{
    "1 Samuel": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Now there was a certain man from Ramathaim, a Zuphite from the highlands of Ephraim, whose name was Elkanah. He was from the tribe of Ephraim, and he was the son of Jeroham son of Elihu son of Tohu son of Zuph."
            },
            {
                "verse_number": "2",
                "verse_text": "Elkanah had two wives, one named Hannah and the other named Peninnah. Peninnah had children, but Hannah didn&quot;t."
            },
            {
                "verse_number": "3",
                "verse_text": "Every year this man would leave his town to worship and sacrifice to the LORD of heavenly forces in Shiloh, where Eli&quot;s two sons Hophni and Phinehas were the LORD &quot;s priests."
            },
            {
                "verse_number": "4",
                "verse_text": "Whenever he sacrificed, Elkanah would give parts of the sacrifice to his wife Peninnah and to all her sons and daughters."
            },
            {
                "verse_number": "5",
                "verse_text": "But he would give only one part of it to Hannah, though he loved her, because the LORD had kept her from conceiving."
            },
            {
                "verse_number": "6",
                "verse_text": "And because the LORD had kept Hannah from conceiving, her rival would make fun of her mercilessly, just to bother her."
            },
            {
                "verse_number": "7",
                "verse_text": "So that is what took place year after year. Whenever Hannah went to the Lord&quot;s house, Peninnah would make fun of her. Then she would cry and wouldn&quot;t eat anything."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Hannah, why are you crying?&apos; her husband Elkanah would say to her. &apos;Why won&quot;t you eat? Why are you so sad? Aren&quot;t I worth more to you than ten sons?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "One time, after eating and drinking in Shiloh, Hannah got up and presented herself before the LORD . (Now Eli the priest was sitting in the chair by the doorpost of the LORD &quot;s temple.)"
            },
            {
                "verse_number": "10",
                "verse_text": "Hannah was very upset and couldn&quot;t stop crying as she prayed to the LORD ."
            },
            {
                "verse_number": "11",
                "verse_text": "Then she made this promise: &apos; LORD of heavenly forces, just look at your servant&quot;s pain and remember me! Don&quot;t forget your servant! Give her a boy! Then I&quot;ll give him to the LORD for his entire life. No razor will ever touch his head.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "As she kept praying before the LORD , Eli watched her mouth."
            },
            {
                "verse_number": "13",
                "verse_text": "Now Hannah was praying in her heart; her lips were moving, but her voice was silent, so Eli thought she was drunk."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;How long will you act like a drunk? Sober up!&apos; Eli told her."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;No sir!&apos; Hannah replied. &apos;I&quot;m just a very sad woman. I haven&quot;t had any wine or beer but have been pouring out my heart to the LORD ."
            },
            {
                "verse_number": "16",
                "verse_text": "Don&quot;t think your servant is some good-for-nothing woman. This whole time I&quot;ve been praying out of my great worry and trouble!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Eli responded, &apos;Then go in peace. And may the God of Israel give you what you&quot;ve asked from him.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Please think well of me, your servant,&apos; Hannah said. Then the woman went on her way, ate some food, and wasn&quot;t sad any longer."
            },
            {
                "verse_number": "19",
                "verse_text": "They got up early the next morning and worshipped the LORD . Then they went back home to Ramah. Elkanah had sex with his wife Hannah, and the LORD remembered her."
            },
            {
                "verse_number": "20",
                "verse_text": "So in the course of time, Hannah conceived and gave birth to a son. She named him Samuel, which means &apos;I asked the LORD for him.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "When Elkanah and all his household went up to make the annual sacrifice and keep his solemn promise,"
            },
            {
                "verse_number": "22",
                "verse_text": "Hannah didn&quot;t go. &apos;I&quot;ll bring the boy when he is weaned,&apos; she told her husband, &apos;so he can be presented to the LORD and stay there permanently. I will offer him as a nazirite forever.&apos; Then they worshipped there before the LORD ."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Do what seems best to you,&apos; said her husband Elkanah. &apos;Stay here until you&quot;ve weaned him. But may the LORD bring to pass what you&quot;ve promised.&apos; So the woman stayed home and nursed her son until she had weaned him."
            },
            {
                "verse_number": "24",
                "verse_text": "When he had been weaned and was still very young, Hannah took him, along with a three-year-old bull, an ephah of flour, and a jar of wine, and brought him to the LORD &quot;s house at Shiloh."
            },
            {
                "verse_number": "25",
                "verse_text": "They slaughtered the bull, then brought the boy to Eli."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Excuse me, sir!&apos; Hannah said. &apos;As surely as you live, sir, I am the woman who stood here next to you, praying to the LORD ."
            },
            {
                "verse_number": "27",
                "verse_text": "I prayed for this boy, and the LORD gave me what I asked from him."
            },
            {
                "verse_number": "28",
                "verse_text": "So now I give this boy back to the LORD . As long as he lives, he is given to the LORD .&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Then Hannah prayed: My heart rejoices in the LORD . My mouth mocks my enemies because I rejoice in your deliverance. no, no one except you! There is no rock like our God! spouting arrogance from your mouth, because the LORD is the God who knows, and he weighs every act. but those who were stumbling now dress themselves in power! but the ones who were starving are now fat from food! The woman who was barren has birthed seven children, but the mother with many sons has lost them all! He brings death, gives life, He makes poor, gives wealth, brings low, but also lifts up high! lifts up the needy from the garbage pile. God sits them with officials, gives them the seat of honor! The pillars of the earth belong to the LORD ; he set the world on top of them! but the wicked die in darkness because no one succeeds by strength alone. His enemies are terrified! God thunders against them from heaven! The LORD ! He judges the far corners of the earth! May God give strength to his king and raise high the strength of his anointed one. My strength rises up in the LORD ! takes down to the grave, and raises up!"
            },
            {
                "verse_number": "2",
                "verse_text": "No one is holy like the LORD &ndash;"
            },
            {
                "verse_number": "3",
                "verse_text": "Don&quot;t go on and on, talking so proudly,"
            },
            {
                "verse_number": "4",
                "verse_text": "The bows of mighty warriors are shattered,"
            },
            {
                "verse_number": "5",
                "verse_text": "Those who were filled full now sell themselves for bread,"
            },
            {
                "verse_number": "6",
                "verse_text": "The LORD !"
            },
            {
                "verse_number": "7",
                "verse_text": "The LORD !"
            },
            {
                "verse_number": "8",
                "verse_text": "God raises the poor from the dust,"
            },
            {
                "verse_number": "9",
                "verse_text": "God guards the feet of his faithful ones,"
            },
            {
                "verse_number": "10",
                "verse_text": "The LORD !"
            },
            {
                "verse_number": "11",
                "verse_text": "Then Elkanah went home to Ramah, but the boy served the LORD under Eli the priest."
            },
            {
                "verse_number": "12",
                "verse_text": "Now Eli&quot;s sons were despicable men who didn&quot;t know the LORD ."
            },
            {
                "verse_number": "13",
                "verse_text": "This was how the priest was supposed to act with the people: Whenever anyone made a sacrifice, while the meat was boiling, the priest&quot;s assistant would come with a three-pronged fork in hand."
            },
            {
                "verse_number": "14",
                "verse_text": "He would thrust it into the cauldron or the pot. Whatever the fork brought up, the priest would take for himself. This is how it was done for all the Israelites who came to Shiloh."
            },
            {
                "verse_number": "15",
                "verse_text": "But with Eli&quot;s sons, even before the fat was burned, the priest&quot;s assistant would come and say to the person offering the sacrifice, &apos;Give the priest some meat to roast. He won&quot;t accept boiled meat from you.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "If anyone said, &apos;Let the fat be burned off first, as usual, then take whatever you like for yourself,&apos; the assistant would reply, &apos;No, hand it over now. If not, I&quot;ll take it by force.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The sin of these priestly assistants was very serious in the LORD &quot;s sight because they were disrespecting the Lord&quot;s own offering."
            },
            {
                "verse_number": "18",
                "verse_text": "Now Samuel was serving the LORD . He was a young boy, clothed in a linen priestly vest."
            },
            {
                "verse_number": "19",
                "verse_text": "His mother would make a small robe for him and take it to him every year when she went up with her husband to offer the annual sacrifice."
            },
            {
                "verse_number": "20",
                "verse_text": "Eli would bless Elkanah and his wife: &apos;May the LORD replace the child of this woman that you gave back to the LORD .&apos; Then they would return home."
            },
            {
                "verse_number": "21",
                "verse_text": "The LORD paid attention to Hannah, and she conceived and gave birth to three sons and two daughters. Meanwhile, the boy Samuel grew up in the LORD &quot;s service."
            },
            {
                "verse_number": "22",
                "verse_text": "Eli was very old, but he heard everything his sons were doing to the Israelites, and how they had sex with the women who served at the meeting tent&quot;s entrance."
            },
            {
                "verse_number": "23",
                "verse_text": "Eli said to his sons, &apos;Why are you doing these terrible things that I&quot;m hearing about from everybody?"
            },
            {
                "verse_number": "24",
                "verse_text": "No, my sons. Don&quot;t do this. The report I hear spreading among God&quot;s people isn&quot;t good."
            },
            {
                "verse_number": "25",
                "verse_text": "If someone sins against someone else, God can intercede; but if someone sins against the LORD , who will intercede then?&apos; But they wouldn&quot;t obey their father because the LORD wanted to kill them."
            },
            {
                "verse_number": "26",
                "verse_text": "Meanwhile, the boy Samuel kept growing up and was more and more liked by both the LORD and the people."
            },
            {
                "verse_number": "27",
                "verse_text": "Now a man of God came to Eli and said, &apos;This is what the LORD says: I revealed myself very clearly to your father&quot;s household when they were slaves in Egypt to the house of Pharaoh."
            },
            {
                "verse_number": "28",
                "verse_text": "I chose your father from all of Israel&quot;s tribes to be my priest, to go up onto my altar, to burn incense, and to wear the priestly vest in my presence. I also gave all of the Israelites&quot; food offerings to your father&quot;s household."
            },
            {
                "verse_number": "29",
                "verse_text": "Why then do you kick my sacrifices and my offerings&ndash;the very ones I commanded for my dwelling place? Why do you respect your sons more than me, getting fat off the best parts of every offering from my people Israel?"
            },
            {
                "verse_number": "30",
                "verse_text": "Because of all that, this is what the LORD , the God of Israel, declares: I had promised that your household and your father&quot;s household would serve me forever. But now&ndash;this is what the LORD declares: I&quot;ll do no such thing! No. I honor those who honor me, and whoever despises me will be cursed."
            },
            {
                "verse_number": "31",
                "verse_text": "The days are coming soon when I will eliminate both your children and the children of your father&quot;s household. There won&quot;t be an old person left in your family tree."
            },
            {
                "verse_number": "32",
                "verse_text": "You&quot;ll see trouble in my dwelling place, though all will go well for Israel. But there will never be an old person in your family tree."
            },
            {
                "verse_number": "33",
                "verse_text": "One of your descendants whom I don&quot;t eliminate from serving at my altar will cry his eyes out and be full of grief. Any descendants in your household will die by the sword."
            },
            {
                "verse_number": "34",
                "verse_text": "And what happens to your two sons Hophni and Phinehas will be a sign for you: they will both die on the same day."
            },
            {
                "verse_number": "35",
                "verse_text": "Then I will establish for myself a trustworthy priest who will act in accordance with my thoughts and desires. I will build a trustworthy household for him, and he will serve before my anointed one forever."
            },
            {
                "verse_number": "36",
                "verse_text": "Anyone left from your household will come and beg him for a bit of silver or a loaf of bread, saying: &quot;Please appoint me to some priestly duty so I can have a scrap of bread to eat.&quot;&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Now the boy Samuel was serving the LORD under Eli. The LORD &quot;s word was rare at that time, and visions weren&quot;t widely known."
            },
            {
                "verse_number": "2",
                "verse_text": "One day Eli, whose eyes had grown so weak he was unable to see, was lying down in his room."
            },
            {
                "verse_number": "3",
                "verse_text": "God&quot;s lamp hadn&quot;t gone out yet, and Samuel was lying down in the LORD &quot;s temple, where God&quot;s chest was. &apos;I didn&quot;t call you,&apos; Eli replied. &apos;Go lie down.&apos; So he did. &apos;I didn&quot;t call, my son,&apos; Eli replied. &apos;Go and lie down.&apos; ( Then Eli realized that it was the LORD who was calling the boy. Samuel said, &apos;Speak. Your servant is listening.&apos; &apos;I&quot;m here,&apos; Samuel said. &apos;He is the LORD , &apos; Eli said. &apos;He will do as he pleases.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The LORD called to Samuel. &apos;I&quot;m here,&apos; he said."
            },
            {
                "verse_number": "5",
                "verse_text": "Samuel hurried to Eli and said, &apos;I&quot;m here. You called me?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Again the LORD called Samuel, so Samuel got up, went to Eli, and said, &apos;I&quot;m here. You called me?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Now Samuel didn&quot;t yet know the LORD , and the LORD &quot;s word hadn&quot;t yet been revealed to him.)"
            },
            {
                "verse_number": "8",
                "verse_text": "A third time the LORD called Samuel. He got up, went to Eli, and said, &apos;I&quot;m here. You called me?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Eli said to Samuel, &apos;Go and lie down. If he calls you, say, &quot;Speak, LORD . Your servant is listening.&quot;&apos; So Samuel went and lay down where he&quot;d been."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the LORD came and stood there, calling just as before, &apos;Samuel, Samuel!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The LORD said to Samuel, &apos;I am about to do something in Israel that will make the ears of all who hear it tingle!"
            },
            {
                "verse_number": "12",
                "verse_text": "On that day, I will bring to pass against Eli everything I said about his household&ndash;every last bit of it!"
            },
            {
                "verse_number": "13",
                "verse_text": "I told him that I would punish his family forever because of the wrongdoing he knew about&ndash;how his sons were cursing God, but he wouldn&quot;t stop them."
            },
            {
                "verse_number": "14",
                "verse_text": "Because of that I swore about Eli&quot;s household that his family&quot;s wrongdoing will never be reconciled by sacrifice or by offering.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Samuel lay there until morning, then opened the doors of the LORD &quot;s house. Samuel was afraid to tell the vision to Eli."
            },
            {
                "verse_number": "16",
                "verse_text": "But Eli called Samuel, saying: &apos;Samuel, my son!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;What did he say to you?&apos; Eli asked. &apos;Don&quot;t hide anything from me. May God deal harshly with you and worse still if you hide from me a single word from everything he said to you.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So Samuel told him everything and hid nothing from him."
            },
            {
                "verse_number": "19",
                "verse_text": "So Samuel grew up, and the LORD was with him, not allowing any of his words to fail."
            },
            {
                "verse_number": "20",
                "verse_text": "All Israel from Dan to Beer-sheba knew that Samuel was trustworthy as the LORD &quot;s prophet."
            },
            {
                "verse_number": "21",
                "verse_text": "The LORD continued to appear at Shiloh because the LORD revealed himself to Samuel at Shiloh through the LORD &quot;s own word."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "And Samuel&quot;s word went out to all Israel. In those days the Philistines gathered for war against Israel, so Israel went out to engage the Philistines in war. Israel camped at Ebenezer, while the Philistines camped at Aphek."
            },
            {
                "verse_number": "2",
                "verse_text": "The Philistines readied themselves to fight Israel. When the battle was joined, Israel was defeated by the Philistines, who killed about four thousand men on the battlefield."
            },
            {
                "verse_number": "3",
                "verse_text": "When the troops returned to the camp, Israel&quot;s elders said, &apos;Why did the LORD defeat us today before the Philistines? Let&quot;s bring the chest containing the LORD &quot;s covenant from Shiloh so it can go with us and save us from our enemies&quot; power.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So the people sent to Shiloh and brought from there the chest containing the covenant of the LORD of heavenly forces, who sits enthroned on the winged heavenly creatures. Eli&quot;s two sons Hophni and Phinehas were there with the chest containing God&quot;s covenant. The man hurriedly went and told Eli the news. ( &apos;What&quot;s the report, my son?&apos; Eli asked."
            },
            {
                "verse_number": "5",
                "verse_text": "When the chest containing the LORD &quot;s covenant entered the camp, all Israel let out such a loud shout that the ground shook."
            },
            {
                "verse_number": "6",
                "verse_text": "When the Philistines heard the sound of that shout, they asked, &apos;What is that loud shouting in the Hebrew camp about?&apos; When they learned that the LORD &quot;s chest had come into the camp,"
            },
            {
                "verse_number": "7",
                "verse_text": "the Philistines were afraid and said, &apos;A god has come into that camp! We&quot;re doomed,&apos; they said, &apos;because nothing like this has ever happened before."
            },
            {
                "verse_number": "8",
                "verse_text": "We&quot;re doomed! Who will deliver us from the grip of these powerful deities? They are the same gods who struck the Egyptians in the desert with every kind of wound."
            },
            {
                "verse_number": "9",
                "verse_text": "Pull yourselves together and act like men, Philistines! Otherwise, you&quot;ll serve the Hebrews like they&quot;ve been serving you. Act like men and fight!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So the Philistines fought. Israel was defeated, and everyone fled to their homes. It was a massive defeat: thirty thousand Israelite foot soldiers fell,"
            },
            {
                "verse_number": "11",
                "verse_text": "God&quot;s chest was taken, and Eli&quot;s two sons Hophni and Phinehas died."
            },
            {
                "verse_number": "12",
                "verse_text": "That very day, a Benjaminite ran from the battle to Shiloh. His clothes were torn, and dirt was on his head."
            },
            {
                "verse_number": "13",
                "verse_text": "When he got there, Eli was sitting in a chair beside the road, waiting because he was nervous about God&quot;s chest. The man arrived and gave the news to the city, and the whole city cried out."
            },
            {
                "verse_number": "14",
                "verse_text": "Eli heard the sound of the cry and said, &apos;What&quot;s all this noise about?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Now Eli was 98 years old, and his eyes stared straight ahead, unable to see.)"
            },
            {
                "verse_number": "16",
                "verse_text": "The man told Eli, &apos;I&quot;m the one who just came from the battle. I fled from the battle today.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The messenger answered, &apos;Israel has fled from the Philistines. The army has suffered a massive defeat. Also, your own two sons Hophni and Phinehas have died, and God&quot;s chest has been taken!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "At the mention of God&quot;s chest, Eli fell backward off the chair beside the gate. His neck broke, and he died because he was an old man and overweight. Eli had judged Israel for forty years."
            },
            {
                "verse_number": "19",
                "verse_text": "Now Eli&quot;s daughter-in-law, Phinehas&quot; wife, was pregnant and about to give birth. When she heard the news that God&quot;s chest had been captured and that her father-in-law and her husband had died, she doubled over and gave birth because her labor pains overwhelmed her."
            },
            {
                "verse_number": "20",
                "verse_text": "As she was about to die, the women standing by helping her said, &apos;Don&quot;t be afraid. You&quot;ve given birth to a son!&apos; But she didn&quot;t answer or pay them any attention."
            },
            {
                "verse_number": "21",
                "verse_text": "She named the boy Ichabod, saying, &apos;The glory has left Israel,&apos; referring to the capture of God&quot;s chest and the death of her father-in-law and her husband."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;The glory has left Israel because God&quot;s chest has been taken,&apos; she said."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "After the Philistines took God&quot;s chest, they brought it from Ebenezer to Ashdod."
            },
            {
                "verse_number": "2",
                "verse_text": "Then the Philistines took God&quot;s chest and brought it into Dagon&quot;s temple and set it next to Dagon."
            },
            {
                "verse_number": "3",
                "verse_text": "But when the citizens of Ashdod got up early the next morning, there was Dagon, fallen facedown on the ground before the LORD &quot;s chest! So they took Dagon and set him back up where he belonged."
            },
            {
                "verse_number": "4",
                "verse_text": "But when they got up early the next morning, there was Dagon again, fallen facedown on the ground before the LORD &quot;s chest&ndash;and this time Dagon&quot;s head along with both his hands were cut off and lying on the doorstep! Only Dagon&quot;s body was left intact."
            },
            {
                "verse_number": "5",
                "verse_text": "That&quot;s why to this day Dagon&quot;s priests or anyone else who enters his temple in Ashdod doesn&quot;t step on the threshold."
            },
            {
                "verse_number": "6",
                "verse_text": "The LORD &quot;s hand was heavy on the people of Ashdod: God terrified them and struck them in Ashdod and its surroundings with tumors."
            },
            {
                "verse_number": "7",
                "verse_text": "When Ashdod&quot;s inhabitants saw what was happening, they said, &apos;The chest of Israel&quot;s God must not stay here with us because his hand is hard against us and against our god Dagon.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So they summoned all the Philistine rulers to a meeting and asked, &apos;What should we do with the chest of Israel&quot;s God?&apos; The people of Gath said, &apos;Let the chest of Israel&quot;s God be moved to us.&apos; So they moved the chest of Israel&quot;s God to Gath."
            },
            {
                "verse_number": "9",
                "verse_text": "But once they moved it, the LORD &quot;s hand came against the city, causing a huge panic. God struck the city&quot;s inhabitants, both young and old, and tumors broke out on them."
            },
            {
                "verse_number": "10",
                "verse_text": "Then they sent God&quot;s chest to Ekron, but as soon as God&quot;s chest entered Ekron, the inhabitants cried out, &apos;Why have you moved the chest of Israel&quot;s God to us? In order to kill us and our people?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So they summoned all the Philistine rulers to a meeting and said, &apos;Send the chest of Israel&quot;s God away! Let it go back to its own home so it doesn&quot;t kill us and our people,&apos; because there was a deadly panic throughout the whole city. The hand of God was very heavy there."
            },
            {
                "verse_number": "12",
                "verse_text": "The people who didn&quot;t die were struck with tumors, and the screams of the city went all the way up to heaven."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "The LORD &quot;s chest was in Philistine territory for seven months."
            },
            {
                "verse_number": "2",
                "verse_text": "The Philistines called for the priests and the diviners. &apos;What should we do with the LORD &quot;s chest?&apos; they asked. &apos;Tell us how we should send it back to its own home.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "They replied, &apos;If you are returning the chest of Israel&quot;s God, don&quot;t send it back empty, but be sure to return a guilt offering to him. Then you will be healed, and it will become clear to you why God&quot;s hand hasn&quot;t left you alone.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;What compensation offering should we return to him?&apos; they asked. The priests and diviners replied: &apos;Five gold tumors and five gold mice, matching the number of the Philistine rulers, because the same plague came on all of you and your rulers."
            },
            {
                "verse_number": "5",
                "verse_text": "You must make images of your tumors and the mice that have devastated the land. Honor Israel&quot;s God. Perhaps he will lighten the weight of his hand on you, your gods, and your land."
            },
            {
                "verse_number": "6",
                "verse_text": "Why be stubborn like the Egyptians and Pharaoh? After God had dealt harshly with them, didn&quot;t they send the Israelites on their way?"
            },
            {
                "verse_number": "7",
                "verse_text": "So get a new cart ready along with two nursing cows that have never been yoked before. Harness the cows to the cart, but take any of their calves that are following back home."
            },
            {
                "verse_number": "8",
                "verse_text": "Next, take the LORD &quot;s chest and put it in the cart. Set the gold items that you are giving God as a compensation offering in a box next to the chest. Then send it on its way."
            },
            {
                "verse_number": "9",
                "verse_text": "Then watch what happens: If the cart goes up the road to its own territory toward Beth-shemesh, then Israel&quot;s God has brought this great disaster on us. If the cart goes another way, then we&quot;ll know that it wasn&quot;t God&quot;s hand that struck us. It happened to us randomly.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The rulers did just that. They took two nursing cows and harnessed them to the cart, penning their calves up at home."
            },
            {
                "verse_number": "11",
                "verse_text": "They put the LORD &quot;s chest on the cart along with the box containing the gold mice and the images of their tumors."
            },
            {
                "verse_number": "12",
                "verse_text": "The cows went straight ahead, following the road to Beth-shemesh. They kept to one route, mooing as they went, without turning right or left. The Philistine rulers followed them as far as the territory of Beth-shemesh."
            },
            {
                "verse_number": "13",
                "verse_text": "Now the people of Beth-shemesh were harvesting wheat in the valley. When they looked up and saw the chest, they were overjoyed at the sight."
            },
            {
                "verse_number": "14",
                "verse_text": "The cart entered the field belonging to Joshua of Beth-shemesh and stopped right by a large stone. They chopped up the wood of the cart and offered the cows as an entirely burned offering to the LORD ."
            },
            {
                "verse_number": "15",
                "verse_text": "The Levites unloaded the LORD &quot;s chest and the box that was with it that contained all the gold items, and they set them on the large stone. That very day the people of Beth-shemesh offered entirely burned offerings and made sacrifices to the LORD ."
            },
            {
                "verse_number": "16",
                "verse_text": "When the five Philistine rulers witnessed this, they went straight back to Ekron."
            },
            {
                "verse_number": "17",
                "verse_text": "These are the gold tumors that the Philistines returned as a compensation offering to the LORD : one for Ashdod, one for Gaza, one for Ashkelon, one for Gath, and one for Ekron."
            },
            {
                "verse_number": "18",
                "verse_text": "The gold mice matched the number of Philistine cities belonging to the five rulers, from fortified cities to country villages. And the large stone they set the LORD &quot;s chest on is a witness even now in the field that belongs to Joshua of Beth-shemesh."
            },
            {
                "verse_number": "19",
                "verse_text": "But God struck down some of the people from Beth-shemesh because they looked into the LORD &quot;s chest. God struck seventy people, and the community grieved because the LORD had struck them so severely."
            },
            {
                "verse_number": "20",
                "verse_text": "The people of Beth-shemesh said, &apos;Who can stand before the LORD , this holy God? Where can he go that is away from us here?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "They sent messengers to the inhabitants of Kiriath-jearim. &apos;The Philistines returned the LORD &quot;s chest!&apos; they said. &apos;Come down and take it back with you.&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "So the people of Kiriath-jearim came and took the LORD &quot;s chest. They brought it to Abinadab&quot;s house, which was on the hill. Then they dedicated Eleazar, Abinadab&quot;s son, to care for the LORD &quot;s chest."
            },
            {
                "verse_number": "2",
                "verse_text": "Now a long time passed&ndash;a total of twenty years&ndash;after the chest came to stay in Kiriath-jearim, and the whole house of Israel yearned for the LORD ."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Samuel said to the whole house of Israel, &apos;If you are turning to the LORD with all your heart, then get rid of all the foreign gods and the Astartes you have. Set your heart on the LORD ! Worship him only! Then he will deliver you from the Philistines&quot; power.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So the Israelites got rid of the Baals and the Astartes and worshipped the LORD only."
            },
            {
                "verse_number": "5",
                "verse_text": "Next Samuel said, &apos;Assemble all Israel at Mizpah. I will pray to the LORD for you.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So they assembled at Mizpah, and they drew water and poured it out in the LORD &quot;s presence. They fasted that same day and confessed, &apos;We have sinned against the LORD .&apos; Samuel served as judge of the Israelites at Mizpah."
            },
            {
                "verse_number": "7",
                "verse_text": "When the Philistines heard that the Israelites had assembled at Mizpah, the Philistine rulers went up to attack Israel. When the Israelites learned of this, they were afraid of the Philistines."
            },
            {
                "verse_number": "8",
                "verse_text": "The Israelites said to Samuel, &apos;Please don&quot;t stop praying to the LORD our God for us, so God will save us from the Philistines&quot; power!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Samuel took a suckling lamb and offered it as an entirely burned offering to the LORD . Samuel cried out in prayer to the LORD for Israel, and the LORD answered him."
            },
            {
                "verse_number": "10",
                "verse_text": "While Samuel was offering the entirely burned offering, the Philistines advanced to attack Israel. But the LORD thundered against the Philistines with a great blast on that very day, throwing the Philistines into such a panic that they were defeated by Israel."
            },
            {
                "verse_number": "11",
                "verse_text": "The Israelite soldiers came out of Mizpah and pursued the Philistines. They struck them down until they reached a place just below Beth-car."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Samuel took a stone and set it up between Mizpah and Jeshanah. He named it Ebenezer, explaining, &apos;The LORD helped us to this very point.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So the Philistines were defeated, and they stopped coming into Israelite territory. The LORD &quot;s hand was against the Philistines throughout Samuel&quot;s life."
            },
            {
                "verse_number": "14",
                "verse_text": "The towns the Philistines had captured from Israel, from Ekron to Gath, were returned to Israel. Israel also recovered the territory around those two cities from the Philistines. And there was peace between Israel and the Amorites."
            },
            {
                "verse_number": "15",
                "verse_text": "Samuel served as Israel&quot;s judge his whole life."
            },
            {
                "verse_number": "16",
                "verse_text": "Each year he traveled between Bethel, Gilgal, and Mizpah, serving as Israel&quot;s judge in each of those locations."
            },
            {
                "verse_number": "17",
                "verse_text": "Then he would return to Ramah because that&quot;s where his home was. In Ramah too he served as Israel&quot;s judge, and that is also where he built an altar to the LORD ."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Now when Samuel got old, he appointed his sons to serve as Israel&quot;s judges."
            },
            {
                "verse_number": "2",
                "verse_text": "The name of his oldest son was Joel; the name of the second was Abijah. They served as judges in Beer-sheba."
            },
            {
                "verse_number": "3",
                "verse_text": "But Samuel&quot;s sons didn&quot;t follow in his footsteps. They tried to turn a profit, they accepted bribes, and they perverted justice. &apos;He will take your sons, and will use them for his chariots and his cavalry and as runners for his chariot. Samuel then told the Israelite people, &apos;Go back, each of you, to your own hometown.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So all the Israelite elders got together and went to Samuel at Ramah."
            },
            {
                "verse_number": "5",
                "verse_text": "They said to him, &apos;Listen. You are old now, and your sons don&quot;t follow in your footsteps. So appoint us a king to judge us like all the other nations have.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "It seemed very bad to Samuel when they said, &apos;Give us a king to judge us,&apos; so he prayed to the LORD ."
            },
            {
                "verse_number": "7",
                "verse_text": "The LORD answered Samuel, &apos;Comply with the people&quot;s request&ndash;everything they ask of you&ndash;because they haven&quot;t rejected you. No, they&quot;ve rejected me as king over them."
            },
            {
                "verse_number": "8",
                "verse_text": "They are doing to you only what they&quot;ve been doing to me from the day I brought them out of Egypt to this very minute, abandoning me and worshipping other gods."
            },
            {
                "verse_number": "9",
                "verse_text": "So comply with their request, but give them a clear warning, telling them how the king will rule over them.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then Samuel explained everything the LORD had said to the people who were asking for a king."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;This is how the king will rule over you,&apos; Samuel said:"
            },
            {
                "verse_number": "12",
                "verse_text": "He will use them as his commanders of troops of one thousand and troops of fifty, or to do his plowing and his harvesting, or to make his weapons or parts for his chariots."
            },
            {
                "verse_number": "13",
                "verse_text": "He will take your daughters to be perfumers, cooks, or bakers."
            },
            {
                "verse_number": "14",
                "verse_text": "He will take your best fields, vineyards, and olive groves and give them to his servants."
            },
            {
                "verse_number": "15",
                "verse_text": "He will give one-tenth of your grain and your vineyards to his officials and servants."
            },
            {
                "verse_number": "16",
                "verse_text": "He will take your male and female servants, along with the best of your cattle and donkeys, and make them do his work."
            },
            {
                "verse_number": "17",
                "verse_text": "He will take one-tenth of your flocks, and then you yourselves will become his slaves!"
            },
            {
                "verse_number": "18",
                "verse_text": "When that day comes, you will cry out because of the king you chose for yourselves, but on that day the LORD won&quot;t answer you.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "But the people refused to listen to Samuel and said, &apos;No! There must be a king over us"
            },
            {
                "verse_number": "20",
                "verse_text": "so we can be like all the other nations. Our king will judge us and lead us and fight our battles.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Samuel listened to everything the people said and repeated it directly to the LORD ."
            },
            {
                "verse_number": "22",
                "verse_text": "Then the LORD said to Samuel, &apos;Comply with their request. Give them a king.&apos;"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "There was a wealthy man from the tribe of Benjamin named Kish. He was the son of Abiel son of Zeror son of Becorath son of Aphiah, a Benjaminite."
            },
            {
                "verse_number": "2",
                "verse_text": "He had a son named Saul, who was a handsome young man. No one in Israel was more handsome than Saul, and he stood head and shoulders above everyone else."
            },
            {
                "verse_number": "3",
                "verse_text": "When the donkeys belonging to Saul&quot;s father Kish were lost, Kish said to his son Saul, &apos;Take one of the servant boys with you and go look for the donkeys.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So he traveled through the highlands of Ephraim and the land of Shalishah, but they didn&quot;t find anything. They traveled through the land of Shaalim, but still found nothing, so they crossed back into the land of Benjamin, but they still couldn&quot;t find the donkeys."
            },
            {
                "verse_number": "5",
                "verse_text": "When they came to the territory of Zuph, Saul said to the boy who was with him, &apos;Let&quot;s go back before my father stops worrying about the donkeys and starts worrying about us.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But the boy said to him, &apos;Listen, there&quot;s a man of God in this town. He&quot;s famous&ndash;everything he says actually happens! So let&quot;s go there. Maybe he&quot;ll be able to tell us which way we should go.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Saul said to his young boy, &apos;But if we go, what should we bring to the man? The food in our bags is all gone. We don&quot;t have any gift to offer the man of God. Do we have anything?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Here,&apos; the boy answered Saul, &apos;I&quot;ve got a quarter-shekel of silver. I&quot;ll give that to the man of God so he tells us which way to go.&apos; ("
            },
            {
                "verse_number": "9",
                "verse_text": "Earlier in Israel, someone going to consult with God would say, &apos;Let&quot;s go to the seer,&apos; because the people who are called prophets today were previously called seers.)"
            },
            {
                "verse_number": "10",
                "verse_text": "Saul said to the boy, &apos;Great idea! Let&quot;s go.&apos; So they went into the town where the man of God lived."
            },
            {
                "verse_number": "11",
                "verse_text": "They were going up the hill to the town when they met some young women coming out to draw water. &apos;Is the seer here?&apos; they asked them."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;He&quot;s just ahead of you,&apos; they answered. &apos;Hurry up! He has just come to town because there is a sacrifice today for the people at the shrine."
            },
            {
                "verse_number": "13",
                "verse_text": "You&quot;ll find him as soon as you enter the town, before he goes up to the shrine to eat. The people won&quot;t eat until he gets there, because he must bless the sacrifice. Only after that can the invited guests eat. Now get going because you&quot;ll find him momentarily.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So Saul and the boy went up to the town, and as they entered it, suddenly Samuel came toward them on his way up to the shrine."
            },
            {
                "verse_number": "15",
                "verse_text": "Now the day before Saul came, the LORD had revealed the following to Samuel:"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;About this time tomorrow I will send you a man from the Benjaminite territory. You will anoint him as leader of my people Israel. He will save my people from the Philistines&quot; power because I have seen the suffering of my people, and their cry for help has reached me.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "When Samuel saw Saul, the LORD told him, &apos;That&quot;s the man I told you about. That&quot;s the one who will rule my people.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Saul approached Samuel in the city gate and said, &apos;Please tell me where the seer&quot;s house is.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;I&quot;m the seer,&apos; Samuel told Saul. &apos;Go on ahead of me to the shrine. You can eat with me today. In the morning I&quot;ll send you on your way, and I will tell you everything you want to know."
            },
            {
                "verse_number": "20",
                "verse_text": "As for the donkeys you lost three days ago, don&quot;t be worried about them because they&quot;ve been found. Who owns all of Israel&quot;s treasures, anyway? Isn&quot;t it you and your whole family?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;I&quot;m a Benjaminite,&apos; Saul responded, &apos;from the smallest Israelite tribe, and my family is the littlest of the families in the tribe of Benjamin. Why would you say something like that to me?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then Samuel took Saul and his young servant and brought them to the banquet room. He gave them an honored place among the invited guests. There were about thirty total."
            },
            {
                "verse_number": "23",
                "verse_text": "Samuel said to the cook, &apos;Serve the portion I gave you&ndash;the one I told you to set aside.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So the cook took the thigh and what was on it, and put it in front of Saul. Samuel said, &apos;Look, what had been reserved is now in front of you. Eat up, because it was set apart for you for this specific occasion, ever since I invited the guests.&apos; So Saul ate with Samuel that day."
            },
            {
                "verse_number": "25",
                "verse_text": "When they came back from the shrine to the town, a bed was made for Saul on the roof, and he slept."
            },
            {
                "verse_number": "26",
                "verse_text": "Near dawn, Samuel called to Saul on the roof, &apos;Wake up! I will send you on your way.&apos; So Saul got up, and the two of them, he and Samuel, went outside."
            },
            {
                "verse_number": "27",
                "verse_text": "As they were nearing the edge of town Samuel said, &apos;Tell the boy to go on ahead of us&apos; (the servant did so) &apos;but you stop for a bit so I can tell you God&quot;s word.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Samuel took a small jar of oil and poured it over Saul&quot;s head and kissed him. &apos;The LORD hereby anoints you leader of his people Israel,&apos; Samuel said. &apos;You will rule the LORD &quot;s people and save them from the power of the enemies who surround them. And this will be the sign for you that the LORD has anointed you as leader of his very own possession:"
            },
            {
                "verse_number": "2",
                "verse_text": "When you leave me today, you will meet two men near Rachel&quot;s tomb at Zelzah on the border of Benjamin. They will tell you, &quot;The donkeys you went looking for have been found. Now your father has stopped thinking about the donkeys and is worried about you. He&quot;s asking: What should I do about my son?&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then, when you&quot;ve gone on a bit farther, you will come to the oak at Tabor. Three men who are going to consult God at Bethel will meet up with you there, one carrying three young goats, one carrying three loaves of bread, and one carrying a jar of wine."
            },
            {
                "verse_number": "4",
                "verse_text": "They will ask how you&quot;re doing and will offer you sacrificial bread, which you should accept."
            },
            {
                "verse_number": "5",
                "verse_text": "After that, you will come to Gibeath-elohim, which is a Philistine fort. When you enter the town, you will encounter a group of prophets coming down from the shrine preceded by harps, tambourines, flutes, and lyres. They will be caught up in a prophetic frenzy."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the LORD &quot;s spirit will come over you, and you will be caught up in a prophetic frenzy right along with them; it will be like you&quot;ve become a completely different person."
            },
            {
                "verse_number": "7",
                "verse_text": "Once these signs have happened to you, do whatever you would like to do, because God is with you."
            },
            {
                "verse_number": "8",
                "verse_text": "Then go down to Gilgal ahead of me. I&quot;ll come down to meet you to offer entirely burned offerings and to make well-being sacrifices. Wait seven days until I get to you, then I&quot;ll tell you what you should do next.&apos; &apos;To look for the donkeys,&apos; Saul replied, &apos;but when we couldn&quot;t find anything, we went to Samuel.&apos; The LORD said, &apos;Yes, he&quot;s hiding among the supplies.&apos; Then the people shouted, &apos;Long live the king!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "And just as Saul turned to leave Samuel&quot;s side, God gave him a different heart, and all these signs happened that very same day."
            },
            {
                "verse_number": "10",
                "verse_text": "When Saul and the boy got to Gibeah, there was a group of prophets coming to meet him. God&quot;s spirit came over Saul, and he was caught up in a prophetic frenzy right along with them."
            },
            {
                "verse_number": "11",
                "verse_text": "When all the people who had known Saul saw him prophesying with the prophets, they said to each other, &apos;What&quot;s happened to Kish&quot;s son? Is Saul also one of the prophets?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "One of the locals then asked, &apos;And who is their leader?&apos; So it became a proverb: &apos;Is Saul also one of the prophets?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "When the prophetic frenzy was over, Saul went home."
            },
            {
                "verse_number": "14",
                "verse_text": "Saul&quot;s uncle said to him and to his young servant, &apos;Where did you go?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Please tell me what Samuel told you,&apos; Saul&quot;s uncle said."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;He reassured us that the donkeys had been found,&apos; Saul answered. But Saul didn&quot;t tell his uncle what Samuel had said about the kingship."
            },
            {
                "verse_number": "17",
                "verse_text": "Samuel summoned the people to the LORD at Mizpah."
            },
            {
                "verse_number": "18",
                "verse_text": "Then he told the Israelites: &apos;This is what the LORD God of Israel says: I brought Israel up out of Egypt, and I delivered you from the Egyptians&quot; power and from the power of all the kingdoms that oppressed you."
            },
            {
                "verse_number": "19",
                "verse_text": "But today you&quot;ve rejected your God who saved you from all your troubles and difficulties by saying, &quot;No! Appoint a king over us!&quot; So now assemble yourselves before the LORD by your tribes and clans.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Samuel brought all the Israelite tribes forward, and the tribe of Benjamin was selected."
            },
            {
                "verse_number": "21",
                "verse_text": "Next Samuel brought the tribe of Benjamin forward by its families, and the family of Matri was selected. Samuel then brought the family of Matri forward, person by person, and Saul, Kish&quot;s son, was selected. But when they looked for him, he wasn&quot;t to be found."
            },
            {
                "verse_number": "22",
                "verse_text": "So they asked another question of the LORD : &apos;Has the man come here yet?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "They ran and retrieved Saul from there, and when he stood up in the middle of the people, he was head and shoulders taller than anyone else."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Can you see the one the LORD has chosen?&apos; Samuel asked all the people. &apos;He has no equal among the people.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Samuel then explained to the people how the monarchy should operate and wrote it in a scroll and placed it in the LORD &quot;s presence. Then Samuel sent every person back to their homes."
            },
            {
                "verse_number": "26",
                "verse_text": "Saul also went back to his home in Gibeah. Along with him went courageous men whose hearts God had touched."
            },
            {
                "verse_number": "27",
                "verse_text": "But some despicable people said, &apos;How can this man save us?&apos; They despised Saul and didn&quot;t bring him gifts, but Saul didn&quot;t say anything."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "About a month later, Nahash the Ammonite went up and laid siege to Jabesh-gilead. All the men of Jabesh said to Nahash, &apos;Make a treaty with us, and we&quot;ll be your servants.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I will make a treaty with you on one condition: that everyone&quot;s right eye be gouged out!&apos; Nahash the Ammonite said to them. &apos;That&quot;s how I bring humiliation on all Israel.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The elders of Jabesh replied to him, &apos;Leave us alone for seven days so we can send messengers thoughout Israel&quot;s territory. If there&quot;s no one to save us, then we&quot;ll surrender to you.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "When the messengers reached Gibeah where Saul lived, they reported the news directly to the people there. Then they all wept aloud."
            },
            {
                "verse_number": "5",
                "verse_text": "At just that moment, Saul was coming back from keeping the cattle in the fields. &apos;What&quot;s wrong with everybody?&apos; he asked. &apos;Why are they crying?&apos; Saul was then told what the men from Jabesh had said."
            },
            {
                "verse_number": "6",
                "verse_text": "God&quot;s spirit came over Saul when he heard those words, and he burned with anger."
            },
            {
                "verse_number": "7",
                "verse_text": "He took two oxen, cut them into pieces, and sent them by messengers throughout Israel&quot;s territory. &apos;This is exactly what will be done to the oxen of anyone who doesn&quot;t come to the aid of Saul and Samuel,&apos; he said. Great fear of the LORD came over the people, and they came to Saul completely unified."
            },
            {
                "verse_number": "8",
                "verse_text": "When Saul counted them at Bezek, the soldiers from Israel totaled three hundred thousand and those from Judah thirty thousand."
            },
            {
                "verse_number": "9",
                "verse_text": "The messengers who had come were then told, &apos;Say this to the people of Jabesh-gilead: Tomorrow by the time the sun is hot, you will be saved.&apos; When the messengers returned and reported this to the people of Jabesh, they were overjoyed."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the people of Jabesh told the Ammonites, &apos;We will surrender to you tomorrow. Then you can do whatever you want to us.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The next day Saul organized his troops into three formations. They attacked the Ammonite camp during the morning watch and slaughtered them until the heat of the day. The survivors were so scattered that not even two of them could be found together."
            },
            {
                "verse_number": "12",
                "verse_text": "Then people asked Samuel, &apos;Who was it who said, &quot;Will Saul rule over us?&quot; Give us those people; we&quot;ll kill them!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But Saul said, &apos;No one will be executed because today the LORD has saved Israel.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Let&quot;s go to Gilgal,&apos; Samuel told the people, &apos;and renew the monarchy there.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So everyone went to Gilgal, and there at Gilgal they made Saul king in the LORD &quot;s presence. They offered well-being sacrifices in the LORD &quot;s presence, and Saul and all the Israelites held a great celebration there."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Samuel said to all Israel: &apos;Listen: I have done everything you asked of me and have placed a king over you."
            },
            {
                "verse_number": "2",
                "verse_text": "The king will lead you now. I am old and gray, though my sons are still with you, and I&quot;ve been your leader since I was young until now."
            },
            {
                "verse_number": "3",
                "verse_text": "So I&quot;m here: Tell the truth about me in the presence of the LORD and his anointed. Have I ever stolen someone&quot;s ox? Have I ever taken someone&quot;s donkey? Have I ever oppressed or mistreated anyone? Have I ever taken bribes from someone and looked the other way about something? Tell me the truth. I will make it right.&apos; &apos;Agreed,&apos; they said."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;You haven&quot;t oppressed or mistreated us, and you&quot;ve never taken anything from anyone,&apos; the people answered."
            },
            {
                "verse_number": "5",
                "verse_text": "Samuel replied, &apos;The LORD and his anointed one are witnesses against you today that you haven&quot;t found anything in my possession.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then Samuel told the people: &apos;The witness is indeed the LORD , who appointed Moses and Aaron and brought your ancestors up from the land of Egypt."
            },
            {
                "verse_number": "7",
                "verse_text": "So now stand here, and I will judge you in the LORD &quot;s presence because of all the LORD &quot;s righteous acts that he has done for you and your ancestors:"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;When Jacob entered Egypt, the Egyptians oppressed them. So your ancestors cried out to the LORD . The LORD then sent Moses and Aaron, who brought your ancestors out of Egypt and settled them here."
            },
            {
                "verse_number": "9",
                "verse_text": "But your ancestors forgot the LORD their God, so he handed them over to Sisera the commander of Hazor&quot;s army, and to the Philistines, and to the Moabite king, all of whom fought against them."
            },
            {
                "verse_number": "10",
                "verse_text": "Then your ancestors cried out to the LORD and said: &quot;We have sinned because we have abandoned the LORD and have worshipped the Baals and the Astartes. But now deliver us from the power of our enemies, and we will worship you.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "So the LORD sent Jerubbaal, Barak, Jephthah, and Samson, and he delivered you from the power of your enemies on every side. And you lived safe and secure."
            },
            {
                "verse_number": "12",
                "verse_text": "But when you saw that Nahash the Ammonite king was coming against you, you said to me, &quot;No! There must be a king to rule over us.&quot; But the LORD your God was already your king!"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;So now, here is the king you chose, the one you asked for. Yes, the LORD has put a king over you!"
            },
            {
                "verse_number": "14",
                "verse_text": "If you will fear the LORD , worship him, obey him, and not rebel against the LORD &quot;s command, and if both you and the king who rules over you follow the LORD your God&ndash;all will be well."
            },
            {
                "verse_number": "15",
                "verse_text": "But if you don&quot;t obey the LORD and rebel against the LORD &quot;s command, then the LORD &quot;s power will go against you and your king to destroy you."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;So now take a stand! Look at this awesome thing the LORD is doing."
            },
            {
                "verse_number": "17",
                "verse_text": "Isn&quot;t the wheat harvest today? I will call upon the LORD to send thunder and rain. Then you will know and will see for yourselves what great evil you&quot;ve done in the LORD &quot;s eyes by asking for a king.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Samuel called upon the LORD , and God sent thunder and rain on that very day. Then all the people were in awe of the LORD and Samuel."
            },
            {
                "verse_number": "19",
                "verse_text": "All of them said to Samuel, &apos;Please pray for us, your servants, to the LORD your God so we don&quot;t die because we have added to our many sins the evil of asking for a king.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "But Samuel answered the people, &apos;Don&quot;t be afraid. Yes, you&quot;ve done all this evil; just don&quot;t turn back from following the LORD . Serve the LORD with all your heart."
            },
            {
                "verse_number": "21",
                "verse_text": "Don&quot;t turn aside to follow useless idols that can&quot;t help you or save you. They&quot;re absolutely useless!"
            },
            {
                "verse_number": "22",
                "verse_text": "For the sake of his reputation, the LORD won&quot;t abandon his people, because the LORD has decided to make you his very own people."
            },
            {
                "verse_number": "23",
                "verse_text": "But me? I would never sin against the LORD by failing to pray for you. I will teach you what is good and right."
            },
            {
                "verse_number": "24",
                "verse_text": "Just fear the LORD and serve him faithfully with all your heart. Look at what great things he has done for you!"
            },
            {
                "verse_number": "25",
                "verse_text": "But if you continue to do evil, then both you and your king will be destroyed.&apos;"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Saul was 30 years old when he became king, and he ruled over Israel forty-two years."
            },
            {
                "verse_number": "2",
                "verse_text": "Saul selected three thousand men from Israel. Two thousand of those were with Saul at Michmash in the hills near Bethel, and one thousand were with Jonathan at Gibeah in Benjamin. He sent the remaining men home."
            },
            {
                "verse_number": "3",
                "verse_text": "Jonathan attacked the Philistine fort at Geba, and the Philistines heard about it. So Saul sounded the alarm throughout the land and said, &apos;Hebrews! Listen up!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "When all Israel heard that Saul had attacked the Philistine fort and that Israel was hated by the Philistines, the troops were called to Saul&quot;s side at Gilgal."
            },
            {
                "verse_number": "5",
                "verse_text": "The Philistines also were gathered to fight against Israel. They brought thirty thousand chariots with them, six thousand cavalry, and as many soldiers as there is sand on the seashore to fight Israel. They marched up and camped at Michmash, east of Beth-aven."
            },
            {
                "verse_number": "6",
                "verse_text": "When the Israelites saw that they were in trouble and that their troops were threatened, they hid in caves, in thickets, among rocks, in tunnels, and in cisterns."
            },
            {
                "verse_number": "7",
                "verse_text": "Some Hebrews even crossed the Jordan River, going into the land of Gad and Gilead. Saul stayed at Gilgal, and the troops followed him anxiously. &apos;I saw that my troops were deserting,&apos; Saul replied. &apos;You hadn&quot;t arrived by the appointed time, and the Philistines were gathering at Michmash."
            },
            {
                "verse_number": "8",
                "verse_text": "He waited seven days, the time appointed by Samuel, but Samuel didn&quot;t come to Gilgal, and his troops began to desert."
            },
            {
                "verse_number": "9",
                "verse_text": "So Saul ordered, &apos;Bring me the entirely burned offering and the well-being sacrifices.&apos; Then he offered the entirely burned offering."
            },
            {
                "verse_number": "10",
                "verse_text": "The very moment Saul finished offering up the entirely burned offering, Samuel arrived. Saul went out to meet him and welcome him."
            },
            {
                "verse_number": "11",
                "verse_text": "But Samuel said, &apos;What have you done?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "I thought, The Philistines are about to march against me at Gilgal and I haven&quot;t yet sought the LORD &quot;s favor. So I took control of myself and offered the entirely burned offering.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;How stupid of you to have broken the commands the LORD your God gave you!&apos; Samuel told Saul. &apos;The LORD would have established your rule over Israel forever,"
            },
            {
                "verse_number": "14",
                "verse_text": "but now your rule won&quot;t last. The LORD will search for a man following the Lord&quot;s own heart, and the LORD will commission him as leader over God&quot;s people, because you didn&quot;t keep the LORD &quot;s command.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Samuel got up and went on his way from Gilgal, but the rest of the people followed Saul to join the army, and they went from Gilgal to Gibeah in Benjamin. Saul counted about six hundred men still with him."
            },
            {
                "verse_number": "16",
                "verse_text": "Saul, his son Jonathan, and the people who were with him were staying at Geba in Benjamin, while the Philistines camped at Michmash."
            },
            {
                "verse_number": "17",
                "verse_text": "Three raiding parties left the Philistine camp. One took the road to Ophrah toward the territory of Shual."
            },
            {
                "verse_number": "18",
                "verse_text": "Another took the road to Beth-horon, and the last took the border road that overlooks the Zeboim Valley toward the desert."
            },
            {
                "verse_number": "19",
                "verse_text": "No metalworker was to be found anywhere in Israelite territory because the Philistines had said, &apos;The Hebrews must not make swords and spears.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So every Israelite had to go down to the Philistines to sharpen their plowshares, mattocks, axes, and sickles."
            },
            {
                "verse_number": "21",
                "verse_text": "The cost was two-thirds of a shekel for plowshares and mattocks, but one-third of a shekel for sharpening axes and for setting goads."
            },
            {
                "verse_number": "22",
                "verse_text": "So on the day of the battle, no swords or spears were to be found in the possession of any of the troops with Saul and Jonathan, but Saul and his son Jonathan had them."
            },
            {
                "verse_number": "23",
                "verse_text": "Now a group of Philistine soldiers had marched out to the pass at Michmash."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "One day Jonathan, Saul&quot;s son, said to his young armor-bearer, &apos;Come on! Let&quot;s go over to the Philistine fort on the opposite side.&apos; But he didn&quot;t tell his father."
            },
            {
                "verse_number": "2",
                "verse_text": "Saul was sitting on the outskirts of Gibeah under the pomegranate tree at Migron. He had about six hundred men with him,"
            },
            {
                "verse_number": "3",
                "verse_text": "including Ahijah, the son of Ahitub, who was Ichabod&quot;s brother and the son of Phinehas the son of Eli, who was the LORD &quot;s priest at Shiloh. He was wearing a priestly vest. None of the troops knew that Jonathan had gone. So Jonathan said to his armor-bearer, &apos;Follow me, because the LORD has handed them over to Israel!&apos; &apos;Do whatever you think is best,&apos; the troops replied. But the priest said, &apos;Let&quot;s ask God first.&apos; &apos;Do whatever you think is best,&apos; the troops said. So Jonathan told him. &apos;I only took a very small taste of honey on the end of my staff,&apos; he said. &apos;And now I&quot;m supposed to die?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "There were two stone outcroppings in the pass where Jonathan planned on crossing over to the Philistine fort&ndash;one on each side. One of these was named Bozez; the other was named Seneh."
            },
            {
                "verse_number": "5",
                "verse_text": "One outcropping was on the north side, in front of Michmash, and the other was on the south side, in front of Geba."
            },
            {
                "verse_number": "6",
                "verse_text": "Jonathan said to his young armor-bearer, &apos;Come on, let&quot;s go over to the fort of these uncircumcised men. Maybe the LORD will act on our behalf. After all, nothing can stop the LORD from saving, whether there are many soldiers or few.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Go ahead with whatever you&quot;re planning,&apos; his armor-bearer replied. &apos;I&quot;m with you, whatever you decide.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;All right then,&apos; Jonathan said. &apos;We&quot;ll go over to the men and show ourselves."
            },
            {
                "verse_number": "9",
                "verse_text": "If they say to us, &quot;Stay there until we get to you,&quot; then we&quot;ll stay where we are and won&quot;t go up to them."
            },
            {
                "verse_number": "10",
                "verse_text": "But if they say, &quot;Come on up,&quot; then we&quot;ll go up because that will be the sign that the LORD has handed them over to us.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So they showed themselves to the Philistine fort, and the Philistines said, &apos;Look, the Hebrews are coming out of the holes they&quot;ve been hiding in!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the troops in the fort yelled to Jonathan and his armor-bearer, &apos;Come on up! We&quot;ll teach you a lesson!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So Jonathan scrambled up on his hands and feet with his armor-bearer right behind him. The Philistines fell before Jonathan. His armor-bearer, coming behind him, would then finish them off."
            },
            {
                "verse_number": "14",
                "verse_text": "In the first attack, Jonathan and his armor-bearer killed about twenty men in an area of about half an acre."
            },
            {
                "verse_number": "15",
                "verse_text": "Panic broke out in the camp, in the field, and among all the troops. Even those in the fort and the raiders shook with fear. The very ground shook! It was a terror from God."
            },
            {
                "verse_number": "16",
                "verse_text": "Now Saul&quot;s lookouts at Gibeah in Benjamin saw the Philistine camp running all over the place."
            },
            {
                "verse_number": "17",
                "verse_text": "Saul said to the troops with him, &apos;Take a count and see who is missing.&apos; So they counted, and Jonathan and his armor-bearer were gone."
            },
            {
                "verse_number": "18",
                "verse_text": "Saul said to Ahijah, &apos;Bring the priestly vest!&apos; because at that time, Ahijah wore the priestly vest in Israel&quot;s presence."
            },
            {
                "verse_number": "19",
                "verse_text": "As Saul was talking to the priest, the confusion in the Philistine camp continued to grow. Saul said to the priest, &apos;Withdraw your hand.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Saul called all his troops together, and they went into battle. The Philistines were completely confused; every soldier&quot;s sword was turned against his fellow soldier."
            },
            {
                "verse_number": "21",
                "verse_text": "Even those Hebrews who had earlier joined up with the Philistines and moved into their camp changed sides to be with the Israelites who were with Saul and Jonathan."
            },
            {
                "verse_number": "22",
                "verse_text": "Similarly, when all the Israelites who had been hiding in the highlands of Ephraim heard that the Philistines were on the run, they also joined the battle in hot pursuit of the Philistines."
            },
            {
                "verse_number": "23",
                "verse_text": "The LORD saved Israel that day, and the fighting carried on beyond Beth-aven."
            },
            {
                "verse_number": "24",
                "verse_text": "Now the Israelite soldiers were in a difficult situation that day because Saul had bound the troops by a solemn pledge: &apos;Anyone who eats anything before evening when I have taken revenge on my enemies is doomed.&apos; So none of the army ate anything."
            },
            {
                "verse_number": "25",
                "verse_text": "The troops came across a honeycomb with honey on the ground."
            },
            {
                "verse_number": "26",
                "verse_text": "But even when they came across the honeycomb with the honey still flowing, no one ate any of it because the troops were afraid of the solemn pledge."
            },
            {
                "verse_number": "27",
                "verse_text": "But Jonathan hadn&quot;t heard his father make the people swear the pledge, so he dipped the end of the staff he was carrying into the honeycomb. When he ate some his eyes lit up."
            },
            {
                "verse_number": "28",
                "verse_text": "Then one of the soldiers spoke up: &apos;Your father bound the troops by a solemn pledge: &quot;Anyone who eats food today is doomed.&quot; That&quot;s why the troops are exhausted.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jonathan said, &apos;My father has brought trouble to the land. Look how my eyes lit up when I tasted just a bit of that honey!"
            },
            {
                "verse_number": "30",
                "verse_text": "It would have been even better if the troops had eaten some of their enemies&quot; plunder today when they found it! But now the Philistine defeat isn&quot;t as thorough as it might have been.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "That day, after they had fought the Philistines from Michmash to Aijalon, the troops were completely exhausted."
            },
            {
                "verse_number": "32",
                "verse_text": "So the troops tore into the plunder, taking sheep, cattle, and calves. They slaughtered them right on the ground and devoured them with the blood still in them."
            },
            {
                "verse_number": "33",
                "verse_text": "When it was reported to Saul, &apos;The troops are sinning against the LORD by eating meat with blood in it,&apos; Saul said, &apos;All of you are traitors! Roll a large stone over here right now."
            },
            {
                "verse_number": "34",
                "verse_text": "Go among the troops and say to them, &quot;Everyone must bring their ox or sheep, and slaughter them here with me. Don&quot;t sin against the LORD by eating meat with blood still in it.&quot;&apos; So everyone brought whatever they had and slaughtered it there."
            },
            {
                "verse_number": "35",
                "verse_text": "And Saul built an altar to the LORD . It was the first altar he had built to the LORD ."
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;Let&quot;s go after the Philistines tonight and plunder them until morning,&apos; Saul said. &apos;We won&quot;t leave them a single survivor!&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "So Saul questioned God: &apos;Should I go after the Philistines? Will you hand them over to Israel?&apos; But God did not answer him that day."
            },
            {
                "verse_number": "38",
                "verse_text": "Then Saul said, &apos;All you officers in the army, come forward! Let&quot;s find out what sin was committed today."
            },
            {
                "verse_number": "39",
                "verse_text": "As surely as the LORD lives&ndash;the one who has saved Israel&ndash;even if it&quot;s my own son Jonathan, that person will be executed.&apos; Not one of the soldiers answered him."
            },
            {
                "verse_number": "40",
                "verse_text": "So Saul said to all Israel, &apos;You be on one side, and my son Jonathan and I will be on the other.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Then Saul asked the LORD God of Israel, &apos;Why haven&quot;t you answered your servant today? If the wrongdoing is mine or my son Jonathan&quot;s, respond with Urim, but if the wrongdoing belongs to your people Israel, respond with Thummim.&apos; Jonathan and Saul were taken by lot, and the troops were cleared."
            },
            {
                "verse_number": "42",
                "verse_text": "Then Saul said, &apos;Decide between me and my son Jonathan.&apos; And Jonathan was selected."
            },
            {
                "verse_number": "43",
                "verse_text": "&apos;Tell me what you&quot;ve done,&apos; Saul said to Jonathan."
            },
            {
                "verse_number": "44",
                "verse_text": "&apos;May God deal harshly with me and worse still if you don&quot;t die today!&apos; Saul swore."
            },
            {
                "verse_number": "45",
                "verse_text": "But the troops said to Saul, &apos;Why should Jonathan die when he has won this great victory for Israel? No way! As surely as the LORD lives, not one hair off his head will fall to the ground, because he did this today with God&quot;s help.&apos; So the troops rescued Jonathan, and he wasn&quot;t executed."
            },
            {
                "verse_number": "46",
                "verse_text": "Then Saul stopped chasing the Philistines, and the Philistines went back to their own country."
            },
            {
                "verse_number": "47",
                "verse_text": "Saul secured his kingship over Israel. He fought against his enemies on every side: against Moab, the Ammonites, Edom, the king of Zobah, and the Philistines. Wherever he turned, he was victorious."
            },
            {
                "verse_number": "48",
                "verse_text": "He acted heroically, defeating the Amalekites and rescuing Israel from the power of any who had plundered them."
            },
            {
                "verse_number": "49",
                "verse_text": "Saul&quot;s sons were Jonathan, Ishvi, and Malchishua. The names of his two daughters were Merab, the oldest, and Michal, the younger daughter."
            },
            {
                "verse_number": "50",
                "verse_text": "The name of Saul&quot;s wife was Ahinoam, Ahimaaz&quot;s daughter. The name of his general was Abner, Ner&quot;s son, Saul&quot;s uncle."
            },
            {
                "verse_number": "51",
                "verse_text": "Kish, Saul&quot;s father, and Ner, Abner&quot;s father, were Abiel&quot;s sons."
            },
            {
                "verse_number": "52",
                "verse_text": "There was fierce warfare against the Philistines throughout Saul&quot;s lifetime. So whenever Saul saw any strong or heroic man, he would add him to his troops."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Samuel said to Saul, &apos;The LORD sent me to anoint you king over his people Israel. Listen now to the LORD &quot;s words!"
            },
            {
                "verse_number": "2",
                "verse_text": "This is what the LORD of heavenly forces says: I am going to punish the Amalekites for what they did to Israel: how they attacked the Israelites as they came up from Egypt."
            },
            {
                "verse_number": "3",
                "verse_text": "So go! Attack the Amalekites; put everything that belongs to them under the ban. Spare no one. Kill men and women, children and infants, oxen and sheep, camels and donkeys.&apos; &apos;Tell me,&apos; Saul replied. &apos;Does the LORD want entirely burned offerings and sacrifices as much as obedience to the LORD ? Listen to this: obeying is better than sacrificing, paying attention is better than fat from rams, Because you have rejected what the LORD said, he has rejected you as king.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Saul called out the troops and counted them at Telaim: two hundred thousand foot soldiers and ten thousand more troops from Judah."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Saul advanced on the Amalekite city and laid an ambush in the valley."
            },
            {
                "verse_number": "6",
                "verse_text": "Saul told the Kenites, &apos;Get going! Leave the Amalekites immediately because you showed kindness to the Israelites when they came out of Egypt. Otherwise, I&quot;ll destroy you right along with them.&apos; So the Kenites left the Amalekites."
            },
            {
                "verse_number": "7",
                "verse_text": "Then Saul attacked the Amalekites from Havilah all the way to Shur, which is near Egypt."
            },
            {
                "verse_number": "8",
                "verse_text": "He captured Agag the Amalekite king alive, but Saul placed all the people under the ban, killing them with the sword."
            },
            {
                "verse_number": "9",
                "verse_text": "Saul and the troops spared Agag along with the best sheep, cattle, fattened calves, lambs, and everything of value. They weren&quot;t willing to put them under the ban; but anything that was despised or of no value they placed under the ban."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the LORD &quot;s word came to Samuel:"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;I regret making Saul king because he has turned away from following me and hasn&quot;t done what I said.&apos; Samuel was upset at this, and he prayed to the LORD all night long."
            },
            {
                "verse_number": "12",
                "verse_text": "Samuel got up early in the morning to meet Saul, and was told, &apos;Saul went to Carmel, where he is setting up a monument for himself. Then he left and went down to Gilgal.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "When Samuel reached Saul, Saul greeted him, &apos;The LORD bless you! I have done what the LORD said.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Then what,&apos; Samuel asked, &apos;is this bleating of sheep in my ears and mooing of cattle I hear?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;They were taken from the Amalekites,&apos; Saul said, &apos;because the troops spared the best sheep and cattle in order to sacrifice them to the LORD your God. The rest was placed under the ban.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Samuel then said to Saul, &apos;Enough! Let me tell you what the LORD said to me last night.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Samuel said, &apos;Even if you think you are insignificant, aren&quot;t you the leader of Israel&quot;s tribes? The LORD anointed you king over Israel."
            },
            {
                "verse_number": "18",
                "verse_text": "The LORD sent you on a mission, instructing you, &quot;Go, and put the sinful Amalekites under the ban. Fight against them until you&quot;ve wiped them out.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "Why didn&quot;t you obey the LORD ? You did evil in the LORD &quot;s eyes when you tore into the plunder!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;But I did obey the LORD !&apos; Saul protested to Samuel. &apos;I went on the mission the LORD sent me on. I captured Agag the Amalekite king, and I put the Amalekites under the ban."
            },
            {
                "verse_number": "21",
                "verse_text": "Yes, the troops took sheep and cattle from the plunder&ndash;the very best items placed under the ban&ndash;but in order to sacrifice them to the LORD your God at Gilgal.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then Samuel replied,"
            },
            {
                "verse_number": "23",
                "verse_text": "because rebellion is as bad as the sin of divination; arrogance is like the evil of idolatry. Agag came to him in chains, asking, &apos;Would death have been as bitter as this is?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Saul said to Samuel, &apos;I have sinned because I disobeyed the LORD &quot;s command and your instructions. I was afraid of the troops and obeyed them."
            },
            {
                "verse_number": "25",
                "verse_text": "But now please forgive my sin! Come back with me, so I can worship the LORD .&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "But Samuel said to Saul, &apos;I can&quot;t return with you because you have rejected what the LORD said, and the LORD has rejected you from being king over Israel.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Samuel turned to leave, but Saul grabbed at the edge of his robe, and it ripped."
            },
            {
                "verse_number": "28",
                "verse_text": "Then Samuel told him, &apos;The LORD has ripped the kingdom of Israel from you today. He will give it to a friend of yours, someone who is more worthy than you."
            },
            {
                "verse_number": "29",
                "verse_text": "What&quot;s more, the enduring one of Israel doesn&quot;t take back what he says and doesn&quot;t change his mind. He is not a human being who would change his mind.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;I have sinned,&apos; Saul said, &apos;but please honor me in front of my people&quot;s elders and before Israel, and come back with me so I can worship the LORD your God.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "So Samuel went back with Saul, and Saul worshipped the LORD ."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Bring me Agag the Amalekite king,&apos; Samuel said."
            },
            {
                "verse_number": "33",
                "verse_text": "Samuel said, &apos;Just as your sword left women without their children, now your mother will be childless among women.&apos; Then Samuel cut Agag to pieces in the LORD &quot;s presence at Gilgal."
            },
            {
                "verse_number": "34",
                "verse_text": "Then Samuel went to Ramah, but Saul went up to his home in Gibeah."
            },
            {
                "verse_number": "35",
                "verse_text": "Samuel never saw Saul again before he died, but he grieved over Saul. However, the LORD regretted making Saul king over Israel."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Samuel, &apos;How long are you going to grieve over Saul? I have rejected him as king over Israel. Fill your horn with oil and get going. I&quot;m sending you to Jesse of Bethlehem because I have found my next king among his sons.&apos; &apos;Take a heifer with you,&apos; the LORD replied, &apos;and say, &quot;I have come to make a sacrifice to the LORD .&quot; &apos;There is still the youngest one,&apos; Jesse answered, &apos;but he&quot;s out keeping the sheep.&apos; Then Samuel left and went to Ramah."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;How can I do that?&apos; Samuel asked. &apos;When Saul hears of it he&quot;ll kill me!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Invite Jesse to the sacrifice, and I will make clear to you what you should do. You will anoint for me the person I point out to you.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Samuel did what the LORD instructed. When he came to Bethlehem, the city elders came to meet him. They were shaking with fear. &apos;Do you come in peace?&apos; they asked."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Yes,&apos; Samuel answered. &apos;I&quot;ve come to make a sacrifice to the LORD . Now make yourselves holy, then come with me to the sacrifice.&apos; Samuel made Jesse and his sons holy and invited them to the sacrifice as well."
            },
            {
                "verse_number": "6",
                "verse_text": "When they arrived, Samuel looked at Eliab and thought, That must be the LORD &quot;s anointed right in front."
            },
            {
                "verse_number": "7",
                "verse_text": "But the LORD said to Samuel, &apos;Have no regard for his appearance or stature, because I haven&quot;t selected him. God doesn&quot;t look at things like humans do. Humans see only what is visible to the eyes, but the LORD sees into the heart.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Next Jesse called for Abinadab, who presented himself to Samuel, but he said, &apos;The LORD hasn&quot;t chosen this one either.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Jesse presented Shammah, but Samuel said, &apos;No, the LORD hasn&quot;t chosen this one.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesse presented seven of his sons to Samuel, but Samuel said to Jesse, &apos;The LORD hasn&quot;t picked any of these.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then Samuel asked Jesse, &apos;Is that all of your boys?&apos; &apos;Send for him,&apos; Samuel told Jesse, &apos;because we can&quot;t proceed until he gets here.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So Jesse sent and brought him in. He was reddish brown, had beautiful eyes, and was good-looking. The LORD said, &apos;That&quot;s the one. Go anoint him.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So Samuel took the horn of oil and anointed him right there in front of his brothers. The LORD &quot;s spirit came over David from that point forward."
            },
            {
                "verse_number": "14",
                "verse_text": "Now the LORD &quot;s spirit had departed from Saul, and an evil spirit from the LORD tormented him."
            },
            {
                "verse_number": "15",
                "verse_text": "Saul&quot;s servants said to him, &apos;Look, an evil spirit from God is tormenting you."
            },
            {
                "verse_number": "16",
                "verse_text": "If our master just says the word, your servants will search for someone who knows how to play the lyre. The musician can play whenever the evil spirit from God is affecting you, and then you&quot;ll feel better.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Saul said to his servants, &apos;Find me a good musician and bring him to me.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "One of the servants responded, &apos;I know that one of Jesse&quot;s sons from Bethlehem is a good musician. He&quot;s a strong man and heroic, a warrior who speaks well and is good-looking too. The LORD is with him.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So Saul sent messengers to Jesse to say, &apos;Send me your son David, the one who keeps the sheep.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Jesse then took a donkey and loaded it with a homer of bread, a jar of wine, and a young goat, and he sent it along with his son David to Saul."
            },
            {
                "verse_number": "21",
                "verse_text": "That is how David came to Saul and entered his service. Saul liked David very much, and David became his armor-bearer."
            },
            {
                "verse_number": "22",
                "verse_text": "Saul sent a message to Jesse: &apos;Please allow David to remain in my service because I am pleased with him.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Whenever the evil spirit from God affected Saul, David would take the lyre and play it. Then Saul would relax and feel better, and the evil spirit would leave him alone."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "The Philistines assembled their troops for war at Socoh of Judah. They camped between Socoh and Azekah at Ephes-dammim."
            },
            {
                "verse_number": "2",
                "verse_text": "Saul and the Israelite army assembled and camped in the Elah Valley, where they got organized to fight the Philistines."
            },
            {
                "verse_number": "3",
                "verse_text": "The Philistines took positions on one hill while Israel took positions on the opposite hill. There was a valley between them. &apos;Go!&apos; Saul replied to David. &apos;And may the LORD be with you!&apos; When the Philistines saw that their hero was dead, they fled. &apos;As surely as you live, Your Majesty, I don&quot;t know,&apos; Abner answered. &apos;I&quot;m the son of your servant Jesse from Bethlehem,&apos; David answered."
            },
            {
                "verse_number": "4",
                "verse_text": "A champion named Goliath from Gath came out from the Philistine camp. He was more than nine feet tall."
            },
            {
                "verse_number": "5",
                "verse_text": "He had a bronze helmet on his head and wore bronze scale-armor weighing one hundred twenty-five pounds."
            },
            {
                "verse_number": "6",
                "verse_text": "He had bronze plates on his shins, and a bronze scimitar hung on his back."
            },
            {
                "verse_number": "7",
                "verse_text": "His spear shaft was as strong as the bar on a weaver&quot;s loom, and its iron head weighed fifteen pounds. His shield-bearer walked in front of him."
            },
            {
                "verse_number": "8",
                "verse_text": "He stopped and shouted to the Israelite troops, &apos;Why have you come and taken up battle formations? I am the Philistine champion, and you are Saul&quot;s servants. Isn&quot;t that right? Select one of your men, and let him come down against me."
            },
            {
                "verse_number": "9",
                "verse_text": "If he is able to fight me and kill me, then we will become your slaves, but if I overcome him and kill him, then you will become our slaves and you will serve us."
            },
            {
                "verse_number": "10",
                "verse_text": "I insult Israel&quot;s troops today!&apos; The Philistine continued, &apos;Give me an opponent, and we&quot;ll fight!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "When Saul and all Israel heard what the Philistine said, they were distressed and terrified."
            },
            {
                "verse_number": "12",
                "verse_text": "Now David was Jesse&quot;s son, an Ephraimite from Bethlehem in Judah who had eight sons. By Saul&quot;s time, Jesse was already quite old and far along in age."
            },
            {
                "verse_number": "13",
                "verse_text": "Jesse&quot;s three oldest sons had gone with Saul to war. Their names were Eliab the oldest, Abinadab the second oldest, and Shammah the third oldest."
            },
            {
                "verse_number": "14",
                "verse_text": "(David was the youngest.) These three older sons followed Saul,"
            },
            {
                "verse_number": "15",
                "verse_text": "but David went back and forth from Saul&quot;s side to shepherd his father&quot;s flock in Bethlehem."
            },
            {
                "verse_number": "16",
                "verse_text": "For forty days straight the Philistine came out and took his stand, both morning and evening."
            },
            {
                "verse_number": "17",
                "verse_text": "Jesse said to his son David, &apos;Please take your brothers an ephah of this roasted grain and these ten loaves of bread. Deliver them quickly to your brothers in the camp."
            },
            {
                "verse_number": "18",
                "verse_text": "And here, take these ten wedges of cheese to their unit commander. Find out how your brothers are doing and bring back some sign that they are okay."
            },
            {
                "verse_number": "19",
                "verse_text": "They are with Saul and all the Israelite troops fighting the Philistines in the Elah Valley.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So David got up early in the morning, left someone in charge of the flock, and loaded up and left, just as his father Jesse had instructed him. He reached the camp right when the army was taking up their battle formations and shouting the war cry."
            },
            {
                "verse_number": "21",
                "verse_text": "Israel and the Philistines took up their battle formations opposite each other."
            },
            {
                "verse_number": "22",
                "verse_text": "David left his things with an attendant and ran to the front line. When he arrived, he asked how his brothers were doing."
            },
            {
                "verse_number": "23",
                "verse_text": "Right when David was speaking with them, Goliath, the Philistine champion from Gath, came forward from the Philistine ranks and said the same things he had said before. David listened."
            },
            {
                "verse_number": "24",
                "verse_text": "When the Israelites saw Goliath, every one of them ran away terrified of him. ("
            },
            {
                "verse_number": "25",
                "verse_text": "Now the Israelite soldiers had been saying to each other: &apos;Do you see this man who keeps coming out? How he comes to insult Israel? The king will reward with great riches whoever kills that man. The king will give his own daughter to him and make his household exempt from taxes in Israel.&apos;)"
            },
            {
                "verse_number": "26",
                "verse_text": "David asked the soldiers standing by him, &apos;What will be done for the person who kills that Philistine over there and removes this insult from Israel? Who is that uncircumcised Philistine, anyway, that he can get away with insulting the army of the living God?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then the troops repeated to him what they had been saying. &apos;So that&quot;s what will be done for the man who kills him,&apos; they said."
            },
            {
                "verse_number": "28",
                "verse_text": "When David&quot;s oldest brother Eliab heard him talking to the soldiers, he got very mad at David. &apos;Why did you come down here?&apos; he said. &apos;Who is watching those few sheep for you in the wilderness? I know how arrogant you are and your devious plan: you came down just to see the battle!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;What did I do wrong this time?&apos; David replied. &apos;It was just a question!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "So David turned to someone else and asked the same thing, and the people said the same thing in reply."
            },
            {
                "verse_number": "31",
                "verse_text": "The things David had said were overheard and reported to Saul, who sent for him."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Don&quot;t let anyone lose courage because of this Philistine!&apos; David told Saul. &apos;I, your servant, will go out and fight him!&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;You can&quot;t go out and fight this Philistine,&apos; Saul answered David. &apos;You are still a boy. But he&quot;s been a warrior since he was a boy!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Your servant has kept his father&quot;s sheep,&apos; David replied to Saul, &apos;and if ever a lion or a bear came and carried off one of the flock,"
            },
            {
                "verse_number": "35",
                "verse_text": "I would go after it, strike it, and rescue the animal from its mouth. If it turned on me, I would grab it at its jaw, strike it, and kill it."
            },
            {
                "verse_number": "36",
                "verse_text": "Your servant has fought both lions and bears. This uncircumcised Philistine will be just like one of them because he has insulted the army of the living God."
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;The LORD ,&apos; David added, &apos;who rescued me from the power of both lions and bears, will rescue me from the power of this Philistine.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Then Saul dressed David in his own gear, putting a coat of armor on him and a bronze helmet on his head."
            },
            {
                "verse_number": "39",
                "verse_text": "David strapped his sword on over the armor, but he couldn&quot;t walk around well because he&quot;d never tried it before. &apos;I can&quot;t walk in this,&apos; David told Saul, &apos;because I&quot;ve never tried it before.&apos; So he took them off."
            },
            {
                "verse_number": "40",
                "verse_text": "He then grabbed his staff and chose five smooth stones from the streambed. He put them in the pocket of his shepherd&quot;s bag and with sling in hand went out to the Philistine."
            },
            {
                "verse_number": "41",
                "verse_text": "The Philistine got closer and closer to David, and his shield-bearer was in front of him."
            },
            {
                "verse_number": "42",
                "verse_text": "When the Philistine looked David over, he sneered at David because he was just a boy; reddish brown and good-looking."
            },
            {
                "verse_number": "43",
                "verse_text": "The Philistine asked David, &apos;Am I some sort of dog that you come at me with sticks?&apos; And he cursed David by his gods."
            },
            {
                "verse_number": "44",
                "verse_text": "&apos;Come here,&apos; he said to David, &apos;and I&quot;ll feed your flesh to the wild birds and the wild animals!&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "But David told the Philistine, &apos;You are coming against me with sword, spear, and scimitar, but I come against you in the name of the LORD of heavenly forces, the God of Israel&quot;s army, the one you&quot;ve insulted."
            },
            {
                "verse_number": "46",
                "verse_text": "Today the LORD will hand you over to me. I will strike you down and cut off your head! Today I will feed your dead body and the dead bodies of the entire Philistine camp to the wild birds and the wild animals. Then the whole world will know that there is a God on Israel&quot;s side."
            },
            {
                "verse_number": "47",
                "verse_text": "And all those gathered here will know that the LORD doesn&quot;t save by means of sword and spear. The LORD owns this war, and he will hand all of you over to us.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "The Philistine got up and moved closer to attack David, and David ran quickly to the front line to face him."
            },
            {
                "verse_number": "49",
                "verse_text": "David put his hand in his bag and took out a stone. He slung it, and it hit the Philistine on his forehead. The stone penetrated his forehead, and he fell facedown on the ground."
            },
            {
                "verse_number": "50",
                "verse_text": "And that&quot;s how David triumphed over the Philistine with just a sling and a stone, striking the Philistine down and killing him&ndash;and David didn&quot;t even have a sword!"
            },
            {
                "verse_number": "51",
                "verse_text": "Then David ran and stood over the Philistine. He grabbed the Philistine&quot;s sword, drew it from its sheath, and finished him off. Then David cut off the Philistine&quot;s head with the sword."
            },
            {
                "verse_number": "52",
                "verse_text": "The soldiers from Israel and Judah jumped up with a shout and chased the Philistines all the way to Gath and the gates of Ekron. The dead Philistines were littered along the Shaarim road all the way to Gath and Ekron."
            },
            {
                "verse_number": "53",
                "verse_text": "When the Israelites came back from chasing the Philistines, they plundered their camp."
            },
            {
                "verse_number": "54",
                "verse_text": "David took the head of the Philistine and brought it to Jerusalem, but he put the Philistine&quot;s weapons in his own tent."
            },
            {
                "verse_number": "55",
                "verse_text": "Now when Saul saw David go out to meet the Philistine, he asked Abner the army general, &apos;Abner, whose son is that boy?&apos;"
            },
            {
                "verse_number": "56",
                "verse_text": "&apos;Then find out whose son that young man is,&apos; the king replied."
            },
            {
                "verse_number": "57",
                "verse_text": "So when David came back from killing the Philistine, Abner sent for him and presented him to Saul. The Philistine&quot;s head was still in David&quot;s hand."
            },
            {
                "verse_number": "58",
                "verse_text": "Saul said to him, &apos;Whose son are you, my boy?&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "As soon as David had finished talking with Saul, Jonathan&quot;s life became bound up with David&quot;s life, and Jonathan loved David as much as himself."
            },
            {
                "verse_number": "2",
                "verse_text": "From that point forward, Saul kept David in his service and wouldn&quot;t allow him to return to his father&quot;s household."
            },
            {
                "verse_number": "3",
                "verse_text": "And Jonathan and David made a covenant together because Jonathan loved David as much as himself."
            },
            {
                "verse_number": "4",
                "verse_text": "Jonathan took off the robe he was wearing and gave it to David, along with his armor, as well as his sword, his bow, and his belt."
            },
            {
                "verse_number": "5",
                "verse_text": "David went out and was successful in every mission Saul sent him to do. So Saul placed him in charge of the soldiers, and this pleased all the troops as well as Saul&quot;s servants. &apos;Saul has killed his thousands, but David has killed his tens of thousands!&apos; So Saul said to David a second time, &apos;Become my son-in-law now.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "After David came back from killing the Philistine, and as the troops returned home, women from all of Israel&quot;s towns came out to meet King Saul with singing and dancing, with tambourines, rejoicing, and musical instruments."
            },
            {
                "verse_number": "7",
                "verse_text": "The women sang in celebration:"
            },
            {
                "verse_number": "8",
                "verse_text": "Saul burned with anger. This song annoyed him. &apos;They&quot;ve credited David with tens of thousands,&apos; he said, &apos;but only credit me with thousands. What&quot;s next for him&ndash;the kingdom itself?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Saul kept a close eye on David from that point on."
            },
            {
                "verse_number": "10",
                "verse_text": "The next day an evil spirit from God came over Saul, and he acted like he was in a prophetic frenzy in his house. So David played the lyre as he usually did. Saul had a spear in his hand,"
            },
            {
                "verse_number": "11",
                "verse_text": "and he threw it, thinking, I&quot;ll pin David to the wall. But David escaped from him two different times."
            },
            {
                "verse_number": "12",
                "verse_text": "Saul was afraid of David because the LORD was with David but no longer with Saul."
            },
            {
                "verse_number": "13",
                "verse_text": "So Saul removed David from his service, placing him in command of a unit of one thousand men. David led the men out to war and back."
            },
            {
                "verse_number": "14",
                "verse_text": "David was successful in everything he did because the LORD was with him."
            },
            {
                "verse_number": "15",
                "verse_text": "Saul saw that he was very successful, and he was afraid of him."
            },
            {
                "verse_number": "16",
                "verse_text": "Everyone in Israel and Judah loved David because he led them out in war and back again."
            },
            {
                "verse_number": "17",
                "verse_text": "Saul said to David, &apos;Look, here is my oldest daughter Merab. I will give her to you in marriage on this condition: you must be my warrior and fight the LORD &quot;s battles.&apos; I won&quot;t raise my hand against him, Saul thought; let the Philistines do that!"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;I&quot;m not worthy,&apos; David replied to Saul, &apos;and neither is my family or my father&quot;s clan in Israel, to become the king&quot;s son-in-law.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "And so when the time came for Saul&quot;s daughter Merab to be married to David, she was given to Adriel from Meholah instead."
            },
            {
                "verse_number": "20",
                "verse_text": "Now Saul&quot;s younger daughter Michal loved David. When this was reported to Saul, he was happy about it."
            },
            {
                "verse_number": "21",
                "verse_text": "I&quot;ll give her to him, Saul thought; she&quot;ll cause him problems, and the Philistines will be against him."
            },
            {
                "verse_number": "22",
                "verse_text": "Saul instructed his servants, &apos;Tell David in private: &quot;Look, the king likes you, and all his servants love you. You should become the king&quot;s son-in-law.&quot;&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Saul&quot;s servants whispered these things in David&quot;s ear. But David said, &apos;Do you think it&quot;s a simple matter to become the king&quot;s son-in-law? I don&quot;t! I&quot;m poor and insignificant.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Saul&quot;s servants reported what David said,"
            },
            {
                "verse_number": "25",
                "verse_text": "and Saul replied, &apos;Tell David this: &quot;The king doesn&quot;t want any bridal gift, just a hundred Philistine foreskins as vengeance on the king&quot;s enemies.&quot;&apos; (Saul was hoping that David would die at the hands of the Philistines.)"
            },
            {
                "verse_number": "26",
                "verse_text": "When the servants reported this to David, he was happy to become the king&quot;s son-in-law. Even before the allotted time had expired,"
            },
            {
                "verse_number": "27",
                "verse_text": "David got up and went with his soldiers and killed one hundred Philistines. David brought their foreskins and counted them out for the king so he could become the king&quot;s son-in-law. Then Saul gave his daughter Michal to him in marriage."
            },
            {
                "verse_number": "28",
                "verse_text": "When Saul knew for certain that the LORD was with David and that his daughter Michal loved him,"
            },
            {
                "verse_number": "29",
                "verse_text": "then Saul was even more afraid of David. Saul was David&quot;s enemy for the rest of his life."
            },
            {
                "verse_number": "30",
                "verse_text": "And whenever the Philistine commanders came out for battle, David would have more success than the rest of Saul&quot;s officers, so his fame spread widely."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Saul ordered his son Jonathan and all his servants to kill David, but Jonathan, Saul&quot;s son, liked David very much."
            },
            {
                "verse_number": "2",
                "verse_text": "So Jonathan warned David, &apos;My father Saul is trying to kill you. Be on guard tomorrow morning. Stay somewhere safe and hide."
            },
            {
                "verse_number": "3",
                "verse_text": "I&quot;ll go out and stand by my father in the field where you&quot;ll be. I&quot;ll talk to my father about you, and I&quot;ll tell you whatever I find out.&apos; Michal said to Saul, &apos;David told me, &quot;Help me get away or I&quot;ll kill you!&quot;&apos; &apos;In the camps at Ramah,&apos; he was told."
            },
            {
                "verse_number": "4",
                "verse_text": "So Jonathan spoke highly about David to his father Saul, telling him, &apos;The king shouldn&quot;t do anything wrong to his servant David, because he hasn&quot;t wronged you. In fact, his actions have helped you greatly."
            },
            {
                "verse_number": "5",
                "verse_text": "He risked his own life when he killed that Philistine, and the LORD won a great victory for all Israel. You saw it and were happy about it. Why then would you do something wrong to an innocent person by killing David for no reason?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Saul listened to Jonathan and then swore, &apos;As surely as the LORD lives, David won&quot;t be executed.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So Jonathan summoned David and told him everything they had talked about. Then Jonathan brought David back to Saul, and David served Saul as he had previously."
            },
            {
                "verse_number": "8",
                "verse_text": "War broke out again. When David went out to fight the Philistines, he struck them with such force that they ran from him."
            },
            {
                "verse_number": "9",
                "verse_text": "Then an evil spirit from the LORD came over Saul. He was sitting in his house with his spear in hand while David was playing music."
            },
            {
                "verse_number": "10",
                "verse_text": "Saul tried to pin David to the wall with his spear, but David escaped Saul. Saul drove the spear into the wall, but David fled and got away safely. That night"
            },
            {
                "verse_number": "11",
                "verse_text": "Saul sent messengers to David&quot;s house to keep watch on it and kill him in the morning. David&quot;s wife Michal warned him, &apos;If you don&quot;t escape with your life tonight, you are a dead man tomorrow.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So Michal lowered David through a window. He took off and ran, and he got away."
            },
            {
                "verse_number": "13",
                "verse_text": "Then Michal took the household&quot;s divine image and laid it in the bed, putting some goat&quot;s hair on its head and covering it with clothes."
            },
            {
                "verse_number": "14",
                "verse_text": "Saul sent messengers to arrest David, but she said, &apos;He&quot;s sick.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Saul sent the messengers back to check on David for themselves. &apos;Bring him to me on his bed,&apos; he ordered, &apos;so he can be executed.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "When the messengers arrived, they found the idol in the bed with the goat&quot;s hair on its head."
            },
            {
                "verse_number": "17",
                "verse_text": "Saul said to Michal, &apos;Why could you betray me like this, letting my enemy go so that now he has escaped?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So David fled and escaped. When he reached Samuel at Ramah, he reported to him everything Saul had done to him. Then he and Samuel went to stay in the camps."
            },
            {
                "verse_number": "19",
                "verse_text": "When Saul was told that David was in the camps at Ramah,"
            },
            {
                "verse_number": "20",
                "verse_text": "he sent messengers to arrest David. They saw a group of prophets in a prophetic frenzy, with Samuel standing there as their leader. God&quot;s spirit came over Saul&quot;s messengers, and they also fell into a prophetic frenzy."
            },
            {
                "verse_number": "21",
                "verse_text": "This was reported to Saul, and he sent different messengers, but they also fell into a prophetic frenzy. So Saul sent a third group of messengers, and they did the very same thing."
            },
            {
                "verse_number": "22",
                "verse_text": "At that point, Saul went to Ramah himself. He came to the well at the threshing floor that was on the bare hill there and asked, &apos;Where are Samuel and David?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So Saul went to the camps at Ramah, and God&quot;s spirit came over him too. So as he traveled, he was in a prophetic frenzy until he reached the camps at Ramah."
            },
            {
                "verse_number": "24",
                "verse_text": "He even took off all his clothes and fell into a prophetic frenzy in front of Samuel. He lay naked that whole day and night. That&quot;s why people say, &apos;Is Saul also one of the prophets?&apos;"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "David fled from the camps at Ramah. He came to Jonathan and asked, &apos;What have I done? What is my crime? How have I wronged your father that he wants me dead?&apos; When the new moon came, the king sat at the feast to eat."
            },
            {
                "verse_number": "2",
                "verse_text": "Jonathan said to him, &apos;No! You are not going to die! Listen: My father doesn&quot;t do anything big or small without telling me first. Why would my father hide this from me? It isn&quot;t true!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But David solemnly promised in response, &apos;Your father knows full well that you like me. He probably said, &quot;Jonathan must not learn about this or he&quot;ll be upset.&quot; But I promise you&ndash;on the LORD &quot;s life and yours!&ndash;that I am this close to death!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;What do you want me to do?&apos; Jonathan said to David. &apos;I&quot;ll do it.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Okay, listen,&apos; David answered Jonathan. &apos;Tomorrow is the new moon, and I&quot;m supposed to sit with the king at the feast. Instead, let me go and I&quot;ll hide in the field until nighttime."
            },
            {
                "verse_number": "6",
                "verse_text": "If your father takes note of my absence, tell him, &quot;David begged my permission to run down to his hometown Bethlehem, because there is an annual sacrifice there for his whole family.&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "If Saul says &quot;Fine,&quot; then I, your servant, am safe. But if he loses his temper, then you&quot;ll know for certain that he intends to harm me."
            },
            {
                "verse_number": "8",
                "verse_text": "So be loyal to your servant, because you&quot;ve brought your servant into a sacred covenant with you. If I&quot;m guilty, then kill me yourself; just don&quot;t take me back to your father.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Enough!&apos; Jonathan replied. &apos;If I can determine for certain that my father intends to harm you, of course I&quot;ll tell you!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Who will tell me if your father responds harshly?&apos; David asked Jonathan."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Come on,&apos; Jonathan said to David. &apos;Let&quot;s go into the field.&apos; So both of them went out into the field."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Jonathan told David, &apos;I pledge by the LORD God of Israel that I will question my father by this time tomorrow or on the third day. If he seems favorable toward David, I will definitely send word and make sure you know."
            },
            {
                "verse_number": "13",
                "verse_text": "But if my father intends to harm you, then may the LORD deal harshly with me, Jonathan, and worse still if I don&quot;t tell you right away so that you can escape safely. May the LORD be with you as he once was with my father."
            },
            {
                "verse_number": "14",
                "verse_text": "If I remain alive, be loyal to me. But if I die,"
            },
            {
                "verse_number": "15",
                "verse_text": "don&quot;t ever stop being loyal to my household. Once the LORD has eliminated all of David&quot;s enemies from the earth,"
            },
            {
                "verse_number": "16",
                "verse_text": "if Jonathan&quot;s name is also eliminated, then the LORD will seek retribution from David!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "So Jonathan again made a pledge to David because he loved David as much as himself."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Tomorrow is the festival of the new moon,&apos; Jonathan told David. &apos;You will be missed because your seat will be empty."
            },
            {
                "verse_number": "19",
                "verse_text": "The day after tomorrow, go all the way to the spot where you hid on the day of the incident, and stay close to that mound."
            },
            {
                "verse_number": "20",
                "verse_text": "On the third day I will shoot an arrow to the side of the mound as if aiming at a target."
            },
            {
                "verse_number": "21",
                "verse_text": "Then I&quot;ll send the servant boy, saying, &quot;Go retrieve the arrow.&quot; If I yell to the boy, &quot;Hey! The arrow is on this side of you. Get it!&quot; then you can come out because it will be safe for you. There won&quot;t be any trouble&ndash;I make a pledge on the LORD &quot;s life."
            },
            {
                "verse_number": "22",
                "verse_text": "But if I yell to the young man, &quot;Hey! The arrow is past you,&quot; then run for it, because the LORD has sent you away."
            },
            {
                "verse_number": "23",
                "verse_text": "Either way, the LORD is witness between us forever regarding the promise we made to each other.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So David hid himself in the field."
            },
            {
                "verse_number": "25",
                "verse_text": "He took his customary seat by the wall. Jonathan sat opposite him while Abner sat beside Saul. David&quot;s seat was empty."
            },
            {
                "verse_number": "26",
                "verse_text": "Saul didn&quot;t say anything that day because he thought, Perhaps David became unclean somehow. That must be it."
            },
            {
                "verse_number": "27",
                "verse_text": "But on the next day, the second of the new moon, David&quot;s seat was still empty. Saul said to his son Jonathan, &apos;Why hasn&quot;t Jesse&quot;s son come to the table, either yesterday or today?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Jonathan answered Saul, &apos;David begged my permission to go to Bethlehem."
            },
            {
                "verse_number": "29",
                "verse_text": "He said, &quot;Please let me go because we have a family sacrifice there in town, and my brother has ordered me to be present. Please do me a favor and let me slip away so I can see my family.&quot; That&quot;s why David hasn&quot;t been at the king&quot;s table.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "At that, Saul got angry at Jonathan. &apos;You son of a stubborn, rebellious woman!&apos; he said. &apos;Do you think I don&quot;t know how you&quot;ve allied yourself with Jesse&quot;s son? Shame on you and on the mother who birthed you!"
            },
            {
                "verse_number": "31",
                "verse_text": "As long as Jesse&quot;s son lives on this earth, neither you nor your dynasty will be secure. Now have him brought to me because he&quot;s a dead man!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "But Jonathan answered his father Saul, &apos;Why should David be executed? What has he done?&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "At that, Saul threw his spear at Jonathan to strike him, and Jonathan realized that his father intended to kill David."
            },
            {
                "verse_number": "34",
                "verse_text": "Jonathan got up from the table in a rage. He didn&quot;t eat anything on the second day of the new moon because he was worried about David and because his father had humiliated him."
            },
            {
                "verse_number": "35",
                "verse_text": "In the morning, Jonathan went out to the field for the meeting with David, and a young servant boy went with him."
            },
            {
                "verse_number": "36",
                "verse_text": "He said to the boy, &apos;Go quickly and retrieve the arrow that I shoot.&apos; So the boy ran off, and he shot an arrow beyond him."
            },
            {
                "verse_number": "37",
                "verse_text": "When the boy got to the spot where Jonathan shot the arrow, Jonathan yelled to him, &apos;Isn&quot;t the arrow past you?&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Jonathan yelled again to the boy, &apos;Quick! Hurry up! Don&quot;t just stand there!&apos; So Jonathan&quot;s servant boy gathered up the arrow and came back to his master."
            },
            {
                "verse_number": "39",
                "verse_text": "The boy had no idea what had happened; only Jonathan and David knew."
            },
            {
                "verse_number": "40",
                "verse_text": "Jonathan handed his weapons to the boy and told him, &apos;Get going. Take these back to town.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "As soon as the boy was gone, David came out from behind the mound and fell down, face on the ground, bowing low three times. The friends kissed each other, and cried with each other, but David cried hardest."
            },
            {
                "verse_number": "42",
                "verse_text": "Then Jonathan said to David, &apos;Go in peace because the two of us made a solemn pledge in the LORD &quot;s name when we said, &quot;The LORD is witness between us and between our descendants forever.&quot;&apos; Then David got up and left, but Jonathan went back to town."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "David came to Nob where Ahimelech was priest. Ahimelech was shaking in fear when he met David. &apos;Why are you alone? Why is no one with you?&apos; he asked. David said, &apos;No sword is as good as that one! Give it to me!&apos; &quot;Saul has killed his thousands, but David has killed his tens of thousands!&quot;&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "David answered Ahimelech the priest, &apos;The king has given me orders, but he instructed me, &quot;Don&quot;t let anyone know anything about the mission I&quot;m sending you on or about your orders.&quot; As for my troops, I told them to meet me at an undisclosed location."
            },
            {
                "verse_number": "3",
                "verse_text": "Now what do you have here with you? Give me five loaves of bread or whatever you can find.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;I don&quot;t have any regular bread on hand,&apos; the priest answered David, &apos;just holy bread&ndash;but only if your troops have abstained from sexual activity.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Definitely,&apos; David answered the priest. &apos;Whenever I go out to war, women are off-limits; that&quot;s our standard operating procedure. Even on regular missions, the men&quot;s gear is kept holy. That&quot;s even more true today, with the mission holy along with the gear.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So the priest gave David holy bread, because there was no other bread except the bread of the presence, which is removed from the LORD &quot;s presence and replaced by warm bread as soon as it is taken away."
            },
            {
                "verse_number": "7",
                "verse_text": "Now one of Saul&quot;s servants was there that day, detained in the LORD &quot;s presence. His name was Doeg. He was an Edomite and Saul&quot;s head shepherd."
            },
            {
                "verse_number": "8",
                "verse_text": "David asked Ahimelech, &apos;Do you have a spear or sword on hand? I didn&quot;t bring my sword or gear with me because the king&quot;s mission was urgent.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The priest said, &apos;The sword of Goliath, the Philistine you killed in the Elah Valley, is here wrapped in a cloth behind a priestly vest. If you want it, take it, because there are no other swords here.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So David got up and continued running from Saul. He went to Achish, Gath&quot;s king."
            },
            {
                "verse_number": "11",
                "verse_text": "Achish&quot;s servants said to him, &apos;Isn&quot;t that David, king of the land? He&quot;s the one people sing about in their dances,"
            },
            {
                "verse_number": "12",
                "verse_text": "David took these words very seriously and became very frightened of Achish, Gath&quot;s king."
            },
            {
                "verse_number": "13",
                "verse_text": "So he changed the way he acted with them, pretending to be insane while he was with them. He scratched marks on the doors of the city gates and let spit run down his chin."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Can&quot;t you see he&quot;s crazy?&apos; Achish asked his servants. &apos;Why bring him to me?"
            },
            {
                "verse_number": "15",
                "verse_text": "Am I short on insane people that you&quot;ve brought this person to go crazy right in front of me? Do you really think I&quot;m going to let this man enter my house?&apos;"
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "David left Gath and escaped to Adullam&quot;s fortress. When David&quot;s siblings and all his extended family learned of this, they went to join him there."
            },
            {
                "verse_number": "2",
                "verse_text": "Everyone who was in trouble, in debt, or in desperate circumstances gathered around David, and he became their leader. Approximately four hundred men joined him. &apos;Yes sir,&apos; he replied. But the king&quot;s servants were unwilling to lift a hand to attack the LORD &quot;s priests."
            },
            {
                "verse_number": "3",
                "verse_text": "From there David went to Mizpeh in Moab. He said to the Moabite king, &apos;Please let my father and mother stay with you until I know what God will do to me.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So David left his parents with the Moabite king, and they stayed with him the whole time David was in the fortress."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the prophet Gad told David, &apos;Don&quot;t stay in the fortress any longer. Leave now and go to the land of Judah.&apos; So David left and went to Hereth forest."
            },
            {
                "verse_number": "6",
                "verse_text": "Saul learned that David and his soldiers had been located. Saul was sitting under the tamarisk tree on the hill at Gibeah, spear in hand, with all his servants waiting on him."
            },
            {
                "verse_number": "7",
                "verse_text": "He said to them, &apos;Listen up, Benjaminites! Will Jesse&quot;s son give fields and vineyards to each and every one of you? Will he make each one of you commanders of units of one thousand men or commanders of units of one hundred?"
            },
            {
                "verse_number": "8",
                "verse_text": "Is that why all of you have conspired against me? No one informed me when my son made a covenant with Jesse&quot;s son! Not one of you is concerned about me or informs me when my own son sets my servant against me in an ambush&ndash;but that&quot;s what has happened today!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Doeg the Edomite, who was standing with Saul&quot;s servants, responded, &apos;I saw Jesse&quot;s son go to Ahimelech, Ahitub&quot;s son, at Nob."
            },
            {
                "verse_number": "10",
                "verse_text": "Ahimelech questioned the LORD for David, and gave him provisions as well as the sword of Goliath the Philistine.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The king then sent for the priest Ahimelech, Ahitub&quot;s son, and all his extended family, who were the priests at Nob. All of them came to the king."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Listen here, son of Ahitub,&apos; Saul said."
            },
            {
                "verse_number": "13",
                "verse_text": "Saul said to him, &apos;Why have you conspired against me&ndash;you with Jesse&quot;s son&ndash;giving him food and a sword and questioning God for him so that he is now against me, waiting in ambush, which is what has happened today?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Ahimelech answered the king, &apos;Out of all your servants, who is as trustworthy as David? He is the king&quot;s son-in-law, does whatever you ask, and is well respected in your house."
            },
            {
                "verse_number": "15",
                "verse_text": "Was that the first time I questioned God for him? Of course not! But please, the king shouldn&quot;t accuse me, his servant, or anyone in my father&quot;s household of any wrongdoing, because your servant knew nothing whatsoever about this matter.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But the king said, &apos;You will be executed, Ahimelech&ndash;you and all of your father&quot;s household!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The king ordered the guards waiting on him: &apos;Go ahead and kill the LORD &quot;s priests because they&quot;ve joined up with David too. They knew he was on the run but didn&quot;t inform me.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The king then ordered Doeg, &apos;Doeg! You go attack the priests.&apos; So Doeg the Edomite went and attacked the priests, killing eighty-five men who wore the linen priestly vest that day."
            },
            {
                "verse_number": "19",
                "verse_text": "He put the whole priestly city of Nob to the sword: men and women, children and infants, even oxen, donkeys, and sheep."
            },
            {
                "verse_number": "20",
                "verse_text": "But one of the sons of Ahimelech, Ahitub&quot;s son, escaped. His name was Abiathar, and he fled to David."
            },
            {
                "verse_number": "21",
                "verse_text": "Abiathar reported to David that Saul had slaughtered the LORD &quot;s priests."
            },
            {
                "verse_number": "22",
                "verse_text": "David told Abiathar, &apos;That day, when Doeg the Edomite was there, I knew that he would tell Saul everything. I am to blame for the deaths in your father&quot;s family."
            },
            {
                "verse_number": "23",
                "verse_text": "Stay with me, and don&quot;t be afraid. The one who seeks my life now seeks yours too. But you&quot;ll be safe with me.&apos;"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "David was told, &apos;The Philistines are now attacking Keilah and looting the threshing floors!&apos; &apos;Go!&apos; the LORD answered. &apos;Fight the Philistines and save Keilah!&apos; &apos;Yes, he will come down,&apos; the LORD answered. &apos;Yes, they will hand you over,&apos; the LORD replied. Meanwhile, David and his soldiers were in the Maon wilderness in the desert plain south of Jeshimon."
            },
            {
                "verse_number": "2",
                "verse_text": "David asked the LORD , &apos;Should I go and fight these Philistines?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But David&quot;s men said to him, &apos;Look how frightened we are here in Judah. It&quot;ll be worse if we go to Keilah against Philistine forces!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So David asked the LORD again, and the LORD reaffirmed, &apos;Yes, go down to Keilah, because I will hand the Philistines over to you.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then David and his soldiers went to Keilah and fought the Philistines, driving off their cattle and defeating them decisively. And that&quot;s how David saved the residents of Keilah."
            },
            {
                "verse_number": "6",
                "verse_text": "Now after Abiathar, Ahimelech&quot;s son, fled to David, he had accompanied David to Keilah, bringing a priestly vest with him."
            },
            {
                "verse_number": "7",
                "verse_text": "When Saul was told that David had gone to Keilah, he said, &apos;God has handed him over to me now because he has trapped himself by entering a town with gates and bars!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So Saul called up all his troops for war, to go down to Keilah and attack David and his soldiers."
            },
            {
                "verse_number": "9",
                "verse_text": "When David learned that Saul was planning to harm him, he told the priest Abiathar, &apos;Bring the priestly vest now.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then David said, &apos; LORD God of Israel, I, your servant, have heard that Saul plans on coming to Keilah and will destroy the town because of me."
            },
            {
                "verse_number": "11",
                "verse_text": "LORD God of Israel, will Saul come down as your servant has heard? Please tell your servant.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Next David asked, &apos;Will the citizens of Keilah hand me and my soldiers over to Saul?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So David and his troops&ndash;approximately six hundred men&ndash;got up and left Keilah. They kept moving, going from one place to the next. When Saul was told that David had escaped from Keilah, he didn&quot;t go there."
            },
            {
                "verse_number": "14",
                "verse_text": "David lived in the fortresses in the wilderness and in the hills of the Ziph wilderness. Saul searched for him constantly, but God did not hand David over to Saul."
            },
            {
                "verse_number": "15",
                "verse_text": "While David was at Horesh in the Ziph wilderness he learned that Saul was looking to kill him."
            },
            {
                "verse_number": "16",
                "verse_text": "Saul&quot;s son Jonathan came to David at Horesh and encouraged him with God."
            },
            {
                "verse_number": "17",
                "verse_text": "Jonathan said to him, &apos;Don&quot;t be afraid! My father Saul&quot;s hand won&quot;t touch you. You will be king over Israel, and I will be your second in command. Even my father Saul knows this.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then the two of them made a covenant before the LORD . David stayed at Horesh, but Jonathan went back home."
            },
            {
                "verse_number": "19",
                "verse_text": "Some Ziphites came to Saul at Gibeah. &apos;David is hiding among us in the fortresses at Horesh on the hill of Hachilah, south of Jeshimon,&apos; they said."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;So whenever you want to come down, Your Majesty, do it! Leave it to us to hand him over to the king.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;The LORD bless you because you have shown this kindness to me!&apos; Saul said."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Go now and get everything ready. Find out everything you can: where he stays, where he goes, who has seen him. I am told he is very shrewd."
            },
            {
                "verse_number": "23",
                "verse_text": "Find out every hiding place he uses there and come back to me when you know for certain. I will then go with you. If David is in the area, I will hunt him down among any of Judah&quot;s clans!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So they got up and left for Ziph ahead of Saul."
            },
            {
                "verse_number": "25",
                "verse_text": "When Saul and his troops went looking for him, David was told about it, so he went down to a certain rock there and stayed in the Maon wilderness. When Saul heard that, he went into the Maon wilderness after David."
            },
            {
                "verse_number": "26",
                "verse_text": "Saul was going around one side of a hill there while David and his soldiers were going around the other. David was hurrying to get away from Saul while Saul and his troops were trying to surround David and his soldiers in order to capture them."
            },
            {
                "verse_number": "27",
                "verse_text": "But a messenger suddenly came to Saul. &apos;Come quick!&apos; he said. &apos;The Philistines have invaded the land!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "So Saul broke off his pursuit of David and went to fight the Philistines. That&quot;s why that place is called Escape Rock."
            },
            {
                "verse_number": "29",
                "verse_text": "Then David went from there and lived at the En-gedi fortresses."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Even as Saul returned from pursuing the Philistines, he was informed that David was in the En-gedi wilderness."
            },
            {
                "verse_number": "2",
                "verse_text": "So Saul took three thousand men selected from all Israel and went to look for David and his soldiers near the rocks of the wild goats."
            },
            {
                "verse_number": "3",
                "verse_text": "He came to the sheep pens beside the road where there was a cave. Saul went into the cave to use the restroom. Meanwhile, David and his soldiers were sitting in the very back of the cave."
            },
            {
                "verse_number": "4",
                "verse_text": "David&quot;s soldiers said to him, &apos;This is the day the LORD spoke of when he promised you, &quot;I will hand your enemy over to you, and you can do to him whatever you think best.&quot;&apos; So David snuck up and cut off a corner of Saul&quot;s robe."
            },
            {
                "verse_number": "5",
                "verse_text": "But immediately David felt horrible that he had cut off a corner of Saul&quot;s robe."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;The LORD forbid,&apos; he told his men, &apos;that I should do something like that to my master, the LORD &quot;s anointed, or lift my hand against him, because he&quot;s the LORD &quot;s anointed!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So David held his soldiers in check by what he said, and he wouldn&quot;t allow them to attack Saul. Saul then left the cave and went on his way."
            },
            {
                "verse_number": "8",
                "verse_text": "Then David also went out of the cave and yelled after Saul, &apos;My master the king!&apos; Saul looked back, and David bowed low out of respect, nose to the ground."
            },
            {
                "verse_number": "9",
                "verse_text": "David said to Saul, &apos;Why do you listen when people say, &quot;David wants to ruin you&quot;?"
            },
            {
                "verse_number": "10",
                "verse_text": "Look! Today your own eyes have seen that the LORD handed you over to me in the cave. But I refused to kill you. I spared you, saying, &quot;I won&quot;t lift a hand against my master because he is the LORD &quot;s anointed.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "Look here, my protector! See the corner of your robe in my hand? I cut off the corner of your robe but didn&quot;t kill you. So know now that I am not guilty of wrongdoing or rebellion. I haven&quot;t wronged you, but you are hunting me down, trying to kill me."
            },
            {
                "verse_number": "12",
                "verse_text": "May the LORD judge between me and you! May the LORD take vengeance on you for me, but I won&quot;t lift a hand against you."
            },
            {
                "verse_number": "13",
                "verse_text": "As the old proverb goes, &quot;Evil deeds come from evildoers!&quot; but I won&quot;t lift a hand against you."
            },
            {
                "verse_number": "14",
                "verse_text": "So who is Israel&quot;s king coming after? Who are you chasing? A dead dog? A single flea?"
            },
            {
                "verse_number": "15",
                "verse_text": "May the LORD be the judge and decide between you and me. May he see what has happened, argue my case, and vindicate me against you!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "As soon as David finished saying all this to Saul, Saul said, &apos;David, my son, is that your voice?&apos; Then he broke down in tears,"
            },
            {
                "verse_number": "17",
                "verse_text": "telling David, &apos;You are more righteous than I am because you have treated me generously, but I have treated you terribly."
            },
            {
                "verse_number": "18",
                "verse_text": "Today you&quot;ve told me the good you have done for me&ndash;how the LORD handed me over to you, but how you didn&quot;t kill me."
            },
            {
                "verse_number": "19",
                "verse_text": "When someone finds an enemy, do they send the enemy away in peace? May the LORD repay you with good for what you have done for me today."
            },
            {
                "verse_number": "20",
                "verse_text": "Now even I know that you will definitely become king, and Israel&quot;s kingdom will flourish in your hands."
            },
            {
                "verse_number": "21",
                "verse_text": "Because of that, make a solemn pledge to me by the LORD that you won&quot;t kill off my descendants after I&quot;m gone and that you won&quot;t destroy my name from my family lineage.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "David made a solemn pledge to Saul. Then Saul went back home, but David and his soldiers went up to the fortress."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "Now Samuel died, and all Israel gathered to mourn for him. They buried him at his home in Ramah. David then left and went down to the Maon wilderness."
            },
            {
                "verse_number": "2",
                "verse_text": "There was a man in Maon who did business in Carmel. He was a very important man and owned three thousand sheep and one thousand goats. At that time, he was shearing his sheep in Carmel."
            },
            {
                "verse_number": "3",
                "verse_text": "The man&quot;s name was Nabal, and his wife&quot;s name was Abigail. She was an intelligent and attractive woman, but her husband was a hard man who did evil things. He was a Calebite."
            },
            {
                "verse_number": "4",
                "verse_text": "While in the wilderness, David heard that Nabal was shearing his sheep."
            },
            {
                "verse_number": "5",
                "verse_text": "So David sent ten servants, telling them, &apos;Go up to Carmel. When you get to Nabal, greet him for me."
            },
            {
                "verse_number": "6",
                "verse_text": "Say this to him: &quot;Peace to you, your household, and all that is yours!"
            },
            {
                "verse_number": "7",
                "verse_text": "I&quot;ve heard that you are now shearing sheep. As you know, your shepherds were with us in the wilderness. We didn&quot;t mistreat them. Moreover, the whole time they were at Carmel, nothing of theirs went missing."
            },
            {
                "verse_number": "8",
                "verse_text": "Ask your servants; they will tell you the same. So please receive these young men favorably, because we&quot;ve come on a special day. Please give whatever you have on hand to your servants and to your son David.&quot;&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "When David&quot;s young men arrived, they said all this to Nabal on David&quot;s behalf. Then they waited."
            },
            {
                "verse_number": "10",
                "verse_text": "But Nabal answered David&quot;s servants, &apos;Who is David? Who is Jesse&quot;s son? There are all sorts of slaves running away from their masters these days."
            },
            {
                "verse_number": "11",
                "verse_text": "Why should I take my bread, my water, and the meat I&quot;ve butchered for my shearers and give it to people who came here from who knows where?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So David&quot;s young servants turned around and went back the way they came. When they arrived, they reported every word of this to David."
            },
            {
                "verse_number": "13",
                "verse_text": "Then David said to his soldiers, &apos;All of you, strap on your swords!&apos; So each of them strapped on their swords, and David did the same. Nearly four hundred men went up with David. Two hundred men remained back with the supplies."
            },
            {
                "verse_number": "14",
                "verse_text": "One of Nabal&quot;s servants told his wife Abigail, &apos;David sent messengers from the wilderness to greet our master, but he just yelled at them."
            },
            {
                "verse_number": "15",
                "verse_text": "But the men were very good to us and didn&quot;t mistreat us. Nothing of ours went missing the whole time we were out with them in the fields."
            },
            {
                "verse_number": "16",
                "verse_text": "In fact, the whole time we were with them, watching our sheep, they were a protective wall around us both night and day."
            },
            {
                "verse_number": "17",
                "verse_text": "Think about that and see what you can do, because trouble is coming for our master and his whole household. But he&quot;s such a despicable person no one can speak to him.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Abigail quickly took two hundred loaves of bread, two skins of wine, five sheep ready for cooking, five seahs of roasted grain, one hundred raisin cakes, and two hundred fig cakes. She loaded all this on donkeys"
            },
            {
                "verse_number": "19",
                "verse_text": "and told her servants, &apos;Go on ahead of me. I&quot;ll be right behind you.&apos; But she didn&quot;t tell her husband Nabal."
            },
            {
                "verse_number": "20",
                "verse_text": "As she was riding her donkey, going down a trail on the hillside, David and his soldiers appeared, descending toward her, and she met up with them."
            },
            {
                "verse_number": "21",
                "verse_text": "David had just been saying, &apos;What a waste of time&ndash;guarding all this man&quot;s stuff in the wilderness so that nothing of his went missing! He has repaid me evil instead of good!"
            },
            {
                "verse_number": "22",
                "verse_text": "May God deal harshly with me, David, and worse still if I leave alive even one single one who urinates on a wall belonging to him come morning!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "When Abigail saw David, she quickly got off her donkey and fell facedown before him, bowing low to the ground."
            },
            {
                "verse_number": "24",
                "verse_text": "She fell at his feet and said, &apos;Put the blame on me, my master! But please let me, your servant, speak to you directly. Please listen to what your servant has to say."
            },
            {
                "verse_number": "25",
                "verse_text": "Please, my master, pay no attention to this despicable man Nabal. He&quot;s exactly what his name says he is! His name means fool, and he is foolish! But I myself, your servant, didn&quot;t see the young men that you, my master, sent."
            },
            {
                "verse_number": "26",
                "verse_text": "I pledge, my master, as surely as the LORD lives and as you live, that the LORD has held you back from bloodshed and taking vengeance into your own hands! But now let your enemies and those who seek to harm my master be exactly like Nabal!"
            },
            {
                "verse_number": "27",
                "verse_text": "Here is a gift, which your servant has brought to my master. Please let it be given to the young men who follow you, my master."
            },
            {
                "verse_number": "28",
                "verse_text": "Please forgive any offense by your servant. The LORD will definitely make an enduring dynasty for my master because my master fights the LORD &quot;s battles, and nothing evil will be found in you throughout your lifetime."
            },
            {
                "verse_number": "29",
                "verse_text": "If someone chases after you and tries to kill you, my master, then your life will be bound up securely in the bundle of life by the LORD your God, but he will fling away your enemies&quot; lives as from the pouch of a sling."
            },
            {
                "verse_number": "30",
                "verse_text": "When the LORD has done for my master all the good things he has promised you, and has installed you as Israel&quot;s leader,"
            },
            {
                "verse_number": "31",
                "verse_text": "don&quot;t let this be a blot or burden on my master&quot;s conscience, that you shed blood needlessly or that my master took vengeance into his own hands. When the LORD has done good things for my master, please remember your servant.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "David said to Abigail, &apos;Bless the LORD God of Israel, who sent you to meet me today!"
            },
            {
                "verse_number": "33",
                "verse_text": "And bless you and your good judgment for preventing me from shedding blood and taking vengeance into my own hands today!"
            },
            {
                "verse_number": "34",
                "verse_text": "Otherwise, as surely as the LORD God of Israel lives&ndash;the one who kept me from hurting you&ndash;if you hadn&quot;t come quickly and met up with me, there wouldn&quot;t be one single one who urinates on a wall left come morning.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Then David accepted everything she had brought for him. &apos;Return home in peace,&apos; he told her. &apos;Be assured that I&quot;ve heard your request and have agreed to it.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "When Abigail got back home to Nabal, he was throwing a party fit for a king in his house. Nabal was in a great mood and very drunk, so Abigail didn&quot;t tell him anything until daybreak."
            },
            {
                "verse_number": "37",
                "verse_text": "In the morning, when Nabal was sober, his wife told him everything. Nabal&quot;s heart failed inside him, and he became like a stone."
            },
            {
                "verse_number": "38",
                "verse_text": "About ten days later, the LORD struck Nabal, and he died."
            },
            {
                "verse_number": "39",
                "verse_text": "When David heard that Nabal was dead, he said, &apos;Bless the LORD , who has rendered a verdict regarding Nabal&quot;s insult to me and who kept me, his servant, from doing something evil! The LORD has brought Nabal&quot;s evil down on his own head.&apos; Then David sent word to Abigail, saying that he would take her as his wife."
            },
            {
                "verse_number": "40",
                "verse_text": "When David&quot;s servants reached Abigail at Carmel, they said to her, &apos;David has sent us to you so you can become his wife.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "She bowed low to the ground and said, &apos;I am your servant, ready to serve and wash the feet of my master&quot;s helpers.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Then Abigail got up quickly and rode on her donkey, with five of her young women going with her. She followed David&quot;s messengers and became his wife."
            },
            {
                "verse_number": "43",
                "verse_text": "David also married Ahinoam from Jezreel, so both of them were his wives."
            },
            {
                "verse_number": "44",
                "verse_text": "But Saul had given his daughter Michal, David&quot;s wife, to Palti, Laish&quot;s son, from Gallim."
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "The Ziphites came to Saul at Gibeah. &apos;David is hiding on Hachilah&quot;s hill, which faces Jeshimon,&apos; they said."
            },
            {
                "verse_number": "2",
                "verse_text": "So Saul got up and went down to the Ziph wilderness to look for David there. He had three thousand handpicked soldiers from Israel with him."
            },
            {
                "verse_number": "3",
                "verse_text": "Saul camped on Hachilah&quot;s hill opposite Jeshimon beside the road, but David stayed in the wilderness. When David learned that Saul had come after him into the wilderness,"
            },
            {
                "verse_number": "4",
                "verse_text": "he sent spies and discovered that Saul had definitely arrived. &apos;I&quot;ll go down with you,&apos; Abishai answered. &apos;Who are you to shout to the king?&apos; Abner asked. David said, &apos;Yes it is, my master the king."
            },
            {
                "verse_number": "5",
                "verse_text": "So David got up and went to the place where Saul camped, and saw the place where Saul and Abner, Ner&quot;s son and Saul&quot;s general, were sleeping. Saul was sleeping inside the camp with the troops camped all around him."
            },
            {
                "verse_number": "6",
                "verse_text": "David asked Ahimelech the Hittite and Joab&quot;s brother Abishai, Zeruiah&quot;s son, &apos;Who will go down into the camp with me to Saul?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So David and Abishai approached the troops at night and found Saul lying there, asleep in the camp, with his spear stuck in the ground by his head. Abner and the army were sleeping all around him."
            },
            {
                "verse_number": "8",
                "verse_text": "Abishai said to David, &apos;God has handed your enemy over to you today! Let me pin him to the ground with my spear. One stroke is all I need! I won&quot;t need a second.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "But David said to Abishai, &apos;Don&quot;t kill him! No one can lift a hand against the LORD &quot;s anointed and go unpunished."
            },
            {
                "verse_number": "10",
                "verse_text": "As surely as the LORD lives,&apos; David continued, &apos;it will be the LORD who will strike him down, or his day will come and he will die, or he&quot;ll fall in battle and be destroyed."
            },
            {
                "verse_number": "11",
                "verse_text": "The LORD forbid that I lift my hand against the LORD &quot;s anointed! But go ahead and take the spear by Saul&quot;s head and the water jug and let&quot;s go!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So David took the spear and the water jug that were by Saul&quot;s head, and he and Abishai left. No one saw them, no one knew they were there, and no one woke up. All of them remained asleep because a deep sleep from the LORD had come over them."
            },
            {
                "verse_number": "13",
                "verse_text": "David crossed over to the other side and stood on top of a hill with considerable distance between them."
            },
            {
                "verse_number": "14",
                "verse_text": "Then David shouted to the army and to Abner, Ner&quot;s son, &apos;Abner! Aren&quot;t you going to answer me?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "David answered Abner, &apos;You are a man, aren&quot;t you? And you have no equal in Israel, right? Then why haven&quot;t you kept watch over your master the king? One of the soldiers came to kill your master the king."
            },
            {
                "verse_number": "16",
                "verse_text": "What you&quot;ve done is terrible! As surely as the LORD lives, all of you are dead men because you didn&quot;t keep close watch over your master, the LORD &quot;s anointed. Have a look around! Where are the king&quot;s spear and the water jug that were by his head?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Saul recognized David&quot;s voice and said, &apos;David, my son, is that your voice?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Why,&apos; David continued, &apos;is my master chasing me, his servant? What have I done and what wrong am I guilty of?"
            },
            {
                "verse_number": "19",
                "verse_text": "My master the king, please listen to what your servant has to say. If it is the LORD who has incited you against me, then let him accept an offering! But if human beings have done it, then let them be cursed before the LORD because they have now driven me off, keeping me from sharing in the LORD &quot;s inheritance. &quot;Go!&quot; they tell me. &quot;Worship other gods!&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "Don&quot;t let my blood spill on the ground apart from the LORD &quot;s presence, because the king of Israel has come out looking for a single flea like someone hunting a partridge in the mountains.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then Saul said, &apos;I have sinned! David, my son, come back! Because you considered my life precious today, I won&quot;t harm you again. I have acted foolishly and have made a huge mistake.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Here is the king&quot;s spear,&apos; David answered. &apos;Allow one of your servants to come over and get it."
            },
            {
                "verse_number": "23",
                "verse_text": "Remember: The LORD rewards every person for their righteousness and loyalty, and I wasn&quot;t willing to lift a hand against the LORD &quot;s anointed, even though the LORD handed you over to me today."
            },
            {
                "verse_number": "24",
                "verse_text": "And just as I considered your life valuable today, may the LORD consider my life valuable, and may he deliver me from all trouble.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then Saul said to David, &apos;Bless you, David, my son! You will accomplish much and will certainly succeed.&apos; Then David went on his way, but Saul went back home."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "David thought, One day I will be destroyed by Saul&quot;s power. The best thing for me to do is to escape to Philistine territory. Then Saul will give up looking for me in Israelite territory, and I will escape his power."
            },
            {
                "verse_number": "2",
                "verse_text": "So David set out with his six hundred soldiers and went to Achish, Maoch&quot;s son and Gath&quot;s king."
            },
            {
                "verse_number": "3",
                "verse_text": "David and his soldiers stayed there at Gath with Achish. Each man had his family with him, and David had his two wives, Ahinoam from Jezreel and Abigail, Nabal&quot;s widow from Carmel."
            },
            {
                "verse_number": "4",
                "verse_text": "When Saul was told that David had fled to Gath, he didn&quot;t pursue him anymore."
            },
            {
                "verse_number": "5",
                "verse_text": "Then David said to Achish, &apos;If you approve of me, please give me a place in one of the towns in the country so I can live there. Why should I, your servant, live in the capital city with you?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Achish gave the town of Ziklag to David at that time. That&quot;s why Ziklag has belonged to the kings of Judah until now."
            },
            {
                "verse_number": "7",
                "verse_text": "David lived in the Philistine countryside for a total of one year and four months."
            },
            {
                "verse_number": "8",
                "verse_text": "David and his soldiers went out on raids against the Geshurites, the Girzites, and the Amalekites. They were the people who lived in the land from Telam to Shur all the way to the land of Egypt."
            },
            {
                "verse_number": "9",
                "verse_text": "When David attacked an area, he wouldn&quot;t leave anyone alive, man or woman. He would take the sheep, the cattle, the donkeys, the camels, and the clothes and would then go back to Achish."
            },
            {
                "verse_number": "10",
                "verse_text": "When Achish asked, &apos;Where did you raid today?&apos; David would say, &apos;The southern plain of Judah,&apos; or &apos;The southern plain of the Jerahmeelites,&apos; or &apos;The southern plain of the Kenites.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "David never spared a man or woman so they could be brought back alive to Gath. &apos;Otherwise,&apos; he said, &apos;they might talk about us, and say, &quot;David did this or that.&quot;&apos; So this was David&quot;s practice during the entire time he lived in the Philistine countryside."
            },
            {
                "verse_number": "12",
                "verse_text": "Achish trusted David, thinking, David has alienated himself so badly from his own people in Israel that he&quot;ll serve me forever."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "At that time, the Philistines gathered their troops for war to fight against Israel. Achish said to David, &apos;Count on you and your soldiers marching out with me in the army.&apos; &apos;Excellent,&apos; Achish replied. &apos;I will make you my permanent bodyguard.&apos; &apos;There is such a medium in En-dor,&apos; his servants replied. &apos;Please call up a ghost for me! Bring me the one I specify,&apos; Saul said. &apos;Bring up Samuel,&apos; he said. &apos;An old man is coming up,&apos; she said. &apos;He&quot;s wrapped in a robe.&apos; Then Saul knew that it was Samuel, and he bowed low out of respect, nose to the ground. &apos;I&quot;m in deep trouble!&apos; Saul replied. &apos;The Philistines are at war with me, and God has turned away from me and no longer answers me by prophets or by dreams. So I have called on you to tell me what I should do.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Excellent,&apos; David answered Achish. &apos;Now you&quot;ll see for yourself what your servant can do.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Now Samuel had died, and all Israel mourned him and buried him in Ramah, his hometown. And Saul had banned all mediums and diviners from the land."
            },
            {
                "verse_number": "4",
                "verse_text": "The Philistines gathered their forces and advanced to camp at Shunem. Saul gathered all Israel, and they camped at Gilboa."
            },
            {
                "verse_number": "5",
                "verse_text": "When Saul saw the Philistine army, he was so afraid that his heart beat wildly."
            },
            {
                "verse_number": "6",
                "verse_text": "When Saul questioned the LORD , the LORD didn&quot;t answer him&ndash;not by dreams, not by the Urim, and not by the prophets."
            },
            {
                "verse_number": "7",
                "verse_text": "So Saul said to his servants, &apos;Find me a woman who communicates with ghosts! I&quot;ll then go to her and ask by using her techniques.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So Saul disguised himself, dressing in different clothes. Then he and two men set out, going to the woman at nighttime."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Listen,&apos; the woman said to him, &apos;you know what Saul has done, how he has banned all mediums and diviners from the land. What are you doing? Trying to get me killed?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "But Saul promised to her by the LORD , &apos;As surely as the LORD lives, you won&quot;t get into trouble for this.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So the woman said, &apos;Who do you want me to bring up for you?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "When the woman saw Samuel, she screamed at Saul, &apos;Why have you tricked me? You are Saul!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Don&quot;t be afraid!&apos; the king said to her. &apos;What do you see?&apos; The woman said to Saul, &apos;I see a god coming up from the ground.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;What does he look like?&apos; Saul asked her."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Why have you disturbed me by bringing me up?&apos; Samuel asked Saul."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Why do you ask me,&apos; Samuel said, &apos;since the LORD has turned away from you and has become your enemy?"
            },
            {
                "verse_number": "17",
                "verse_text": "The LORD has done to you exactly what he spoke through me: The LORD has ripped the kingdom out of your hands and has given it to your friend David."
            },
            {
                "verse_number": "18",
                "verse_text": "The LORD has done this very thing to you today because you didn&quot;t listen to the LORD &quot;s voice and didn&quot;t carry out his fierce anger against the Amalekites."
            },
            {
                "verse_number": "19",
                "verse_text": "The LORD will now hand over both you and Israel to the Philistines. And come tomorrow, you and your sons will be with me! The LORD will hand Israel&quot;s army over to the Philistines.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Saul immediately fell full length on the ground, utterly terrified at what Samuel had said. He was weak because he hadn&quot;t eaten anything all day or night."
            },
            {
                "verse_number": "21",
                "verse_text": "The woman approached Saul, and after seeing how scared he was, she said, &apos;Listen, your servant has obeyed you. I risked my life and did what you told me to do."
            },
            {
                "verse_number": "22",
                "verse_text": "Now it&quot;s your turn to listen to me, your servant. Let me give you a bit of food. Eat it, then you&quot;ll have the strength to go on your way.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But Saul refused. &apos;I can&quot;t eat!&apos; he said. But his servants and the woman urged him to do so, and so he did. He got up off the ground and sat on a couch."
            },
            {
                "verse_number": "24",
                "verse_text": "The woman had a fattened calf in the house, and she quickly butchered it. She took flour, kneaded it, and baked unleavened bread."
            },
            {
                "verse_number": "25",
                "verse_text": "She served this to Saul and his servants, and they ate. They got up and left that very night."
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "The Philistines assembled all their forces at Aphek, and the Israelites camped by the spring in Jezreel."
            },
            {
                "verse_number": "2",
                "verse_text": "As the Philistine rulers went out marching in units of hundreds and thousands, David and his soldiers were in the rear with Achish. &apos;That&quot;s David,&apos; Achish told them, &apos;the servant of Israel&quot;s King Saul. He&quot;s been with me a year or so now. I haven&quot;t found anything wrong with him from the day he defected until now.&apos; &quot;Saul has killed his thousands, but David has killed his tens of thousands!&quot;&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Who are these Hebrews?&apos; the Philistine commanders asked."
            },
            {
                "verse_number": "4",
                "verse_text": "But the Philistine commanders were angry with Achish. &apos;Send the man home!&apos; they told Achish. &apos;He can go back to the place you gave him, but he won&quot;t go with us into battle. Couldn&quot;t he turn against us in the middle of the fight? How better to please his former master than by taking the heads of our soldiers?"
            },
            {
                "verse_number": "5",
                "verse_text": "After all, this is the same David people sing about in their dances,"
            },
            {
                "verse_number": "6",
                "verse_text": "So Achish summoned David and told him, &apos;As surely as the LORD lives, you are an upstanding individual. I would very much like you to serve with me in the army because I haven&quot;t found anything wrong with you from the day you came to me until now. But the rulers don&quot;t approve of you."
            },
            {
                "verse_number": "7",
                "verse_text": "So go back home now, and go in peace. Don&quot;t do anything to upset the Philistine rulers.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;But what have I done?&apos; David asked Achish. &apos;What wrong have you found in me, your servant, from the day I came to you until now? Why shouldn&quot;t I go and fight the enemies of my master the king?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;I agree,&apos; Achish answered David. &apos;I think you&quot;re as good as one of God&quot;s own messengers. Despite that, the Philistine commanders have ordered, &quot;He can&quot;t go into battle with us.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "So get up early in the morning, both you and your master&quot;s servants who came with you, and return to the place I gave you. Don&quot;t worry about this negative report, because you&quot;ve done well before me. Now get up early in the morning and leave as soon as it is light.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So David and his soldiers got up early in the morning to go back to Philistine territory, but the Philistines went up to Jezreel."
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "Three days later, David and his soldiers reached Ziklag. The Amalekites had raided the arid southern plain and Ziklag. They had attacked Ziklag and burned it down,"
            },
            {
                "verse_number": "2",
                "verse_text": "taking the women and everyone in the city prisoner, whether young or old. They hadn&quot;t killed anyone but carried them off and went on their way."
            },
            {
                "verse_number": "3",
                "verse_text": "When David and his soldiers got to the town and found it burned down, and their wives, their sons, and their daughters taken prisoner,"
            },
            {
                "verse_number": "4",
                "verse_text": "David and the troops with him broke into tears and cried until they could cry no more."
            },
            {
                "verse_number": "5",
                "verse_text": "David&quot;s two wives had been captured as well: Ahinoam from Jezreel and Abigail, Nabal&quot;s widow from Carmel. &apos;Yes, go after them!&apos; God answered. &apos;You will definitely catch them and will succeed in the rescue!&apos; &apos;I&quot;m an Egyptian servant boy,&apos; he said, &apos;and the slave of an Amalekite. My master abandoned me when I got sick three days ago. &apos;Make a pledge to me by God that you won&quot;t kill me or hand me over to my master,&apos; the boy said, &apos;and I will guide you to the raiding party.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "David was in deep trouble because the troops were talking about stoning him. Each of the soldiers was deeply distressed about their sons and daughters. But David found strength in the LORD his God."
            },
            {
                "verse_number": "7",
                "verse_text": "David said to the priest Abiathar, Ahimelech&quot;s son, &apos;Bring the priestly vest to me.&apos; So Abiathar brought it to David."
            },
            {
                "verse_number": "8",
                "verse_text": "Then David asked the LORD , &apos;Should I go after this raiding party? Will I catch them?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So David set off with six hundred men. They came to the Besor ravine, where some stayed behind."
            },
            {
                "verse_number": "10",
                "verse_text": "David and four hundred men continued the pursuit, while two hundred men stayed there, too exhausted to cross the Besor ravine."
            },
            {
                "verse_number": "11",
                "verse_text": "They found an Egyptian in the countryside and brought him to David. They gave him bread, and he ate, and they gave him water to drink."
            },
            {
                "verse_number": "12",
                "verse_text": "They also gave him a piece of fig cake and two raisin cakes. He ate and regained his strength because he hadn&quot;t eaten any food or drunk any water for three days and nights."
            },
            {
                "verse_number": "13",
                "verse_text": "Then David asked him, &apos;Whose slave are you? Where do you come from?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "We had raided the arid southern plain belonging to the Cherethites, the territory belonging to Judah, and the southern plain of Caleb. We also burned Ziklag down.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Can you guide me to this raiding party?&apos; David asked him."
            },
            {
                "verse_number": "16",
                "verse_text": "So the boy led David to them, and he found them scattered all over the countryside, eating, drinking, and celebrating over the large amount of plunder they had taken from Philistine and Judean territory."
            },
            {
                "verse_number": "17",
                "verse_text": "David attacked them from twilight until evening of the next day. He killed them all. No one escaped except four hundred young men who got on camels and fled."
            },
            {
                "verse_number": "18",
                "verse_text": "David rescued everything that the Amalekites had taken, including his own two wives."
            },
            {
                "verse_number": "19",
                "verse_text": "Nothing was missing from the plunder or anything that they had taken, neither old nor young, son nor daughter. David brought everything back."
            },
            {
                "verse_number": "20",
                "verse_text": "David also captured all the sheep and cattle, which were driven in front of the other livestock. The troops said, &apos;This is David&quot;s plunder!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "David reached the two hundred men who were too exhausted to follow him and had stayed behind at the Besor ravine. They came out to greet him and the troops who were with him. When David approached them, he asked how they were doing."
            },
            {
                "verse_number": "22",
                "verse_text": "But then all the evil and despicable individuals who had accompanied David said, &apos;We won&quot;t share any of the plunder we rescued with them because they didn&quot;t go with us. Each of them can take his wife and children and go&ndash;but that&quot;s it.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Brothers!&apos; David said. &apos;Don&quot;t act that way with the things the LORD has given us. He has protected us and handed over to us the raiding party that had attacked us."
            },
            {
                "verse_number": "24",
                "verse_text": "How could anyone agree with you on this plan? The share of those who went into battle and the share of those who stayed with the supplies will be divided equally.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "So from that day forward, David made that a regulation and a law in Israel, which remains in place even now."
            },
            {
                "verse_number": "26",
                "verse_text": "When David returned to Ziklag, he sent some of the plunder to the elders of Judah and to his friends. &apos;Here is a gift for you from the plunder of the LORD &quot;s enemies,&apos; he said."
            },
            {
                "verse_number": "27",
                "verse_text": "It went to those in Bethel, Ramoth of the arid southern plain, Jattir,"
            },
            {
                "verse_number": "28",
                "verse_text": "Aroer, Siphmoth, Eshtemoa,"
            },
            {
                "verse_number": "29",
                "verse_text": "Racal, the towns of the Jerahmeelites, the towns of the Kenites,"
            },
            {
                "verse_number": "30",
                "verse_text": "Hormah, Bor-ashan, Athach,"
            },
            {
                "verse_number": "31",
                "verse_text": "Hebron, and all the places where David and his soldiers had spent time."
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "When the Philistines attacked the Israelites, the Israelites ran away from the Philistines, and many fell dead on Mount Gilboa."
            },
            {
                "verse_number": "2",
                "verse_text": "The Philistines overtook Saul and his sons, and they killed his sons Jonathan, Abinadab, and Malchishua."
            },
            {
                "verse_number": "3",
                "verse_text": "The battle was fierce around Saul. When the archers located him, they wounded him badly."
            },
            {
                "verse_number": "4",
                "verse_text": "Saul said to his armor-bearer, &apos;Draw your sword and kill me with it! Otherwise, these uncircumcised men will come and kill me or torture me.&apos; But his armor-bearer refused because he was terrified. So Saul took the sword and impaled himself on it."
            },
            {
                "verse_number": "5",
                "verse_text": "When the armor-bearer saw that Saul was dead, he also impaled himself on his sword and died with Saul."
            },
            {
                "verse_number": "6",
                "verse_text": "So Saul, his three sons, his armor-bearer, and all his soldiers died together that day."
            },
            {
                "verse_number": "7",
                "verse_text": "When the Israelites across the valley and across the Jordan learned that the Israelite army had fled and that Saul and his sons were dead, they abandoned their towns and fled. So the Philistines came and occupied the towns."
            },
            {
                "verse_number": "8",
                "verse_text": "The next day, when the Philistines came to strip the dead, they found Saul and his three sons lying dead on Mount Gilboa."
            },
            {
                "verse_number": "9",
                "verse_text": "They cut off Saul&quot;s head and stripped off his armor, and then sent word throughout Philistine territory, carrying the good news to their gods&quot; temples and to their people."
            },
            {
                "verse_number": "10",
                "verse_text": "They put Saul&quot;s armor in the temple of Astarte, and hung his body on the wall of Beth-shan."
            },
            {
                "verse_number": "11",
                "verse_text": "But when all the people of Jabesh-gilead heard what the Philistines had done to Saul,"
            },
            {
                "verse_number": "12",
                "verse_text": "the bravest of their men set out, traveled all night long, and took the bodies of Saul and his sons off the wall of Beth-shan. Then they went back to Jabesh, where they burned them."
            },
            {
                "verse_number": "13",
                "verse_text": "Then they took their bones and buried them under the tamarisk tree at Jabesh, and they fasted seven days."
            }
        ]
    }
}