{
    "Deuteronomy": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "These are the words that Moses spoke to all Israel across the Jordan River, in the desert, on the plain across from Suph, between Paran and Tophel, Laban, Hazeroth, and Di-zahab. ("
            },
            {
                "verse_number": "2",
                "verse_text": "It is eleven days from Horeb to Kadesh-barnea along the Mount Seir route.)"
            },
            {
                "verse_number": "3",
                "verse_text": "It was in the fortieth year, on the first day of the eleventh month, that Moses spoke to the Israelites precisely what the LORD had commanded him for them. ("
            },
            {
                "verse_number": "4",
                "verse_text": "This was after the defeat of Sihon, the Amorite king who ruled in Heshbon, and Og, Bashan&quot;s king, who ruled in Ashtaroth and Edrei.)"
            },
            {
                "verse_number": "5",
                "verse_text": "Beyond the Jordan, in the land of Moab, Moses began to explain this Instruction. He said the following: ("
            },
            {
                "verse_number": "6",
                "verse_text": "At Horeb, the LORD our God told us: You&quot;ve been at this mountain long enough."
            },
            {
                "verse_number": "7",
                "verse_text": "Get going! Enter the hills of the Amorites and the surrounding areas in the desert, the highlands, the lowlands, the arid southern region, and the seacoast&ndash;the land of the Canaanites&ndash;and the Lebanon range, all the way to the great Euphrates River."
            },
            {
                "verse_number": "8",
                "verse_text": "Look, I have laid the land before you. Go and possess the land that I promised to give to your ancestors Abraham, Isaac, and Jacob, as well as to their descendants after them."
            },
            {
                "verse_number": "9",
                "verse_text": "At that same time, I told you: I can&quot;t handle all of you by myself."
            },
            {
                "verse_number": "10",
                "verse_text": "The LORD your God has multiplied your number&ndash;you are now as countless as the stars in the sky."
            },
            {
                "verse_number": "11",
                "verse_text": "May the LORD , your ancestors&quot; God, continue to multiply you&ndash;a thousand times more! And may God bless you, just as he promised."
            },
            {
                "verse_number": "12",
                "verse_text": "But how can I handle all your troubles, burdens, and disputes by myself?"
            },
            {
                "verse_number": "13",
                "verse_text": "Now, for each of your tribes, choose wise, discerning, and well-regarded individuals. I will appoint them as your leaders."
            },
            {
                "verse_number": "14",
                "verse_text": "You answered me: &apos;What you have proposed is a good idea.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So I took leading individuals from your tribes, people who were wise and well-regarded, and I set them up as your leaders. There were commanders over thousands, hundreds, fifties, and tens, as well as officials for each of your tribes."
            },
            {
                "verse_number": "16",
                "verse_text": "At that same time, I commanded your judges: Listen to your fellow tribe members and judge fairly, whether the dispute is between one fellow tribe member or between a tribe member and an immigrant."
            },
            {
                "verse_number": "17",
                "verse_text": "Don&quot;t show favoritism in a decision. Hear both sides out, whether the person is important or not. Don&quot;t be afraid of anyone because the ruling belongs to God. Any dispute that is too difficult for you to decide, bring to me and I will take care of it."
            },
            {
                "verse_number": "18",
                "verse_text": "So at that time, I commanded you concerning everything you were to do."
            },
            {
                "verse_number": "19",
                "verse_text": "We left Horeb and journeyed through that vast and terrifying desert you saw, on the way to the hills of the Amorites, exactly as the LORD our God commanded us. Then we arrived at Kadesh-barnea."
            },
            {
                "verse_number": "20",
                "verse_text": "I said to you: You have come to the hills of the Amorites, which the LORD our God is giving to us."
            },
            {
                "verse_number": "21",
                "verse_text": "Look! The LORD your God has laid out the land before you. Go up and take it, just as the LORD , your ancestors&quot; God, has promised you. Don&quot;t be afraid! Don&quot;t be frightened!"
            },
            {
                "verse_number": "22",
                "verse_text": "Then all of you approached me, saying, &apos;Let&quot;s send spies ahead of us&ndash;they can check out the land for us. Then they can return with word about the route we should use and bring a report about the cities that we&quot;ll be entering.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "This idea seemed good to me, so I selected twelve men, one from each tribe."
            },
            {
                "verse_number": "24",
                "verse_text": "These set out and went up into the hills, going as far as the Cluster ravine. They walked all around that area."
            },
            {
                "verse_number": "25",
                "verse_text": "They took some of the land&quot;s fruit and then came back down to us. They reported to us: &apos;The land that the LORD our God is giving to us is wonderful!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "But you weren&quot;t willing to go up. You rejected the LORD your God&quot;s instruction."
            },
            {
                "verse_number": "27",
                "verse_text": "You complained in your tents, saying things like, &apos;The LORD hates us! That&quot;s why he brought us out of Egypt&ndash;to hand us over to the Amorites, to destroy us!"
            },
            {
                "verse_number": "28",
                "verse_text": "What are we doing? Our brothers have made our hearts sick by saying, &quot;People far stronger and much taller than we live there, and the cities are huge, with walls sky-high! Worse still, we saw the descendants of the Anakites there!&quot;&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "But I said to you: Don&quot;t be terrified! Don&quot;t be afraid of them!"
            },
            {
                "verse_number": "30",
                "verse_text": "The LORD your God is going before you. He will fight for you just as he fought for you in Egypt while you watched,"
            },
            {
                "verse_number": "31",
                "verse_text": "and as you saw him do in the desert. Throughout your entire journey, until you reached this very place, the LORD your God has carried you just as a parent carries a child."
            },
            {
                "verse_number": "32",
                "verse_text": "But you had no faith in the LORD your God about this matter,"
            },
            {
                "verse_number": "33",
                "verse_text": "even though he went ahead of you, scouting places where you should camp, in fire by night, so you could see the road you were taking, and in cloud during the daytime."
            },
            {
                "verse_number": "34",
                "verse_text": "The LORD heard what you said. He was angry and he swore:"
            },
            {
                "verse_number": "35",
                "verse_text": "Not even one of these people&ndash;this wicked generation!&ndash;will see the wonderful land that I promised to give to your ancestors."
            },
            {
                "verse_number": "36",
                "verse_text": "The only exception is Caleb, Jephunneh&quot;s son. He will see it. I will give the land he walked on to him and his children for this reason: he was completely devoted to the LORD ."
            },
            {
                "verse_number": "37",
                "verse_text": "The LORD was even angry with me because of what you did. &apos;You won&quot;t enter the land either,&apos; God said."
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;But Nun&quot;s son Joshua, your assistant, will enter it. Strengthen him because he&quot;s the one who will help Israel inherit the land.&apos;)"
            },
            {
                "verse_number": "39",
                "verse_text": "Now as for your toddlers, those you said would be taken in war, and your young children who don&quot;t yet know right and wrong&ndash;they will enter the land. I will give it to them. They will possess it!"
            },
            {
                "verse_number": "40",
                "verse_text": "But you all must now turn around. Head back toward the wilderness along the route of the Reed Sea."
            },
            {
                "verse_number": "41",
                "verse_text": "You replied to me: &apos;We&quot;ve sinned against the LORD ! We will go up! We will fight, just as the LORD our God commanded.&apos; Each one of you grabbed your weapons. You thought it would be easy to go up into the hills."
            },
            {
                "verse_number": "42",
                "verse_text": "But the LORD told me: Tell them: Don&quot;t go up! Don&quot;t fight because I will not be with you. You will be defeated by your enemies."
            },
            {
                "verse_number": "43",
                "verse_text": "I reported this to you but you wouldn&quot;t listen. You disobeyed the LORD &quot;s instruction. Hotheadedly, you went up into the hills."
            },
            {
                "verse_number": "44",
                "verse_text": "And the Amorites who lived in those hills came out to meet you in battle. They chased you like bees give chase! They gave you a beating from Seir all the way to Hormah."
            },
            {
                "verse_number": "45",
                "verse_text": "When you came back, you cried before the LORD , but he wouldn&quot;t respond to your tears or give you a hearing."
            },
            {
                "verse_number": "46",
                "verse_text": "And so you stayed in Kadesh-barnea for quite some time."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Next, we turned around and headed back toward the wilderness along the Reed Sea road, exactly as the LORD instructed me. We traveled all around Mount Seir for a long time. ( So we crossed the Zered ravine."
            },
            {
                "verse_number": "2",
                "verse_text": "Eventually the LORD said:"
            },
            {
                "verse_number": "3",
                "verse_text": "You&quot;ve been traveling around this mountain long enough. Head north."
            },
            {
                "verse_number": "4",
                "verse_text": "Command the people as follows: You are about to enter into the territory of your relatives who live in Seir: Esau&quot;s descendants. They will be afraid of you, so watch yourselves most carefully."
            },
            {
                "verse_number": "5",
                "verse_text": "Don&quot;t fight with them because I will not give the tiniest parcel of their land to you. I have given Mount Seir to Esau&quot;s family as their property."
            },
            {
                "verse_number": "6",
                "verse_text": "Of course you may buy food from them with money so you can eat, and also water with money so you can drink."
            },
            {
                "verse_number": "7",
                "verse_text": "No doubt about it: the LORD your God has blessed you in all that you have done. He watched over your journey through that vast desert. Throughout these forty years the LORD your God has been with you. You haven&quot;t needed a thing."
            },
            {
                "verse_number": "8",
                "verse_text": "So we passed through the territory of our relatives who live in Seir, Esau&quot;s descendants, leaving the desert road from Elath and from Ezion-geber. Next we turned and went along the Moab wilderness route."
            },
            {
                "verse_number": "9",
                "verse_text": "The LORD said to me: Don&quot;t aggravate Moab. Don&quot;t fight them in battle because I won&quot;t give any part of their land to you as your own. I have given Ar to Lot&quot;s descendants as their property."
            },
            {
                "verse_number": "10",
                "verse_text": "Now the Emim had lived there before. They were big and numerous and tall&ndash;just like the Anakim."
            },
            {
                "verse_number": "11",
                "verse_text": "Most people thought the Emim were Rephaim, like the Anakim were. But the Moabites called them &apos;Emim.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Additionally, the Horim had lived in Seir previously, but Esau&quot;s descendants took possession of their area, eliminating them altogether and settling in their place. That is exactly what Israel did in the land it took possession of, which the LORD gave to them.)"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;So then, get going. Cross the Zered ravine.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "It took us a total of thirty-eight years to go from Kadesh-barnea until we crossed the Zered ravine. It was at that point that the last of the previous generation, every one of fighting age in the camp, had died, just as the LORD had sworn about them."
            },
            {
                "verse_number": "15",
                "verse_text": "In fact, the LORD &quot;s power was against them, to rid the camp of them, until they were all gone."
            },
            {
                "verse_number": "16",
                "verse_text": "Now as soon as all those of fighting age had died,"
            },
            {
                "verse_number": "17",
                "verse_text": "the LORD said to me:"
            },
            {
                "verse_number": "18",
                "verse_text": "Today you are crossing through the territory of Moab and Ar"
            },
            {
                "verse_number": "19",
                "verse_text": "and you will come close to the Ammonites. Don&quot;t aggravate them. Don&quot;t fight with them because I won&quot;t give any part of the Ammonites&quot; land to you as your own. I&quot;ve given it to Lot&quot;s descendants as their property."
            },
            {
                "verse_number": "20",
                "verse_text": "Now people thought that land was Rephaim territory as well. The Rephaim had lived there previously. But the Ammonites called them &apos;Zamzummim.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "They were large, numerous, and tall, just like the Anakim. But the LORD completely destroyed the Zamzummim before the Ammonites, and they took possession of that area, settling in their place."
            },
            {
                "verse_number": "22",
                "verse_text": "That is exactly what God did for Esau&quot;s descendants, who live in Seir, when he completely destroyed the Horites in their presence, and they took possession of the Horites&quot; area, settling in their place to this very day."
            },
            {
                "verse_number": "23",
                "verse_text": "The Avvim, who had lived in settlements around Gaza, were completely destroyed by the Caphtorim, who had come from Caphtor. They replaced the Avvim there."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;So get going. Cross the Arnon ravine. I have handed Sihon the Amorite king of Heshbon and his land over to you. It&quot;s time to possess the area! It&quot;s time to fight him in battle!"
            },
            {
                "verse_number": "25",
                "verse_text": "Starting right now, I am making everyone everywhere afraid of you and scared of you. Once they hear news of you, they will be shaking and worrying because of you.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "I then sent messengers from the Kedemoth desert to Sihon, Heshbon&quot;s king, with words of peace:"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;Please let us pass through your land. We promise to stay on the road. We won&quot;t step off it, right or left."
            },
            {
                "verse_number": "28",
                "verse_text": "Please sell us food for money so we can eat; sell us water for money so we can drink. Let us pass through on foot&ndash;"
            },
            {
                "verse_number": "29",
                "verse_text": "just as Esau&quot;s descendants who live in Seir and the Moabites who live in Ar did for me&ndash;until we cross the Jordan River into the land that the LORD our God is giving to us.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "But Sihon, Heshbon&quot;s king, wasn&quot;t willing to let us pass through his land because the LORD your God had made his spirit hard and his heart inflexible so that God could hand him over to you, which is exactly how it happened."
            },
            {
                "verse_number": "31",
                "verse_text": "The LORD said to me: Look! Right now I&quot;m laying Sihon and his land before you. It&quot;s time to take possession of his land!"
            },
            {
                "verse_number": "32",
                "verse_text": "Sihon and all his forces came out to meet us in battle at Jahaz."
            },
            {
                "verse_number": "33",
                "verse_text": "But the LORD our God gave him to us. We struck him down, along with his sons, and all his forces."
            },
            {
                "verse_number": "34",
                "verse_text": "At that time, we captured all of Sihon&quot;s cities, and we placed every town&ndash;men, women, and children&ndash;under the ban. We left no survivors."
            },
            {
                "verse_number": "35",
                "verse_text": "The only things we kept for ourselves were the animals and the plunder from the towns we had taken."
            },
            {
                "verse_number": "36",
                "verse_text": "From Aroer, which is on the edge of the Arnon Ravine, to the town that is in the valley there, even as far as Gilead, there wasn&quot;t a city that could resist us. The LORD our God laid everything out before us."
            },
            {
                "verse_number": "37",
                "verse_text": "But you didn&quot;t go near the Ammonite lands or hillside cities alongside the Jabbok River, in compliance with all that the LORD our God had commanded."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Next we turned and went up along the road to Bashan. Og, Bashan&quot;s king, came out with all his forces to meet us in battle at Edrei."
            },
            {
                "verse_number": "2",
                "verse_text": "The LORD said to me: Don&quot;t be afraid of him! I have handed him, all his forces, and his land over to you. Do the same thing to him that you did to Sihon, the Amorite king who ruled in Heshbon. ( (Now the whole Argob area, including all of Bashan, was often called Rephaim Country."
            },
            {
                "verse_number": "3",
                "verse_text": "And so the LORD our God also handed Og, Bashan&quot;s king, along with his forces, over to us. We struck them down until no survivor was left."
            },
            {
                "verse_number": "4",
                "verse_text": "We also captured all of Og&quot;s towns at that time. There wasn&quot;t a single city that we didn&quot;t take from them&ndash;a total of sixty towns, the entire region of Argob, the whole kingdom of Og in Bashan."
            },
            {
                "verse_number": "5",
                "verse_text": "Each of these towns was fortified with high walls, double gates, and crossbars. Outside the towns there were also a great number of villages."
            },
            {
                "verse_number": "6",
                "verse_text": "We placed them under the ban, just as we did with Sihon, Heshbon&quot;s king. Every town&ndash;men, women, and children&ndash;was under the ban."
            },
            {
                "verse_number": "7",
                "verse_text": "The only things we kept for ourselves were the animals and the plunder from the towns."
            },
            {
                "verse_number": "8",
                "verse_text": "So at that time, we took the land that had belonged to the two Amorite kings beyond the Jordan, all the way from the Arnon Ravine to Mount Hermon ("
            },
            {
                "verse_number": "9",
                "verse_text": "Sidonians call Hermon &apos;Sirion,&apos; but the Amorites call it &apos;Senir&apos;),"
            },
            {
                "verse_number": "10",
                "verse_text": "including all the towns on the plateau, in the regions of Gilead and Bashan, and all the way to Salecah and Edrei&ndash;all the towns that belonged to Og&quot;s kingdom in Bashan."
            },
            {
                "verse_number": "11",
                "verse_text": "By the way, Bashan&quot;s King Og was the last of the Rephaim. His bed was made of iron. Isn&quot;t it still in the Ammonite town of Rabbah? By standard measurements, it was thirteen and a half feet long and six feet wide.)"
            },
            {
                "verse_number": "12",
                "verse_text": "So this is the land we possessed at that time. I gave some of it, from Aroer, which is beside the Arnon River, up through half of the Gilead highlands, along with its cities, to the Reubenites and the Gadites."
            },
            {
                "verse_number": "13",
                "verse_text": "The rest of the Gilead region and all of Bashan, Og&quot;s kingdom, I gave to half the tribe of Manasseh."
            },
            {
                "verse_number": "14",
                "verse_text": "Jair, from the tribe of Manasseh, took possession of the entire Argob region, as far as the border with the Geshurites and the Maacathites. He named the Bashan area after himself, Jair&quot;s Settlement. That&quot;s what it&quot;s still called today.)"
            },
            {
                "verse_number": "15",
                "verse_text": "I also gave Gilead to Machir."
            },
            {
                "verse_number": "16",
                "verse_text": "To the Reubenites and the Gadites, I gave land from the Gilead, as far as the Arnon River&ndash;the middle of the river being the boundary line&ndash;to the Jabbok River, which is the boundary line with the Ammonites."
            },
            {
                "verse_number": "17",
                "verse_text": "Also the desert plain, with the Jordan River as the boundary, from the Galilee Sea down to the desert sea (the Dead Sea ) below the slopes of Mount Pisgah on the east."
            },
            {
                "verse_number": "18",
                "verse_text": "Then I commanded you: Although the LORD your God has given you this land to possess, you must now cross over before the rest of your Israelite relatives as a fighting force ready for battle!"
            },
            {
                "verse_number": "19",
                "verse_text": "However, your wives, children, and herds&ndash;I know you have lots of herds!&ndash;may remain in the towns that I have given to you."
            },
            {
                "verse_number": "20",
                "verse_text": "Once the LORD settles your relatives, as you have been settled, and they also possess the land that the LORD your God is giving them across the Jordan River, each of you can return to the property that I have given to you."
            },
            {
                "verse_number": "21",
                "verse_text": "It was at that same time that I commanded Joshua: You saw everything that the LORD your God did to these two kings. That is exactly what the LORD will do to all the kingdoms where you&quot;re going!"
            },
            {
                "verse_number": "22",
                "verse_text": "Don&quot;t be afraid of them because the LORD your God is the one who will be fighting for you."
            },
            {
                "verse_number": "23",
                "verse_text": "It was also at that same time that I begged the LORD :"
            },
            {
                "verse_number": "24",
                "verse_text": "Please, LORD God! You have only begun to show your servant your greatness and your mighty hand. What god in heaven or on earth can act as you do or can perform your deeds and powerful acts?"
            },
            {
                "verse_number": "25",
                "verse_text": "Please let me cross over the Jordan River so I can see the wonderful land that lies beyond it: those beautiful highlands, even the Lebanon region."
            },
            {
                "verse_number": "26",
                "verse_text": "But the LORD was angry with me because of you! He wouldn&quot;t listen to me. He said to me: That&quot;s enough from you! Don&quot;t ever ask me about this again!"
            },
            {
                "verse_number": "27",
                "verse_text": "Go up to the top of Mount Pisgah. Look west, north, south, and east. Have a good look, but you will not cross the Jordan River."
            },
            {
                "verse_number": "28",
                "verse_text": "Instead, command Joshua, strengthen him, and encourage him because he&quot;s the one who will cross the river before this people. He&quot;s the one who will make sure they inherit the land you will see."
            },
            {
                "verse_number": "29",
                "verse_text": "After that, we stayed in the valley across from Beth-peor."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Now, Israel, in light of all that, listen to the regulations and the case laws that I am teaching you to follow, so that you may live, enter, and possess the land that the LORD , your ancestors&quot; God, is giving to you."
            },
            {
                "verse_number": "2",
                "verse_text": "Don&quot;t add anything to the word that I am commanding you, and don&quot;t take anything away from it. Instead, keep the commands of the LORD your God that I am commanding all of you."
            },
            {
                "verse_number": "3",
                "verse_text": "You saw with your own eyes what the LORD did concerning the Baal of Peor. The LORD your God destroyed everyone who followed the Baal of Peor,"
            },
            {
                "verse_number": "4",
                "verse_text": "but all of you who stayed true to the LORD your God are alive today."
            },
            {
                "verse_number": "5",
                "verse_text": "So pay attention! I am teaching all of you the regulations and the case laws exactly as the LORD my God commanded me. You must do these in the land you are entering to possess."
            },
            {
                "verse_number": "6",
                "verse_text": "Keep them faithfully because that will show your wisdom and insight to the nations who will hear about all these regulations. They will say, &apos;Surely this great nation is a wise and insightful people!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "After all, is there any great nation that has gods as close to it as the LORD our God is close to us whenever we call to him?"
            },
            {
                "verse_number": "8",
                "verse_text": "Or does any great nation have regulations and case laws as righteous as all this Instruction that I am setting before you today?"
            },
            {
                "verse_number": "9",
                "verse_text": "But be on guard and watch yourselves closely so that you don&quot;t forget the things your eyes saw and so they never leave your mind as long as you live. Teach them to your children and your grandchildren."
            },
            {
                "verse_number": "10",
                "verse_text": "Remember that day when you stood before the LORD your God at Horeb, when the LORD said to me: &apos;Gather the people to me. I will declare my words to them so that they will learn to fear me every day of their lives on the fertile land, and teach their children to do the same.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then you all came close and stood at the foot of the mountain. The mountain was blazing with fire up to the sky, with darkness, cloud, and thick smoke!"
            },
            {
                "verse_number": "12",
                "verse_text": "The LORD spoke to you out of the very fire itself. You heard the sound of words, but you didn&quot;t see any form. There was only a voice."
            },
            {
                "verse_number": "13",
                "verse_text": "The LORD declared his covenant to you, which he commanded you to do&ndash;the Ten Commandments &ndash;and wrote them on two stone tablets."
            },
            {
                "verse_number": "14",
                "verse_text": "At that time, the LORD commanded me to teach you all the regulations and the case laws that you must keep in the land that you are entering to possess."
            },
            {
                "verse_number": "15",
                "verse_text": "So watch your conduct closely, because you didn&quot;t see any form on the day the LORD spoke to you at Horeb out of the very fire itself."
            },
            {
                "verse_number": "16",
                "verse_text": "Don&quot;t ruin everything and make an idol for yourself: a form of any image, any likeness&ndash;male or female&ndash;"
            },
            {
                "verse_number": "17",
                "verse_text": "or any likeness whatsoever, whether of a land animal, a bird that flies in the sky,"
            },
            {
                "verse_number": "18",
                "verse_text": "an insect that crawls on the earth, or a fish that lives in the sea."
            },
            {
                "verse_number": "19",
                "verse_text": "Don&quot;t look to the skies, to the sun or the moon or the stars, all the heavenly bodies, and be led astray, worshipping and serving them. The LORD your God has granted these things to all the nations who live under heaven."
            },
            {
                "verse_number": "20",
                "verse_text": "But the LORD took you and brought you out of that iron furnace, out of Egypt, so that you might be his own treasured people, which is what you are right now."
            },
            {
                "verse_number": "21",
                "verse_text": "The LORD was angry with me because of your deeds and swore that I couldn&quot;t cross the Jordan River or enter the wonderful land that the LORD your God is giving you as an inheritance."
            },
            {
                "verse_number": "22",
                "verse_text": "I will die here in this land. I won&quot;t cross the Jordan River. But you will, and you will take possession of that wonderful land."
            },
            {
                "verse_number": "23",
                "verse_text": "So all of you, watch yourselves! Don&quot;t forget the covenant that the LORD your God made with you by making an idol or an image of any kind or anything the LORD your God forbids,"
            },
            {
                "verse_number": "24",
                "verse_text": "because the LORD your God is an all-consuming fire. He is a passionate God."
            },
            {
                "verse_number": "25",
                "verse_text": "Once you have had children and grandchildren and have grown old on the land, if you ruin things by making an idol, in any form whatsoever, and do what is evil in the eyes of the LORD your God and anger him,"
            },
            {
                "verse_number": "26",
                "verse_text": "I call heaven and earth as my witnesses against you today: You will definitely disappear&ndash;and quickly&ndash;from the land that you are crossing over the Jordan River to possess. You won&quot;t extend your time there but will instead be totally destroyed."
            },
            {
                "verse_number": "27",
                "verse_text": "The LORD will scatter you among the nations. Only a very few of you will survive in the countries where the LORD will drag you."
            },
            {
                "verse_number": "28",
                "verse_text": "There you will worship other gods, made of wood and stone by human hands&ndash;gods that cannot see, listen, eat, or smell."
            },
            {
                "verse_number": "29",
                "verse_text": "You will seek the LORD your God from there, and you will find him if you seek him with all your heart and with all your being."
            },
            {
                "verse_number": "30",
                "verse_text": "In your distress, when all these things happen to you in the future, you will return to the LORD your God and you will obey his voice,"
            },
            {
                "verse_number": "31",
                "verse_text": "because the LORD your God is a compassionate God. He won&quot;t let you go, he won&quot;t destroy you, and he won&quot;t forget the covenant that he swore to your ancestors."
            },
            {
                "verse_number": "32",
                "verse_text": "Now look into it: into days long past, before your time&ndash;all the way back to the day God first created human beings on earth, from one end of heaven to the other. Has anything this amazing ever happened? Has anything like it ever been heard of before?"
            },
            {
                "verse_number": "33",
                "verse_text": "Has any people ever listened to a god&quot;s voice speaking out of fire, as each of you have, and survived?"
            },
            {
                "verse_number": "34",
                "verse_text": "Or has any god ever tried to take one nation out of another nation using tests, miracles, wonders, war, a strong hand and outstretched arm, or awesome power like all that the LORD your God did for you in Egypt while you watched?"
            },
            {
                "verse_number": "35",
                "verse_text": "You were shown these things so that you would know this: The LORD is the only God. There&quot;s no other god except him."
            },
            {
                "verse_number": "36",
                "verse_text": "From heaven he made you hear his voice in order to discipline you. On earth he showed you his great fire. You heard his words from that very fire."
            },
            {
                "verse_number": "37",
                "verse_text": "And because he loved your ancestors and chose their descendants after them, God brought you out of Egypt with his own presence, by his own great power,"
            },
            {
                "verse_number": "38",
                "verse_text": "in order to remove larger and stronger nations from before you and bring you into their land, giving it to you as an inheritance. That&quot;s where things stand right now."
            },
            {
                "verse_number": "39",
                "verse_text": "Know then today and keep in mind that the LORD is the only God in heaven above or on earth below. There is no other."
            },
            {
                "verse_number": "40",
                "verse_text": "Keep the Lord&quot;s regulations and his commandments. I&quot;m commanding them to you today for your well-being and for the well-being of your children after you, so that you may extend your time on the fertile land that the LORD your God is giving you forever."
            },
            {
                "verse_number": "41",
                "verse_text": "Then Moses set aside three cities on the eastern side of the Jordan River"
            },
            {
                "verse_number": "42",
                "verse_text": "so that anyone who killed someone accidentally and without prior hatred could flee to one of these cities and be safe:"
            },
            {
                "verse_number": "43",
                "verse_text": "Bezer in the wilderness on the plateau for the Reubenites, Ramoth in Gilead for the Gadites, and Golan in Bashan for the Manassites."
            },
            {
                "verse_number": "44",
                "verse_text": "Now this is the Instruction that Moses set before the Israelites."
            },
            {
                "verse_number": "45",
                "verse_text": "These are the laws and the regulations and the case laws that Moses spoke to the Israelites when they came out of Egypt."
            },
            {
                "verse_number": "46",
                "verse_text": "This took place across the Jordan River, in the valley opposite Beth-peor, in the land of Sihon the Amorite king who ruled in Heshbon, whom Moses and the Israelites defeated when they came out of Egypt."
            },
            {
                "verse_number": "47",
                "verse_text": "They took possession of his land and the land of Og, Bashan&quot;s king&ndash;the two Amorite kings across the Jordan River to the east&ndash;"
            },
            {
                "verse_number": "48",
                "verse_text": "from Aroer, which is on the banks of the Arnon River, all the way to Mount Sion, also known as Hermon,"
            },
            {
                "verse_number": "49",
                "verse_text": "and all the desert regions across the Jordan River, on the east, down to the Dead Sea, beneath the slopes of Mount Pisgah."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Moses called out to all Israel, saying to them: &apos;Israel! Listen to the regulations and the case laws that I&quot;m recounting in your hearing right now. Learn them and carefully do them."
            },
            {
                "verse_number": "2",
                "verse_text": "The LORD our God made a covenant with us at Mount Horeb."
            },
            {
                "verse_number": "3",
                "verse_text": "The LORD didn&quot;t make this covenant with our ancestors but with us&ndash;all of us who are here and alive right now."
            },
            {
                "verse_number": "4",
                "verse_text": "The LORD spoke with you face-to-face on the mountain from the very fire itself."
            },
            {
                "verse_number": "5",
                "verse_text": "At that time, I was standing between the LORD and you, declaring to you the LORD &quot;s word, because you were terrified of the fire and didn&quot;t go up on the mountain.&apos; The LORD said: Do not crave your neighbor&quot;s house, field, male or female servant, ox, donkey, or anything else that belongs to your neighbor."
            },
            {
                "verse_number": "6",
                "verse_text": "I am the LORD your God, who brought you out of Egypt, out of the house of slavery."
            },
            {
                "verse_number": "7",
                "verse_text": "You must have no other gods before me."
            },
            {
                "verse_number": "8",
                "verse_text": "Do not make an idol for yourself&ndash;no form whatsoever&ndash;of anything in the sky above or on the earth below or in the waters under the earth."
            },
            {
                "verse_number": "9",
                "verse_text": "Do not bow down to them or worship them because I, the LORD your God, am a passionate God. I punish children for their parents&quot; sins&ndash;even to the third and fourth generations of those who hate me."
            },
            {
                "verse_number": "10",
                "verse_text": "But I am loyal and gracious to the thousandth generation of those who love me and keep my commandments."
            },
            {
                "verse_number": "11",
                "verse_text": "Do not use the LORD your God&quot;s name as if it were of no significance; the LORD won&quot;t forgive anyone who uses his name that way."
            },
            {
                "verse_number": "12",
                "verse_text": "Keep the Sabbath day and treat it as holy, exactly as the LORD your God commanded:"
            },
            {
                "verse_number": "13",
                "verse_text": "Six days you may work and do all your tasks,"
            },
            {
                "verse_number": "14",
                "verse_text": "but the seventh day is a Sabbath to the LORD your God. Don&quot;t do any work on it&ndash;not you, your sons or daughters, your male or female servants, your oxen or donkeys or any of your animals, or the immigrant who is living among you&ndash;so that your male and female servants can rest just like you."
            },
            {
                "verse_number": "15",
                "verse_text": "Remember that you were a slave in Egypt, but the LORD your God brought you out of there with a strong hand and an outstretched arm. That&quot;s why the LORD your God commands you to keep the Sabbath day."
            },
            {
                "verse_number": "16",
                "verse_text": "Honor your father and your mother, exactly as the LORD your God requires, so that your life will be long and so that things will go well for you on the fertile land that the LORD your God is giving you."
            },
            {
                "verse_number": "17",
                "verse_text": "Do not kill."
            },
            {
                "verse_number": "18",
                "verse_text": "Do not commit adultery."
            },
            {
                "verse_number": "19",
                "verse_text": "Do not steal."
            },
            {
                "verse_number": "20",
                "verse_text": "Do not testify falsely against your neighbor."
            },
            {
                "verse_number": "21",
                "verse_text": "Do not desire and try to take your neighbor&quot;s wife."
            },
            {
                "verse_number": "22",
                "verse_text": "Those are the words the LORD spoke to your entire assembly with a loud voice while on the mountain, from the midst of the fire, the cloud, and the thick smoke. He added no more. God wrote them on two stone tablets, then gave them to me."
            },
            {
                "verse_number": "23",
                "verse_text": "Now once you heard the voice from the darkness while the mountain was blazing with fire, you came to me&ndash;more specifically, all the chiefs of your tribes and your elders came&ndash;"
            },
            {
                "verse_number": "24",
                "verse_text": "and you said: &apos;Look here! The LORD our God has shown us his glory and greatness. We&quot;ve heard his voice come out of the very fire itself. We&quot;ve seen firsthand that God can speak to a human being and they can survive!"
            },
            {
                "verse_number": "25",
                "verse_text": "But why should we die? Surely this massive fire will consume us! If we hear any more of the LORD our God&quot;s voice, we will die."
            },
            {
                "verse_number": "26",
                "verse_text": "Is there anyone who has heard the living God&quot;s voice speaking out of the very fire itself, like we have, and survived?"
            },
            {
                "verse_number": "27",
                "verse_text": "You go and listen to all that the LORD our God says. Then tell us all that the LORD our God speaks to you. We&quot;ll listen and we&quot;ll do it.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "The LORD heard what you said, when you said this to me. The LORD then told me: I heard what the people said when they spoke with you. Everything they suggest is good."
            },
            {
                "verse_number": "29",
                "verse_text": "If only their minds were like this: always fearing me and keeping all my commandments so that things would go well for them and their children forever!"
            },
            {
                "verse_number": "30",
                "verse_text": "Go and tell them: You may go back to your tents."
            },
            {
                "verse_number": "31",
                "verse_text": "But you, Moses, must stay here with me. I will tell you all the commandments, the regulations, and the case laws that you must teach the Israelites to do in the land that I am giving them to possess."
            },
            {
                "verse_number": "32",
                "verse_text": "So you must carefully do exactly what the LORD your God commands you. Don&quot;t deviate even a bit!"
            },
            {
                "verse_number": "33",
                "verse_text": "You must walk the precise path that the LORD your God indicates for you so that you will live, and so that things will go well for you, and so you will extend your time on the land that you will possess."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Now these are the commandments, the regulations, and the case laws that the LORD your God commanded me to teach you to follow in the land you are entering to possess,"
            },
            {
                "verse_number": "2",
                "verse_text": "so that you will fear the LORD your God by keeping all his regulations and his commandments that I am commanding you&ndash;both you and your sons and daughters&ndash;all the days of your life and so that you will lengthen your life."
            },
            {
                "verse_number": "3",
                "verse_text": "Listen to them, Israel! Follow them carefully so that things will go well for you and so that you will continue to multiply exactly as the LORD , your ancestors&quot; God, promised you, in a land full of milk and honey."
            },
            {
                "verse_number": "4",
                "verse_text": "Israel, listen! Our God is the LORD ! Only the LORD !"
            },
            {
                "verse_number": "5",
                "verse_text": "Love the LORD your God with all your heart, all your being, and all your strength."
            },
            {
                "verse_number": "6",
                "verse_text": "These words that I am commanding you today must always be on your minds."
            },
            {
                "verse_number": "7",
                "verse_text": "Recite them to your children. Talk about them when you are sitting around your house and when you are out and about, when you are lying down and when you are getting up."
            },
            {
                "verse_number": "8",
                "verse_text": "Tie them on your hand as a sign. They should be on your forehead as a symbol."
            },
            {
                "verse_number": "9",
                "verse_text": "Write them on your house&quot;s doorframes and on your city&quot;s gates."
            },
            {
                "verse_number": "10",
                "verse_text": "Now once the LORD your God has brought you into the land that he swore to your ancestors, to Abraham, Isaac, and Jacob, to give to you&ndash;a land that will be full of large and wonderful towns that you didn&quot;t build,"
            },
            {
                "verse_number": "11",
                "verse_text": "houses stocked with all kinds of goods that you didn&quot;t stock, cisterns that you didn&quot;t make, vineyards and olive trees that you didn&quot;t plant&ndash;and you eat and get stuffed,"
            },
            {
                "verse_number": "12",
                "verse_text": "watch yourself! Don&quot;t forget the LORD , who brought you out of Egypt, out of the house of slavery."
            },
            {
                "verse_number": "13",
                "verse_text": "Revere the LORD your God, serve him, and take your solemn pledges in his name!"
            },
            {
                "verse_number": "14",
                "verse_text": "Don&quot;t follow other gods, those gods of the people around you&ndash;"
            },
            {
                "verse_number": "15",
                "verse_text": "because the LORD your God, who is with you and among you, is a passionate God. The LORD your God&quot;s anger will burn against you, and he will wipe you off the fertile land."
            },
            {
                "verse_number": "16",
                "verse_text": "Don&quot;t test the LORD your God the way you frustrated him at Massah."
            },
            {
                "verse_number": "17",
                "verse_text": "You must carefully follow the LORD your God&quot;s commands along with the laws and regulations he has given you."
            },
            {
                "verse_number": "18",
                "verse_text": "Do what is right and good in the LORD &quot;s sight so that things will go well for you and so you will enter and take possession of the wonderful land that the LORD swore to your ancestors,"
            },
            {
                "verse_number": "19",
                "verse_text": "and so the LORD will drive out all your enemies from before you, just as he promised."
            },
            {
                "verse_number": "20",
                "verse_text": "In the future, your children will ask you, &apos;What is the meaning of the laws, the regulations, and the case laws that the LORD our God commanded you?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Tell them: We were Pharaoh&quot;s slaves in Egypt. But the LORD brought us out of Egypt with a mighty hand."
            },
            {
                "verse_number": "22",
                "verse_text": "Before our own eyes, the LORD performed great and awesome deeds of power against Egypt, Pharaoh, and his entire dynasty."
            },
            {
                "verse_number": "23",
                "verse_text": "But the Lord brought us out from there so that he could bring us in, giving us the land that he swore to our ancestors."
            },
            {
                "verse_number": "24",
                "verse_text": "Then the LORD commanded us to perform all these regulations, revering the LORD our God, so that things go well for us always and so we continue to live, as we&quot;re doing right now."
            },
            {
                "verse_number": "25",
                "verse_text": "What&quot;s more, we will be considered righteous if we are careful to do all this commandment before the LORD our God, just as he commanded us."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Now once the LORD your God brings you into the land you are entering to take possession of, and he drives out numerous nations before you&ndash;the Hittites, the Girgashites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites: seven nations that are larger and stronger than you&ndash;"
            },
            {
                "verse_number": "2",
                "verse_text": "once the LORD your God lays them before you, you must strike them down, placing them under the ban. Don&quot;t make any covenants with them, and don&quot;t be merciful to them."
            },
            {
                "verse_number": "3",
                "verse_text": "Don&quot;t intermarry with them. Don&quot;t give your daughter to one of their sons to marry, and don&quot;t take one of their daughters to marry your son,"
            },
            {
                "verse_number": "4",
                "verse_text": "because they will turn your child away from following me so that they end up serving other gods. That will make the LORD &quot;s anger burn against you, and he will quickly annihilate you."
            },
            {
                "verse_number": "5",
                "verse_text": "Instead, this is what you must do with these nations: rip down their altars, smash their sacred stones, cut down their sacred poles, and burn their idols"
            },
            {
                "verse_number": "6",
                "verse_text": "because you are a people holy to the LORD your God. The LORD your God chose you to be his own treasured people beyond all others on the fertile land."
            },
            {
                "verse_number": "7",
                "verse_text": "It was not because you were greater than all other people that the LORD loved you and chose you. In fact, you were the smallest of peoples!"
            },
            {
                "verse_number": "8",
                "verse_text": "No, it is because the LORD loved you and because he kept the solemn pledge he swore to your ancestors that the LORD brought you out with a strong hand and saved you from the house of slavery, from the power of Pharaoh, Egypt&quot;s king."
            },
            {
                "verse_number": "9",
                "verse_text": "Know now then that the LORD your God is the only true God! He is the faithful God, who keeps the covenant and proves loyal to everyone who loves him and keeps his commands&ndash;even to the thousandth generation!"
            },
            {
                "verse_number": "10",
                "verse_text": "He is the God who personally repays anyone who hates him, ultimately destroying that kind of person. The LORD does not waste time with anyone who hates him; he repays them personally."
            },
            {
                "verse_number": "11",
                "verse_text": "So make sure you carefully keep the commandment, the regulations, and the case laws that I am commanding you right now."
            },
            {
                "verse_number": "12",
                "verse_text": "If you listen to these case laws and follow them carefully, the LORD your God will keep the covenant and display the loyalty that he promised your ancestors."
            },
            {
                "verse_number": "13",
                "verse_text": "He will love you, bless you, and multiply you. He will bless the fruit of your wombs and the fruit of your fertile land&ndash;all your grain, your wine, your oil, and the offspring of your cattle and flocks&ndash;upon the very fertile land that he swore to your ancestors to give to you."
            },
            {
                "verse_number": "14",
                "verse_text": "You will be more blessed than any other group of people. No one will be sterile or infertile&ndash;not among you or your animals."
            },
            {
                "verse_number": "15",
                "verse_text": "The LORD will remove all sickness from you. As for all those dreadful Egyptian diseases you experienced, the Lord won&quot;t put them on you but will inflict them on all who hate you."
            },
            {
                "verse_number": "16",
                "verse_text": "You will destroy all the peoples that the LORD your God is handing over to you. Show them no pity. And don&quot;t serve their gods because that would be a trap for you."
            },
            {
                "verse_number": "17",
                "verse_text": "If you happen to think to yourself, These nations are greater than we are; how can we possibly possess their land?"
            },
            {
                "verse_number": "18",
                "verse_text": "don&quot;t be afraid of them! Remember, instead, what the LORD your God did to Pharaoh and all Egypt:"
            },
            {
                "verse_number": "19",
                "verse_text": "the great trials that you saw with your own eyes, the signs and wonders, and the strong hand and outstretched arm the LORD your God used to rescue you. That&quot;s what the LORD your God will do to any people you fear."
            },
            {
                "verse_number": "20",
                "verse_text": "The LORD your God will send terror on them until even the survivors and those hiding from you are destroyed."
            },
            {
                "verse_number": "21",
                "verse_text": "Don&quot;t dread these nations because the LORD your God, the great and awesome God, is with you and among you. ("
            },
            {
                "verse_number": "22",
                "verse_text": "The LORD your God will drive out these nations before you bit by bit. You won&quot;t be able to finish them off quickly; otherwise, the wild animals would become too much for you to handle.)"
            },
            {
                "verse_number": "23",
                "verse_text": "The LORD your God will lay these nations before you, throwing them into a huge panic until they are destroyed."
            },
            {
                "verse_number": "24",
                "verse_text": "He will hand their kings over to you, and you will wipe their names out from under the skies. No one will be able to stand before you; you will crush them."
            },
            {
                "verse_number": "25",
                "verse_text": "Burn the images of their gods. Don&quot;t desire the silver or the gold that is on them and take it for yourself, or you will be trapped by it. That is detestable to the LORD your God."
            },
            {
                "verse_number": "26",
                "verse_text": "Don&quot;t bring any detestable thing into your house, or you will be placed under the ban too, just like it is! You must utterly detest these kinds of things, despising them completely, because they are under the ban."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "You must carefully perform all of the commandment that I am commanding you right now so you can live and multiply and enter and take possession of the land that the LORD swore to your ancestors."
            },
            {
                "verse_number": "2",
                "verse_text": "Remember the long road on which the LORD your God led you during these forty years in the desert so he could humble you, testing you to find out what was in your heart: whether you would keep his commandments or not."
            },
            {
                "verse_number": "3",
                "verse_text": "He humbled you by making you hungry and then feeding you the manna that neither you nor your ancestors had ever experienced, so he could teach you that people don&quot;t live on bread alone. No, they live based on whatever the LORD says."
            },
            {
                "verse_number": "4",
                "verse_text": "During these forty years, your clothes didn&quot;t wear out and your feet didn&quot;t swell up."
            },
            {
                "verse_number": "5",
                "verse_text": "Know then in your heart that the LORD your God has been disciplining you just as a father disciplines his children."
            },
            {
                "verse_number": "6",
                "verse_text": "Keep the commandments of the LORD your God by walking in his ways and by fearing him,"
            },
            {
                "verse_number": "7",
                "verse_text": "because the LORD your God is bringing you to a wonderful land, a land with streams of water, springs, and wells that gush up in the valleys and on the hills;"
            },
            {
                "verse_number": "8",
                "verse_text": "a land of wheat and barley, vines, fig trees, and pomegranates; a land of olive oil and honey;"
            },
            {
                "verse_number": "9",
                "verse_text": "a land where you will eat food without any shortage&ndash;you won&quot;t lack a thing there&ndash;a land where stone is hard as iron and where you will mine copper from the hills."
            },
            {
                "verse_number": "10",
                "verse_text": "You will eat, you will be satisfied, and you will bless the LORD your God in the wonderful land that he&quot;s given you. the one who rescued you from Egypt, from the house of slavery; the one who made water flow for you out of a hard rock;"
            },
            {
                "verse_number": "11",
                "verse_text": "But watch yourself! Don&quot;t forget the LORD your God by not keeping his commands or his case laws or his regulations that I am commanding you right now."
            },
            {
                "verse_number": "12",
                "verse_text": "When you eat, get full, build nice houses, and settle down,"
            },
            {
                "verse_number": "13",
                "verse_text": "and when your herds and your flocks are growing large, your silver and gold are multiplying, and everything you have is thriving,"
            },
            {
                "verse_number": "14",
                "verse_text": "don&quot;t become arrogant, forgetting the LORD your God:"
            },
            {
                "verse_number": "15",
                "verse_text": "the one who led you through this vast and terrifying desert of poisonous snakes and scorpions, of cracked ground with no water;"
            },
            {
                "verse_number": "16",
                "verse_text": "the one who fed you manna in the wilderness, which your ancestors had never experienced, in order to humble and test you, but in order to do good to you in the end."
            },
            {
                "verse_number": "17",
                "verse_text": "Don&quot;t think to yourself, My own strength and abilities have produced all this prosperity for me."
            },
            {
                "verse_number": "18",
                "verse_text": "Remember the LORD your God! He&quot;s the one who gives you the strength to be prosperous in order to establish the covenant he made with your ancestors&ndash;and that&quot;s how things stand right now."
            },
            {
                "verse_number": "19",
                "verse_text": "But if you do, in fact, forget the LORD your God and follow other gods, serving and bowing down to them, I swear to you right now that you will be completely destroyed."
            },
            {
                "verse_number": "20",
                "verse_text": "Just like the nations that the LORD is destroying before you, that&quot;s exactly how you will be destroyed&ndash;all because you didn&quot;t obey the LORD your God&quot;s voice."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Listen, Israel! Today you will cross the Jordan River to enter and take possession of nations larger and more powerful than you, along with huge cities with fortifications that reach to the sky."
            },
            {
                "verse_number": "2",
                "verse_text": "These people are large and tall&ndash;they are the Anakim. You know and have heard what people say: &apos;Who can stand up to the Anakim?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Know right now that the LORD your God, who is crossing over before you, is an all-consuming fire! He will wipe them out! He will subdue them before you! Then you will take possession of their land, eliminating them quickly, exactly as the LORD told you."
            },
            {
                "verse_number": "4",
                "verse_text": "Once the LORD your God has driven them out before you, don&quot;t think to yourself, It&quot;s because I&quot;m righteous that the LORD brought me in to possess this land. It is instead because of these nations&quot; wickedness that the LORD is removing them before you."
            },
            {
                "verse_number": "5",
                "verse_text": "You aren&quot;t entering and taking possession of their land because you are righteous or because your heart is especially virtuous; rather, it is because these nations are wicked&ndash;that&quot;s why the LORD your God is removing them before you, and because he wishes to establish the promise he made to your ancestors: to Abraham, Isaac, and Jacob."
            },
            {
                "verse_number": "6",
                "verse_text": "Know then that the LORD your God isn&quot;t giving you this excellent land for you to possess on account of your righteousness&ndash;because you are a stubborn people!"
            },
            {
                "verse_number": "7",
                "verse_text": "Remember&ndash;don&quot;t ever forget!&ndash;how you made the LORD your God furious in the wilderness. From the very first day you stepped out of Egypt until you arrived at this place, you have been rebels against the LORD ."
            },
            {
                "verse_number": "8",
                "verse_text": "Even at Horeb you angered the LORD ! He was so enraged by you that he threatened to wipe you out."
            },
            {
                "verse_number": "9",
                "verse_text": "When I went up on the mountain to get the stone tablets, the covenant tablets that the LORD made with you, I was up there forty days and forty nights. I ate no bread, drank no water."
            },
            {
                "verse_number": "10",
                "verse_text": "The LORD gave me the two stone tablets, written by God&quot;s finger, and on them were all the words that the LORD had said to you on the mountain, out of the very fire itself, on the day we assembled."
            },
            {
                "verse_number": "11",
                "verse_text": "At the end of those forty days and nights, the LORD gave me the two stone tablets&ndash;the covenant tablets."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the LORD said to me, &apos;Get going! Get down from here quickly because your people, whom you brought out of Egypt, have ruined everything! They couldn&quot;t wait to turn from the path I commanded them! They&quot;ve made themselves an idol out of cast metal.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The LORD said more to me: &apos;I have seen this people. Look! What a stubborn people they are!"
            },
            {
                "verse_number": "14",
                "verse_text": "Now stand back. I am going to wipe them out. I will erase their name from under heaven, then I will make a nation out of you&ndash;one stronger and larger than they were.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So I went down the mountain while it was blazing with fire. The two covenant tablets were in my two hands."
            },
            {
                "verse_number": "16",
                "verse_text": "It was then that I saw how you sinned against the LORD your God: you made yourselves a calf, an idol made of cast metal! You couldn&quot;t wait to turn from the path the LORD commanded you!"
            },
            {
                "verse_number": "17",
                "verse_text": "I grabbed the two tablets and threw them down with my own hands, shattering them while you watched."
            },
            {
                "verse_number": "18",
                "verse_text": "Then I fell before the LORD as I had done the previous forty days and forty nights. I ate no bread and drank no water, all because of the sin that you had committed by doing such evil in the LORD &quot;s sight, infuriating him."
            },
            {
                "verse_number": "19",
                "verse_text": "I was afraid of the massive anger and rage the LORD had for you&ndash;he was going to wipe you out! However, the LORD listened to me again in that moment."
            },
            {
                "verse_number": "20",
                "verse_text": "But the LORD was furious with Aaron&ndash;he was going to wipe him out! So I also prayed hard for Aaron at that time."
            },
            {
                "verse_number": "21",
                "verse_text": "And as for that sinful thing you made, that calf, I took it and I burned it with fire. Then I smashed it, grinding it thoroughly until it was as fine as dust. Then I dumped the dust into the stream that ran down the mountain."
            },
            {
                "verse_number": "22",
                "verse_text": "Also at Taberah, again at Massah, and then again at Kibroth-hattaavah, you have been the kind of people who make the LORD angry."
            },
            {
                "verse_number": "23",
                "verse_text": "And then, when the LORD sent you from Kadesh-barnea, telling you: &apos;Go up and take possession of the land that I&quot;m giving you,&apos; you disobeyed the LORD your God&quot;s command. You didn&quot;t trust him. You didn&quot;t obey God&quot;s voice."
            },
            {
                "verse_number": "24",
                "verse_text": "You&quot;ve been rebellious toward the LORD from the day I met you."
            },
            {
                "verse_number": "25",
                "verse_text": "But I fell on my knees in the LORD &quot;s presence forty days and forty nights, lying flat out, because the LORD planned on wiping you out."
            },
            {
                "verse_number": "26",
                "verse_text": "But I prayed to the LORD ! I said: LORD , my Lord! Don&quot;t destroy your people, your own possession, whom you saved by your own power, whom you brought out of Egypt with a strong hand!"
            },
            {
                "verse_number": "27",
                "verse_text": "Remember your servants: Abraham, Isaac, and Jacob! Don&quot;t focus on this people&quot;s stubbornness, wickedness, and sin."
            },
            {
                "verse_number": "28",
                "verse_text": "Otherwise, that land out of which you brought us will say: The LORD wasn&quot;t strong enough to bring them into the land he&quot;d promised them. Because he didn&quot;t care for them in the least, he brought them out to die in the desert."
            },
            {
                "verse_number": "29",
                "verse_text": "But these are your people! Your own possession! The people you brought out by your great power and by your outstretched arm!"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "At that time the LORD told me: Carve two stone tablets, just like the first ones, and hike up the mountain to me. Construct a wooden chest as well."
            },
            {
                "verse_number": "2",
                "verse_text": "I will write on the tablets the words that were on the first tablets&ndash;the ones you smashed&ndash;then you will place them in the chest. ("
            },
            {
                "verse_number": "3",
                "verse_text": "So I built a chest out of acacia wood and carved two stone tablets just like the first ones. Then I hiked up the mountain holding the two tablets in my hands."
            },
            {
                "verse_number": "4",
                "verse_text": "God wrote on the new tablets what had been written on the first set: the Ten Commandments that the LORD spoke to you on the mountain, from the very fire itself, on the day we assembled there. Then the LORD gave them to me."
            },
            {
                "verse_number": "5",
                "verse_text": "So I came back down the mountain. I put the tablets in the chest that I&quot;d made, and that&quot;s where they are now, exactly as the LORD commanded me."
            },
            {
                "verse_number": "6",
                "verse_text": "Now, the Israelites had set out from Beeroth-bene-jaakan to Moserah. It was there that Aaron died and was buried. His son Eleazar succeeded him in the priestly role."
            },
            {
                "verse_number": "7",
                "verse_text": "From there the Israelites traveled to Gudgodah, then from Gudgodah to Jotbathah, which is a land with flowing streams."
            },
            {
                "verse_number": "8",
                "verse_text": "At that time, the LORD selected the tribe of Levi to carry the chest containing the LORD &quot;s covenant, to minister before the LORD , to serve him, and to offer blessings in his name. That&quot;s the way things are right now."
            },
            {
                "verse_number": "9",
                "verse_text": "That&quot;s why the Levites don&quot;t have a stake or inheritance with the rest of their relatives. The LORD is the Levites&quot; inheritance, just as the LORD your God promised them.)"
            },
            {
                "verse_number": "10",
                "verse_text": "Just as the first time, I remained on the mountain forty days and nights. And the LORD listened to me again in this instance. The LORD wasn&quot;t willing to destroy you."
            },
            {
                "verse_number": "11",
                "verse_text": "Then the LORD told me: Get going. Lead the people so they can enter and take possession of the land that I promised I&quot;d give to their ancestors."
            },
            {
                "verse_number": "12",
                "verse_text": "Now in light of all that, Israel, what does the LORD your God ask of you? Only this: to revere the LORD your God by walking in all his ways, by loving him, by serving the LORD your God with all your heart and being,"
            },
            {
                "verse_number": "13",
                "verse_text": "and by keeping the LORD &quot;s commandments and his regulations that I&quot;m commanding you right now. It&quot;s for your own good!"
            },
            {
                "verse_number": "14",
                "verse_text": "Clearly, the LORD owns the sky, the highest heavens, the earth, and everything in it."
            },
            {
                "verse_number": "15",
                "verse_text": "But the LORD adored your ancestors, loving them and choosing the descendants that followed them&ndash;you!&ndash;from all other people. That&quot;s how things still stand now."
            },
            {
                "verse_number": "16",
                "verse_text": "So circumcise your hearts and stop being so stubborn,"
            },
            {
                "verse_number": "17",
                "verse_text": "because the LORD your God is the God of all gods and Lord of all lords, the great, mighty, and awesome God who doesn&quot;t play favorites and doesn&quot;t take bribes."
            },
            {
                "verse_number": "18",
                "verse_text": "He enacts justice for orphans and widows, and he loves immigrants, giving them food and clothing."
            },
            {
                "verse_number": "19",
                "verse_text": "That means you must also love immigrants because you were immigrants in Egypt."
            },
            {
                "verse_number": "20",
                "verse_text": "Revere the LORD your God, serve him, cling to him, swear by his name alone!"
            },
            {
                "verse_number": "21",
                "verse_text": "He is your praise, and he is your God&ndash;the one who performed these great and awesome acts that you witnessed with your very own eyes."
            },
            {
                "verse_number": "22",
                "verse_text": "Your ancestors went down to Egypt with a total of seventy people, but now look! The LORD your God has made you as numerous as the stars in the nighttime sky!"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "So love the LORD your God and follow his instruction, his regulations, his case laws, and his commandments always."
            },
            {
                "verse_number": "2",
                "verse_text": "And know right now what your children haven&quot;t known or yet witnessed: The LORD your God&quot;s discipline, his power, his mighty hand and outstretched arm;"
            },
            {
                "verse_number": "3",
                "verse_text": "the signs and the acts that he performed in the heart of Egyptian territory, against Egypt&quot;s King Pharaoh and all his land;"
            },
            {
                "verse_number": "4",
                "verse_text": "what God did to the Egyptian army, to its horses and chariots&ndash;how he made the water of the Reed Sea flow over their heads when they chased after you, but the LORD destroyed them, and that&quot;s how things stand right now;"
            },
            {
                "verse_number": "5",
                "verse_text": "what the Lord did for you in the desert, until you arrived at this place;"
            },
            {
                "verse_number": "6",
                "verse_text": "and what he did to Dathan and Abiram, the descendants of Eliab the Reubenite, when the ground opened up its mouth and swallowed them, their families, their tents, and every living thing they possessed in the presence of all Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "Your own eyes witnessed each of these powerful acts the LORD performed."
            },
            {
                "verse_number": "8",
                "verse_text": "So keep every part of the commandment that I am giving you today so that you stay strong to enter and take possession of the land that you are crossing over to possess,"
            },
            {
                "verse_number": "9",
                "verse_text": "and so that you might prolong your life on the fertile land that the LORD swore to your ancestors to give to them and their descendants&ndash;a land full of milk and honey."
            },
            {
                "verse_number": "10",
                "verse_text": "The land you are about to enter and possess is definitely not like the land of Egypt, where you came from, where you sowed your seed and irrigated it by hand like a vegetable garden."
            },
            {
                "verse_number": "11",
                "verse_text": "No, the land you are entering to possess is a land of hills and valleys, where your drinking water will be rain from heaven."
            },
            {
                "verse_number": "12",
                "verse_text": "It&quot;s a land that the LORD cares for: the LORD &quot;s eyes are on it constantly from the first of the year until the very end of the year."
            },
            {
                "verse_number": "13",
                "verse_text": "Now, if you completely obey God&quot;s commandments that I am giving you right now, by loving the LORD your God and by serving him with all your heart and all your being,"
            },
            {
                "verse_number": "14",
                "verse_text": "then he will provide rain for your land at the right time&ndash;early rain and late rain&ndash;so you can stock up your grain, wine, and oil."
            },
            {
                "verse_number": "15",
                "verse_text": "He will also make your fields lush for your livestock, and you will eat and be satisfied."
            },
            {
                "verse_number": "16",
                "verse_text": "But watch yourselves! Otherwise, your heart might be led astray so you stray away, serving other gods and worshipping them."
            },
            {
                "verse_number": "17",
                "verse_text": "Then the LORD &quot;s anger would burn against you. He will close the sky up tight. There won&quot;t be any rain, and the ground won&quot;t yield any of its crops. You will quickly disappear off the wonderful land the LORD is giving to you."
            },
            {
                "verse_number": "18",
                "verse_text": "Place these words I&quot;m speaking on your heart and in your very being. Tie them on your hand as a sign. They should be on your forehead as a symbol."
            },
            {
                "verse_number": "19",
                "verse_text": "Teach them to your children, by talking about them when you are sitting around your house and when you are out and about, when you are lying down and when you are getting up."
            },
            {
                "verse_number": "20",
                "verse_text": "Write them on your house&quot;s doorframes and on your city&quot;s gates."
            },
            {
                "verse_number": "21",
                "verse_text": "Do all that so your days and your children&quot;s days on the fertile land the LORD swore to give to your ancestors are many&ndash;indeed, as many as the number of days that the sky&quot;s been over the earth!"
            },
            {
                "verse_number": "22",
                "verse_text": "It&quot;s true: if you carefully keep all this commandment that I&quot;m giving you, by doing it, by loving the LORD your God, by walking in all his ways, and by clinging to him,"
            },
            {
                "verse_number": "23",
                "verse_text": "then the LORD will clear out all these nations before you. You will inherit what belonged to nations that are larger and stronger than you are."
            },
            {
                "verse_number": "24",
                "verse_text": "Every place you set foot on will be yours: your territory will run from the wilderness all the way to the Lebanon range, and from the Euphrates River all the way to the Mediterranean Sea."
            },
            {
                "verse_number": "25",
                "verse_text": "No one will be able to stand up to you. Just as he promised, the LORD your God will make the entire land deathly afraid of you wherever you advance in it."
            },
            {
                "verse_number": "26",
                "verse_text": "Pay attention! I am setting blessing and curse before you right now:"
            },
            {
                "verse_number": "27",
                "verse_text": "the blessing if you obey the LORD your God&quot;s commandments that I am giving you right now,"
            },
            {
                "verse_number": "28",
                "verse_text": "but the curse if you don&quot;t obey the LORD your God&quot;s commandments and stray from the path that I am giving you today by following other gods that you have not known."
            },
            {
                "verse_number": "29",
                "verse_text": "Now when the LORD your God brings you into the land that you are entering to take possession of, put the blessing on Mount Gerizim and the curse on Mount Ebal. ("
            },
            {
                "verse_number": "30",
                "verse_text": "Aren&quot;t both of these mountains across the Jordan River, down along the western road in the region of the Canaanites who live in the desert plain, across from Gilgal, next to the Moreh Oak Grove?)"
            },
            {
                "verse_number": "31",
                "verse_text": "So then, once you cross the Jordan River to enter and possess the land that the LORD your God is giving you, and you take possession of it, settling down in it,"
            },
            {
                "verse_number": "32",
                "verse_text": "you must carefully follow the regulations and the case laws that I am laying out before you right now."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "These are the regulations and the case laws that you must carefully keep in the fertile land the LORD , your ancestors&quot; God, has given to you to possess for as long as you live on that land:"
            },
            {
                "verse_number": "2",
                "verse_text": "You must completely destroy every place where the nations that you are displacing worshipped their gods&ndash;whether on high mountains or hills or under leafy green trees."
            },
            {
                "verse_number": "3",
                "verse_text": "Rip down their altars and shatter their sacred stones. Burn their sacred poles with fire. Hack their gods&quot; idols into pieces. Wipe out their names from that place."
            },
            {
                "verse_number": "4",
                "verse_text": "Don&quot;t act like they did toward the LORD your God!"
            },
            {
                "verse_number": "5",
                "verse_text": "Instead, you must search for the location the LORD your God will select from all your tribes to put his name there, as his residence, and you must go there."
            },
            {
                "verse_number": "6",
                "verse_text": "You must bring your entirely burned offerings, your sacrifices, your tenth-part gifts, your contributions, your payments for solemn promises, your spontaneous gifts, and the oldest offspring of your herds and flocks to that place."
            },
            {
                "verse_number": "7",
                "verse_text": "You will have a feast there, each of you and your families, in the LORD your God&quot;s presence, and you will celebrate all you have done because the LORD your God has blessed you."
            },
            {
                "verse_number": "8",
                "verse_text": "Don&quot;t act like we&quot;ve been acting here lately&ndash;everyone doing what seems right to them&ndash;"
            },
            {
                "verse_number": "9",
                "verse_text": "because up to this point you haven&quot;t yet reached the place of rest or the inheritance the LORD your God is giving you."
            },
            {
                "verse_number": "10",
                "verse_text": "But you are about to cross the Jordan River and will settle in the land the LORD your God is giving you as your inheritance. Then he will give you rest from all your enemies on every side so that you live safely and securely."
            },
            {
                "verse_number": "11",
                "verse_text": "At that point, you must bring all that I am commanding you, your entirely burned offerings, your sacrifices, your tenth-part gifts, your contributions, and all your best payments that you solemnly promised to the LORD , to the location the LORD your God selects for his name to reside."
            },
            {
                "verse_number": "12",
                "verse_text": "Then you will rejoice in the LORD your God&quot;s presence: each of you, your sons and daughters, your male and female servants, and the Levites who dwell in your cities because they have no designated inheritance."
            },
            {
                "verse_number": "13",
                "verse_text": "But watch yourself! Make sure you don&quot;t offer up your entirely burned offerings in just any place you see."
            },
            {
                "verse_number": "14",
                "verse_text": "No, only at the location the LORD selects from one of your tribal areas&ndash;that&quot;s where you must offer up your entirely burned offerings and that&quot;s where you must perform everything I&quot;m telling you."
            },
            {
                "verse_number": "15",
                "verse_text": "However, whenever you wish, you may slaughter and eat meat, as the LORD your God sees fit to bless you with such in your cities. People who are polluted and people who are purified can join in the feast, as they would if they were eating gazelle or deer."
            },
            {
                "verse_number": "16",
                "verse_text": "But you must not consume any of the animals&quot; blood. Pour it out on the ground, just like water."
            },
            {
                "verse_number": "17",
                "verse_text": "Within your cities you are not allowed to eat any of the following: your tenth-part gifts of grain, wine, and oil; the oldest offspring of your herds and flocks; any of the payments you have solemnly promised; your spontaneous gifts or your contributions."
            },
            {
                "verse_number": "18",
                "verse_text": "Only in the presence of the LORD your God, at the location the LORD your God selects, can you eat these things&ndash;that holds true for you, your son and daughter, your male and female servant, and the Levite who lives in your city. Then celebrate all you have done in the LORD your God&quot;s presence."
            },
            {
                "verse_number": "19",
                "verse_text": "But watch yourself: as long as you are on the land, don&quot;t forget about the Levites."
            },
            {
                "verse_number": "20",
                "verse_text": "Once the LORD your God has enlarged your territory, as he promised you, and you think to yourself, I&quot;d like to eat some meat (because you have the desire to do so), feel free to do so whenever you want."
            },
            {
                "verse_number": "21",
                "verse_text": "But if the location that the LORD your God will choose to put his name is far away from where you live, then slaughter an animal from your herd or flock that the LORD has given you, just as I have commanded you, and eat it in your cities whenever you wish."
            },
            {
                "verse_number": "22",
                "verse_text": "But be sure to eat it as if it were gazelle or deer. People who are polluted and people who are purified can feast on it together."
            },
            {
                "verse_number": "23",
                "verse_text": "Furthermore, make sure that you don&quot;t consume any of the blood, because blood is life. You must not consume the life along with the meat."
            },
            {
                "verse_number": "24",
                "verse_text": "You must not consume any of it. Pour it out on the ground, just like water."
            },
            {
                "verse_number": "25",
                "verse_text": "You must not consume any of it so that things go well for you and for your children later because you did what was right in the LORD &quot;s eyes."
            },
            {
                "verse_number": "26",
                "verse_text": "Note that you must bring your sacred offerings and your payments for solemn promises to the location the LORD selects,"
            },
            {
                "verse_number": "27",
                "verse_text": "offering up your entirely burned sacrifices&ndash;both meat and blood&ndash;on the LORD your God&quot;s altar. The blood from your sacrifices must be poured out on the LORD your God&quot;s altar, but you are allowed to eat the meat."
            },
            {
                "verse_number": "28",
                "verse_text": "Observe and obey all these words that I am commanding you so that things always go well for you and your children later because you did what was good and right in the LORD your God&quot;s eyes."
            },
            {
                "verse_number": "29",
                "verse_text": "Once the LORD your God has removed from before you all the nations that you are entering and taking possession of, and you have displaced them and are living in their land,"
            },
            {
                "verse_number": "30",
                "verse_text": "then watch yourself! Don&quot;t be trapped by following their practices after they&quot;ve been wiped out before you. Don&quot;t go investigating their gods, thinking, How did these nations worship their gods? I want to do the very same thing!"
            },
            {
                "verse_number": "31",
                "verse_text": "Don&quot;t act like they did toward the LORD your God because they did things for their gods that are detestable to the LORD , which he hates. They even burned their own sons and daughters with fire for their gods!"
            },
            {
                "verse_number": "32",
                "verse_text": "Everything I&quot;m commanding you, you must do it with utmost care! Don&quot;t add anything to it or take anything away from it."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Now if a prophet or a dream interpreter appears among you and performs a sign or wonder for you,"
            },
            {
                "verse_number": "2",
                "verse_text": "and the sign or wonder that was spoken actually occurs; if he says: &apos;Come on! We should follow other gods&apos;&ndash;ones you haven&quot;t experienced&ndash;&apos;and we should worship them,&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "you must not listen to that prophet&quot;s or dream interpreter&quot;s words, because the LORD your God is testing you to see if you love the LORD your God with all your mind and all your being."
            },
            {
                "verse_number": "4",
                "verse_text": "You must follow the LORD your God alone! Revere him! Follow his commandments! Obey his voice! Worship him! Cling to him&ndash;no other!"
            },
            {
                "verse_number": "5",
                "verse_text": "That prophet or dream interpreter must be executed because he encouraged you to turn away from the LORD your God who brought you out of Egypt, who redeemed you from the house of slavery; they tried to lead you away from the path the LORD your God commanded you to take. Remove such evil from your community!"
            },
            {
                "verse_number": "6",
                "verse_text": "Similarly, if one of your relatives&ndash;even one of your own siblings&ndash;or your own son or daughter or your dear spouse or best friend entices you secretly, if someone like that says: &apos;Come on! We should follow and worship other gods&apos;&ndash;ones that neither you nor your ancestors have experienced,"
            },
            {
                "verse_number": "7",
                "verse_text": "gods from all the neighboring peoples, whether nearby or far away, from one end of the earth to the other&ndash;"
            },
            {
                "verse_number": "8",
                "verse_text": "don&quot;t give in to them! Don&quot;t obey them! Don&quot;t have any mercy on them! Don&quot;t have compassion on them and don&quot;t protect them!"
            },
            {
                "verse_number": "9",
                "verse_text": "Instead, you must execute them. Your own hand must be against them from the beginning of the execution; the hand of all the people will be involved at the end."
            },
            {
                "verse_number": "10",
                "verse_text": "Stone them until they are dead because they desired to lead you away from the LORD your God, the one who brought you out of Egypt, out of the house of slavery."
            },
            {
                "verse_number": "11",
                "verse_text": "All Israel will hear about this and be afraid. They won&quot;t do that sort of evil thing among you again."
            },
            {
                "verse_number": "12",
                "verse_text": "Or if you hear about one of your towns the LORD your God is giving you to inhabit, that"
            },
            {
                "verse_number": "13",
                "verse_text": "certain wicked people have gone out from your community and they&quot;ve led the citizens of their town astray by saying: &apos;Come on! We should follow and worship other gods&apos;&ndash;ones you haven&quot;t experienced before;"
            },
            {
                "verse_number": "14",
                "verse_text": "at that point you must look into this situation very carefully to see if it&quot;s true. And if it&quot;s definitely true that this detestable thing was done in your community,"
            },
            {
                "verse_number": "15",
                "verse_text": "you must completely strike down the inhabitants of that city with the sword. Place it and all that is in it under the ban. Put its animals to the sword."
            },
            {
                "verse_number": "16",
                "verse_text": "Gather all the plunder into the middle of the town&quot;s square. Then burn the city and all of its plunder as an entirely burned offering to the LORD your God. It must remain a heap of rubble forever. It must not be rebuilt."
            },
            {
                "verse_number": "17",
                "verse_text": "Don&quot;t hold on to any of the banned items&ndash;this will ensure that the LORD turns from his great anger and is compassionate to you, showing you mercy and multiplying you just like he swore to your ancestors."
            },
            {
                "verse_number": "18",
                "verse_text": "You must definitely obey the LORD your God&quot;s voice, keeping all his commandments that I am giving you right now, by doing what is right in the LORD your God&quot;s eyes!"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "You are the LORD &quot;s children. Don&quot;t cut yourselves and don&quot;t shave your foreheads for the dead,"
            },
            {
                "verse_number": "2",
                "verse_text": "because you are a people holy to the LORD your God. You are the ones whom the LORD selected to be his own, to be a treasured people out of all other people on earth. the camel, the hare, and the rock badger&ndash;because these rechew food but don&quot;t have divided hoofs, they are off-limits for you; You may not eat these animals&quot; meat, and you must not touch their carcasses. Don&quot;t cook a lamb in its own mother&quot;s milk."
            },
            {
                "verse_number": "3",
                "verse_text": "Don&quot;t eat any detestable thing."
            },
            {
                "verse_number": "4",
                "verse_text": "Here&quot;s a list of animals you are allowed to eat: ox, sheep, goat,"
            },
            {
                "verse_number": "5",
                "verse_text": "deer, gazelle, roebuck, wild goat, ibex, antelope, and mountain sheep."
            },
            {
                "verse_number": "6",
                "verse_text": "You are also allowed to eat any animal with a divided hoof&ndash;the hoof being divided into two parts&ndash;and that rechews food among the various kinds of animals."
            },
            {
                "verse_number": "7",
                "verse_text": "However, here&quot;s a list of animals that either rechew food or have hooves divided in two parts that you are not allowed to eat:"
            },
            {
                "verse_number": "8",
                "verse_text": "and the pig&ndash;because it has a divided hoof but doesn&quot;t rechew food, it&quot;s off-limits for you."
            },
            {
                "verse_number": "9",
                "verse_text": "Here&quot;s a list of the water animals you are allowed to eat: you can eat anything that has fins and scales."
            },
            {
                "verse_number": "10",
                "verse_text": "But you aren&quot;t allowed to eat anything that lacks scales or fins. These are off-limits for you."
            },
            {
                "verse_number": "11",
                "verse_text": "You are allowed to eat any clean bird."
            },
            {
                "verse_number": "12",
                "verse_text": "Here&quot;s a list of those you are not allowed to eat: the eagle, the vulture, the osprey,"
            },
            {
                "verse_number": "13",
                "verse_text": "the red kite, the black kite, and any kind of bird of prey,"
            },
            {
                "verse_number": "14",
                "verse_text": "any kind of raven,"
            },
            {
                "verse_number": "15",
                "verse_text": "the ostrich, the nighthawk, the seagull, any kind of hawk,"
            },
            {
                "verse_number": "16",
                "verse_text": "the small owl and the large owl, the water hen,"
            },
            {
                "verse_number": "17",
                "verse_text": "the desert owl, the carrion vulture, the cormorant,"
            },
            {
                "verse_number": "18",
                "verse_text": "the stork, any kind of heron, the hoopoe, and the bat."
            },
            {
                "verse_number": "19",
                "verse_text": "Also, all winged insects are off-limits for you. They are not to be eaten."
            },
            {
                "verse_number": "20",
                "verse_text": "Any clean winged creature can be eaten, however."
            },
            {
                "verse_number": "21",
                "verse_text": "You must not eat any decayed animal flesh because you are a people holy to the LORD your God. You can give decayed animal flesh to the immigrants who live in your cities, and they can eat it; or you can sell it to foreigners."
            },
            {
                "verse_number": "22",
                "verse_text": "You must reserve a tenth part of whatever your fields produce each year."
            },
            {
                "verse_number": "23",
                "verse_text": "Eat the tenth part of your grain, wine, oil, oldest offspring of your herds and flocks in the presence of the LORD your God in the location he selects for his name to reside so that you learn to fear the LORD your God at all times."
            },
            {
                "verse_number": "24",
                "verse_text": "But if the trip is too long, because the location the LORD your God has selected to put his name is far away from where you live so that you can&quot;t transport the tenth part&ndash;because the LORD your God will certainly bless you&ndash;"
            },
            {
                "verse_number": "25",
                "verse_text": "then you can convert it to money. Take the money with you and go to the location the LORD your God selects."
            },
            {
                "verse_number": "26",
                "verse_text": "Then you can use the money for anything you want: cattle, sheep, wine, beer, or whatever else you might like. Then you should feast there and celebrate in the presence of the LORD your God, along with your entire household."
            },
            {
                "verse_number": "27",
                "verse_text": "Only make sure not to neglect the Levites who are living in your cities because they don&quot;t have a designated inheritance like you do."
            },
            {
                "verse_number": "28",
                "verse_text": "Every third year you must bring the tenth part of your produce from that year and leave it at your city gates."
            },
            {
                "verse_number": "29",
                "verse_text": "Then the Levites, who have no designated inheritance like you do, along with the immigrants, orphans, and widows who live in your cities, will come and feast until they are full. Do this so that the LORD your God might bless you in everything you do."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Every seventh year you must cancel all debts."
            },
            {
                "verse_number": "2",
                "verse_text": "This is how the cancellation is to be handled: Creditors will forgive the loans of their fellow Israelites. They won&quot;t demand repayment from their neighbors or their relatives because the LORD &quot;s year of debt cancellation has been announced."
            },
            {
                "verse_number": "3",
                "verse_text": "You are allowed to demand payment from foreigners, but whatever is owed you from your fellow Israelites you must forgive."
            },
            {
                "verse_number": "4",
                "verse_text": "Of course there won&quot;t be any poor persons among you because the LORD will bless you in the land that the LORD your God is giving you to possess as an inheritance,"
            },
            {
                "verse_number": "5",
                "verse_text": "but only if you carefully obey the LORD your God&quot;s voice, by carefully doing every bit of this commandment that I&quot;m giving you right now."
            },
            {
                "verse_number": "6",
                "verse_text": "Once the LORD your God has blessed you, exactly as he said he would, you will end up lending to many different peoples but won&quot;t need to borrow a thing. You will dominate many different peoples, but they won&quot;t dominate you."
            },
            {
                "verse_number": "7",
                "verse_text": "Now if there are some poor persons among you, say one of your fellow Israelites in one of your cities in the land that the LORD your God is giving you, don&quot;t be hard-hearted or tightfisted toward your poor fellow Israelites."
            },
            {
                "verse_number": "8",
                "verse_text": "To the contrary! Open your hand wide to them. You must generously lend them whatever they need."
            },
            {
                "verse_number": "9",
                "verse_text": "But watch yourself! Make sure no wicked thought crosses your mind, such as, The seventh year is coming&ndash;the year of debt cancellation&ndash;so that you resent your poor fellow Israelites and don&quot;t give them anything. If you do that, they will cry out to the LORD against you, and you will be guilty of sin."
            },
            {
                "verse_number": "10",
                "verse_text": "No, give generously to needy persons. Don&quot;t resent giving to them because it is this very thing that will lead to the LORD your God&quot;s blessing you in all you do and work at."
            },
            {
                "verse_number": "11",
                "verse_text": "Poor persons will never disappear from the earth. That&quot;s why I&quot;m giving you this command: you must open your hand generously to your fellow Israelites, to the needy among you, and to the poor who live with you in your land."
            },
            {
                "verse_number": "12",
                "verse_text": "If any of your fellow Hebrews, male or female, sell themselves into your service, they can work for you for six years, but in the seventh year you must set them free from your service."
            },
            {
                "verse_number": "13",
                "verse_text": "Furthermore, when you set them free from your service, you must not let them go empty-handed."
            },
            {
                "verse_number": "14",
                "verse_text": "Instead, provide for them fully from your flock, food, and wine. You must give to them from that with which the LORD your God has blessed you."
            },
            {
                "verse_number": "15",
                "verse_text": "Remember how each of you was a slave in Egypt and how the LORD your God saved you. That&quot;s why I am commanding you to do this right now. ("
            },
            {
                "verse_number": "16",
                "verse_text": "Now if your male servant says to you: &apos;I don&quot;t want to leave your service&apos; because he loves you and your family and because life is good for him in your service,"
            },
            {
                "verse_number": "17",
                "verse_text": "then you may take a needle and pierce his ear with it into the doorframe. From that point on, he will be your permanent servant. Do the same thing for female servants.)"
            },
            {
                "verse_number": "18",
                "verse_text": "Don&quot;t consider it a hardship to set these servants free from your service, because they worked for you for six years&ndash;at a value double that of a paid worker. The LORD your God will bless you in everything that you do."
            },
            {
                "verse_number": "19",
                "verse_text": "You must devote every oldest male animal from your herds or flocks to the LORD your God. Don&quot;t plow with your oldest male ox and don&quot;t shear your oldest male sheep."
            },
            {
                "verse_number": "20",
                "verse_text": "Year after year, you and your family are allowed to eat these animals in the presence of the LORD your God, in the location the LORD selects."
            },
            {
                "verse_number": "21",
                "verse_text": "But if there is any defect in it, lameness, blindness, any flaw whatsoever, you must not sacrifice it to the LORD your God."
            },
            {
                "verse_number": "22",
                "verse_text": "You are allowed to eat those in your own cities, whether you are polluted or purified, just as you would eat gazelle or deer."
            },
            {
                "verse_number": "23",
                "verse_text": "Even so, don&quot;t consume any blood. Pour it out on the ground, like water."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Wait for the month of Abib, at which time you must perform the Passover for the LORD your God, because the LORD your God brought you out of Egypt at nighttime during the month of Abib."
            },
            {
                "verse_number": "2",
                "verse_text": "Offer a Passover sacrifice from the flock or herd to the LORD your God at the location the LORD selects for his name to reside."
            },
            {
                "verse_number": "3",
                "verse_text": "You must not eat anything containing yeast along with it. Instead, for seven days you must eat unleavened bread, bread symbolizing misery, along with it because you fled Egypt in a great hurry. Do this so you remember the day you fled Egypt for as long as you live."
            },
            {
                "verse_number": "4",
                "verse_text": "No dough with yeast should appear in any of your territory for seven days. Furthermore, none of the meat that you sacrificed on the first night should remain until morning."
            },
            {
                "verse_number": "5",
                "verse_text": "You are not permitted to offer the Passover sacrifice in any of the cities that the LORD your God is giving you."
            },
            {
                "verse_number": "6",
                "verse_text": "Instead, you must offer the Passover sacrifice at the location the LORD your God selects for his name to reside, at evening time, when the sun sets, which was the time you fled Egypt."
            },
            {
                "verse_number": "7",
                "verse_text": "Cook it and eat it in the location that the LORD your God selects. The next morning you can return to your tents."
            },
            {
                "verse_number": "8",
                "verse_text": "For six days you will eat unleavened bread. The seventh day will be a celebration for the LORD your God. Don&quot;t do any work."
            },
            {
                "verse_number": "9",
                "verse_text": "Count out seven weeks, starting the count from the beginning of the grain harvest."
            },
            {
                "verse_number": "10",
                "verse_text": "At that point, perform the Festival of Weeks for the LORD your God. Offer a spontaneous gift in precise measure with the blessing the LORD your God gives you."
            },
            {
                "verse_number": "11",
                "verse_text": "Then celebrate in the presence of the LORD your God&ndash;you, your sons, your daughters, your male and female servants, the Levites who live in your cities, the immigrants, the orphans, and the widows who are among you&ndash;in the location the LORD your God selects for his name to reside."
            },
            {
                "verse_number": "12",
                "verse_text": "Remember how each of you was a slave in Egypt, so follow these regulations most carefully."
            },
            {
                "verse_number": "13",
                "verse_text": "Once you have collected the food and drink you need, perform the Festival of Booths for seven days."
            },
            {
                "verse_number": "14",
                "verse_text": "Celebrate your festival: you, your sons, your daughters, your male and female servants, the Levites, the immigrants, the orphans, and the widows who live in your cities."
            },
            {
                "verse_number": "15",
                "verse_text": "Seven days you must perform the festival for the LORD your God in the location the LORD selects because the LORD your God will bless you in all you do and in all your work. You will be overjoyed."
            },
            {
                "verse_number": "16",
                "verse_text": "Three times a year every male among you must appear before the presence of the LORD your God in the location he will select: at the Festival of Unleavened Bread, the Festival of Weeks, and the Festival of Booths. They must not appear before the LORD &quot;s presence empty-handed."
            },
            {
                "verse_number": "17",
                "verse_text": "Each one should have his gift in hand, in precise measure with the blessing the LORD your God gives you."
            },
            {
                "verse_number": "18",
                "verse_text": "Appoint judges and officials for each of your tribes in every city that the LORD your God gives you. They must judge the people fairly."
            },
            {
                "verse_number": "19",
                "verse_text": "Don&quot;t delay justice; don&quot;t show favoritism. Don&quot;t take bribes because bribery blinds the vision of the wise and twists the words of the righteous."
            },
            {
                "verse_number": "20",
                "verse_text": "Righteousness! Pursue righteousness so that you live long and take possession of the land that the LORD your God is giving you."
            },
            {
                "verse_number": "21",
                "verse_text": "Don&quot;t plant any tree to serve as a sacred pole next to the altar you make for the LORD your God."
            },
            {
                "verse_number": "22",
                "verse_text": "Don&quot;t set up any sacred stone either, because the LORD your God hates such things."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Don&quot;t sacrifice to the LORD your God any oxen or sheep that have defects of any kind, because that is detestable to the LORD your God."
            },
            {
                "verse_number": "2",
                "verse_text": "If someone, whether male or female, is found in your community&ndash;in one of the cities the LORD your God is giving you&ndash;who does evil in the LORD your God&quot;s eyes, by breaking God&quot;s covenant,"
            },
            {
                "verse_number": "3",
                "verse_text": "by following and serving other gods, and by bowing down to them, to the sun or the moon or any of the heavenly bodies that I haven&quot;t permitted&ndash;"
            },
            {
                "verse_number": "4",
                "verse_text": "and you hear news about it, then you must look into this situation very carefully. And if it&quot;s definitely true that this detestable thing was done in Israel,"
            },
            {
                "verse_number": "5",
                "verse_text": "then you must bring out the man or woman who has done this evil thing to the gates of the city. Stone that person until he or she is dead."
            },
            {
                "verse_number": "6",
                "verse_text": "Capital punishment must be decided by two or three witnesses. No one may be executed on the basis of only one testimony."
            },
            {
                "verse_number": "7",
                "verse_text": "In the execution, the hands of the witnesses must be against the guilty person from the start; the hand of all the people will be involved at the end. Remove such evil from your community!"
            },
            {
                "verse_number": "8",
                "verse_text": "If some legal dispute in your cities is too difficult for you to decide&ndash;say, between different kinds of bloodshed, different kinds of legal ruling, or different kinds of injury&ndash;then take it to the location the LORD your God selects."
            },
            {
                "verse_number": "9",
                "verse_text": "Go to the levitical priests and to the head judge in office at that time and look into things there. They will announce to you the correct ruling."
            },
            {
                "verse_number": "10",
                "verse_text": "You must then act according to the ruling they announced to you from that location, the one the LORD selects. You must follow very carefully everything they instruct you to do."
            },
            {
                "verse_number": "11",
                "verse_text": "Act precisely according to the instruction they give you and the ruling they announce to you. Don&quot;t deviate even a bit from the word they announce."
            },
            {
                "verse_number": "12",
                "verse_text": "And whoever acts rashly by not listening to the priest who is in office serving the LORD your God or to the head judge will die. Remove such evil from Israel!"
            },
            {
                "verse_number": "13",
                "verse_text": "All the people will hear about this and be afraid. They won&quot;t act arrogantly anymore."
            },
            {
                "verse_number": "14",
                "verse_text": "Once you have entered the land the LORD your God is giving you and you have taken possession of it and settled down in it, you might say: &apos;Let&quot;s appoint a king over us, as all our neighboring nations have done.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "You can indeed appoint over you a king that the LORD your God selects. You can appoint over you a king who is one of your fellow Israelites. You are not allowed to appoint over you a foreigner who is not one of your fellow Israelites."
            },
            {
                "verse_number": "16",
                "verse_text": "That granted, the king must not acquire too many horses, and he must not return the people to Egypt in order to acquire more horses, because the LORD told you: &apos;You will never go back by that road again.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The king must not take numerous wives so that his heart doesn&quot;t go astray. Nor can the king acquire too much silver and gold."
            },
            {
                "verse_number": "18",
                "verse_text": "Instead, when he sits on his royal throne, he himself must write a copy of this Instruction on a scroll in the presence of the levitical priests."
            },
            {
                "verse_number": "19",
                "verse_text": "That Instruction must remain with him, and he must read in it every day of his life so that he learns to revere the LORD his God by keeping all the words of this Instruction and these regulations, by doing them,"
            },
            {
                "verse_number": "20",
                "verse_text": "by not being overbearing toward his fellow Israelites, and by not deviating even a bit from the commandment. If the king does all that, he will ensure lasting rule in Israel for himself and for his successors."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Neither the levitical priests nor any Levite tribe member will have a designated inheritance in Israel. They can eat the sacrifices offered to the LORD , which are the LORD &quot;s portion,"
            },
            {
                "verse_number": "2",
                "verse_text": "but they won&quot;t share an inheritance with their fellow Israelites. The LORD alone is the Levites&quot; inheritance&ndash;just as God promised them."
            },
            {
                "verse_number": "3",
                "verse_text": "Now this is what the priests may keep from the people&quot;s sacrifices of oxen or sheep: They must give the priest the shoulder, the jaws, and the stomach."
            },
            {
                "verse_number": "4",
                "verse_text": "You must also give the priest the first portions of your grain, wine, and oil, and the first of your sheep&quot;s shearing"
            },
            {
                "verse_number": "5",
                "verse_text": "because the LORD your God selected Levi from all of your tribes to stand and minister in the LORD &quot;s name&ndash;both him and his descendants for all time."
            },
            {
                "verse_number": "6",
                "verse_text": "Now if a Levite leaves one of your cities or departs from any location in Israel where he&quot;s been living and, because he wants to, comes to the location the LORD selects"
            },
            {
                "verse_number": "7",
                "verse_text": "and ministers in the LORD his God&quot;s name, just like his relatives&ndash;the other Levites serving there in the LORD &quot;s presence&ndash;"
            },
            {
                "verse_number": "8",
                "verse_text": "he is allowed to eat equal portions, despite the finances he has from his family."
            },
            {
                "verse_number": "9",
                "verse_text": "Once you enter the land that the LORD your God is giving you, don&quot;t try to imitate the detestable things those nations do."
            },
            {
                "verse_number": "10",
                "verse_text": "There must not be anyone among you who passes his son or daughter through fire; who practices divination, is a sign reader, fortune-teller, sorcerer,"
            },
            {
                "verse_number": "11",
                "verse_text": "or spell caster; who converses with ghosts or spirits or communicates with the dead."
            },
            {
                "verse_number": "12",
                "verse_text": "All who do these things are detestable to the LORD ! It is on account of these detestable practices that the LORD your God is driving these nations out before you."
            },
            {
                "verse_number": "13",
                "verse_text": "Instead, you must be perfect before the LORD your God."
            },
            {
                "verse_number": "14",
                "verse_text": "These nations you are displacing listened to sign readers and diviners, but the LORD your God doesn&quot;t permit you to do the same!"
            },
            {
                "verse_number": "15",
                "verse_text": "The LORD your God will raise up a prophet like me from your community, from your fellow Israelites. He&quot;s the one you must listen to."
            },
            {
                "verse_number": "16",
                "verse_text": "That&quot;s exactly what you requested from the LORD your God at Horeb, on the day of the assembly, when you said, &apos;I can&quot;t listen to the LORD my God&quot;s voice anymore or look at this great fire any longer. I don&quot;t want to die!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The LORD said to me: What they&quot;ve said is right."
            },
            {
                "verse_number": "18",
                "verse_text": "I&quot;ll raise up a prophet for them from among their fellow Israelites&ndash;one just like you. I&quot;ll put my words in his mouth, and he will tell them everything I command him."
            },
            {
                "verse_number": "19",
                "verse_text": "I myself will hold accountable anyone who doesn&quot;t listen to my words, which that prophet will speak in my name."
            },
            {
                "verse_number": "20",
                "verse_text": "However, any prophet who arrogantly speaks a word in my name that I haven&quot;t commanded him to speak, or who speaks in the name of other gods&ndash;that prophet must die."
            },
            {
                "verse_number": "21",
                "verse_text": "Now, you might be wondering, How will we know which word God hasn&quot;t spoken?"
            },
            {
                "verse_number": "22",
                "verse_text": "Here&quot;s the answer: The prophet who speaks in the LORD &quot;s name and the thing doesn&quot;t happen or come about&ndash;that&quot;s the word the LORD hasn&quot;t spoken. That prophet spoke arrogantly. Don&quot;t be afraid of him."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Once the LORD your God has eliminated those nations&ndash;whose land the LORD your God is giving you&ndash;and you displace them, settling into their cities and their houses,"
            },
            {
                "verse_number": "2",
                "verse_text": "you must designate three cities for your use in the land the LORD your God is giving you to possess."
            },
            {
                "verse_number": "3",
                "verse_text": "Mark out the roads to them and divide the regions of the land the LORD your God is apportioning to you into three parts. These cities are the places to which a person who has killed can escape."
            },
            {
                "verse_number": "4",
                "verse_text": "Here is the rule concerning a person who killed someone and is permitted to escape to one of these cities and live: If it is someone who killed his neighbor accidentally, without having hated that person previously;"
            },
            {
                "verse_number": "5",
                "verse_text": "or if someone goes into the forest with a neighbor to chop some wood, and while swinging an ax to cut down the tree, the axhead flies off its handle and hits the neighbor, who subsequently dies&ndash;these kinds of killers may escape to one of these cities and live."
            },
            {
                "verse_number": "6",
                "verse_text": "Otherwise, the blood avenger will chase after the killer out of rage and&ndash;especially if the distance to one of these cities is too far&ndash;might catch and kill him, even though a death sentence was not in order because the killer didn&quot;t have prior malice toward the other."
            },
            {
                "verse_number": "7",
                "verse_text": "This is why I am commanding you as follows: Designate three cities for your use."
            },
            {
                "verse_number": "8",
                "verse_text": "Now if the LORD your God enlarges your territory, as he swore to your ancestors&ndash;and he will give you all the land he swore to give to them"
            },
            {
                "verse_number": "9",
                "verse_text": "as long as you keep all this commandment that I am giving you right now by doing it, by loving the LORD your God, and by always walking in his ways&ndash;you can add three more cities for your use along with the first three."
            },
            {
                "verse_number": "10",
                "verse_text": "Innocent blood must not be spilled in the land the LORD your God is giving to you as an inheritance, or it will be bloodshed that will be required of you."
            },
            {
                "verse_number": "11",
                "verse_text": "But if someone does hate a neighbor and ambushes him, rising up against him and attacking him so he dies, and then escapes to one of these cities,"
            },
            {
                "verse_number": "12",
                "verse_text": "elders from the killer&quot;s hometown will send word, and the killer will be sent back from there. They will then hand him over to the blood avenger, and he will be executed."
            },
            {
                "verse_number": "13",
                "verse_text": "Show no mercy to such killers. Remove innocent bloodshed from Israel so that things go well for you."
            },
            {
                "verse_number": "14",
                "verse_text": "Now in the land the LORD your God is giving you, in your allotted property that you will receive there, you must not tamper with your neighbor&quot;s property line, which has been previously established."
            },
            {
                "verse_number": "15",
                "verse_text": "A solitary witness against someone in any crime, wrongdoing, or in any sort of misdeed that might be done is not sufficient. The decision must stand by two or three witnesses."
            },
            {
                "verse_number": "16",
                "verse_text": "Now if a spiteful witness comes forward against someone, so as to testify against them falsely,"
            },
            {
                "verse_number": "17",
                "verse_text": "the two persons who have a legal suit must stand before the LORD , before the priests, and before the judges that are in office at that time."
            },
            {
                "verse_number": "18",
                "verse_text": "The judges will look into the situation very carefully. If it turns out that the witness is a liar&ndash;that the witness has given false testimony against his fellow Israelite&ndash;"
            },
            {
                "verse_number": "19",
                "verse_text": "then you must do to him what he had planned to do to his fellow Israelite. Remove such evil from your community!"
            },
            {
                "verse_number": "20",
                "verse_text": "The rest of the people will hear about this and be afraid. They won&quot;t do that sort of evil thing among you again."
            },
            {
                "verse_number": "21",
                "verse_text": "Show no mercy on this point: life for life, eye for eye, tooth for tooth, hand for hand, foot for foot."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "When you march out to battle your enemies and you see horses, chariots, and a fighting force larger than yours, don&quot;t be afraid of them, because the LORD your God, the one who brought you up from Egypt, is with you."
            },
            {
                "verse_number": "2",
                "verse_text": "As you advance toward the war, the priest will come forward and will address the troops."
            },
            {
                "verse_number": "3",
                "verse_text": "He will say to them: &apos;Listen, Israel: Right now you are advancing to wage war against your enemies. Don&quot;t be discouraged! Don&quot;t be afraid! Don&quot;t panic! Don&quot;t shake in fear on account of them,"
            },
            {
                "verse_number": "4",
                "verse_text": "because the LORD your God is going with you to fight your enemies for you and to save you.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The officials will also say to the troops: &apos;Is there anyone here who has just built a new house but hasn&quot;t yet dedicated it? He can leave and go back to his house; otherwise, he might die in the war and someone else would dedicate the house."
            },
            {
                "verse_number": "6",
                "verse_text": "Or is there anyone here who has planted a vineyard but hasn&quot;t yet put it to good use? He can leave and go back to his house; otherwise, he might die in the battle and someone else would use the vineyard."
            },
            {
                "verse_number": "7",
                "verse_text": "Or is there anyone here who is engaged but not yet married? He may leave and go back to his house; otherwise, he might die in the battle and someone else would marry his fiancÃ©e.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The officials will continue to address the troops, stating: &apos;Is there anyone here who is afraid and discouraged? He can leave and go back to his house; otherwise, his comrades might lose courage just as he has.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Once the officials have completed their speech to the troops, the army commanders will assume leadership of the forces."
            },
            {
                "verse_number": "10",
                "verse_text": "When you approach a city to fight against it, you should first extend peaceful terms to it."
            },
            {
                "verse_number": "11",
                "verse_text": "If the city responds with peaceful terms and surrenders to you, then all the people in the city will serve you as forced laborers."
            },
            {
                "verse_number": "12",
                "verse_text": "However, if the city does not negotiate peacefully with you but makes war against you, you may attack it."
            },
            {
                "verse_number": "13",
                "verse_text": "The LORD your God will hand it over to you; you must kill all the city&quot;s males with the sword."
            },
            {
                "verse_number": "14",
                "verse_text": "However, you can take for yourselves the women, the children, the animals, and all that is in the city&ndash;all its plunder. You can then enjoy your enemies&quot; plunder, which the LORD your God has given you."
            },
            {
                "verse_number": "15",
                "verse_text": "That&quot;s what you must do to all the cities that are located far away from you&ndash;specifically, those cities that don&quot;t belong to these nations here."
            },
            {
                "verse_number": "16",
                "verse_text": "But in the case of any of the cities of these peoples&ndash;the ones the LORD your God is giving you as an inheritance&ndash;you must not spare any living thing."
            },
            {
                "verse_number": "17",
                "verse_text": "Instead, you must place these under the ban: Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites&ndash;just as the LORD your God commanded you."
            },
            {
                "verse_number": "18",
                "verse_text": "Then they can&quot;t teach you to do all the detestable things they did for their gods, with the result that you end up sinning against the LORD your God."
            },
            {
                "verse_number": "19",
                "verse_text": "Now if you have been attacking a city for some time, fighting against it and trying to conquer it, don&quot;t destroy its trees by cutting them down with axes. You can eat from those trees; don&quot;t cut them down! Do you think a tree of the field is some sort of warrior to be attacked by you in battle?"
            },
            {
                "verse_number": "20",
                "verse_text": "That said, if you know that a tree is not a food-producing tree, you are allowed to destroy it, cutting it down and using it in the siege against the city that is fighting against you until it falls."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "If a corpse is found on the ground the LORD your God is giving you to possess, lying in a field, and the identity of the killer is unknown,"
            },
            {
                "verse_number": "2",
                "verse_text": "your elders and judges must come out and measure the distances to the cities nearest the body."
            },
            {
                "verse_number": "3",
                "verse_text": "Once it is determined which city is closest to the dead body, its elders must take a young cow that hasn&quot;t been used or yet pulled a plow,"
            },
            {
                "verse_number": "4",
                "verse_text": "and those elders will take the cow down to a ravine with a flowing stream&ndash;one that has not been plowed or planted&ndash;and they will break the cow&quot;s neck right there in the river valley."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the priests, the descendants of Levi, will step forward because the LORD your God selected them to minister for him and to bless in the LORD &quot;s name, and because every legal dispute and case of assault is decided by them."
            },
            {
                "verse_number": "6",
                "verse_text": "All the elders of the city closest to the corpse will wash their hands over the cow whose neck was broken in the river valley."
            },
            {
                "verse_number": "7",
                "verse_text": "They will then solemnly state: &apos;Our hands did not shed this blood. Our eyes did not see it happen."
            },
            {
                "verse_number": "8",
                "verse_text": "LORD , please forgive your people Israel, whom you saved. Don&quot;t put the guilt of innocent bloodshed on your people Israel.&apos; Then the bloodguilt will be forgiven them."
            },
            {
                "verse_number": "9",
                "verse_text": "But you must remove innocent bloodshed from your community; do only what is right in the LORD &quot;s eyes."
            },
            {
                "verse_number": "10",
                "verse_text": "When you wage war against your enemies and the LORD hands them over to you and you take prisoners,"
            },
            {
                "verse_number": "11",
                "verse_text": "if you see among the captives a beautiful woman, and you fall in love with her and take her as your wife,"
            },
            {
                "verse_number": "12",
                "verse_text": "bringing her into your home, she must shave her head, cut her nails,"
            },
            {
                "verse_number": "13",
                "verse_text": "remove her prisoner&quot;s clothing, and live in your house, mourning her father and her mother for one month. After that, you may consummate the marriage. You will be her husband, and she will be your wife."
            },
            {
                "verse_number": "14",
                "verse_text": "But if you aren&quot;t pleased with her, you must send her away as she wishes. You are not allowed to sell her for money or treat her as a slave because you have humiliated her."
            },
            {
                "verse_number": "15",
                "verse_text": "Now suppose a man has two wives&ndash;one of them loved and the other unloved. Both wives bear children, but the oldest male is the unloved wife&quot;s child."
            },
            {
                "verse_number": "16",
                "verse_text": "On the day when the man decides what will go to each of his children as an inheritance, he isn&quot;t allowed to treat his loved wife&quot;s son as the oldest male rather than his unloved wife&quot;s son, who is the real oldest male."
            },
            {
                "verse_number": "17",
                "verse_text": "Instead, he must acknowledge the unloved wife&quot;s son as the oldest male, giving to him two-thirds of everything that he owns, because that son is the earliest produce of his physical power. The oldest male&quot;s rights belong to that son."
            },
            {
                "verse_number": "18",
                "verse_text": "Now if someone has a consistently stubborn and rebellious child, who refuses to listen to their father and mother&ndash;even when the parents discipline him, he won&quot;t listen to them&ndash;"
            },
            {
                "verse_number": "19",
                "verse_text": "the father and mother will take the son before the elders of that city at its gates."
            },
            {
                "verse_number": "20",
                "verse_text": "Then they will inform the city&quot;s elders: &apos;This son of ours is consistently stubborn and rebellious, refusing to listen to us. What&quot;s more, he&quot;s wild and a drunkard.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then all the people of that town will stone him until he dies. Remove such evil from your community! All Israel will hear about this and be afraid."
            },
            {
                "verse_number": "22",
                "verse_text": "Now if someone is guilty of a capital crime, and they are executed, and you then hang them on a tree,"
            },
            {
                "verse_number": "23",
                "verse_text": "you must not leave the body hanging on the tree but must bury it the same day because God&quot;s curse is on those who are hanged. Furthermore, you must not pollute the ground that the LORD your God is giving to you as an inheritance."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Don&quot;t just watch your fellow Israelite&quot;s ox or sheep wandering around and do nothing about it. You must return the animal to its owner."
            },
            {
                "verse_number": "2",
                "verse_text": "If the owner doesn&quot;t live nearby, or you don&quot;t know who owns the animal, then you must take care of it. It should stay with you until your fellow Israelite comes looking for it, at which point you must return it to him. Remove such evil from Israel! Remove such evil from your community!"
            },
            {
                "verse_number": "3",
                "verse_text": "Do the same thing in the case of a donkey. Do the same thing in the case of a piece of clothing. Do the same thing in the case of anything that your fellow Israelite loses and you end up finding. You are not allowed to sit back and do nothing about it."
            },
            {
                "verse_number": "4",
                "verse_text": "Don&quot;t just watch your fellow Israelite&quot;s donkey or ox fall down in the road and do nothing about it. You must help your fellow Israelite get the animal up again."
            },
            {
                "verse_number": "5",
                "verse_text": "Women must not wear men&quot;s clothes, and men must not wear women&quot;s clothes. Everyone who does such things is detestable to the LORD your God."
            },
            {
                "verse_number": "6",
                "verse_text": "If you come across a bird&quot;s nest along your way, whether in a tree or on the ground, with baby birds or eggs, and the mother is sitting on the baby birds or eggs, do not remove the mother from her young."
            },
            {
                "verse_number": "7",
                "verse_text": "You must let the mother go, though you may take the young for yourself so that things go well for you and so you can prolong your life."
            },
            {
                "verse_number": "8",
                "verse_text": "Whenever you build a new house, you must build a railing for the roof so that you don&quot;t end up with innocent blood on your hands because someone fell off of it."
            },
            {
                "verse_number": "9",
                "verse_text": "Don&quot;t plant your vineyards with two types of seed; otherwise, the entire crop that you have planted and the produce of the vineyard will be unusable."
            },
            {
                "verse_number": "10",
                "verse_text": "Don&quot;t plow with an ox and a donkey together."
            },
            {
                "verse_number": "11",
                "verse_text": "Don&quot;t wear clothes that mix wool and linen together."
            },
            {
                "verse_number": "12",
                "verse_text": "Make tassels for the four corners of the coat you wear."
            },
            {
                "verse_number": "13",
                "verse_text": "Suppose a man gets married and consummates the marriage but subsequently despises his wife."
            },
            {
                "verse_number": "14",
                "verse_text": "He then spreads false claims about her to the point that she has a bad reputation, because he said such things as, &apos;I married this woman, but when I went to have sex with her, I couldn&quot;t find any proof that she was a virgin.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "At that point, the young woman&quot;s father and mother will bring proof of her virginity to the city&quot;s elders at the city gate."
            },
            {
                "verse_number": "16",
                "verse_text": "The young woman&quot;s father will say to the elders: &apos;I gave my daughter to this man to be his wife, but he doesn&quot;t like her anymore."
            },
            {
                "verse_number": "17",
                "verse_text": "That&quot;s why he has spread false claims about her, saying, &quot;I couldn&quot;t find any proof that your daughter was a virgin.&quot; But look! Here&quot;s proof of my daughter&quot;s virginity.&apos; At that point they will spread out the blanket in front of the city&quot;s elders."
            },
            {
                "verse_number": "18",
                "verse_text": "The city&quot;s elders must then take that husband and punish him."
            },
            {
                "verse_number": "19",
                "verse_text": "They will fine him one hundred silver shekels, giving that to the young woman&quot;s father, because that husband gave one of Israel&quot;s virgin daughters a bad reputation. Moreover, she must remain his wife; he is never allowed to divorce her."
            },
            {
                "verse_number": "20",
                "verse_text": "However, if the claim is true and proof of the young woman&quot;s virginity can&quot;t be produced,"
            },
            {
                "verse_number": "21",
                "verse_text": "then the city&quot;s elders will bring the young woman to the door of her father&quot;s house. The citizens of that city must stone her until she dies because she acted so sinfully in Israel by having extramarital sex while still in her father&quot;s house. Remove such evil from your community!"
            },
            {
                "verse_number": "22",
                "verse_text": "If a man is found having sex with a woman who is married to someone else, both of them must die&ndash;the man who was having sex with the woman and the woman herself."
            },
            {
                "verse_number": "23",
                "verse_text": "If a young woman who is a virgin is engaged to one man and another man meets up with her in a town and has sex with her,"
            },
            {
                "verse_number": "24",
                "verse_text": "you must bring both of them to the city gates there and stone them until they die&ndash;the young woman because she didn&quot;t call for help in the city, and the man because of the fact that he humiliated his neighbor&quot;s wife."
            },
            {
                "verse_number": "25",
                "verse_text": "But if the man met up with the engaged woman in a field, grabbing her and having sex with her there, only the man will die."
            },
            {
                "verse_number": "26",
                "verse_text": "Don&quot;t do anything whatsoever to the young woman. She hasn&quot;t committed any capital crime&ndash;rather, this situation is exactly like the one where someone attacks his neighbor and kills him."
            },
            {
                "verse_number": "27",
                "verse_text": "Since the man met up with her in a field, the engaged woman may well have called out for help, but there was no one to rescue her."
            },
            {
                "verse_number": "28",
                "verse_text": "If a man meets up with a young woman who is a virgin and not engaged, grabs her and has sex with her, and they are caught in the act,"
            },
            {
                "verse_number": "29",
                "verse_text": "the man who had sex with her must give fifty silver shekels to the young woman&quot;s father. She will also become his wife because he has humiliated her. He is never allowed to divorce her."
            },
            {
                "verse_number": "30",
                "verse_text": "A man cannot marry his father&quot;s former wife so that his father&quot;s private matters are not exposed."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "No man whose testicles are crushed or whose penis is cut off can belong to the LORD &quot;s assembly."
            },
            {
                "verse_number": "2",
                "verse_text": "No one born of an illegitimate marriage can belong to the LORD &quot;s assembly either. Not even the tenth generation of such children can belong to the LORD &quot;s assembly."
            },
            {
                "verse_number": "3",
                "verse_text": "Ammonites and Moabites can&quot;t belong to the LORD &quot;s assembly. Not even the tenth generation of such people can belong to the LORD &quot;s assembly, as a rule,"
            },
            {
                "verse_number": "4",
                "verse_text": "because they didn&quot;t help you with food or water on your journey out of Egypt, and because they hired Balaam, Beor&quot;s son, from Pethor of Mesopotamia to curse you."
            },
            {
                "verse_number": "5",
                "verse_text": "But the LORD your God wasn&quot;t interested in listening to Balaam. The LORD your God turned that curse into a blessing because the LORD your God loves you."
            },
            {
                "verse_number": "6",
                "verse_text": "So don&quot;t be concerned with their health and well-being as long as you live."
            },
            {
                "verse_number": "7",
                "verse_text": "Don&quot;t detest Edomites, because they are your relatives. Don&quot;t detest Egyptians because you were immigrants in their land."
            },
            {
                "verse_number": "8",
                "verse_text": "Children born to them are permitted to belong to the LORD &quot;s assembly starting with the third generation."
            },
            {
                "verse_number": "9",
                "verse_text": "When you are camped in battle against your enemies, guard yourself from every possible evil."
            },
            {
                "verse_number": "10",
                "verse_text": "If an individual in the camp becomes polluted due to a nighttime emission, he must exit the camp area and not reenter."
            },
            {
                "verse_number": "11",
                "verse_text": "When the next evening arrives, he must wash with water; and when the sun sets, he can come back to the camp."
            },
            {
                "verse_number": "12",
                "verse_text": "The latrines must be outside the camp. You will use them there, outside the camp."
            },
            {
                "verse_number": "13",
                "verse_text": "Carry a shovel with the rest of your gear; once you have relieved yourself, use it to dig a hole, then refill it, covering your excrement."
            },
            {
                "verse_number": "14",
                "verse_text": "Do these things because the LORD your God travels with you, right in the middle of your camp, ready to save you and to hand your enemies over to you. For this reason your camp must be holy. The LORD must not see anything indecent among you, or he will turn away from you."
            },
            {
                "verse_number": "15",
                "verse_text": "Don&quot;t return slaves to owners if they&quot;ve escaped and come to you."
            },
            {
                "verse_number": "16",
                "verse_text": "They can stay with you: in your own community or in any place they select from one of your cities, whatever seems good to them. Don&quot;t oppress them."
            },
            {
                "verse_number": "17",
                "verse_text": "No Israelite daughter is allowed to be a consecrated worker. Neither is any Israelite son allowed to be a consecrated worker."
            },
            {
                "verse_number": "18",
                "verse_text": "Don&quot;t bring a female prostitute&quot;s fee or a male prostitute&quot;s payment to the LORD your God&quot;s temple to pay a solemn promise because both of these things are detestable to the LORD your God."
            },
            {
                "verse_number": "19",
                "verse_text": "Don&quot;t charge your fellow Israelites interest&ndash;whether on money, provisions, or anything one might loan."
            },
            {
                "verse_number": "20",
                "verse_text": "You can charge foreigners interest, but not your fellow Israelite. Do this so that the LORD your God blesses you in all your work on the land you are entering to possess."
            },
            {
                "verse_number": "21",
                "verse_text": "When you make a promise to the LORD your God, don&quot;t put off making good on it, because the LORD your God will certainly be expecting it from you; delaying would make you guilty."
            },
            {
                "verse_number": "22",
                "verse_text": "Now if you simply don&quot;t make any promises, you won&quot;t be guilty of anything."
            },
            {
                "verse_number": "23",
                "verse_text": "But whatever you say, you should be sure to make good on, exactly according to the promise you freely made to the LORD your God because you promised it with your own mouth."
            },
            {
                "verse_number": "24",
                "verse_text": "If you go into your neighbor&quot;s vineyard, you can eat as many grapes as you like, until full, but don&quot;t carry any away in a basket."
            },
            {
                "verse_number": "25",
                "verse_text": "If you go into your neighbor&quot;s grain field, you can pluck ears by hand, but you aren&quot;t allowed to cut off any of your neighbor&quot;s grain with a sickle."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Let&quot;s say a man marries a woman, but she isn&quot;t pleasing to him because he&quot;s discovered something inappropriate about her. So he writes up divorce papers, hands them to her, and sends her out of his house."
            },
            {
                "verse_number": "2",
                "verse_text": "She leaves his house and ends up marrying someone else."
            },
            {
                "verse_number": "3",
                "verse_text": "But this new husband also dislikes her, writes up divorce papers, hands them to her, and sends her out of his house (or suppose the second husband dies)."
            },
            {
                "verse_number": "4",
                "verse_text": "In this case, the first husband who originally divorced this woman is not allowed to take her back and marry her again after she has been polluted in this way because the LORD detests that. Don&quot;t pollute the land the LORD your God is giving to you as an inheritance."
            },
            {
                "verse_number": "5",
                "verse_text": "A newly married man doesn&quot;t have to march in battle. Neither should any related duties be placed on him. He is to live free of such responsibilities for one year, so he can bring joy to his new wife."
            },
            {
                "verse_number": "6",
                "verse_text": "Millstones or even just the upper millstone must not be pawned, because that would be pawning someone&quot;s livelihood."
            },
            {
                "verse_number": "7",
                "verse_text": "If someone is caught kidnapping their fellow Israelites, intending to enslave the Israelite or sell them, that kidnapper must die. Remove such evil from your community!"
            },
            {
                "verse_number": "8",
                "verse_text": "Be on guard against outbreaks of skin disease by being very careful about what you do. You must carefully do everything the levitical priests teach you, just as I have commanded them."
            },
            {
                "verse_number": "9",
                "verse_text": "Remember, after all, what the LORD your God did to Miriam on your departure from Egypt!"
            },
            {
                "verse_number": "10",
                "verse_text": "When you make any type of loan to your neighbor, don&quot;t enter their house to receive the collateral."
            },
            {
                "verse_number": "11",
                "verse_text": "You must wait outside. The person to whom you are lending will bring the collateral to you out there."
            },
            {
                "verse_number": "12",
                "verse_text": "Moreover, if the person is poor, you are not allowed to sleep in their pawned coat."
            },
            {
                "verse_number": "13",
                "verse_text": "Instead, be certain to give the pawned coat back by sunset so they can sleep in their own coat. They will bless you, and you will be considered righteous before the LORD your God."
            },
            {
                "verse_number": "14",
                "verse_text": "Don&quot;t take advantage of poor or needy workers, whether they are fellow Israelites or immigrants who live in your land or your cities."
            },
            {
                "verse_number": "15",
                "verse_text": "Pay them their salary the same day, before the sun sets, because they are poor, and their very life depends on that pay, and so they don&quot;t cry out against you to the LORD . That would make you guilty."
            },
            {
                "verse_number": "16",
                "verse_text": "Parents shouldn&quot;t be executed because of what their children have done; neither should children be executed because of what their parents have done. Each person should be executed for their own guilty acts."
            },
            {
                "verse_number": "17",
                "verse_text": "Don&quot;t obstruct the legal rights of an immigrant or orphan. Don&quot;t take a widow&quot;s coat as pledge for a loan."
            },
            {
                "verse_number": "18",
                "verse_text": "Remember how you were a slave in Egypt but how the LORD your God saved you from that. That&quot;s why I&quot;m commanding you to do this thing."
            },
            {
                "verse_number": "19",
                "verse_text": "Whenever you are reaping the harvest of your field and you leave some grain in the field, don&quot;t go back and get it. Let it go to the immigrants, the orphans, and the widows so that the LORD your God blesses you in all that you do."
            },
            {
                "verse_number": "20",
                "verse_text": "Similarly, when you beat the olives off your olive trees, don&quot;t go back over them twice. Let the leftovers go to the immigrants, the orphans, and the widows."
            },
            {
                "verse_number": "21",
                "verse_text": "Again, when you pick the grapes of your vineyard, don&quot;t pick them over twice. Let the leftovers go to the immigrants, the orphans, and the widows."
            },
            {
                "verse_number": "22",
                "verse_text": "Remember how you were a slave in Egypt. That&quot;s why I am commanding you to do this thing."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "Now two people have a disagreement and they enter into litigation and their case is decided, with the judges declaring one person legally right and the other legally liable."
            },
            {
                "verse_number": "2",
                "verse_text": "If the guilty party is to be beaten, the presiding judge will have that person lie down and be punished in his presence&ndash;the number of blows in measure with the guilt determined."
            },
            {
                "verse_number": "3",
                "verse_text": "Give no more than forty blows. If more than that is given, your fellow Israelite would be completely disgraced in your eyes."
            },
            {
                "verse_number": "4",
                "verse_text": "Don&quot;t muzzle an ox while it is threshing grain."
            },
            {
                "verse_number": "5",
                "verse_text": "If brothers live together and one of them dies without having a son, the dead man&quot;s wife must not go outside the family and marry a stranger. Instead, her brother-in-law should go to her and take her as his wife. He will then consummate the marriage according to the brother-in-law&quot;s duty."
            },
            {
                "verse_number": "6",
                "verse_text": "The brother-in-law will name the oldest male son that she bears after his dead brother so that his brother&quot;s legacy will not be forgotten in Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "If the brother does not want to marry his sister-in-law, she can go to the elders at the city gate, informing them: &apos;My brother-in-law refuses to continue his brother&quot;s legacy in Israel. He&quot;s not willing to perform the brother-in-law&quot;s duty with me.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The city&quot;s elders will summon him and talk to him about this. If he doesn&quot;t budge, insisting, &apos;I don&quot;t want to marry her,&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "then the sister-in-law will approach him while the elders watch. She will pull the sandal off his foot and spit in his face. Then she will exclaim: &apos;That&quot;s what&quot;s done to any man who won&quot;t build up his own brother&quot;s family!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Subsequently, that man&quot;s family will be known throughout Israel as &apos;the house of the removed sandal.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "If two men are fighting with each other&ndash;a man and his fellow Israelite&ndash;and the wife of one of them gets into the fight, trying to save her husband from his attacker and does so by reaching out and grabbing his genitals,"
            },
            {
                "verse_number": "12",
                "verse_text": "you must cut off her hand. Show no mercy."
            },
            {
                "verse_number": "13",
                "verse_text": "Don&quot;t have two different types of money weights in your bag, a heavy one and a light one."
            },
            {
                "verse_number": "14",
                "verse_text": "Don&quot;t have two different types of ephahs in your house, a large one and a small one."
            },
            {
                "verse_number": "15",
                "verse_text": "Instead, you must have only one weight, complete and correct, and only one ephah, also complete and correct, so that your life might be long in the fertile land the LORD your God is giving you."
            },
            {
                "verse_number": "16",
                "verse_text": "What&quot;s more, all who do such things, all who do business dishonestly, are detestable to the LORD your God."
            },
            {
                "verse_number": "17",
                "verse_text": "Remember, after all, what Amalek did to you on your departure from Egypt:"
            },
            {
                "verse_number": "18",
                "verse_text": "how he met up with you on the way, striking from behind those who were lagging back because you were weak and tired, and because he didn&quot;t fear God."
            },
            {
                "verse_number": "19",
                "verse_text": "So once the LORD your God gives you relief from all the enemies that surround you in the land the LORD your God is giving you as an inheritance to possess, you must wipe out Amalek&quot;s memory from under the heavens. Don&quot;t forget this!"
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "Once you have entered the land the LORD your God is giving you as an inheritance, and you take possession of it and are settled there,"
            },
            {
                "verse_number": "2",
                "verse_text": "take some of the early produce of the fertile ground that you have harvested from the land the LORD your God is giving you, and put it in a basket. Then go to the location the LORD your God selects for his name to reside."
            },
            {
                "verse_number": "3",
                "verse_text": "Go to the priest who is in office at that time and say to him: &apos;I am declaring right now before the LORD my God that I have indeed arrived in the land the LORD swore to our ancestors to give us.&apos; &apos;My father was a starving Aramean. He went down to Egypt, living as an immigrant there with few family members, but that is where he became a great nation, mighty and numerous. Set the produce before the LORD your God, bowing down before the LORD your God."
            },
            {
                "verse_number": "4",
                "verse_text": "The priest will then take the basket from you and place it before the LORD your God&quot;s altar."
            },
            {
                "verse_number": "5",
                "verse_text": "Then you should solemnly state before the LORD your God:"
            },
            {
                "verse_number": "6",
                "verse_text": "The Egyptians treated us terribly, oppressing us and forcing hard labor on us."
            },
            {
                "verse_number": "7",
                "verse_text": "So we cried out for help to the LORD , our ancestors&quot; God. The LORD heard our call. God saw our misery, our trouble, and our oppression."
            },
            {
                "verse_number": "8",
                "verse_text": "The LORD brought us out of Egypt with a strong hand and an outstretched arm, with awesome power, and with signs and wonders."
            },
            {
                "verse_number": "9",
                "verse_text": "He brought us to this place and gave us this land&ndash;a land full of milk and honey."
            },
            {
                "verse_number": "10",
                "verse_text": "So now I am bringing the early produce of the fertile ground that you, LORD , have given me.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then celebrate all the good things the LORD your God has done for you and your family&ndash;each one of you along with the Levites and the immigrants who are among you."
            },
            {
                "verse_number": "12",
                "verse_text": "When you have finished paying the entire tenth part of your produce on the third year&ndash;that is the year for paying the tenth-part&ndash;you will give it to the Levites, the immigrants, the orphans, and the widows so they can eat in your cities until they are full."
            },
            {
                "verse_number": "13",
                "verse_text": "Then announce before the LORD your God: &apos;I have removed the holy portion from my house, and I have given it to the Levites, the immigrants, the orphans, and the widows&ndash;in full compliance with your entire commandment that you commanded me. I haven&quot;t broken your commandments. I haven&quot;t forgotten one!"
            },
            {
                "verse_number": "14",
                "verse_text": "I haven&quot;t eaten from the holy portion while mourning, nor did I remove it while I was polluted, nor have I dedicated any of it to the dead. I&quot;ve obeyed the LORD my God&quot;s voice. I&quot;ve done everything just as you commanded me."
            },
            {
                "verse_number": "15",
                "verse_text": "Please look down from your holy home, from heaven itself, and bless your people Israel and the fertile land that you have given us&ndash;a land full of milk and honey&ndash;just like you promised our ancestors.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "This very moment the LORD your God is commanding you to keep these regulations and case laws. So keep them and do them with all your mind and with your entire being!"
            },
            {
                "verse_number": "17",
                "verse_text": "Today you have affirmed that the LORD will be your God and that you will walk in his ways and follow his regulations, his commandments, and his case laws, and that you will obey his voice."
            },
            {
                "verse_number": "18",
                "verse_text": "Today the LORD has gotten your agreement that you will be his treasured people, just like he promised&ndash;by keeping his commandments&ndash;"
            },
            {
                "verse_number": "19",
                "verse_text": "in order to set you high above all the other nations that he made in praise, fame, and honor; and so that you are a people holy to the LORD your God, just as he said you would be."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Then Moses and Israel&quot;s elders commanded the people: Keep all of the commandment that I am giving you right now. All the people will reply: &apos;We agree!&apos; All the people will reply: &apos;We agree!&apos; All the people will reply: &apos;We agree!&apos; All the people will reply: &apos;We agree!&apos; All the people will reply: &apos;We agree!&apos; All the people will reply: &apos;We agree!&apos; All the people will reply: &apos;We agree!&apos; All the people will reply: &apos;We agree!&apos; All the people will reply: &apos;We agree!&apos; All the people will reply: &apos;We agree!&apos; All the people will reply: &apos;We agree!&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "The same day you cross the Jordan River to enter the land the LORD your God is giving you, set up large stones and cover them with plaster."
            },
            {
                "verse_number": "3",
                "verse_text": "Once you have crossed over, write on the stones all the words of this Instruction because you will have entered the land the LORD your God is giving to you&ndash;a land full of milk and honey&ndash;exactly as the LORD , your ancestors&quot; God, promised you."
            },
            {
                "verse_number": "4",
                "verse_text": "Once you have crossed over the Jordan River, set up these stones that I&quot;m telling you about right now on Mount Ebal. Cover them with plaster"
            },
            {
                "verse_number": "5",
                "verse_text": "and build an altar there for the LORD your God&ndash;an altar of stones that haven&quot;t been cut with iron tools."
            },
            {
                "verse_number": "6",
                "verse_text": "(You must build the LORD your God&quot;s altar with uncut stones.) Then offer up on that altar entirely burned sacrifices to the LORD your God."
            },
            {
                "verse_number": "7",
                "verse_text": "Offer up well-being sacrifices and eat them there, celebrating in the LORD your God&quot;s presence."
            },
            {
                "verse_number": "8",
                "verse_text": "Make sure to write all the words of this Instruction on the stones plainly and clearly."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Moses and the levitical priests said to all Israel: Quiet down and listen, Israel! This very moment you have become the people of the LORD your God."
            },
            {
                "verse_number": "10",
                "verse_text": "So obey the LORD your God&quot;s voice. Do his commandments and his regulations that I&quot;m giving you right now."
            },
            {
                "verse_number": "11",
                "verse_text": "That same day Moses commanded the people:"
            },
            {
                "verse_number": "12",
                "verse_text": "Once you have crossed over the Jordan River, the following tribes will stand on Mount Gerizim to bless the people: Simeon, Levi, Judah, Issachar, Joseph, and Benjamin."
            },
            {
                "verse_number": "13",
                "verse_text": "And these are the tribes that will stand on Mount Ebal for the cursing: Reuben, Gad, Asher, Zebulun, Dan, and Naphtali."
            },
            {
                "verse_number": "14",
                "verse_text": "The Levites will address every individual Israelite with a loud voice:"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Cursed is anyone who makes an idol or an image&ndash;things detestable to the LORD , made by artisans&ndash;and sets it up secretly.&apos; All the people will reply: &apos;We agree!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Cursed is anyone who belittles their father or mother.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Cursed is anyone who tampers with their neighbor&quot;s property lines.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Cursed is anyone who misleads a blind person on a road.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Cursed is anyone who obstructs the legal rights of immigrants, orphans, or widows.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Cursed is anyone who has sex with his father&quot;s wife, because that exposes his father&quot;s private matters.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Cursed is anyone who has sex with any kind of animal.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Cursed is anyone who has sex with his sister, whether his father&quot;s daughter or his mother&quot;s daughter.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Cursed is anyone who has sex with his mother-in-law.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Cursed is anyone who kills his neighbor in secret.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Cursed is anyone who accepts money to kill an innocent person.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Cursed is anyone who doesn&quot;t support the words of this Instruction by carrying them out.&apos;"
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "Now if you really obey the LORD your God&quot;s voice, by carefully keeping all his commandments that I am giving you right now, then the LORD your God will set you high above all nations on earth."
            },
            {
                "verse_number": "2",
                "verse_text": "All these blessings will come upon you and find you if you obey the LORD your God&quot;s voice:"
            },
            {
                "verse_number": "3",
                "verse_text": "You will be blessed in the city and blessed in the field."
            },
            {
                "verse_number": "4",
                "verse_text": "Your own fertility, your soil&quot;s produce, and your livestock&quot;s offspring&ndash;the young of both cattle and flocks&ndash;will be blessed."
            },
            {
                "verse_number": "5",
                "verse_text": "Your basket and your kneading bowl will be blessed."
            },
            {
                "verse_number": "6",
                "verse_text": "You will be blessed when you are out and about and blessed when you come back."
            },
            {
                "verse_number": "7",
                "verse_text": "The LORD will defeat any enemies who attack you. They will come against you from one direction but will run for their lives away from you in seven different directions."
            },
            {
                "verse_number": "8",
                "verse_text": "The LORD will command the blessing to be with you&ndash;in your barns and on all the work you do&ndash;and he will bless you on the land the LORD your God is giving you."
            },
            {
                "verse_number": "9",
                "verse_text": "The LORD will establish you as his own, a holy nation, just as he swore to you, if you keep the LORD your God&quot;s commandments and walk in his ways."
            },
            {
                "verse_number": "10",
                "verse_text": "All the earth&quot;s peoples will see that you are called by the LORD &quot;s name, and they will be in awe of you."
            },
            {
                "verse_number": "11",
                "verse_text": "The LORD will make good things abound for you&ndash;whether the fertility of your womb, your livestock&quot;s offspring, or your fertile soil&quot;s produce&ndash;on the very land that the LORD swore to your ancestors to give to you."
            },
            {
                "verse_number": "12",
                "verse_text": "The LORD will open up for you his own well-stocked storehouse, the heavens, providing your land with rain at just the right time and blessing all your work. You will lend to many nations, but you won&quot;t have any need to borrow."
            },
            {
                "verse_number": "13",
                "verse_text": "The LORD will make you the head of things, not the tail; you will be at the top of things, not the bottom, as long as you obey the LORD your God&quot;s commandments that I&quot;m commanding you right now, by carefully doing them."
            },
            {
                "verse_number": "14",
                "verse_text": "Don&quot;t deviate even a bit from any of these words that I&quot;m commanding you right now by following other gods and serving them."
            },
            {
                "verse_number": "15",
                "verse_text": "But if you don&quot;t obey the LORD your God&quot;s voice by carefully doing all his commandments and his regulations that I am commanding you right now, all these curses will come upon you and find you."
            },
            {
                "verse_number": "16",
                "verse_text": "You will be cursed in the city and cursed in the field."
            },
            {
                "verse_number": "17",
                "verse_text": "Your basket and kneading bowl will be cursed."
            },
            {
                "verse_number": "18",
                "verse_text": "Your own fertility, your soil&quot;s produce, your cattle&quot;s young, and your flock&quot;s offspring will be cursed."
            },
            {
                "verse_number": "19",
                "verse_text": "You will be cursed when you are out and about and cursed when you come back."
            },
            {
                "verse_number": "20",
                "verse_text": "The LORD will send calamity, confusion, and frustration on you no matter what work you are doing until you are wiped out and until you disappear&ndash;it&quot;ll be quick!&ndash;because of the evil acts by which you have abandoned him."
            },
            {
                "verse_number": "21",
                "verse_text": "The LORD will make a plague stick to you until he has totally wiped you off the fertile land you are entering to possess."
            },
            {
                "verse_number": "22",
                "verse_text": "The LORD will strike you with consumption, fever, and inflammation; with scorching heat and drought; with destruction and disease for your crops. These things will chase you until you are dead and gone."
            },
            {
                "verse_number": "23",
                "verse_text": "The sky over your head will be as hard as bronze; the earth under your feet will be like iron."
            },
            {
                "verse_number": "24",
                "verse_text": "The LORD will turn the rain on your land into dust. Only dirt will fall down on you from the sky until you are completely wiped out."
            },
            {
                "verse_number": "25",
                "verse_text": "The LORD will hand you over defeated to your enemies. You will go out against them by one direction, but you will run for your life away from them in seven different directions. All the earth&quot;s kingdoms will be horrified by you."
            },
            {
                "verse_number": "26",
                "verse_text": "Your corpses will be food for every bird in the sky and animal on earth; no one will frighten them off."
            },
            {
                "verse_number": "27",
                "verse_text": "The LORD will afflict you with Egyptian inflammation, hemorrhoids, rash, and itch. You will be untreatable."
            },
            {
                "verse_number": "28",
                "verse_text": "The LORD will make you go crazy, make you blind, make your mind confused."
            },
            {
                "verse_number": "29",
                "verse_text": "You will fumble around at high noon as blind people fumble around in darkness. Your plans won&quot;t prosper. Instead, you will be constantly oppressed and taken advantage of without any savior."
            },
            {
                "verse_number": "30",
                "verse_text": "You might get engaged to a woman, but another man will have sex with her. You might build a house, but you won&quot;t get to live in it. You might plant a vineyard, but you won&quot;t enjoy it."
            },
            {
                "verse_number": "31",
                "verse_text": "Your ox will be slaughtered while you watch, but you won&quot;t get to eat any of it. Your donkey will be stolen right out from under you, and it won&quot;t come back. Your flocks will be given to your enemies. No one will save you."
            },
            {
                "verse_number": "32",
                "verse_text": "Your sons and daughters will be given to another nation while you watch; you will long for them constantly, but you won&quot;t have the power to do anything about it."
            },
            {
                "verse_number": "33",
                "verse_text": "The produce of your land and all your hard work will be consumed by people you don&quot;t know. You will be nothing but oppressed and mistreated constantly."
            },
            {
                "verse_number": "34",
                "verse_text": "The sights your eyes see will drive you insane."
            },
            {
                "verse_number": "35",
                "verse_text": "The LORD will strike you with horrible inflammation in your knees and legs, from the sole of your foot to the top of your head. You will be untreatable."
            },
            {
                "verse_number": "36",
                "verse_text": "The LORD will send you and the king that you appoint over you far away to a nation that neither you nor your ancestors have known. There you will worship other gods made of wood and stone."
            },
            {
                "verse_number": "37",
                "verse_text": "You will become a horror, fit only for use in proverbs and in insults by all the nations where the LORD drives you."
            },
            {
                "verse_number": "38",
                "verse_text": "You might scatter a lot of seed on the field, but you will gather almost nothing because the locusts will eat it all."
            },
            {
                "verse_number": "39",
                "verse_text": "You might plant lots of vineyards and work hard in them, but you won&quot;t drink any wine or harvest the grapes because worms will devour them."
            },
            {
                "verse_number": "40",
                "verse_text": "You might have many olive trees throughout your territories, but you won&quot;t cover yourself with their oil because your olive trees will fail."
            },
            {
                "verse_number": "41",
                "verse_text": "You might have sons and daughters, but they won&quot;t be yours for long because they will be taken away as prisoners."
            },
            {
                "verse_number": "42",
                "verse_text": "Crickets will take over all your trees and your soil&quot;s produce."
            },
            {
                "verse_number": "43",
                "verse_text": "The immigrants who live among you will be promoted over you, higher and higher! But you will be demoted, lower and lower!"
            },
            {
                "verse_number": "44",
                "verse_text": "They will lend to you, but you will have nothing to lend to them. They will be the head of things; you will be the tail."
            },
            {
                "verse_number": "45",
                "verse_text": "That&quot;s how all these curses will come over you, pursuing you, reaching you until you are completely wiped out, because you didn&quot;t obey the LORD your God&quot;s voice by keeping his commandments and his regulations that he gave you."
            },
            {
                "verse_number": "46",
                "verse_text": "These things will be a sign and a wonder on you and your descendants forever."
            },
            {
                "verse_number": "47",
                "verse_text": "Because you didn&quot;t serve the LORD your God joyfully and gladly above all else,"
            },
            {
                "verse_number": "48",
                "verse_text": "you will serve your enemies&ndash;the ones the LORD will send against you&ndash;during famine, drought, nakedness, and total deprivation. God will put an iron yoke on your neck until he has wiped you out."
            },
            {
                "verse_number": "49",
                "verse_text": "The LORD will bring a distant nation&ndash;one from the far ends of the earth&ndash;against you as fast as the eagle flies: a nation that speaks a language you can&quot;t understand,"
            },
            {
                "verse_number": "50",
                "verse_text": "a stern nation that doesn&quot;t go easy on the very old or show pity to the very young."
            },
            {
                "verse_number": "51",
                "verse_text": "That nation will devour your livestock&quot;s offspring and your soil&quot;s produce until you yourselves are destroyed because you will have no grain, wine, or oil left&ndash;nor any young from your cattle or offspring from your flocks&ndash;that is, until that nation annihilates you."
            },
            {
                "verse_number": "52",
                "verse_text": "That nation will attack you in all your cities until your high, reinforced walls that you thought were so safe fall down across your entire countryside. That nation will attack you in all your cities throughout the land the LORD your God has given you."
            },
            {
                "verse_number": "53",
                "verse_text": "You will eat the offspring of your own womb&ndash;the flesh of your own sons and daughters, whom the LORD your God gave you&ndash;because of the desperate and dire circumstances that your enemy has brought on you."
            },
            {
                "verse_number": "54",
                "verse_text": "Even the most gentle and refined man among you will scowl at his brother or his own dear wife, or the last of his surviving children."
            },
            {
                "verse_number": "55",
                "verse_text": "He won&quot;t want to give them any of his children&quot;s flesh that he will be eating because he has no other food due to the desperate and dire circumstances that your enemy has brought on you in all your cities."
            },
            {
                "verse_number": "56",
                "verse_text": "Even the most gentle and refined woman among you, who is so refined and gentle she wouldn&quot;t stomp her foot on the ground, will scowl at her own dear husband, her son, or her daughter&ndash;"
            },
            {
                "verse_number": "57",
                "verse_text": "not wanting to give them any of the afterbirth she pushed out or the babies she bore, because she will be eating them secretly while starving due to the desperate and dire circumstances that your enemy will bring on you in your cities."
            },
            {
                "verse_number": "58",
                "verse_text": "If you don&quot;t carefully keep all the words of this Instruction that are written in this scroll, by fearing the awesome and glorious name of the LORD your God&ndash;"
            },
            {
                "verse_number": "59",
                "verse_text": "the LORD will overwhelm you and your descendants with severe and chronic afflictions, and with terrible and untreatable sicknesses."
            },
            {
                "verse_number": "60",
                "verse_text": "He&quot;ll put on you all the Egyptian diseases about which you were so afraid; they will stick to you!"
            },
            {
                "verse_number": "61",
                "verse_text": "What&quot;s more, the LORD will bring on you all the other diseases and plagues that aren&quot;t written in this Instruction scroll until you are completely wiped out."
            },
            {
                "verse_number": "62",
                "verse_text": "Once as countless as the stars in the night sky, only a few of you will be left alive&ndash;all because you didn&quot;t obey the LORD your God&quot;s voice."
            },
            {
                "verse_number": "63",
                "verse_text": "And just as before, the LORD enjoyed doing good things for you and increasing your numbers, now the LORD will enjoy annihilating and destroying you. You will be torn off the very fertile land you are entering to possess."
            },
            {
                "verse_number": "64",
                "verse_text": "The LORD will scatter you among every nation, from one end of the earth to the other. There you will serve other gods that neither you nor your ancestors have known&ndash;gods of wood and stone."
            },
            {
                "verse_number": "65",
                "verse_text": "Among those nations you will have no rest and no place to call your own. There the LORD will give you an agitated mind, failing eyes, and a depressed spirit."
            },
            {
                "verse_number": "66",
                "verse_text": "Your life will seem to dangle before your very eyes. You will be afraid night and day. You won&quot;t be able to count on surviving for long."
            },
            {
                "verse_number": "67",
                "verse_text": "In the morning you will say: &apos;I wish it was nighttime,&apos; but at nighttime you will say, &apos;I wish it was morning&apos;&ndash;on account of your tortured mind, which will be terrified, and because of the horrible sights that your eyes will see."
            },
            {
                "verse_number": "68",
                "verse_text": "Finally, the LORD will take you back to Egypt in ships, by the route I promised you would never see again. There you will try to sell yourselves as slaves&ndash;both male and female&ndash;but no one will want to buy you."
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "These are the words of the covenant the LORD commanded Moses to make with the Israelites in the land of Moab in addition to the covenant he had made with them at Horeb."
            },
            {
                "verse_number": "2",
                "verse_text": "Moses summoned all Israel, saying to them: You&quot;ve seen with your own eyes everything the LORD did in Egypt, to Pharaoh, his servants, and all his land&ndash;"
            },
            {
                "verse_number": "3",
                "verse_text": "the great trials your eyes witnessed, those awesome signs and wonders!"
            },
            {
                "verse_number": "4",
                "verse_text": "But until this very moment, the LORD hasn&quot;t given you insight to understand, eyes to see, or ears to hear."
            },
            {
                "verse_number": "5",
                "verse_text": "I&quot;ve led you in the wilderness forty years now; neither the clothes on your back nor the sandals on your feet have worn out."
            },
            {
                "verse_number": "6",
                "verse_text": "Neither have you eaten bread nor drunk wine or beer during this time&ndash;so that you would know that I am the LORD your God."
            },
            {
                "verse_number": "7",
                "verse_text": "When you arrived here, Sihon, Heshbon&quot;s king, and Og, Bashan&quot;s king, marched out to fight against us, but we defeated them."
            },
            {
                "verse_number": "8",
                "verse_text": "We took possession of their land and gave it as an inheritance to the Reubenites, Gadites, and half of Manasseh&quot;s tribe."
            },
            {
                "verse_number": "9",
                "verse_text": "So then keep the words of this covenant and do them so you can succeed in all you do."
            },
            {
                "verse_number": "10",
                "verse_text": "Right now, all of you are in the presence of the LORD your God&ndash;the leaders of your tribes, your elders, and your officials, all the Israelite males,"
            },
            {
                "verse_number": "11",
                "verse_text": "your children, your wives, and the immigrants who live with you in your camp, the ones who chop your wood and those who draw your water&ndash;"
            },
            {
                "verse_number": "12",
                "verse_text": "ready to enter into the LORD your God&quot;s covenant and into the agreement that the LORD your God is making with you right now."
            },
            {
                "verse_number": "13",
                "verse_text": "That means the Lord will make you his own people right now&ndash;he will be your God just as he promised you and just as he swore to our ancestors: to Abraham, Isaac, and Jacob."
            },
            {
                "verse_number": "14",
                "verse_text": "But I&quot;m not making this covenant and this agreement with you alone"
            },
            {
                "verse_number": "15",
                "verse_text": "but also with those standing here with us right now before the LORD our God, and also with those who aren&quot;t here with us right now."
            },
            {
                "verse_number": "16",
                "verse_text": "You know firsthand how we used to live in Egypt and how we passed right through the nations that you passed through."
            },
            {
                "verse_number": "17",
                "verse_text": "You saw the horrific things, the filthy idols of wood and stone, silver and gold, that they had with them."
            },
            {
                "verse_number": "18",
                "verse_text": "Make sure there isn&quot;t any one among you right now&ndash;male or female, clan or tribe&ndash;whose mind is turning from being with the LORD our God in favor of going to serve these nations&quot; gods. Make sure there isn&quot;t any root among you that is sprouting poison and bitterness."
            },
            {
                "verse_number": "19",
                "verse_text": "When that kind of person hears the words of this agreement, they congratulate themselves, thinking: I&quot;ll be fine even though I insist on being stubborn. This would cause something wet to dry up and become like something parched."
            },
            {
                "verse_number": "20",
                "verse_text": "The LORD won&quot;t be willing to forgive that kind of person; instead, the LORD &quot;s anger and passion will smolder against that person. Every curse written in this scroll will stretch out over them, and the LORD will wipe out their name from under the heavens."
            },
            {
                "verse_number": "21",
                "verse_text": "Out of all Israel&quot;s tribes, the LORD will single them out for disaster in compliance with all the covenant curses that are written in this Instruction scroll."
            },
            {
                "verse_number": "22",
                "verse_text": "Future generations, your children after you, or foreigners from distant lands will say: Look at all that land&quot;s plagues and the sicknesses that the LORD laid on it!"
            },
            {
                "verse_number": "23",
                "verse_text": "Look at all its land burned by sulfur and salt, unsuitable for planting, unable to grow or produce any vegetation, as devastated as Sodom and Gomorrah, Admah and Zeboiim, which the LORD devastated in anger and wrath!"
            },
            {
                "verse_number": "24",
                "verse_text": "Indeed, all nations will ask: Why did the LORD do this to this land? What led to this terrible display of anger?"
            },
            {
                "verse_number": "25",
                "verse_text": "They will deduce: It was because those people abandoned the covenant of the LORD , their ancestors&quot; God, which he made with them when he brought them out of Egypt."
            },
            {
                "verse_number": "26",
                "verse_text": "They followed other gods, serving them and worshipping them&ndash;other gods that they hadn&quot;t experienced before and that the Lord hadn&quot;t designated for them."
            },
            {
                "verse_number": "27",
                "verse_text": "Then the LORD &quot;s anger burned against that land, and he brought against it every curse written in this scroll."
            },
            {
                "verse_number": "28",
                "verse_text": "The LORD ripped them off their land in anger, wrath, and great fury. He threw them into other lands, and that&quot;s how things still stand today."
            },
            {
                "verse_number": "29",
                "verse_text": "The secret things belong to the LORD our God. The revealed things belong to us and to our children forever: to keep all the words of this covenant."
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "Now, once all these things happen to you, the blessing and the curse that I&quot;m setting before you, you must call them to mind as you sit among the various nations where the LORD your God has driven you;"
            },
            {
                "verse_number": "2",
                "verse_text": "and you must return to the LORD your God, obeying his voice, in line with all that I&quot;m commanding you right now&ndash;you and your children&ndash;with all your mind and with all your being."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the LORD your God will restore you as you were before and will have compassion on you, gathering you up from all the peoples where the LORD your God scattered you."
            },
            {
                "verse_number": "4",
                "verse_text": "Even if he has driven you to the far end of heaven, the LORD your God will gather you up from there; he will take you back from there."
            },
            {
                "verse_number": "5",
                "verse_text": "The LORD your God will bring you home to the land that your ancestors possessed; you will possess it again. And he will do good things for you and multiply you&ndash;making you more numerous even than your ancestors!"
            },
            {
                "verse_number": "6",
                "verse_text": "Then the LORD your God will circumcise your hearts and the hearts of your descendants so that you love the LORD your God with all your mind and with all your being in order that you may live."
            },
            {
                "verse_number": "7",
                "verse_text": "The LORD your God will put all these curses on your enemies and on those who hate you and chase you."
            },
            {
                "verse_number": "8",
                "verse_text": "But you will change and obey the LORD &quot;s voice and do all his commandments that I&quot;m commanding you right now."
            },
            {
                "verse_number": "9",
                "verse_text": "The LORD your God will help you succeed in everything you do&ndash;in your own fertility, your livestock&quot;s offspring, and your land&quot;s produce&ndash;everything will be great! Because the LORD will once again enjoy doing good things for you just as he enjoyed doing them for your ancestors,"
            },
            {
                "verse_number": "10",
                "verse_text": "and because you will be obeying the LORD your God&quot;s voice, keeping his commandments and his regulations that are written in this Instruction scroll, and because you will have returned to the LORD your God with all your heart and all your being."
            },
            {
                "verse_number": "11",
                "verse_text": "This commandment that I&quot;m giving you right now is definitely not too difficult for you. It isn&quot;t unreachable."
            },
            {
                "verse_number": "12",
                "verse_text": "It isn&quot;t up in heaven somewhere so that you have to ask, &apos;Who will go up for us to heaven and get it for us that we can hear it and do it?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Nor is it across the ocean somewhere so that you have to ask, &apos;Who will cross the ocean for us and get it for us that we can hear it and do it?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Not at all! The word is very close to you. It&quot;s in your mouth and in your heart, waiting for you to do it."
            },
            {
                "verse_number": "15",
                "verse_text": "Look here! Today I&quot;ve set before you life and what&quot;s good versus death and what&quot;s wrong."
            },
            {
                "verse_number": "16",
                "verse_text": "If you obey the LORD your God&quot;s commandments that I&quot;m commanding you right now by loving the LORD your God, by walking in his ways, and by keeping his commandments, his regulations, and his case laws, then you will live and thrive, and the LORD your God will bless you in the land you are entering to possess."
            },
            {
                "verse_number": "17",
                "verse_text": "But if your heart turns away and you refuse to listen, and so are misled, worshipping other gods and serving them,"
            },
            {
                "verse_number": "18",
                "verse_text": "I&quot;m telling you right now that you will definitely die. You will not prolong your life on the fertile land that you are crossing the Jordan River to enter and possess."
            },
            {
                "verse_number": "19",
                "verse_text": "I call heaven and earth as my witnesses against you right now: I have set life and death, blessing and curse before you. Now choose life&ndash;so that you and your descendants will live&ndash;"
            },
            {
                "verse_number": "20",
                "verse_text": "by loving the LORD your God, by obeying his voice, and by clinging to him. That&quot;s how you will survive and live long on the fertile land the LORD swore to give to your ancestors: to Abraham, Isaac, and Jacob."
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "Then Moses said these words to all Israel,"
            },
            {
                "verse_number": "2",
                "verse_text": "telling them: I&quot;m 120 years old today. I can&quot;t move around well anymore. Plus, the LORD told me &apos;You won&quot;t cross the Jordan River.&apos; At the end of seven years, at the appointed time in the year of debt cancellation, during the Festival of Booths, &apos;Soon you will rest with your ancestors, and the people will rise up and act unfaithfully, going after strange gods of the land they are entering. They will abandon me, breaking my covenant that I made with them."
            },
            {
                "verse_number": "3",
                "verse_text": "But the LORD your God, he&quot;s the one who will cross over before you! He&quot;s the one who will destroy these nations before you so you can displace them. Joshua too will cross over before you just like the LORD indicated."
            },
            {
                "verse_number": "4",
                "verse_text": "The LORD will do to these enemies the same thing he did to the Amorite kings Sihon and Og, and to their land, when he destroyed them."
            },
            {
                "verse_number": "5",
                "verse_text": "The LORD will lay them out before you, and you will do to them exactly what the command I&quot;ve given you dictates."
            },
            {
                "verse_number": "6",
                "verse_text": "Be strong! Be fearless! Don&quot;t be afraid and don&quot;t be scared by your enemies, because the LORD your God is the one who marches with you. He won&quot;t let you down, and he won&quot;t abandon you."
            },
            {
                "verse_number": "7",
                "verse_text": "Then Moses called Joshua and, with all Israel watching, said to him: &apos;Be strong and fearless because you are the one who will lead this people to the land the LORD swore to their ancestors to give to them; you are the one who will divide up the land for them."
            },
            {
                "verse_number": "8",
                "verse_text": "But the LORD is the one who is marching before you! He is the one who will be with you! He won&quot;t let you down. He won&quot;t abandon you. So don&quot;t be afraid or scared!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then Moses wrote this Instruction down and gave it to the priests&ndash;the Levites who carry the chest containing the LORD &quot;s covenant&ndash;and to all of the Israelite elders."
            },
            {
                "verse_number": "10",
                "verse_text": "Moses then commanded them:"
            },
            {
                "verse_number": "11",
                "verse_text": "when all Israel comes to appear before the LORD your God at the location he selects, you must read this Instruction aloud, in the hearing of all the people."
            },
            {
                "verse_number": "12",
                "verse_text": "Gather everyone&ndash;men, women, children, and the immigrants who live in your cities&ndash;in order that they hear it, learn it, and revere the LORD your God, carefully doing all the words of this Instruction,"
            },
            {
                "verse_number": "13",
                "verse_text": "and so that their children, who don&quot;t yet know the Instruction, may hear it and learn to revere the LORD your God for as long as you live on the ground you are crossing the Jordan River to possess."
            },
            {
                "verse_number": "14",
                "verse_text": "Then the LORD said to Moses: &apos;It&quot;s almost time for you to die. Summon Joshua. The two of you must present yourselves at the meeting tent so I can command him.&apos; So Moses and Joshua went and presented themselves at the meeting tent."
            },
            {
                "verse_number": "15",
                "verse_text": "The LORD appeared in the tent in a pillar of cloud; the cloud pillar stood at the tent&quot;s entrance."
            },
            {
                "verse_number": "16",
                "verse_text": "The LORD then said to Moses:"
            },
            {
                "verse_number": "17",
                "verse_text": "At that point my anger will burn against them, and I&quot;ll be the one who abandons them! I&quot;ll hide my face from them. They will become nothing but food for their enemies, and all sorts of bad things and misfortunes will happen to them. Then they will say: &quot;Haven&quot;t these terrible things happened to us because our God is no longer with us?&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "But I will hide my face at that time because of the many wrong things they have done, because they have turned to other gods!"
            },
            {
                "verse_number": "19",
                "verse_text": "So in light of all that, you must write down this poem and teach it to the Israelites. Put it in their mouths so that the poem becomes a witness for me against them."
            },
            {
                "verse_number": "20",
                "verse_text": "When I bring the Israelites to the land I swore to their ancestors, which is full of milk and honey, and they eat, get full, then fat, and then turn toward other gods, serving them and disrespecting me and breaking my covenant,"
            },
            {
                "verse_number": "21",
                "verse_text": "then, when all kinds of bad things and misfortunes happen to them, this poem will witness against them, giving its testimony, because it won&quot;t be lost from the mouths of their descendants. Yes, I know right now what they are inclined to do, even before I&quot;ve brought them into the land I swore.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "So Moses wrote this poem down that very day, and he taught it to the Israelites."
            },
            {
                "verse_number": "23",
                "verse_text": "Then the Lord commissioned Joshua, Nun&quot;s son: &apos;Be strong and fearless because you are the one who will bring the Israelites to the land I swore to them. I myself will be with you.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Once Moses had finished writing in their entirety all the words of this Instruction scroll,"
            },
            {
                "verse_number": "25",
                "verse_text": "he commanded the Levites who carry the chest containing the LORD &quot;s covenant as follows:"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Take this Instruction scroll and put it next to the chest containing the LORD your God&quot;s covenant. It must remain there as a witness against you"
            },
            {
                "verse_number": "27",
                "verse_text": "because I know how rebellious and hardheaded you are. If you are this rebellious toward the LORD while I&quot;m still alive, it&quot;s bound to get worse once I&quot;m dead!"
            },
            {
                "verse_number": "28",
                "verse_text": "Assemble all of your tribes&quot; elders and your officials in front of me, so I can speak these words in their hearing, and so I can call heaven and earth as my witnesses against them,"
            },
            {
                "verse_number": "29",
                "verse_text": "because I know that after I&quot;m dead, you will ruin everything, departing from the path I&quot;ve commanded you. Terrible things will happen to you in the future because you will do evil in the LORD &quot;s eyes, aggravating him with the things your hands have made.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Then Moses recited in their entirety the words of this poem in the hearing of the entire assembly of Israel:"
            }
        ],
        "32": [
            {
                "verse_number": "1",
                "verse_text": "Heaven! Pay attention and I will speak; Earth! Listen to the words of my mouth. my speech will settle like dew&ndash; like gentle rains on grass, like spring showers on all that is green&ndash; Give praise to our God! No doubt about it: all his ways are right! He&quot;s the faithful God, never deceiving; altogether righteous and true is he. they are a twisted and perverse generation. you stupid, senseless people? Isn&quot;t he your father, your creator? Didn&quot;t he make you and establish you? consider the years long gone. Ask your father, he will tell you about it; ask your elders, they will give you the details: when he divided up humankind&ndash; he decided the people&quot;s boundaries Jacob was his part of the inheritance. in a howling desert wasteland&ndash; he protected him, cared for him, watched over him with his very own eye. hovering over its young, God spread out his wings, took hold of Israel, carried him on his back. no foreign god assisted. nursed him with honey from a boulder, with oil from a hard rock: along with the best of lambs, rams from Bashan, he-goats too, along with the finest wheat&ndash; and for drink, wine from the juiciest grapes! thought the rock of his salvation was worthless. aggravated him with detestable things. to deities of which they had no knowledge&ndash; new gods only recently on the scene, you forgot the God who gave birth to you! I will see what becomes of them&ndash; because they are a confused generation; they are children lacking loyalty. aggravated me with their pieces of junk. So I am going to provoke them with &apos;No-People,&apos; aggravate them with a nation of fools. it will destroy the land and its crops; it will blacken the base of the mountains. I&quot;ll destroy them with my arrows: I&quot;ll send animal fangs after them, venom from dust crawlers too. Inside, in the safest room, there will be terror for young men and women, nursing baby and senior citizen. erased them from human memory, their opponents might misunderstand. They might say, &apos;Our strong hands, not the LORD &quot;s, did all this,&apos; they lack any insight. they would discern what will become of them. How could two people make ten thousand flee for their lives? Only because their rock sold them off, only because the LORD handed them over! from the fields of Gomorrah! Their grapes are pure poison; their grape clusters, nothing but bitter; venom from a cruel cobra. sealed in my vaults? at the exact moment their step slips up, because the day of their destruction is just around the corner; their final destiny is speeding on its way! will have compassion on those who serve him, once he sees that their strength is all gone, the rocks they trusted in&ndash; who drank their sacred wine? They should stand up and help you! They should protect you now! there are no other gods with me. I&quot;m the one who deals death and gives life; I&quot;m the one who wounded, but now I will heal. There&quot;s no escaping my hand. I swear by my own eternity: and my hand grabs hold of justice, I&quot;ll pay my enemies back; I&quot;ll punish in kind everyone who hates me. while my sword devours flesh, the blood of the dead and captured, he will pay back his enemies;"
            },
            {
                "verse_number": "2",
                "verse_text": "My teaching will fall like raindrops;"
            },
            {
                "verse_number": "3",
                "verse_text": "because I proclaim the LORD &quot;s name:"
            },
            {
                "verse_number": "4",
                "verse_text": "The rock: his acts are perfection!"
            },
            {
                "verse_number": "5",
                "verse_text": "But children who weren&quot;t his own sinned against him with their defects; based on the number of the gods. he fed him with food from the field, Jeshurun got fat, then rebellious. It was you who got fat, thick, stubborn! Jeshurun gave up on the God who made him, ones about which your ancestors had never heard. out of aggravation his sons and his daughters. it will blaze to the depths of the grave; Our enemies are completely stupid. that both prisoners and free people are wiped out. flowing from the heads of enemy generals.&apos; All you gods: bow down to the Lord! Because he will avenge his children&quot;s blood; he will punish in kind those who hate him; he will cleanse his people&quot;s land."
            },
            {
                "verse_number": "6",
                "verse_text": "Is this how you thank the LORD ,"
            },
            {
                "verse_number": "7",
                "verse_text": "Remember the days long past;"
            },
            {
                "verse_number": "8",
                "verse_text": "When God Most High divided up the nations&ndash;"
            },
            {
                "verse_number": "9",
                "verse_text": "Surely the LORD &quot;s property was his people;"
            },
            {
                "verse_number": "10",
                "verse_text": "God found Israel in a wild land&ndash;"
            },
            {
                "verse_number": "11",
                "verse_text": "Like an eagle protecting its nest,"
            },
            {
                "verse_number": "12",
                "verse_text": "The LORD alone led Israel;"
            },
            {
                "verse_number": "13",
                "verse_text": "God made Israel glide over the highlands;"
            },
            {
                "verse_number": "14",
                "verse_text": "curds from the herd, milk from the flock,"
            },
            {
                "verse_number": "15",
                "verse_text": "Jacob ate until he was stuffed;"
            },
            {
                "verse_number": "16",
                "verse_text": "They made God jealous with strange gods,"
            },
            {
                "verse_number": "17",
                "verse_text": "They sacrificed to demons, not to God,"
            },
            {
                "verse_number": "18",
                "verse_text": "You deserted the rock that sired you;"
            },
            {
                "verse_number": "19",
                "verse_text": "The LORD saw this and rejected"
            },
            {
                "verse_number": "20",
                "verse_text": "He said: I will hide my face from them&ndash;"
            },
            {
                "verse_number": "21",
                "verse_text": "They provoked me with &apos;no-gods,&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "A fire burns in me&ndash;"
            },
            {
                "verse_number": "23",
                "verse_text": "I&quot;ll throw on them disaster after disaster;"
            },
            {
                "verse_number": "24",
                "verse_text": "devastating hunger, consuming plague, bitter sickness."
            },
            {
                "verse_number": "25",
                "verse_text": "Outside, in the streets, the sword will bereave!"
            },
            {
                "verse_number": "26",
                "verse_text": "I thought about it: I could have struck them down,"
            },
            {
                "verse_number": "27",
                "verse_text": "but their enemies&quot; rage concerned me;"
            },
            {
                "verse_number": "28",
                "verse_text": "because they are not a thoughtful nation;"
            },
            {
                "verse_number": "29",
                "verse_text": "If they had any wisdom, they would understand this;"
            },
            {
                "verse_number": "30",
                "verse_text": "How could one person chase off a thousand in battle?"
            },
            {
                "verse_number": "31",
                "verse_text": "But, no, their rocks can&quot;t compare to our rock!"
            },
            {
                "verse_number": "32",
                "verse_text": "Their roots run straight from Sodom&ndash;"
            },
            {
                "verse_number": "33",
                "verse_text": "their wine is snake poison,"
            },
            {
                "verse_number": "34",
                "verse_text": "Don&quot;t I have this stored up,"
            },
            {
                "verse_number": "35",
                "verse_text": "Revenge is my domain, so is punishment-in-kind,"
            },
            {
                "verse_number": "36",
                "verse_text": "But the LORD will acquit his people,"
            },
            {
                "verse_number": "37",
                "verse_text": "The Lord will ask, &apos;Where are their gods&ndash;"
            },
            {
                "verse_number": "38",
                "verse_text": "who ate up the fat of their sacrifices,"
            },
            {
                "verse_number": "39",
                "verse_text": "Now, look here: I myself, I&quot;m the one;"
            },
            {
                "verse_number": "40",
                "verse_text": "But now I&quot;m lifting my hand to heaven&ndash;"
            },
            {
                "verse_number": "41",
                "verse_text": "when I sharpen my blazing sword"
            },
            {
                "verse_number": "42",
                "verse_text": "I&quot;ll make my arrows drink much blood,"
            },
            {
                "verse_number": "43",
                "verse_text": "Heavens: Rejoice with God!"
            },
            {
                "verse_number": "44",
                "verse_text": "So Moses came and recited all the words of this poem in everyone&quot;s hearing; Joshua, Nun&quot;s son, joined him."
            },
            {
                "verse_number": "45",
                "verse_text": "When Moses finished speaking all these words to all Israel,"
            },
            {
                "verse_number": "46",
                "verse_text": "he told them: Set your mind on all these words I&quot;m testifying against you right now, because you must command your children to perform carefully all the words of this Instruction."
            },
            {
                "verse_number": "47",
                "verse_text": "This is no trivial matter for you&ndash;this is your very life! It is by this means alone that you will prolong your life on the fertile land you are crossing the Jordan River to possess."
            },
            {
                "verse_number": "48",
                "verse_text": "The LORD spoke to Moses that very same day:"
            },
            {
                "verse_number": "49",
                "verse_text": "&apos;Hike up the Abarim mountains, to Mount Nebo, which is in the land of Moab opposite Jericho. Take a good look at the land of Canaan, which I&quot;m giving to the Israelites as their property."
            },
            {
                "verse_number": "50",
                "verse_text": "You will die on the mountain you have hiked up, and you will be gathered to your people just like your brother Aaron, who died on Mount Hor and was gathered to his people,"
            },
            {
                "verse_number": "51",
                "verse_text": "because the two of you were unfaithful toward me in front of the Israelites at the waters of Meribath-kadesh, in the Zin wilderness, because you didn&quot;t treat me with proper respect before the Israelites."
            },
            {
                "verse_number": "52",
                "verse_text": "You can look at the land from the other side of the river, but you won&quot;t enter there.&apos;"
            }
        ],
        "33": [
            {
                "verse_number": "1",
                "verse_text": "This is the blessing that Moses the man of God gave the Israelites before he died."
            },
            {
                "verse_number": "2",
                "verse_text": "He said: The LORD came from Sinai: from Paran Mountain he beamed down. all his holy ones&ndash;were at your command; they followed your footsteps; they got moving when you said so. it&quot;s the prized possession of Jacob&quot;s assembly. when the people&quot;s leaders gathered together, when Israel&quot;s tribes were one. though his numbers are so few.&apos; &apos; LORD , listen to Judah&quot;s voice! Bring him back to his own people, be his help against every enemy.&apos; your Urim to your faithful one&ndash; the one you tested at Massah, the one you challenged by Meribah&quot;s waters; &quot;I don&quot;t consider them as such&quot;; of their siblings: &quot;I don&quot;t recognize them&quot;; of their own children, &quot;I don&quot;t know them&quot;&ndash; but who obeyed your words and who guarded your covenant! your Instruction to Israel. They hold sweet incense to your nose; put the entirely burned offering on your altar. favors his hard work, and crushes the insides of his enemies so that those who hate him can&quot;t fight anymore.&apos; &apos;The LORD &quot;s dearest one rests safely on him. The Lord always shields him; he rests on God&quot;s chest.&apos; &apos;I pray that his land is blessed by God: with the deep waters stretching out underneath; with the gifts of eternal hills; I pray that all these rest on Joseph&quot;s head, on the crown of that prince among brothers. A wild ox&quot;s horns&ndash;those are his horns! With them he gores all peoples completely, to the far ends of the earth! His horns are Manasseh&quot;s thousands.&apos; &apos;Zebulun: celebrate when you are out and about; Issachar: celebrate when you are at home in your tents! where they offer right sacrifices. It&quot;s true: They&quot;re nourished on the sea&quot;s abundance; they are nourished on buried treasures in the sand.&apos; He lives like a lion: he rips an arm, even a head! because there, where the commander&quot;s portion was, Gad executed the LORD &quot;s justice &apos;Dan is a lion cub. He jumps up from Bashan.&apos; &apos;Naphtali&ndash;you are full of favor, overflowing with the LORD &quot;s blessing&ndash; go possess the west and the south!&apos; &apos;Asher is the most blessed of sons. I pray that he&quot;s his brothers&quot; favorite&ndash; one who dips his foot in fine oil. He rides through heaven to help you, rides majestically through the clouds. He drove out the enemy before you. He commanded: &apos;Destroy them!&apos; in a land full of grain and wine, where the heavens drip dew. You are a people saved by the LORD ! He&quot;s the shield that helps you, your majestic sword! Your enemies will come crawling on their knees to you, from Seir he shone like the dawn on us, Thousands of holy ones were with him; his warriors were next to him, ready. strengthen his hands; &apos;Give your Thummim to Levi, with heaven&quot;s gifts from above, with the gifts generated by the moon; and the favor of the one who lives on Sinai. His horns are Ephraim&quot;s tens of thousands. &apos;May Gad&quot;s broad lands be blessed! the leaders of the people gathered together. and the Lord&quot;s judgments for Israel.&apos; and that your strength lasts all your days.&apos; the eternal arms are a support. Jacob&quot;s residence is secure&ndash; but you will stomp on their backs!"
            },
            {
                "verse_number": "3",
                "verse_text": "Yes, those who love the nations&ndash;"
            },
            {
                "verse_number": "4",
                "verse_text": "Moses gave the Instruction to us&ndash;"
            },
            {
                "verse_number": "5",
                "verse_text": "A king came to rule in Jeshurun,"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;I pray that Reuben lives, doesn&quot;t die,"
            },
            {
                "verse_number": "7",
                "verse_text": "Moses said this to Judah:"
            },
            {
                "verse_number": "8",
                "verse_text": "Then he told Levi:"
            },
            {
                "verse_number": "9",
                "verse_text": "the one who said of his own mother and father:"
            },
            {
                "verse_number": "10",
                "verse_text": "They teach your case laws to Jacob,"
            },
            {
                "verse_number": "11",
                "verse_text": "I pray that the LORD blesses Levi&quot;s strength,"
            },
            {
                "verse_number": "12",
                "verse_text": "He said to Benjamin:"
            },
            {
                "verse_number": "13",
                "verse_text": "Then he told Joseph:"
            },
            {
                "verse_number": "14",
                "verse_text": "with the gifts produced by the sun,"
            },
            {
                "verse_number": "15",
                "verse_text": "with the best fruit from ancient mountains,"
            },
            {
                "verse_number": "16",
                "verse_text": "with the gifts of the earth and all that fills it,"
            },
            {
                "verse_number": "17",
                "verse_text": "A firstborn bull &ndash;that&quot;s how majestic he is!"
            },
            {
                "verse_number": "18",
                "verse_text": "Then he told Zebulun:"
            },
            {
                "verse_number": "19",
                "verse_text": "They call all sorts of people to the mountain,"
            },
            {
                "verse_number": "20",
                "verse_text": "Then he told Gad:"
            },
            {
                "verse_number": "21",
                "verse_text": "He chose the best part for himself"
            },
            {
                "verse_number": "22",
                "verse_text": "Then he told Dan:"
            },
            {
                "verse_number": "23",
                "verse_text": "Then he told Naphtali:"
            },
            {
                "verse_number": "24",
                "verse_text": "Finally, he told Asher:"
            },
            {
                "verse_number": "25",
                "verse_text": "I pray that your dead bolts are iron and copper,"
            },
            {
                "verse_number": "26",
                "verse_text": "Jeshurun! No one compares to God!"
            },
            {
                "verse_number": "27",
                "verse_text": "The most ancient God is a place of safety;"
            },
            {
                "verse_number": "28",
                "verse_text": "So Israel now lives in safety&ndash;"
            },
            {
                "verse_number": "29",
                "verse_text": "Happy are you, Israel! Who is like you?"
            }
        ],
        "34": [
            {
                "verse_number": "1",
                "verse_text": "Then Moses hiked up from the Moabite plains to Mount Nebo, the peak of the Pisgah slope, which faces Jericho. The LORD showed him the whole land: the Gilead region as far as Dan&quot;s territory;"
            },
            {
                "verse_number": "2",
                "verse_text": "all the parts belonging to Naphtali along with the land of Ephraim and Manasseh, as well as the entirety of Judah as far as the Mediterranean Sea;"
            },
            {
                "verse_number": "3",
                "verse_text": "also the arid southern plain, and the plain&ndash;including the Jericho Valley, Palm City&ndash;as far as Zoar."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the LORD said to Moses: &apos;This is the land that I swore to Abraham, Isaac, and Jacob when I promised: &quot;I will give it to your descendants.&quot; I have shown it to you with your own eyes; however, you will not cross over into it.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then Moses, the LORD &quot;s servant, died&ndash;right there in the land of Moab, according to the LORD &quot;s command."
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord buried him in a valley in Moabite country across from Beth-peor. Even now, no one knows where Moses&quot; grave is."
            },
            {
                "verse_number": "7",
                "verse_text": "Moses was 120 years old when he died. His eyesight wasn&quot;t impaired, and his vigor hadn&quot;t diminished a bit."
            },
            {
                "verse_number": "8",
                "verse_text": "Back down in the Moabite plains, the Israelites mourned Moses&quot; death for thirty days. At that point, the time for weeping and for mourning Moses was over."
            },
            {
                "verse_number": "9",
                "verse_text": "Joshua, Nun&quot;s son, was filled with wisdom because Moses had placed his hands on him. So the Israelites listened to Joshua, and they did exactly what the LORD commanded Moses."
            },
            {
                "verse_number": "10",
                "verse_text": "No prophet like Moses has yet emerged in Israel; Moses knew the LORD face-to-face!"
            },
            {
                "verse_number": "11",
                "verse_text": "That&quot;s not even to mention all those signs and wonders that the LORD sent Moses to do in Egypt&ndash;to Pharaoh, to all his servants, and to his entire land&ndash;"
            },
            {
                "verse_number": "12",
                "verse_text": "as well as all the extraordinary power that Moses displayed before Israel&quot;s own eyes!"
            }
        ]
    }
}