{
    "1 John": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "We announce to you what existed from the beginning, what we have heard, what we have seen with our eyes, what we have seen and our hands handled, about the word of life."
            },
            {
                "verse_number": "2",
                "verse_text": "The life was revealed, and we have seen, and we testify and announce to you the eternal life that was with the Father and was revealed to us."
            },
            {
                "verse_number": "3",
                "verse_text": "What we have seen and heard, we also announce it to you so that you can have fellowship with us. Our fellowship is with the Father and with his Son, Jesus Christ."
            },
            {
                "verse_number": "4",
                "verse_text": "We are writing these things so that our joy can be complete."
            },
            {
                "verse_number": "5",
                "verse_text": "This is the message that we have heard from him and announce to you: &apos;God is light and there is no darkness in him at all.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "If we claim, &apos;We have fellowship with him,&apos; and live in the darkness, we are lying and do not act truthfully."
            },
            {
                "verse_number": "7",
                "verse_text": "But if we live in the light in the same way as he is in the light, we have fellowship with each other, and the blood of Jesus, his Son, cleanses us from every sin."
            },
            {
                "verse_number": "8",
                "verse_text": "If we claim, &apos;We don&quot;t have any sin,&apos; we deceive ourselves and the truth is not in us."
            },
            {
                "verse_number": "9",
                "verse_text": "But if we confess our sins, he is faithful and just to forgive us our sins and cleanse us from everything we&quot;ve done wrong."
            },
            {
                "verse_number": "10",
                "verse_text": "If we claim, &apos;We have never sinned,&apos; we make him a liar and his word is not in us."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "My little children, I&quot;m writing these things to you so that you don&quot;t sin. But if you do sin, we have an advocate with the Father, Jesus Christ the righteous one."
            },
            {
                "verse_number": "2",
                "verse_text": "He is God&quot;s way of dealing with our sins, not only ours but the sins of the whole world."
            },
            {
                "verse_number": "3",
                "verse_text": "This is how we know that we know him: if we keep his commandments."
            },
            {
                "verse_number": "4",
                "verse_text": "The one who claims, &apos;I know him,&apos; while not keeping his commandments, is a liar, and the truth is not in this person."
            },
            {
                "verse_number": "5",
                "verse_text": "But the love of God is truly perfected in whoever keeps his word. This is how we know we are in him."
            },
            {
                "verse_number": "6",
                "verse_text": "The one who claims to remain in him ought to live in the same way as he lived."
            },
            {
                "verse_number": "7",
                "verse_text": "Dear friends, I&quot;m not writing a new commandment to you, but an old commandment that you had from the beginning. The old commandment is the message you heard."
            },
            {
                "verse_number": "8",
                "verse_text": "On the other hand, I am writing a new commandment to you, which is true in him and in you, because the darkness is passing away and the true light already shines."
            },
            {
                "verse_number": "9",
                "verse_text": "The one who claims to be in the light while hating a brother or sister is in the darkness even now."
            },
            {
                "verse_number": "10",
                "verse_text": "The person loving a brother and sister stays in the light, and there is nothing in the light that causes a person to stumble."
            },
            {
                "verse_number": "11",
                "verse_text": "But the person who hates a brother or sister is in the darkness and lives in the darkness, and doesn&quot;t know where to go because the darkness blinds the eyes."
            },
            {
                "verse_number": "12",
                "verse_text": "Little children, I&quot;m writing to you because your sins have been forgiven through Jesus&quot; name."
            },
            {
                "verse_number": "13",
                "verse_text": "Parents, I&quot;m writing to you because you have known the one who has existed from the beginning. Young people, I&quot;m writing to you because you have conquered the evil one."
            },
            {
                "verse_number": "14",
                "verse_text": "Little children, I write to you because you know the Father. Parents, I write to you because you have known the one who has existed from the beginning. Young people, I write to you because you are strong, the word of God remains in you, and you have conquered the evil one."
            },
            {
                "verse_number": "15",
                "verse_text": "Don&quot;t love the world or the things in the world. If anyone loves the world, the love of the Father is not in them."
            },
            {
                "verse_number": "16",
                "verse_text": "Everything that is in the world&ndash;the craving for whatever the body feels, the craving for whatever the eyes see and the arrogant pride in one&quot;s possessions&ndash;is not of the Father but is of the world."
            },
            {
                "verse_number": "17",
                "verse_text": "And the world and its cravings are passing away, but the person who does the will of God remains forever."
            },
            {
                "verse_number": "18",
                "verse_text": "Little children, it is the last hour. Just as you have heard that the antichrist is coming, so now many antichrists have appeared. This is how we know it is the last hour."
            },
            {
                "verse_number": "19",
                "verse_text": "They went out from us, but they were not really part of us. If they had been part of us, they would have stayed with us. But by going out from us, they showed they all are not part of us."
            },
            {
                "verse_number": "20",
                "verse_text": "But you have an anointing from the holy one, and all of you know the truth."
            },
            {
                "verse_number": "21",
                "verse_text": "I don&quot;t write to you because you don&quot;t know the truth but because you know it. You know that no lie comes from the truth."
            },
            {
                "verse_number": "22",
                "verse_text": "Who is the liar? Isn&quot;t it the person who denies that Jesus is the Christ? This person is the antichrist: the one who denies the Father and the Son."
            },
            {
                "verse_number": "23",
                "verse_text": "Everyone who denies the Son does not have the Father, but the one who confesses the Son has the Father also."
            },
            {
                "verse_number": "24",
                "verse_text": "As for you, what you heard from the beginning must remain in you. If what you heard from the beginning remains in you, you will also remain in relationship to the Son and in the Father."
            },
            {
                "verse_number": "25",
                "verse_text": "This is the promise that he himself gave us: eternal life."
            },
            {
                "verse_number": "26",
                "verse_text": "I write these things to you about those who are attempting to deceive you."
            },
            {
                "verse_number": "27",
                "verse_text": "As for you, the anointing that you received from him remains on you, and you don&quot;t need anyone to teach you the truth. But since his anointing teaches you about all things (it&quot;s true and not a lie), remain in relationship to him just as he taught you."
            },
            {
                "verse_number": "28",
                "verse_text": "And now, little children, remain in relationship to Jesus, so that when he appears we can have confidence and not be ashamed in front of him when he comes."
            },
            {
                "verse_number": "29",
                "verse_text": "If you know that he is righteous, you also know that every person who practices righteousness is born from him."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "See what kind of love the Father has given to us in that we should be called God&quot;s children, and that is what we are! Because the world didn&quot;t recognize him, it doesn&quot;t recognize us."
            },
            {
                "verse_number": "2",
                "verse_text": "Dear friends, now we are God&quot;s children, and it hasn&quot;t yet appeared what we will be. We know that when he appears we will be like him because we&quot;ll see him as he is."
            },
            {
                "verse_number": "3",
                "verse_text": "And all who have this hope in him purify themselves even as he is pure."
            },
            {
                "verse_number": "4",
                "verse_text": "Every person who practices sin commits an act of rebellion, and sin is rebellion."
            },
            {
                "verse_number": "5",
                "verse_text": "You know that he appeared to take away sins, and there is no sin in him."
            },
            {
                "verse_number": "6",
                "verse_text": "Every person who remains in relationship to him does not sin. Any person who sins has not seen him or known him."
            },
            {
                "verse_number": "7",
                "verse_text": "Little children, make sure no one deceives you. The person who practices righteousness is righteous, in the same way that Jesus is righteous."
            },
            {
                "verse_number": "8",
                "verse_text": "The person who practices sin belongs to the devil, because the devil has been sinning since the beginning. God&quot;s Son appeared for this purpose: to destroy the works of the devil."
            },
            {
                "verse_number": "9",
                "verse_text": "Those born from God don&quot;t practice sin because God&quot;s DNA remains in them. They can&quot;t sin because they are born from God."
            },
            {
                "verse_number": "10",
                "verse_text": "This is how God&quot;s children and the devil&quot;s children are apparent: everyone who doesn&quot;t practice righteousness is not from God, including the person who doesn&quot;t love a brother or sister."
            },
            {
                "verse_number": "11",
                "verse_text": "This is the message that you heard from the beginning: love each other."
            },
            {
                "verse_number": "12",
                "verse_text": "Don&quot;t behave like Cain, who belonged to the evil one and murdered his brother. And why did he kill him? He killed him because his own works were evil, but the works of his brother were righteous."
            },
            {
                "verse_number": "13",
                "verse_text": "Don&quot;t be surprised, brothers and sisters, if the world hates you."
            },
            {
                "verse_number": "14",
                "verse_text": "We know that we have transferred from death to life, because we love the brothers and sisters. The person who does not love remains in death."
            },
            {
                "verse_number": "15",
                "verse_text": "Everyone who hates a brother or sister is a murderer, and you know that murderers don&quot;t have eternal life residing in them."
            },
            {
                "verse_number": "16",
                "verse_text": "This is how we know love: Jesus laid down his life for us, and we ought to lay down our lives for our brothers and sisters."
            },
            {
                "verse_number": "17",
                "verse_text": "But if someone has material possessions and sees a brother or sister in need but refuses to help&ndash;how can the love of God dwell in a person like that?"
            },
            {
                "verse_number": "18",
                "verse_text": "Little children, let&quot;s not love with words or speech but with action and truth."
            },
            {
                "verse_number": "19",
                "verse_text": "This is how we will know that we belong to the truth and reassure our hearts in God&quot;s presence."
            },
            {
                "verse_number": "20",
                "verse_text": "Even if our hearts condemn us, God is greater than our hearts and knows all things."
            },
            {
                "verse_number": "21",
                "verse_text": "Dear friends, if our hearts don&quot;t condemn us, we have confidence in relationship to God."
            },
            {
                "verse_number": "22",
                "verse_text": "We receive whatever we ask from him because we keep his commandments and do what pleases him."
            },
            {
                "verse_number": "23",
                "verse_text": "This is his commandment, that we believe in the name of his Son, Jesus Christ, and love each other as he commanded us."
            },
            {
                "verse_number": "24",
                "verse_text": "Those who keep his commandments dwell in God and God dwells in them. This is how we know that he dwells in us, because of the Spirit he has given us."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Dear friends, don&quot;t believe every spirit. Test the spirits to see if they are from God because many false prophets have gone into the world."
            },
            {
                "verse_number": "2",
                "verse_text": "This is how you know if a spirit comes from God: every spirit that confesses that Jesus Christ has come as a human is from God,"
            },
            {
                "verse_number": "3",
                "verse_text": "and every spirit that doesn&quot;t confess Jesus is not from God. This is the spirit of the antichrist, which you have heard is coming and is now already in the world."
            },
            {
                "verse_number": "4",
                "verse_text": "You are from God, little children, and you have defeated these people because the one who is in you is greater than the one who is in the world."
            },
            {
                "verse_number": "5",
                "verse_text": "They are from the world. So they speak from the world&quot;s point of view and the world listens to them."
            },
            {
                "verse_number": "6",
                "verse_text": "We are from God. The person who knows God listens to us. Whoever is not from God doesn&quot;t listen to us. This is how we recognize the Spirit of truth and the spirit of error. God is love, and those who remain in love remain in God and God remains in them."
            },
            {
                "verse_number": "7",
                "verse_text": "Dear friends, let&quot;s love each other, because love is from God, and everyone who loves is born from God and knows God."
            },
            {
                "verse_number": "8",
                "verse_text": "The person who doesn&quot;t love does not know God, because God is love."
            },
            {
                "verse_number": "9",
                "verse_text": "This is how the love of God is revealed to us: God has sent his only Son into the world so that we can live through him."
            },
            {
                "verse_number": "10",
                "verse_text": "This is love: it is not that we loved God but that he loved us and sent his Son as the sacrifice that deals with our sins."
            },
            {
                "verse_number": "11",
                "verse_text": "Dear friends, if God loved us this way, we also ought to love each other."
            },
            {
                "verse_number": "12",
                "verse_text": "No one has ever seen God. If we love each other, God remains in us and his love is made perfect in us."
            },
            {
                "verse_number": "13",
                "verse_text": "This is how we know we remain in him and he remains in us, because he has given us a measure of his Spirit."
            },
            {
                "verse_number": "14",
                "verse_text": "We have seen and testify that the Father has sent the Son to be the savior of the world."
            },
            {
                "verse_number": "15",
                "verse_text": "If any of us confess that Jesus is God&quot;s Son, God remains in us and we remain in God."
            },
            {
                "verse_number": "16",
                "verse_text": "We have known and have believed the love that God has for us."
            },
            {
                "verse_number": "17",
                "verse_text": "This is how love has been perfected in us, so that we can have confidence on the Judgment Day, because we are exactly the same as God is in this world."
            },
            {
                "verse_number": "18",
                "verse_text": "There is no fear in love, but perfect love drives out fear, because fear expects punishment. The person who is afraid has not been made perfect in love."
            },
            {
                "verse_number": "19",
                "verse_text": "We love because God first loved us."
            },
            {
                "verse_number": "20",
                "verse_text": "Those who say, &apos;I love God&apos; and hate their brothers or sisters are liars. After all, those who don&quot;t love their brothers or sisters whom they have seen can hardly love God whom they have not seen!"
            },
            {
                "verse_number": "21",
                "verse_text": "This commandment we have from him: Those who claim to love God ought to love their brother and sister also."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Everyone who believes that Jesus is the Christ has been born from God. Whoever loves someone who is a parent loves the child born to the parent."
            },
            {
                "verse_number": "2",
                "verse_text": "This is how we know that we love the children of God: when we love God and keep God&quot;s commandments."
            },
            {
                "verse_number": "3",
                "verse_text": "This is the love of God: we keep God&quot;s commandments. God&quot;s commandments are not difficult,"
            },
            {
                "verse_number": "4",
                "verse_text": "because everyone who is born from God defeats the world. And this is the victory that has defeated the world: our faith."
            },
            {
                "verse_number": "5",
                "verse_text": "Who defeats the world? Isn&quot;t it the one who believes that Jesus is God&quot;s Son?"
            },
            {
                "verse_number": "6",
                "verse_text": "This is the one who came by water and blood: Jesus Christ. Not by water only but by water and blood. And the Spirit is the one who testifies, because the Spirit is the truth."
            },
            {
                "verse_number": "7",
                "verse_text": "The three are testifying&ndash;"
            },
            {
                "verse_number": "8",
                "verse_text": "the Spirit, the water, and the blood&ndash;and the three are united in agreement."
            },
            {
                "verse_number": "9",
                "verse_text": "If we receive human testimony, God&quot;s testimony is greater, because this is what God testified: he has testified about his Son."
            },
            {
                "verse_number": "10",
                "verse_text": "The one who believes in God&quot;s Son has the testimony within; the one who doesn&quot;t believe God has made God a liar, because that one has not believed the testimony that God gave about his Son."
            },
            {
                "verse_number": "11",
                "verse_text": "And this is the testimony: God gave eternal life to us, and this life is in his Son."
            },
            {
                "verse_number": "12",
                "verse_text": "The one who has the Son has life. The one who doesn&quot;t have God&quot;s Son does not have life."
            },
            {
                "verse_number": "13",
                "verse_text": "I write these things to you who believe in the name of God&quot;s Son so that you can know that you have eternal life."
            },
            {
                "verse_number": "14",
                "verse_text": "This is the confidence that we have in our relationship with God: If we ask for anything in agreement with his will, he listens to us."
            },
            {
                "verse_number": "15",
                "verse_text": "If we know that he listens to whatever we ask, we know that we have received what we asked from him."
            },
            {
                "verse_number": "16",
                "verse_text": "If anyone sees a brother or sister committing a sin that does not result in death, they should pray, and God will give life to them&ndash;that is, to those who commit sins that don&quot;t result in death. There is a sin that results in death&ndash;I&quot;m not saying that you should pray about that."
            },
            {
                "verse_number": "17",
                "verse_text": "Every unrighteous action is sin, but there is a sin that does not result in death."
            },
            {
                "verse_number": "18",
                "verse_text": "We know that everyone born from God does not sin, but the ones born from God guard themselves, and the evil one cannot touch them."
            },
            {
                "verse_number": "19",
                "verse_text": "We know we are from God, and the whole world lies in the power of the evil one."
            },
            {
                "verse_number": "20",
                "verse_text": "We know that God&quot;s Son has come and has given us understanding to know the one who is true. We are in the one who is true by being in his Son, Jesus Christ. This is the true God and eternal life."
            },
            {
                "verse_number": "21",
                "verse_text": "Little children, guard yourselves from idols!"
            }
        ]
    }
}