{
    "Mark": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The beginning of the good news about Jesus Christ, God&quot;s Son,"
            },
            {
                "verse_number": "2",
                "verse_text": "happened just as it was written about in the prophecy of Isaiah: Look, I am sending my messenger before you . He will prepare your way, &apos; Prepare the way for the Lord;"
            },
            {
                "verse_number": "3",
                "verse_text": "a voice shouting in the wilderness: make his paths straight .&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "John the Baptist was in the wilderness calling for people to be baptized to show that they were changing their hearts and lives and wanted God to forgive their sins."
            },
            {
                "verse_number": "5",
                "verse_text": "Everyone in Judea and all the people of Jerusalem went out to the Jordan River and were being baptized by John as they confessed their sins."
            },
            {
                "verse_number": "6",
                "verse_text": "John wore clothes made of camel&quot;s hair, with a leather belt around his waist. He ate locusts and wild honey."
            },
            {
                "verse_number": "7",
                "verse_text": "He announced, &apos;One stronger than I am is coming after me. I&quot;m not even worthy to bend over and loosen the strap of his sandals."
            },
            {
                "verse_number": "8",
                "verse_text": "I baptize you with water, but he will baptize you with the Holy Spirit.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "About that time, Jesus came from Nazareth of Galilee, and John baptized him in the Jordan River."
            },
            {
                "verse_number": "10",
                "verse_text": "While he was coming up out of the water, Jesus saw heaven splitting open and the Spirit, like a dove, coming down on him."
            },
            {
                "verse_number": "11",
                "verse_text": "And there was a voice from heaven: &apos;You are my Son, whom I dearly love; in you I find happiness.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "At once the Spirit forced Jesus out into the wilderness."
            },
            {
                "verse_number": "13",
                "verse_text": "He was in the wilderness for forty days, tempted by Satan. He was among the wild animals, and the angels took care of him."
            },
            {
                "verse_number": "14",
                "verse_text": "After John was arrested, Jesus came into Galilee announcing God&quot;s good news,"
            },
            {
                "verse_number": "15",
                "verse_text": "saying, &apos; Now is the time! Here comes God&quot;s kingdom! Change your hearts and lives, and trust this good news! &apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "As Jesus passed alongside the Galilee Sea, he saw two brothers, Simon and Andrew, throwing fishing nets into the sea, for they were fishermen."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos; Come, follow me, &apos; he said, &apos; and I&quot;ll show you how to fish for people. &apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Right away, they left their nets and followed him."
            },
            {
                "verse_number": "19",
                "verse_text": "After going a little farther, he saw James and John, Zebedee&quot;s sons, in their boat repairing the fishing nets."
            },
            {
                "verse_number": "20",
                "verse_text": "At that very moment he called them. They followed him, leaving their father Zebedee in the boat with the hired workers."
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus and his followers went into Capernaum. Immediately on the Sabbath Jesus entered the synagogue and started teaching."
            },
            {
                "verse_number": "22",
                "verse_text": "The people were amazed by his teaching, for he was teaching them with authority, not like the legal experts."
            },
            {
                "verse_number": "23",
                "verse_text": "Suddenly, there in the synagogue, a person with an evil spirit screamed,"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;What have you to do with us, Jesus of Nazareth? Have you come to destroy us? I know who you are. You are the holy one from God.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos; Silence! &apos; Jesus said, speaking harshly to the demon. &apos; Come out of him! &apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The unclean spirit shook him and screamed, then it came out."
            },
            {
                "verse_number": "27",
                "verse_text": "Everyone was shaken and questioned among themselves, &apos;What&quot;s this? A new teaching with authority! He even commands unclean spirits and they obey him!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Right away the news about him spread throughout the entire region of Galilee."
            },
            {
                "verse_number": "29",
                "verse_text": "After leaving the synagogue, Jesus, James, and John went home with Simon and Andrew."
            },
            {
                "verse_number": "30",
                "verse_text": "Simon&quot;s mother-in-law was in bed, sick with a fever, and they told Jesus about her at once."
            },
            {
                "verse_number": "31",
                "verse_text": "He went to her, took her by the hand, and raised her up. The fever left her, and she served them."
            },
            {
                "verse_number": "32",
                "verse_text": "That evening, at sunset, people brought to Jesus those who were sick or demon-possessed."
            },
            {
                "verse_number": "33",
                "verse_text": "The whole town gathered near the door."
            },
            {
                "verse_number": "34",
                "verse_text": "He healed many who were sick with all kinds of diseases, and he threw out many demons. But he didn&quot;t let the demons speak, because they recognized him."
            },
            {
                "verse_number": "35",
                "verse_text": "Early in the morning, well before sunrise, Jesus rose and went to a deserted place where he could be alone in prayer."
            },
            {
                "verse_number": "36",
                "verse_text": "Simon and those with him tracked him down."
            },
            {
                "verse_number": "37",
                "verse_text": "When they found him, they told him, &apos;Everyone&quot;s looking for you!&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "He replied, &apos; Let&quot;s head in the other direction, to the nearby villages, so that I can preach there too. That&quot;s why I&quot;ve come. &apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "He traveled throughout Galilee, preaching in their synagogues and throwing out demons."
            },
            {
                "verse_number": "40",
                "verse_text": "A man with a skin disease approached Jesus, fell to his knees, and begged, &apos;If you want, you can make me clean.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Incensed, Jesus reached out his hand, touched him, and said, &apos; I do want to. Be clean. &apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Instantly, the skin disease left him, and he was clean."
            },
            {
                "verse_number": "43",
                "verse_text": "Sternly, Jesus sent him away,"
            },
            {
                "verse_number": "44",
                "verse_text": "saying, &apos; Don&quot;t say anything to anyone. Instead, go and show yourself to the priest and offer the sacrifice for your cleansing that Moses commanded. This will be a testimony to them. &apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "Instead, he went out and started talking freely and spreading the news so that Jesus wasn&quot;t able to enter a town openly. He remained outside in deserted places, but people came to him from everywhere."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "After a few days, Jesus went back to Capernaum, and people heard that he was at home."
            },
            {
                "verse_number": "2",
                "verse_text": "So many gathered that there was no longer space, not even near the door. Jesus was speaking the word to them."
            },
            {
                "verse_number": "3",
                "verse_text": "Some people arrived, and four of them were bringing to him a man who was paralyzed."
            },
            {
                "verse_number": "4",
                "verse_text": "They couldn&quot;t carry him through the crowd, so they tore off part of the roof above where Jesus was. When they had made an opening, they lowered the mat on which the paralyzed man was lying."
            },
            {
                "verse_number": "5",
                "verse_text": "When Jesus saw their faith, he said to the paralytic, &apos; Child, your sins are forgiven! &apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Some legal experts were sitting there, muttering among themselves,"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Why does he speak this way? He&quot;s insulting God. Only the one God can forgive sins.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus immediately recognized what they were discussing, and he said to them, &apos; Why do you fill your minds with these questions?"
            },
            {
                "verse_number": "9",
                "verse_text": "Which is easier&ndash;to say to a paralyzed person, &quot;Your sins are forgiven,&quot; or to say, &quot;Get up, take up your bed, and walk&quot;?"
            },
            {
                "verse_number": "10",
                "verse_text": "But so you will know that the Human One has authority on the earth to forgive sins &apos; &ndash;he said to the man who was paralyzed,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos; Get up, take your mat, and go home. &apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Jesus raised him up, and right away he picked up his mat and walked out in front of everybody. They were all amazed and praised God, saying, &apos;We&quot;ve never seen anything like this!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus went out beside the lake again. The whole crowd came to him, and he began to teach them."
            },
            {
                "verse_number": "14",
                "verse_text": "As he continued along, he saw Levi, Alphaeus&quot; son, sitting at a kiosk for collecting taxes. Jesus said to him, &apos; Follow me. &apos; Levi got up and followed him."
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus sat down to eat at Levi&quot;s house. Many tax collectors and sinners were eating with Jesus and his disciples. Indeed, many of them had become his followers."
            },
            {
                "verse_number": "16",
                "verse_text": "When some of the legal experts from among the Pharisees saw that he was eating with sinners and tax collectors, they asked his disciples, &apos;Why is he eating with sinners and tax collectors?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "When Jesus heard it, he said to them, &apos; Healthy people don&quot;t need a doctor, but sick people do. I didn&quot;t come to call righteous people, but sinners. &apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "John&quot;s disciples and the Pharisees had a habit of fasting. Some people asked Jesus, &apos;Why do John&quot;s disciples and the Pharisees&quot; disciples fast, but yours don&quot;t?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus said, &apos;The wedding guests can&quot;t fast while the groom is with them, can they? As long as they have the groom with them, they can&quot;t fast."
            },
            {
                "verse_number": "20",
                "verse_text": "But the days will come when the groom will be taken away from them, and then they will fast."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos; No one sews a piece of new, unshrunk cloth on old clothes; otherwise, the patch tears away from it, the new from the old, and makes a worse tear."
            },
            {
                "verse_number": "22",
                "verse_text": "No one pours new wine into old leather wineskins; otherwise, the wine would burst the wineskins and the wine would be lost and the wineskins destroyed. But new wine is for new wineskins. &apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus went through the wheat fields on the Sabbath. As the disciples made their way, they were picking the heads of wheat."
            },
            {
                "verse_number": "24",
                "verse_text": "The Pharisees said to Jesus, &apos;Look! Why are they breaking the Sabbath law?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "He said to them, &apos; Haven&quot;t you ever read what David did when he was in need, when he and those with him were hungry?"
            },
            {
                "verse_number": "26",
                "verse_text": "During the time when Abiathar was high priest, David went into God&quot;s house and ate the bread of the presence, which only the priests were allowed to eat. He also gave bread to those who were with him. &apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then he said, &apos; The Sabbath was created for humans; humans weren&quot;t created for the Sabbath."
            },
            {
                "verse_number": "28",
                "verse_text": "This is why the Human One is Lord even over the Sabbath. &apos;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Jesus returned to the synagogue. A man with a withered hand was there."
            },
            {
                "verse_number": "2",
                "verse_text": "Wanting to bring charges against Jesus, they were watching Jesus closely to see if he would heal on the Sabbath."
            },
            {
                "verse_number": "3",
                "verse_text": "He said to the man with the withered hand, &apos; Step up where people can see you. &apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then he said to them, &apos; Is it legal on the Sabbath to do good or to do evil, to save life or to kill? &apos; But they said nothing."
            },
            {
                "verse_number": "5",
                "verse_text": "Looking around at them with anger, deeply grieved at their unyielding hearts, he said to the man, &apos; Stretch out your hand. &apos; So he did, and his hand was made healthy."
            },
            {
                "verse_number": "6",
                "verse_text": "At that, the Pharisees got together with the supporters of Herod to plan how to destroy Jesus."
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus left with his disciples and went to the lake. A large crowd followed him because they had heard what he was doing. They were from Galilee,"
            },
            {
                "verse_number": "8",
                "verse_text": "Judea, Jerusalem, Idumea, beyond the Jordan, and the area surrounding Tyre and Sidon."
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus told his disciples to get a small boat ready for him so the crowd wouldn&quot;t crush him."
            },
            {
                "verse_number": "10",
                "verse_text": "He had healed so many people that everyone who was sick pushed forward so that they could touch him."
            },
            {
                "verse_number": "11",
                "verse_text": "Whenever the evil spirits saw him, they fell down at his feet and shouted, &apos;You are God&quot;s Son!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "But he strictly ordered them not to reveal who he was."
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus went up on a mountain and called those he wanted, and they came to him."
            },
            {
                "verse_number": "14",
                "verse_text": "He appointed twelve and called them apostles. He appointed them to be with him, to be sent out to preach,"
            },
            {
                "verse_number": "15",
                "verse_text": "and to have authority to throw out demons."
            },
            {
                "verse_number": "16",
                "verse_text": "He appointed twelve: Peter, a name he gave Simon;"
            },
            {
                "verse_number": "17",
                "verse_text": "James and John, Zebedee&quot;s sons, whom he nicknamed Boanerges, which means &apos;sons of Thunder&apos;;"
            },
            {
                "verse_number": "18",
                "verse_text": "and Andrew; Philip; Bartholomew; Matthew; Thomas; James, Alphaeus&quot; son; Thaddaeus; Simon the Cananaean;"
            },
            {
                "verse_number": "19",
                "verse_text": "and Judas Iscariot, who betrayed Jesus."
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus entered a house. A crowd gathered again so that it was impossible for him and his followers even to eat."
            },
            {
                "verse_number": "21",
                "verse_text": "When his family heard what was happening, they came to take control of him. They were saying, &apos;He&quot;s out of his mind!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The legal experts came down from Jerusalem. Over and over they charged, &apos;He&quot;s possessed by Beelzebul. He throws out demons with the authority of the ruler of demons.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "When Jesus called them together he spoke to them in a parable: &apos; How can Satan throw Satan out?"
            },
            {
                "verse_number": "24",
                "verse_text": "A kingdom involved in civil war will collapse."
            },
            {
                "verse_number": "25",
                "verse_text": "And a house torn apart by divisions will collapse."
            },
            {
                "verse_number": "26",
                "verse_text": "If Satan rebels against himself and is divided, then he can&quot;t endure. He&quot;s done for."
            },
            {
                "verse_number": "27",
                "verse_text": "No one gets into the house of a strong person and steals anything without first tying up the strong person. Only then can the house be burglarized."
            },
            {
                "verse_number": "28",
                "verse_text": "I assure you that human beings will be forgiven for everything, for all sins and insults of every kind."
            },
            {
                "verse_number": "29",
                "verse_text": "But whoever insults the Holy Spirit will never be forgiven. That person is guilty of a sin with consequences that last forever. &apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "He said this because the legal experts were saying, &apos;He&quot;s possessed by an evil spirit.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "His mother and brothers arrived. They stood outside and sent word to him, calling for him."
            },
            {
                "verse_number": "32",
                "verse_text": "A crowd was seated around him, and those sent to him said, &apos;Look, your mother, brothers, and sisters are outside looking for you.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "He replied, &apos; Who is my mother? Who are my brothers? &apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Looking around at those seated around him in a circle, he said, &apos; Look, here are my mother and my brothers."
            },
            {
                "verse_number": "35",
                "verse_text": "Whoever does God&quot;s will is my brother, sister, and mother. &apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Jesus began to teach beside the lake again. Such a large crowd gathered that he climbed into a boat there on the lake. He sat in the boat while the whole crowd was nearby on the shore."
            },
            {
                "verse_number": "2",
                "verse_text": "He said many things to them in parables. While teaching them, he said,"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos; Listen to this! A farmer went out to scatter seed."
            },
            {
                "verse_number": "4",
                "verse_text": "As he was scattering seed, some fell on the path; and the birds came and ate it."
            },
            {
                "verse_number": "5",
                "verse_text": "Other seed fell on rocky ground where the soil was shallow. They sprouted immediately because the soil wasn&quot;t deep."
            },
            {
                "verse_number": "6",
                "verse_text": "When the sun came up, it scorched the plants; and they dried up because they had no roots."
            },
            {
                "verse_number": "7",
                "verse_text": "Other seed fell among thorny plants. The thorny plants grew and choked the seeds, and they produced nothing."
            },
            {
                "verse_number": "8",
                "verse_text": "Other seed fell into good soil and bore fruit. Upon growing and increasing, the seed produced in one case a yield of thirty to one, in another case a yield of sixty to one, and in another case a yield of one hundred to one. &apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "He said, &apos; Whoever has ears to listen should pay attention! &apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "When they were alone, the people around Jesus, along with the Twelve, asked him about the parables."
            },
            {
                "verse_number": "11",
                "verse_text": "He said to them, &apos;The secret of God&quot;s kingdom has been given to you, but to those who are outside everything comes in parables."
            },
            {
                "verse_number": "12",
                "verse_text": "This is so that they can look and see but have no insight, and they can hear but not understand. Otherwise, they might turn their lives around and be forgiven."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos; Don&quot;t you understand this parable? Then how will you understand all the parables?"
            },
            {
                "verse_number": "14",
                "verse_text": "The farmer scatters the word."
            },
            {
                "verse_number": "15",
                "verse_text": "This is the meaning of the seed that fell on the path: When the word is scattered and people hear it, right away Satan comes and steals the word that was planted in them."
            },
            {
                "verse_number": "16",
                "verse_text": "Here&quot;s the meaning of the seed that fell on rocky ground: When people hear the word, they immediately receive it joyfully."
            },
            {
                "verse_number": "17",
                "verse_text": "Because they have no roots, they last for only a little while. When they experience distress or abuse because of the word, they immediately fall away."
            },
            {
                "verse_number": "18",
                "verse_text": "Others are like the seed scattered among the thorny plants. These are the ones who have heard the word;"
            },
            {
                "verse_number": "19",
                "verse_text": "but the worries of this life, the false appeal of wealth, and the desire for more things break in and choke the word, and it bears no fruit."
            },
            {
                "verse_number": "20",
                "verse_text": "The seed scattered on good soil are those who hear the word and embrace it. They bear fruit, in one case a yield of thirty to one, in another case sixty to one, and in another case one hundred to one. &apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus said to them, &apos; Does anyone bring in a lamp in order to put it under a basket or a bed? Shouldn&quot;t it be placed on a lampstand?"
            },
            {
                "verse_number": "22",
                "verse_text": "Everything hidden will be revealed, and everything secret will come out into the open."
            },
            {
                "verse_number": "23",
                "verse_text": "Whoever has ears to listen should pay attention! &apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "He said to them, &apos; Listen carefully! God will evaluate you with the same standard you use to evaluate others. Indeed, you will receive even more."
            },
            {
                "verse_number": "25",
                "verse_text": "Those who have will receive more, but as for those who don&quot;t have, even what they don&quot;t have will be taken away from them. &apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then Jesus said, &apos; This is what God&quot;s kingdom is like. It&quot;s as though someone scatters seed on the ground,"
            },
            {
                "verse_number": "27",
                "verse_text": "then sleeps and wakes night and day. The seed sprouts and grows, but the farmer doesn&quot;t know how."
            },
            {
                "verse_number": "28",
                "verse_text": "The earth produces crops all by itself, first the stalk, then the head, then the full head of grain."
            },
            {
                "verse_number": "29",
                "verse_text": "Whenever the crop is ready, the farmer goes out to cut the grain because it&quot;s harvesttime. &apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "He continued, &apos; What&quot;s a good image for God&quot;s kingdom? What parable can I use to explain it?"
            },
            {
                "verse_number": "31",
                "verse_text": "Consider a mustard seed. When scattered on the ground, it&quot;s the smallest of all the seeds on the earth;"
            },
            {
                "verse_number": "32",
                "verse_text": "but when it&quot;s planted, it grows and becomes the largest of all vegetable plants. It produces such large branches that the birds in the sky are able to nest in its shade. &apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "With many such parables he continued to give them the word, as much as they were able to hear."
            },
            {
                "verse_number": "34",
                "verse_text": "He spoke to them only in parables, then explained everything to his disciples when he was alone with them."
            },
            {
                "verse_number": "35",
                "verse_text": "Later that day, when evening came, Jesus said to them, &apos; Let&quot;s cross over to the other side of the lake. &apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "They left the crowd and took him in the boat just as he was. Other boats followed along."
            },
            {
                "verse_number": "37",
                "verse_text": "Gale-force winds arose, and waves crashed against the boat so that the boat was swamped."
            },
            {
                "verse_number": "38",
                "verse_text": "But Jesus was in the rear of the boat, sleeping on a pillow. They woke him up and said, &apos;Teacher, don&quot;t you care that we&quot;re drowning?&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "He got up and gave orders to the wind, and he said to the lake, &apos; Silence! Be still! &apos; The wind settled down and there was a great calm."
            },
            {
                "verse_number": "40",
                "verse_text": "Jesus asked them, &apos; Why are you frightened? Don&quot;t you have faith yet? &apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Overcome with awe, they said to each other, &apos;Who then is this? Even the wind and the sea obey him!&apos;"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Jesus and his disciples came to the other side of the lake, to the region of the Gerasenes."
            },
            {
                "verse_number": "2",
                "verse_text": "As soon as Jesus got out of the boat, a man possessed by an evil spirit came out of the tombs."
            },
            {
                "verse_number": "3",
                "verse_text": "This man lived among the tombs, and no one was ever strong enough to restrain him, even with a chain."
            },
            {
                "verse_number": "4",
                "verse_text": "He had been secured many times with leg irons and chains, but he broke the chains and smashed the leg irons. No one was tough enough to control him."
            },
            {
                "verse_number": "5",
                "verse_text": "Night and day in the tombs and the hills, he would howl and cut himself with stones."
            },
            {
                "verse_number": "6",
                "verse_text": "When he saw Jesus from far away, he ran and knelt before him,"
            },
            {
                "verse_number": "7",
                "verse_text": "shouting, &apos;What have you to do with me, Jesus, Son of the Most High God? Swear to God that you won&quot;t torture me!&apos; He responded, &apos;Legion is my name, because we are many.&apos; A swarm of people were following Jesus, crowding in on him."
            },
            {
                "verse_number": "8",
                "verse_text": "He said this because Jesus had already commanded him, &apos; Unclean spirit, come out of the man! &apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus asked him, &apos; What is your name? &apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "They pleaded with Jesus not to send them out of that region."
            },
            {
                "verse_number": "11",
                "verse_text": "A large herd of pigs was feeding on the hillside."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Send us into the pigs!&apos; they begged. &apos;Let us go into the pigs!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus gave them permission, so the unclean spirits left the man and went into the pigs. Then the herd of about two thousand pigs rushed down the cliff into the lake and drowned."
            },
            {
                "verse_number": "14",
                "verse_text": "Those who tended the pigs ran away and told the story in the city and in the countryside. People came to see what had happened."
            },
            {
                "verse_number": "15",
                "verse_text": "They came to Jesus and saw the man who used to be demon-possessed. They saw the very man who had been filled with many demons sitting there fully dressed and completely sane, and they were filled with awe."
            },
            {
                "verse_number": "16",
                "verse_text": "Those who had actually seen what had happened to the demon-possessed man told the others about the pigs."
            },
            {
                "verse_number": "17",
                "verse_text": "Then they pleaded with Jesus to leave their region."
            },
            {
                "verse_number": "18",
                "verse_text": "While he was climbing into the boat, the one who had been demon-possessed pleaded with Jesus to let him come along as one of his disciples."
            },
            {
                "verse_number": "19",
                "verse_text": "But Jesus wouldn&quot;t allow it. &apos; Go home to your own people, &apos; Jesus said, &apos; and tell them what the Lord has done for you and how he has shown you mercy. &apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The man went away and began to proclaim in the Ten Cities all that Jesus had done for him, and everyone was amazed."
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus crossed the lake again, and on the other side a large crowd gathered around him on the shore."
            },
            {
                "verse_number": "22",
                "verse_text": "Jairus, one of the synagogue leaders, came forward. When he saw Jesus, he fell at his feet"
            },
            {
                "verse_number": "23",
                "verse_text": "and pleaded with him, &apos;My daughter is about to die. Please, come and place your hands on her so that she can be healed and live.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So Jesus went with him."
            },
            {
                "verse_number": "25",
                "verse_text": "A woman was there who had been bleeding for twelve years."
            },
            {
                "verse_number": "26",
                "verse_text": "She had suffered a lot under the care of many doctors, and had spent everything she had without getting any better. In fact, she had gotten worse."
            },
            {
                "verse_number": "27",
                "verse_text": "Because she had heard about Jesus, she came up behind him in the crowd and touched his clothes."
            },
            {
                "verse_number": "28",
                "verse_text": "She was thinking, If I can just touch his clothes, I&quot;ll be healed."
            },
            {
                "verse_number": "29",
                "verse_text": "Her bleeding stopped immediately, and she sensed in her body that her illness had been healed."
            },
            {
                "verse_number": "30",
                "verse_text": "At that very moment, Jesus recognized that power had gone out from him. He turned around in the crowd and said, &apos; Who touched my clothes? &apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "His disciples said to him, &apos;Don&quot;t you see the crowd pressing against you? Yet you ask, &quot;Who touched me?&quot;&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "But Jesus looked around carefully to see who had done it."
            },
            {
                "verse_number": "33",
                "verse_text": "The woman, full of fear and trembling, came forward. Knowing what had happened to her, she fell down in front of Jesus and told him the whole truth."
            },
            {
                "verse_number": "34",
                "verse_text": "He responded, &apos; Daughter, your faith has healed you; go in peace, healed from your disease. &apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "While Jesus was still speaking with her, messengers came from the synagogue leader&quot;s house, saying to Jairus, &apos;Your daughter has died. Why bother the teacher any longer?&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "But Jesus overheard their report and said to the synagogue leader, &apos; Don&quot;t be afraid; just keep trusting. &apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "He didn&quot;t allow anyone to follow him except Peter, James, and John, James&quot; brother."
            },
            {
                "verse_number": "38",
                "verse_text": "They came to the synagogue leader&quot;s house, and he saw a commotion, with people crying and wailing loudly."
            },
            {
                "verse_number": "39",
                "verse_text": "He went in and said to them, &apos; What&quot;s all this commotion and crying about? The child isn&quot;t dead. She&quot;s only sleeping. &apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "They laughed at him, but he threw them all out. Then, taking the child&quot;s parents and his disciples with him, he went to the room where the child was."
            },
            {
                "verse_number": "41",
                "verse_text": "Taking her hand, he said to her, &apos; Talitha koum ,&apos; which means, &apos;Young woman, get up.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Suddenly the young woman got up and began to walk around. She was 12 years old. They were shocked!"
            },
            {
                "verse_number": "43",
                "verse_text": "He gave them strict orders that no one should know what had happened. Then he told them to give her something to eat."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Jesus left that place and came to his hometown. His disciples followed him."
            },
            {
                "verse_number": "2",
                "verse_text": "On the Sabbath, he began to teach in the synagogue. Many who heard him were surprised. &apos;Where did this man get all this? What&quot;s this wisdom he&quot;s been given? What about the powerful acts accomplished through him?"
            },
            {
                "verse_number": "3",
                "verse_text": "Isn&quot;t this the carpenter? Isn&quot;t he Mary&quot;s son and the brother of James, Joses, Judas, and Simon? Aren&quot;t his sisters here with us?&apos; They were repulsed by him and fell into sin. Then Jesus traveled through the surrounding villages teaching. &apos;John the Baptist&quot;s head,&apos; Herodias replied. After checking, they said, &apos;Five loaves of bread and two fish.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus said to them, &apos; Prophets are honored everywhere except in their own hometowns, among their relatives, and in their own households. &apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "He was unable to do any miracles there, except that he placed his hands on a few sick people and healed them."
            },
            {
                "verse_number": "6",
                "verse_text": "He was appalled by their disbelief."
            },
            {
                "verse_number": "7",
                "verse_text": "He called for the Twelve and sent them out in pairs. He gave them authority over unclean spirits."
            },
            {
                "verse_number": "8",
                "verse_text": "He instructed them to take nothing for the journey except a walking stick&ndash;no bread, no bags, and no money in their belts."
            },
            {
                "verse_number": "9",
                "verse_text": "He told them to wear sandals but not to put on two shirts."
            },
            {
                "verse_number": "10",
                "verse_text": "He said, &apos; Whatever house you enter, remain there until you leave that place."
            },
            {
                "verse_number": "11",
                "verse_text": "If a place doesn&quot;t welcome you or listen to you, as you leave, shake the dust off your feet as a witness against them. &apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So they went out and proclaimed that people should change their hearts and lives."
            },
            {
                "verse_number": "13",
                "verse_text": "They cast out many demons, and they anointed many sick people with olive oil and healed them."
            },
            {
                "verse_number": "14",
                "verse_text": "Herod the king heard about these things, because the name of Jesus had become well-known. Some were saying, &apos;John the Baptist has been raised from the dead, and this is why miraculous powers are at work through him.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Others were saying, &apos;He is Elijah.&apos; Still others were saying, &apos;He is a prophet like one of the ancient prophets.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But when Herod heard these rumors, he said, &apos;John, whom I beheaded, has been raised to life.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "He said this because Herod himself had arranged to have John arrested and put in prison because of Herodias, the wife of Herod&quot;s brother Philip. Herod had married her,"
            },
            {
                "verse_number": "18",
                "verse_text": "but John told Herod, &apos;It&quot;s against the law for you to marry your brother&quot;s wife!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So Herodias had it in for John. She wanted to kill him, but she couldn&quot;t."
            },
            {
                "verse_number": "20",
                "verse_text": "This was because Herod respected John. He regarded him as a righteous and holy person, so he protected him. John&quot;s words greatly confused Herod, yet he enjoyed listening to him."
            },
            {
                "verse_number": "21",
                "verse_text": "Finally, the time was right. It was on one of Herod&quot;s birthdays, when he had prepared a feast for his high-ranking officials and military officers and Galilee&quot;s leading residents."
            },
            {
                "verse_number": "22",
                "verse_text": "Herod&quot;s daughter Herodias came in and danced, thrilling Herod and his dinner guests. The king said to the young woman, &apos;Ask me whatever you wish, and I will give it to you.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then he swore to her, &apos;Whatever you ask I will give to you, even as much as half of my kingdom.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "She left the banquet hall and said to her mother, &apos;What should I ask for?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Hurrying back to the ruler, she made her request: &apos;I want you to give me John the Baptist&quot;s head on a plate, right this minute.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Although the king was upset, because of his solemn pledge and his guests, he didn&quot;t want to refuse her."
            },
            {
                "verse_number": "27",
                "verse_text": "So he ordered a guard to bring John&quot;s head. The guard went to the prison, cut off John&quot;s head,"
            },
            {
                "verse_number": "28",
                "verse_text": "brought his head on a plate, and gave it to the young woman, and she gave it to her mother."
            },
            {
                "verse_number": "29",
                "verse_text": "When John&quot;s disciples heard what had happened, they came and took his dead body and laid it in a tomb."
            },
            {
                "verse_number": "30",
                "verse_text": "The apostles returned to Jesus and told him everything they had done and taught."
            },
            {
                "verse_number": "31",
                "verse_text": "Many people were coming and going, so there was no time to eat. He said to the apostles, &apos;Come by yourselves to a secluded place and rest for a while.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "They departed in a boat by themselves for a deserted place."
            },
            {
                "verse_number": "33",
                "verse_text": "Many people saw them leaving and recognized them, so they ran ahead from all the cities and arrived before them."
            },
            {
                "verse_number": "34",
                "verse_text": "When Jesus arrived and saw a large crowd, he had compassion on them because they were like sheep without a shepherd. Then he began to teach them many things."
            },
            {
                "verse_number": "35",
                "verse_text": "Late in the day, his disciples came to him and said, &apos;This is an isolated place, and it&quot;s already late in the day."
            },
            {
                "verse_number": "36",
                "verse_text": "Send them away so that they can go to the surrounding countryside and villages and buy something to eat for themselves.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "He replied, &apos; You give them something to eat. &apos; But they said to him, &apos;Should we go off and buy bread worth almost eight months&quot; pay and give it to them to eat?&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "He said to them, &apos; How much bread do you have? Take a look. &apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "He directed the disciples to seat all the people in groups as though they were having a banquet on the green grass."
            },
            {
                "verse_number": "40",
                "verse_text": "They sat down in groups of hundreds and fifties."
            },
            {
                "verse_number": "41",
                "verse_text": "He took the five loaves and the two fish, looked up to heaven, blessed them, broke the loaves into pieces, and gave them to his disciples to set before the people. He also divided the two fish among them all."
            },
            {
                "verse_number": "42",
                "verse_text": "Everyone ate until they were full."
            },
            {
                "verse_number": "43",
                "verse_text": "They filled twelve baskets with the leftover pieces of bread and fish."
            },
            {
                "verse_number": "44",
                "verse_text": "About five thousand had eaten."
            },
            {
                "verse_number": "45",
                "verse_text": "Right then, Jesus made his disciples get into a boat and go ahead to the other side of the lake, toward Bethsaida, while he dismissed the crowd."
            },
            {
                "verse_number": "46",
                "verse_text": "After saying good-bye to them, Jesus went up onto a mountain to pray."
            },
            {
                "verse_number": "47",
                "verse_text": "Evening came and the boat was in the middle of the lake, but he was alone on the land."
            },
            {
                "verse_number": "48",
                "verse_text": "He saw his disciples struggling. They were trying to row forward, but the wind was blowing against them. Very early in the morning, he came to them, walking on the lake. He intended to pass by them."
            },
            {
                "verse_number": "49",
                "verse_text": "When they saw him walking on the lake, they thought he was a ghost and they screamed."
            },
            {
                "verse_number": "50",
                "verse_text": "Seeing him was terrifying to all of them. Just then he spoke to them, &apos; Be encouraged! It&quot;s me. Don&quot;t be afraid. &apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "He got into the boat, and the wind settled down. His disciples were so baffled they were beside themselves."
            },
            {
                "verse_number": "52",
                "verse_text": "That&quot;s because they hadn&quot;t understood about the loaves. Their minds had been closed so that they resisted God&quot;s ways."
            },
            {
                "verse_number": "53",
                "verse_text": "When Jesus and his disciples had crossed the lake, they landed at Gennesaret, anchored the boat,"
            },
            {
                "verse_number": "54",
                "verse_text": "and came ashore. People immediately recognized Jesus"
            },
            {
                "verse_number": "55",
                "verse_text": "and ran around that whole region bringing sick people on their mats to wherever they heard he was."
            },
            {
                "verse_number": "56",
                "verse_text": "Wherever he went&ndash;villages, cities, or farming communities&ndash;they would place the sick in the marketplaces and beg him to allow them to touch even the hem of his clothing. Everyone who touched him was healed."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "The Pharisees and some legal experts from Jerusalem gathered around Jesus."
            },
            {
                "verse_number": "2",
                "verse_text": "They saw some of his disciples eating food with unclean hands. (They were eating without first ritually purifying their hands through washing."
            },
            {
                "verse_number": "3",
                "verse_text": "The Pharisees and all the Jews don&quot;t eat without first washing their hands carefully. This is a way of observing the rules handed down by the elders."
            },
            {
                "verse_number": "4",
                "verse_text": "Upon returning from the marketplace, they don&quot;t eat without first immersing themselves. They observe many other rules that have been handed down, such as the washing of cups, jugs, pans, and sleeping mats.)"
            },
            {
                "verse_number": "5",
                "verse_text": "So the Pharisees and legal experts asked Jesus, &apos;Why are your disciples not living according to the rules handed down by the elders but instead eat food with ritually unclean hands?&apos; This people honors me with their lips, but their hearts are far away from me."
            },
            {
                "verse_number": "6",
                "verse_text": "He replied, &apos; Isaiah really knew what he was talking about when he prophesied about you hypocrites. He wrote,"
            },
            {
                "verse_number": "7",
                "verse_text": "Their worship of me is empty since they teach instructions that are human words."
            },
            {
                "verse_number": "8",
                "verse_text": "You ignore God&quot;s commandment while holding on to rules created by humans and handed down to you. &apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus continued, &apos; Clearly, you are experts at rejecting God&quot;s commandment in order to establish these rules."
            },
            {
                "verse_number": "10",
                "verse_text": "Moses said, Honor your father and your mother, and The person who speaks against father or mother will certainly be put to death ."
            },
            {
                "verse_number": "11",
                "verse_text": "But you say, &quot;If you tell your father or mother, &apos; Everything I&quot;m expected to contribute to you is corban (that is, a gift I&quot;m giving to God), &apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "then you are no longer required to care for your father or mother.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "In this way you do away with God&quot;s word in favor of the rules handed down to you, which you pass on to others. And you do a lot of other things just like that. &apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then Jesus called the crowd again and said, &apos; Listen to me, all of you, and understand."
            },
            {
                "verse_number": "15",
                "verse_text": "Nothing outside of a person can enter and contaminate a person in God&quot;s sight; rather, the things that come out of a person contaminate the person. &apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "After leaving the crowd, he entered a house where his disciples asked him about that riddle."
            },
            {
                "verse_number": "18",
                "verse_text": "He said to them, &apos; Don&quot;t you understand either? Don&quot;t you know that nothing from the outside that enters a person has the power to contaminate?"
            },
            {
                "verse_number": "19",
                "verse_text": "That&quot;s because it doesn&quot;t enter into the heart but into the stomach, and it goes out into the sewer. &apos; By saying this, Jesus declared that no food could contaminate a person in God&quot;s sight."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos; It&quot;s what comes out of a person that contaminates someone in God&quot;s sight, &apos; he said."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos; It&quot;s from the inside, from the human heart, that evil thoughts come: sexual sins, thefts, murders,"
            },
            {
                "verse_number": "22",
                "verse_text": "adultery, greed, evil actions, deceit, unrestrained immorality, envy, insults, arrogance, and foolishness."
            },
            {
                "verse_number": "23",
                "verse_text": "All these evil things come from the inside and contaminate a person in God&quot;s sight. &apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus left that place and went into the region of Tyre. He didn&quot;t want anyone to know that he had entered a house, but he couldn&quot;t hide."
            },
            {
                "verse_number": "25",
                "verse_text": "In fact, a woman whose young daughter was possessed by an unclean spirit heard about him right away. She came and fell at his feet."
            },
            {
                "verse_number": "26",
                "verse_text": "The woman was Greek, Syrophoenician by birth. She begged Jesus to throw the demon out of her daughter."
            },
            {
                "verse_number": "27",
                "verse_text": "He responded, &apos; The children have to be fed first. It isn&quot;t right to take the children&quot;s bread and toss it to the dogs. &apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "But she answered, &apos;Lord, even the dogs under the table eat the children&quot;s crumbs.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos; Good answer! &apos; he said. &apos; Go on home. The demon has already left your daughter. &apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "When she returned to her house, she found the child lying on the bed and the demon gone."
            },
            {
                "verse_number": "31",
                "verse_text": "After leaving the region of Tyre, Jesus went through Sidon toward the Galilee Sea through the region of the Ten Cities."
            },
            {
                "verse_number": "32",
                "verse_text": "Some people brought to him a man who was deaf and could hardly speak, and they begged him to place his hand on the man for healing."
            },
            {
                "verse_number": "33",
                "verse_text": "Jesus took him away from the crowd by himself and put his fingers in the man&quot;s ears. Then he spit and touched the man&quot;s tongue."
            },
            {
                "verse_number": "34",
                "verse_text": "Looking into heaven, Jesus sighed deeply and said, &apos; Ephphatha, &apos; which means, &apos;Open up.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "At once, his ears opened, his twisted tongue was released, and he began to speak clearly."
            },
            {
                "verse_number": "36",
                "verse_text": "Jesus gave the people strict orders not to tell anyone. But the more he tried to silence them, the more eagerly they shared the news."
            },
            {
                "verse_number": "37",
                "verse_text": "People were overcome with wonder, saying, &apos;He does everything well! He even makes the deaf to hear and gives speech to those who can&quot;t speak.&apos;"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "In those days there was another large crowd with nothing to eat. Jesus called his disciples and told them,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos; I feel sorry for the crowd because they have been with me for three days and have nothing to eat."
            },
            {
                "verse_number": "3",
                "verse_text": "If I send them away hungry to their homes, they won&quot;t have enough strength to travel, for some have come a long distance. &apos; They said, &apos;Seven loaves.&apos; They answered, &apos;Twelve.&apos; They answered, &apos;Seven.&apos; Peter answered, &apos;You are the Christ.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "His disciples responded, &apos;How can anyone get enough food in this wilderness to satisfy these people?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus asked, &apos; How much bread do you have? &apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "He told the crowd to sit on the ground. He took the seven loaves, gave thanks, broke them apart, and gave them to his disciples to distribute; and they gave the bread to the crowd."
            },
            {
                "verse_number": "7",
                "verse_text": "They also had a few fish. He said a blessing over them, then gave them to the disciples to hand out also."
            },
            {
                "verse_number": "8",
                "verse_text": "They ate until they were full. They collected seven baskets full of leftovers."
            },
            {
                "verse_number": "9",
                "verse_text": "This was a crowd of about four thousand people! Jesus sent them away,"
            },
            {
                "verse_number": "10",
                "verse_text": "then got into a boat with his disciples and went over to the region of Dalmanutha."
            },
            {
                "verse_number": "11",
                "verse_text": "The Pharisees showed up and began to argue with Jesus. To test him, they asked for a sign from heaven."
            },
            {
                "verse_number": "12",
                "verse_text": "With an impatient sigh, Jesus said, &apos; Why does this generation look for a sign? I assure you that no sign will be given to it. &apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Leaving them, he got back in the boat and crossed to the other side of the lake."
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus&quot; disciples had forgotten to bring any bread, so they had only one loaf with them in the boat."
            },
            {
                "verse_number": "15",
                "verse_text": "He gave them strict orders: &apos; Watch out and be on your guard for the yeast of the Pharisees as well as the yeast of Herod. &apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The disciples discussed this among themselves, &apos;He said this because we have no bread.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus knew what they were discussing and said, &apos; Why are you talking about the fact that you don&quot;t have any bread? Don&quot;t you grasp what has happened? Don&quot;t you understand? Are your hearts so resistant to what God is doing?"
            },
            {
                "verse_number": "18",
                "verse_text": "Don&quot;t you have eyes? Why can&quot;t you see? Don&quot;t you have ears? Why can&quot;t you hear? Don&quot;t you remember?"
            },
            {
                "verse_number": "19",
                "verse_text": "When I broke five loaves of bread for those five thousand people, how many baskets full of leftovers did you gather? &apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos; And when I broke seven loaves of bread for those four thousand people, how many baskets full of leftovers did you gather? &apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus said to them, &apos; And you still don&quot;t understand? &apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus and his disciples came to Bethsaida. Some people brought a blind man to Jesus and begged him to touch and heal him."
            },
            {
                "verse_number": "23",
                "verse_text": "Taking the blind man&quot;s hand, Jesus led him out of the village. After spitting on his eyes and laying his hands on the man, he asked him, &apos; Do you see anything? &apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "The man looked up and said, &apos;I see people. They look like trees, only they are walking around.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then Jesus placed his hands on the man&quot;s eyes again. He looked with his eyes wide open, his sight was restored, and he could see everything clearly."
            },
            {
                "verse_number": "26",
                "verse_text": "Then Jesus sent him home, saying, &apos; Don&quot;t go into the village! &apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Jesus and his disciples went into the villages near Caesarea Philippi. On the way he asked his disciples, &apos; Who do people say that I am? &apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "They told him, &apos;Some say John the Baptist, others Elijah, and still others one of the prophets.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "He asked them, &apos; And what about you? Who do you say that I am? &apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Jesus ordered them not to tell anyone about him."
            },
            {
                "verse_number": "31",
                "verse_text": "Then Jesus began to teach his disciples: &apos; The Human One must suffer many things and be rejected by the elders, chief priests, and the legal experts, and be killed, and then, after three days, rise from the dead. &apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "He said this plainly. But Peter took hold of Jesus and, scolding him, began to correct him."
            },
            {
                "verse_number": "33",
                "verse_text": "Jesus turned and looked at his disciples, then sternly corrected Peter: &apos; Get behind me, Satan. You are not thinking God&quot;s thoughts but human thoughts. &apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "After calling the crowd together with his disciples, Jesus said to them, &apos; All who want to come after me must say no to themselves, take up their cross, and follow me."
            },
            {
                "verse_number": "35",
                "verse_text": "All who want to save their lives will lose them. But all who lose their lives because of me and because of the good news will save them."
            },
            {
                "verse_number": "36",
                "verse_text": "Why would people gain the whole world but lose their lives?"
            },
            {
                "verse_number": "37",
                "verse_text": "What will people give in exchange for their lives?"
            },
            {
                "verse_number": "38",
                "verse_text": "Whoever is ashamed of me and my words in this unfaithful and sinful generation, the Human One will be ashamed of that person when he comes in the Father&quot;s glory with the holy angels. &apos;"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Jesus continued, &apos; I assure you that some standing here won&quot;t die before they see God&quot;s kingdom arrive in power. &apos; He said, &apos;Since he was a child."
            },
            {
                "verse_number": "2",
                "verse_text": "Six days later Jesus took Peter, James, and John, and brought them to the top of a very high mountain where they were alone. He was transformed in front of them,"
            },
            {
                "verse_number": "3",
                "verse_text": "and his clothes were amazingly bright, brighter than if they had been bleached white."
            },
            {
                "verse_number": "4",
                "verse_text": "Elijah and Moses appeared and were talking with Jesus."
            },
            {
                "verse_number": "5",
                "verse_text": "Peter reacted to all of this by saying to Jesus, &apos;Rabbi, it&quot;s good that we&quot;re here. Let&quot;s make three shrines&ndash;one for you, one for Moses, and one for Elijah.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "He said this because he didn&quot;t know how to respond, for the three of them were terrified."
            },
            {
                "verse_number": "7",
                "verse_text": "Then a cloud overshadowed them, and a voice spoke from the cloud, &apos;This is my Son, whom I dearly love. Listen to him!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Suddenly, looking around, they no longer saw anyone with them except Jesus."
            },
            {
                "verse_number": "9",
                "verse_text": "As they were coming down the mountain, he ordered them not to tell anyone what they had seen until after the Human One had risen from the dead."
            },
            {
                "verse_number": "10",
                "verse_text": "So they kept it to themselves, wondering, &apos;What&quot;s this &quot;rising from the dead&quot;?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "They asked Jesus, &apos;Why do the legal experts say that Elijah must come first?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "He answered, &apos; Elijah does come first to restore all things. Why was it written that the Human One would suffer many things and be rejected?"
            },
            {
                "verse_number": "13",
                "verse_text": "In fact, I tell you that Elijah has come, but they did to him whatever they wanted, just as it was written about him. &apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "When Jesus, Peter, James, and John approached the other disciples, they saw a large crowd surrounding them and legal experts arguing with them."
            },
            {
                "verse_number": "15",
                "verse_text": "Suddenly the whole crowd caught sight of Jesus. They ran to greet him, overcome with excitement."
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus asked them, &apos; What are you arguing about? &apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Someone from the crowd responded, &apos;Teacher, I brought my son to you, since he has a spirit that doesn&quot;t allow him to speak."
            },
            {
                "verse_number": "18",
                "verse_text": "Wherever it overpowers him, it throws him into a fit. He foams at the mouth, grinds his teeth, and stiffens up. So I spoke to your disciples to see if they could throw it out, but they couldn&quot;t.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus answered them, &apos; You faithless generation, how long will I be with you? How long will I put up with you? Bring him to me. &apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "They brought him. When the spirit saw Jesus, it immediately threw the boy into a fit. He fell on the ground and rolled around, foaming at the mouth."
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus asked his father, &apos; How long has this been going on? &apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "It has often thrown him into a fire or into water trying to kill him. If you can do anything, help us! Show us compassion!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus said to him, &apos; &quot;If you can do anything&quot;? All things are possible for the one who has faith. &apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "At that the boy&quot;s father cried out, &apos;I have faith; help my lack of faith!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Noticing that the crowd had surged together, Jesus spoke harshly to the unclean spirit, &apos; Mute and deaf spirit, I command you to come out of him and never enter him again. &apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "After screaming and shaking the boy horribly, the spirit came out. The boy seemed to be dead; in fact, several people said that he had died."
            },
            {
                "verse_number": "27",
                "verse_text": "But Jesus took his hand, lifted him up, and he arose."
            },
            {
                "verse_number": "28",
                "verse_text": "After Jesus went into a house, his disciples asked him privately, &apos;Why couldn&quot;t we throw this spirit out?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus answered, &apos; Throwing this kind of spirit out requires prayer. &apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "From there Jesus and his followers went through Galilee, but he didn&quot;t want anyone to know it."
            },
            {
                "verse_number": "31",
                "verse_text": "This was because he was teaching his disciples, &apos; The Human One will be delivered into human hands. They will kill him. Three days after he is killed he will rise up. &apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "But they didn&quot;t understand this kind of talk, and they were afraid to ask him."
            },
            {
                "verse_number": "33",
                "verse_text": "They entered Capernaum. When they had come into a house, he asked them, &apos; What were you arguing about during the journey? &apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "They didn&quot;t respond, since on the way they had been debating with each other about who was the greatest."
            },
            {
                "verse_number": "35",
                "verse_text": "He sat down, called the Twelve, and said to them, &apos; Whoever wants to be first must be least of all and the servant of all. &apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Jesus reached for a little child, placed him among the Twelve, and embraced him. Then he said,"
            },
            {
                "verse_number": "37",
                "verse_text": "&apos; Whoever welcomes one of these children in my name welcomes me; and whoever welcomes me isn&quot;t actually welcoming me but rather the one who sent me. &apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "John said to Jesus, &apos;Teacher, we saw someone throwing demons out in your name, and we tried to stop him because he wasn&quot;t following us.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus replied, &apos; Don&quot;t stop him. No one who does powerful acts in my name can quickly turn around and curse me."
            },
            {
                "verse_number": "40",
                "verse_text": "Whoever isn&quot;t against us is for us."
            },
            {
                "verse_number": "41",
                "verse_text": "I assure you that whoever gives you a cup of water to drink because you belong to Christ will certainly be rewarded."
            },
            {
                "verse_number": "42",
                "verse_text": "&apos; As for whoever causes these little ones who believe in me to trip and fall into sin, it would be better for them to have a huge stone hung around their necks and to be thrown into the lake."
            },
            {
                "verse_number": "43",
                "verse_text": "If your hand causes you to fall into sin, chop it off. It&quot;s better for you to enter into life crippled than to go away with two hands into the fire of hell, which can&quot;t be put out."
            },
            {
                "verse_number": "45",
                "verse_text": "If your foot causes you to fall into sin, chop it off. It&quot;s better for you to enter life lame than to be thrown into hell with two feet."
            },
            {
                "verse_number": "47",
                "verse_text": "If your eye causes you to fall into sin, tear it out. It&quot;s better for you to enter God&quot;s kingdom with one eye than to be thrown into hell with two."
            },
            {
                "verse_number": "48",
                "verse_text": "That&quot;s a place where worms don&quot;t die and the fire never goes out ."
            },
            {
                "verse_number": "49",
                "verse_text": "Everyone will be salted with fire."
            },
            {
                "verse_number": "50",
                "verse_text": "Salt is good; but if salt loses its saltiness, how will it become salty again? Maintain salt among yourselves and keep peace with each other. &apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Jesus left that place and went beyond the Jordan and into the region of Judea. Crowds gathered around him again and, as usual, he taught them."
            },
            {
                "verse_number": "2",
                "verse_text": "Some Pharisees came and, trying to test him, they asked, &apos;Does the Law allow a man to divorce his wife?&apos; Jesus said, &apos; You will drink the cup I drink and receive the baptism I receive, They called the blind man, &apos;Be encouraged! Get up! He&quot;s calling you.&apos; The blind man said, &apos;Teacher, I want to see.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus answered, &apos; What did Moses command you? &apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "They said, &apos;Moses allowed a man to write a divorce certificate and to divorce his wife.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus said to them, &apos; He wrote this commandment for you because of your unyielding hearts."
            },
            {
                "verse_number": "6",
                "verse_text": "At the beginning of creation, God made them male and female ."
            },
            {
                "verse_number": "7",
                "verse_text": "Because of this, a man should leave his father and mother and be joined together with his wife,"
            },
            {
                "verse_number": "8",
                "verse_text": "and the two will be one flesh. So they are no longer two but one flesh."
            },
            {
                "verse_number": "9",
                "verse_text": "Therefore, humans must not pull apart what God has put together. &apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Inside the house, the disciples asked him again about this."
            },
            {
                "verse_number": "11",
                "verse_text": "He said to them, &apos; Whoever divorces his wife and marries another commits adultery against her;"
            },
            {
                "verse_number": "12",
                "verse_text": "and if a wife divorces her husband and marries another, she commits adultery. &apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "People were bringing children to Jesus so that he would bless them. But the disciples scolded them."
            },
            {
                "verse_number": "14",
                "verse_text": "When Jesus saw this, he grew angry and said to them, &apos; Allow the children to come to me. Don&quot;t forbid them, because God&quot;s kingdom belongs to people like these children."
            },
            {
                "verse_number": "15",
                "verse_text": "I assure you that whoever doesn&quot;t welcome God&quot;s kingdom like a child will never enter it. &apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then he hugged the children and blessed them."
            },
            {
                "verse_number": "17",
                "verse_text": "As Jesus continued down the road, a man ran up, knelt before him, and asked, &apos;Good Teacher, what must I do to obtain eternal life?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Jesus replied, &apos; Why do you call me good? No one is good except the one God."
            },
            {
                "verse_number": "19",
                "verse_text": "You know the commandments: Don&quot;t commit murder. Don&quot;t commit adultery. Don&quot;t steal. Don&quot;t give false testimony . Don&quot;t cheat. Honor your father and mother . &apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Teacher,&apos; he responded, &apos;I&quot;ve kept all of these things since I was a boy.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus looked at him carefully and loved him. He said, &apos; You are lacking one thing. Go, sell what you own, and give the money to the poor. Then you will have treasure in heaven. And come, follow me. &apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But the man was dismayed at this statement and went away saddened, because he had many possessions."
            },
            {
                "verse_number": "23",
                "verse_text": "Looking around, Jesus said to his disciples, &apos; It will be very hard for the wealthy to enter God&quot;s kingdom! &apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "His words startled the disciples, so Jesus told them again, &apos; Children, it&quot;s difficult to enter God&quot;s kingdom!"
            },
            {
                "verse_number": "25",
                "verse_text": "It&quot;s easier for a camel to squeeze through the eye of a needle than for a rich person to enter God&quot;s kingdom. &apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "They were shocked even more and said to each other, &apos;Then who can be saved?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Jesus looked at them carefully and said, &apos; It&quot;s impossible with human beings, but not with God. All things are possible for God. &apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Peter said to him, &apos;Look, we&quot;ve left everything and followed you.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus said, &apos; I assure you that anyone who has left house, brothers, sisters, mother, father, children, or farms because of me and because of the good news"
            },
            {
                "verse_number": "30",
                "verse_text": "will receive one hundred times as much now in this life&ndash;houses, brothers, sisters, mothers, children, and farms (with harassment)&ndash;and in the coming age, eternal life."
            },
            {
                "verse_number": "31",
                "verse_text": "But many who are first will be last. And many who are last will be first. &apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Jesus and his disciples were on the road, going up to Jerusalem, with Jesus in the lead. The disciples were amazed while the others following behind were afraid. Taking the Twelve aside again, he told them what was about to happen to him."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos; Look! &apos; he said. &apos; We&quot;re going up to Jerusalem. The Human One will be handed over to the chief priests and the legal experts. They will condemn him to death and hand him over to the Gentiles."
            },
            {
                "verse_number": "34",
                "verse_text": "They will ridicule him, spit on him, torture him, and kill him. After three days, he will rise up. &apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "James and John, Zebedee&quot;s sons, came to Jesus and said, &apos;Teacher, we want you to do for us whatever we ask.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "&apos; What do you want me to do for you? &apos; he asked."
            },
            {
                "verse_number": "37",
                "verse_text": "They said, &apos;Allow one of us to sit on your right and the other on your left when you enter your glory.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Jesus replied, &apos; You don&quot;t know what you&quot;re asking! Can you drink the cup I drink or receive the baptism I receive? &apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "&apos;We can,&apos; they answered."
            },
            {
                "verse_number": "40",
                "verse_text": "but to sit at my right or left hand isn&quot;t mine to give. It belongs to those for whom it has been prepared. &apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Now when the other ten disciples heard about this, they became angry with James and John."
            },
            {
                "verse_number": "42",
                "verse_text": "Jesus called them over and said, &apos; You know that the ones who are considered the rulers by the Gentiles show off their authority over them and their high-ranking officials order them around."
            },
            {
                "verse_number": "43",
                "verse_text": "But that&quot;s not the way it will be with you. Whoever wants to be great among you will be your servant."
            },
            {
                "verse_number": "44",
                "verse_text": "Whoever wants to be first among you will be the slave of all,"
            },
            {
                "verse_number": "45",
                "verse_text": "for the Human One didn&quot;t come to be served but rather to serve and to give his life to liberate many people. &apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "Jesus and his followers came into Jericho. As Jesus was leaving Jericho, together with his disciples and a sizable crowd, a blind beggar named Bartimaeus, Timaeus&quot; son, was sitting beside the road."
            },
            {
                "verse_number": "47",
                "verse_text": "When he heard that Jesus of Nazareth was there, he began to shout, &apos;Jesus, Son of David, show me mercy!&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "Many scolded him, telling him to be quiet, but he shouted even louder, &apos;Son of David, show me mercy!&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Jesus stopped and said, &apos; Call him forward. &apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "Throwing his coat to the side, he jumped up and came to Jesus."
            },
            {
                "verse_number": "51",
                "verse_text": "Jesus asked him, &apos; What do you want me to do for you? &apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "Jesus said, &apos; Go, your faith has healed you. &apos; At once he was able to see, and he began to follow Jesus on the way."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "When Jesus and his followers approached Jerusalem, they came to Bethphage and Bethany at the Mount of Olives. Jesus gave two disciples a task,"
            },
            {
                "verse_number": "2",
                "verse_text": "saying to them, &apos; Go into the village over there. As soon as you enter it, you will find tied up there a colt that no one has ridden. Untie it and bring it here."
            },
            {
                "verse_number": "3",
                "verse_text": "If anyone says to you, &quot;Why are you doing this?&quot; say, &quot;Its master needs it, and he will send it back right away.&quot; &apos; Jesus replied, &apos; Neither will I tell you what kind of authority I have to do these things. &apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "They went and found a colt tied to a gate outside on the street, and they untied it."
            },
            {
                "verse_number": "5",
                "verse_text": "Some people standing around said to them, &apos;What are you doing, untying the colt?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "They told them just what Jesus said, and they left them alone."
            },
            {
                "verse_number": "7",
                "verse_text": "They brought the colt to Jesus and threw their clothes upon it, and he sat on it."
            },
            {
                "verse_number": "8",
                "verse_text": "Many people spread out their clothes on the road while others spread branches cut from the fields."
            },
            {
                "verse_number": "9",
                "verse_text": "Those in front of him and those following were shouting, &apos; Hosanna! Blessings on the one who comes in the name of the Lord!"
            },
            {
                "verse_number": "10",
                "verse_text": "Blessings on the coming kingdom of our ancestor David! Hosanna in the highest!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus entered Jerusalem and went into the temple. After he looked around at everything, because it was already late in the evening, he returned to Bethany with the Twelve."
            },
            {
                "verse_number": "12",
                "verse_text": "The next day, after leaving Bethany, Jesus was hungry."
            },
            {
                "verse_number": "13",
                "verse_text": "From far away, he noticed a fig tree in leaf, so he went to see if he could find anything on it. When he came to it, he found nothing except leaves, since it wasn&quot;t the season for figs."
            },
            {
                "verse_number": "14",
                "verse_text": "So he said to it, &apos; No one will ever again eat your fruit! &apos; His disciples heard this."
            },
            {
                "verse_number": "15",
                "verse_text": "They came into Jerusalem. After entering the temple, he threw out those who were selling and buying there. He pushed over the tables used for currency exchange and the chairs of those who sold doves."
            },
            {
                "verse_number": "16",
                "verse_text": "He didn&quot;t allow anyone to carry anything through the temple."
            },
            {
                "verse_number": "17",
                "verse_text": "He taught them, &apos; Hasn&quot;t it been written, My house will be called a house of prayer for all nations? But you&quot;ve turned it into a hideout for crooks . &apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The chief priests and legal experts heard this and tried to find a way to destroy him. They regarded him as dangerous because the whole crowd was enthralled at his teaching."
            },
            {
                "verse_number": "19",
                "verse_text": "When it was evening, Jesus and his disciples went outside the city."
            },
            {
                "verse_number": "20",
                "verse_text": "Early in the morning, as Jesus and his disciples were walking along, they saw the fig tree withered from the root up."
            },
            {
                "verse_number": "21",
                "verse_text": "Peter remembered and said to Jesus, &apos;Rabbi, look how the fig tree you cursed has dried up.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus responded to them, &apos; Have faith in God!"
            },
            {
                "verse_number": "23",
                "verse_text": "I assure you that whoever says to this mountain, &quot;Be lifted up and thrown into the sea&quot;&ndash;and doesn&quot;t waver but believes that what is said will really happen&ndash;it will happen."
            },
            {
                "verse_number": "24",
                "verse_text": "Therefore I say to you, whatever you pray and ask for, believe that you will receive it, and it will be so for you."
            },
            {
                "verse_number": "25",
                "verse_text": "And whenever you stand up to pray, if you have something against anyone, forgive so that your Father in heaven may forgive you your wrongdoings. &apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Jesus and his disciples entered Jerusalem again. As Jesus was walking around the temple, the chief priests, legal experts, and elders came to him."
            },
            {
                "verse_number": "28",
                "verse_text": "They asked, &apos;What kind of authority do you have for doing these things? Who gave you this authority to do them?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus said to them, &apos; I have a question for you. Give me an answer, then I&quot;ll tell you what kind of authority I have to do these things."
            },
            {
                "verse_number": "30",
                "verse_text": "Was John&quot;s baptism of heavenly or of human origin? Answer me. &apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "They argued among themselves, &apos;If we say, &quot;It&quot;s of heavenly origin,&quot; he&quot;ll say, &quot;Then why didn&quot;t you believe him?&quot;"
            },
            {
                "verse_number": "32",
                "verse_text": "But we can&quot;t say, &quot;It&quot;s of earthly origin.&quot;&apos; They said this because they were afraid of the crowd, because they all thought John was a prophet."
            },
            {
                "verse_number": "33",
                "verse_text": "They answered Jesus, &apos;We don&quot;t know.&apos;"
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Jesus spoke to them in parables. &apos;A man planted a vineyard, put a fence around it, dug a pit for the winepress, and built a tower. Then he rented it to tenant farmers and took a trip."
            },
            {
                "verse_number": "2",
                "verse_text": "When it was time, he sent a servant to collect from the tenants his share of the fruit of the vineyard."
            },
            {
                "verse_number": "3",
                "verse_text": "But they grabbed the servant, beat him, and sent him away empty-handed."
            },
            {
                "verse_number": "4",
                "verse_text": "Again the landowner sent another servant to them, but they struck him on the head and treated him disgracefully."
            },
            {
                "verse_number": "5",
                "verse_text": "He sent another one; that one they killed. The landlord sent many other servants, but the tenants beat some and killed others."
            },
            {
                "verse_number": "6",
                "verse_text": "Now the landowner had one son whom he loved dearly. He sent him last, thinking, They will respect my son."
            },
            {
                "verse_number": "7",
                "verse_text": "But those tenant farmers said to each other, &quot;This is the heir. Let&quot;s kill him, and the inheritance will be ours.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "They grabbed him, killed him, and threw him out of the vineyard. &apos;Caesar&quot;s,&apos; they replied."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos; So what will the owner of the vineyard do? He will come and destroy those tenants and give the vineyard to others."
            },
            {
                "verse_number": "10",
                "verse_text": "Haven&quot;t you read this scripture, The stone that the builders rejected has become the cornerstone."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord has done this, and it&quot;s amazing in our eyes? &apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "They wanted to arrest Jesus because they knew that he had told the parable against them. But they were afraid of the crowd, so they left him and went away."
            },
            {
                "verse_number": "13",
                "verse_text": "They sent some of the Pharisees and supporters of Herod to trap him in his words."
            },
            {
                "verse_number": "14",
                "verse_text": "They came to him and said, &apos;Teacher, we know that you&quot;re genuine and you don&quot;t worry about what people think. You don&quot;t show favoritism but teach God&quot;s way as it really is. Does the Law allow people to pay taxes to Caesar or not? Should we pay taxes or not?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Since Jesus recognized their deceit, he said to them, &apos; Why are you testing me? Bring me a coin. Show it to me. &apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "And they brought one. He said to them, &apos; Whose image and inscription is this? &apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus said to them, &apos; Give to Caesar what belongs to Caesar and to God what belongs to God. &apos; His reply left them overcome with wonder."
            },
            {
                "verse_number": "18",
                "verse_text": "Sadducees, who deny that there is a resurrection, came to Jesus and asked,"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Teacher, Moses wrote for us that if a man&quot;s brother dies , leaving a widow but no children, the brother must marry the widow and raise up children for his brother."
            },
            {
                "verse_number": "20",
                "verse_text": "Now there were seven brothers. The first one married a woman; when he died, he left no children."
            },
            {
                "verse_number": "21",
                "verse_text": "The second married her and died without leaving any children. The third did the same."
            },
            {
                "verse_number": "22",
                "verse_text": "None of the seven left any children. Finally, the woman died."
            },
            {
                "verse_number": "23",
                "verse_text": "At the resurrection, when they all rise up, whose wife will she be? All seven were married to her.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus said to them, &apos; Isn&quot;t this the reason you are wrong, because you don&quot;t know either the scriptures or God&quot;s power?"
            },
            {
                "verse_number": "25",
                "verse_text": "When people rise from the dead, they won&quot;t marry nor will they be given in marriage. Instead, they will be like God&quot;s angels."
            },
            {
                "verse_number": "26",
                "verse_text": "As for the resurrection from the dead, haven&quot;t you read in the scroll from Moses, in the passage about the burning bush, how God said to Moses, I am the God of Abraham, the God of Isaac, and the God of Jacob?"
            },
            {
                "verse_number": "27",
                "verse_text": "He isn&quot;t the God of the dead but of the living. You are seriously mistaken. &apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "One of the legal experts heard their dispute and saw how well Jesus answered them. He came over and asked him, &apos;Which commandment is the most important of all?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus replied, &apos; The most important one is Israel, listen! Our God is the one Lord,"
            },
            {
                "verse_number": "30",
                "verse_text": "and you must love the Lord your God with all your heart, with all your being, with all your mind, and with all your strength."
            },
            {
                "verse_number": "31",
                "verse_text": "The second is this, You will love your neighbor as yourself . No other commandment is greater than these. &apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "The legal expert said to him, &apos;Well said, Teacher. You have truthfully said that God is one and there is no other besides him."
            },
            {
                "verse_number": "33",
                "verse_text": "And to love God with all of the heart, a full understanding, and all of one&quot;s strength, and to love one&quot;s neighbor as oneself is much more important than all kinds of entirely burned offerings and sacrifices.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "When Jesus saw that he had answered with wisdom, he said to him, &apos; You aren&quot;t far from God&quot;s kingdom. &apos; After that, no one dared to ask him any more questions."
            },
            {
                "verse_number": "35",
                "verse_text": "While Jesus was teaching in the temple, he said, &apos; Why do the legal experts say that the Christ is David&quot;s son?"
            },
            {
                "verse_number": "36",
                "verse_text": "David himself, inspired by the Holy Spirit, said, The Lord said to my lord, &quot;Sit at my right side until I turn your enemies into your footstool.&quot;"
            },
            {
                "verse_number": "37",
                "verse_text": "David himself calls him &quot;Lord,&quot; so how can he be David&quot;s son? &apos; The large crowd listened to him with delight."
            },
            {
                "verse_number": "38",
                "verse_text": "As he was teaching, he said, &apos; Watch out for the legal experts. They like to walk around in long robes. They want to be greeted with honor in the markets."
            },
            {
                "verse_number": "39",
                "verse_text": "They long for places of honor in the synagogues and at banquets."
            },
            {
                "verse_number": "40",
                "verse_text": "They are the ones who cheat widows out of their homes, and to show off they say long prayers. They will be judged most harshly. &apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Jesus sat across from the collection box for the temple treasury and observed how the crowd gave their money. Many rich people were throwing in lots of money."
            },
            {
                "verse_number": "42",
                "verse_text": "One poor widow came forward and put in two small copper coins worth a penny."
            },
            {
                "verse_number": "43",
                "verse_text": "Jesus called his disciples to him and said, &apos; I assure you that this poor widow has put in more than everyone who&quot;s been putting money in the treasury."
            },
            {
                "verse_number": "44",
                "verse_text": "All of them are giving out of their spare change. But she from her hopeless poverty has given everything she had, even what she needed to live on. &apos;"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "As Jesus left the temple, one of his disciples said to him, &apos;Teacher, look! What awesome stones and buildings!&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus responded, &apos; Do you see these enormous buildings? Not even one stone will be left upon another. All will be demolished. &apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus was sitting on the Mount of Olives across from the temple. Peter, James, John, and Andrew asked him privately,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Tell us, when will these things happen? What sign will show that all these things are about to come to an end?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus said, &apos;Watch out that no one deceives you."
            },
            {
                "verse_number": "6",
                "verse_text": "Many people will come in my name, saying, &quot;I&quot;m the one!&quot; They will deceive many people."
            },
            {
                "verse_number": "7",
                "verse_text": "When you hear of wars and reports of wars, don&quot;t be alarmed. These things must happen, but this isn&quot;t the end yet."
            },
            {
                "verse_number": "8",
                "verse_text": "Nations and kingdoms will fight against each other, and there will be earthquakes and famines in all sorts of places. These things are just the beginning of the sufferings associated with the end."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Watch out for yourselves. People will hand you over to the councils. You will be beaten in the synagogues. You will stand before governors and kings because of me so that you can testify before them."
            },
            {
                "verse_number": "10",
                "verse_text": "First, the good news must be proclaimed to all the nations."
            },
            {
                "verse_number": "11",
                "verse_text": "When they haul you in and hand you over, don&quot;t worry ahead of time about what to answer or say. Instead, say whatever is given to you at that moment, for you aren&quot;t doing the speaking but the Holy Spirit is."
            },
            {
                "verse_number": "12",
                "verse_text": "Brothers and sisters will hand each other over to death. A father will turn in his children. Children will rise up against their parents and have them executed."
            },
            {
                "verse_number": "13",
                "verse_text": "Everyone will hate you because of my name. But whoever stands firm until the end will be saved."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;When you see the disgusting and destructive thing standing where it shouldn&quot;t be (the reader should understand this), then those in Judea must escape to the mountains."
            },
            {
                "verse_number": "15",
                "verse_text": "Those on the roof shouldn&quot;t come down or enter their houses to grab anything."
            },
            {
                "verse_number": "16",
                "verse_text": "Those in the field shouldn&quot;t come back to grab their clothes."
            },
            {
                "verse_number": "17",
                "verse_text": "How terrible it will be at that time for women who are pregnant and for women who are nursing their children."
            },
            {
                "verse_number": "18",
                "verse_text": "Pray that it doesn&quot;t happen in winter."
            },
            {
                "verse_number": "19",
                "verse_text": "In those days there will be great suffering such as the world has never before seen and will never again see."
            },
            {
                "verse_number": "20",
                "verse_text": "If the Lord hadn&quot;t shortened that time, no one would be rescued. But for the sake of the chosen ones, the ones whom God chose, he has cut short the time."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Then if someone says to you, &quot;Look, here&quot;s the Christ,&quot; or &quot;There he is,&quot; don&quot;t believe it."
            },
            {
                "verse_number": "22",
                "verse_text": "False christs and false prophets will appear, and they will offer signs and wonders in order to deceive, if possible, those whom God has chosen."
            },
            {
                "verse_number": "23",
                "verse_text": "But you, watch out! I&quot;ve told you everything ahead of time."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;In those days, after the suffering of that time, the sun will become dark, and the moon won&quot;t give its light."
            },
            {
                "verse_number": "25",
                "verse_text": "The stars will fall from the sky, and the planets and other heavenly bodies will be shaken."
            },
            {
                "verse_number": "26",
                "verse_text": "Then they will see the Human One coming in the clouds with great power and splendor."
            },
            {
                "verse_number": "27",
                "verse_text": "Then he will send the angels and gather together his chosen people from the four corners of the earth, from the end of the earth to the end of heaven."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Learn this parable from the fig tree. After its branch becomes tender and it sprouts new leaves, you know that summer is near."
            },
            {
                "verse_number": "29",
                "verse_text": "In the same way, when you see these things happening, you know that he&quot;s near, at the door."
            },
            {
                "verse_number": "30",
                "verse_text": "I assure you that this generation won&quot;t pass away until all these things happen."
            },
            {
                "verse_number": "31",
                "verse_text": "Heaven and earth will pass away, but my words will certainly not pass away."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos; But nobody knows when that day or hour will come, not the angels in heaven and not the Son. Only the Father knows."
            },
            {
                "verse_number": "33",
                "verse_text": "Watch out! Stay alert! You don&quot;t know when the time is coming."
            },
            {
                "verse_number": "34",
                "verse_text": "It is as if someone took a trip, left the household behind, and put the servants in charge, giving each one a job to do, and told the doorkeeper to stay alert."
            },
            {
                "verse_number": "35",
                "verse_text": "Therefore, stay alert! You don&quot;t know when the head of the household will come, whether in the evening or at midnight, or when the rooster crows in the early morning or at daybreak."
            },
            {
                "verse_number": "36",
                "verse_text": "Don&quot;t let him show up when you weren&quot;t expecting and find you sleeping."
            },
            {
                "verse_number": "37",
                "verse_text": "What I say to you, I say to all: Stay alert! &apos;"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "It was two days before Passover and the Festival of Unleavened Bread. The chief priests and legal experts through cunning tricks were searching for a way to arrest Jesus and kill him."
            },
            {
                "verse_number": "2",
                "verse_text": "But they agreed that it shouldn&quot;t happen during the festival; otherwise, there would be an uproar among the people. They all condemned him. &apos;He deserves to die!&apos; A short time later, those standing around again said to Peter, &apos;You must be one of them, because you are also a Galilean.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus was at Bethany visiting the house of Simon, who had a skin disease. During dinner, a woman came in with a vase made of alabaster and containing very expensive perfume of pure nard. She broke open the vase and poured the perfume on his head."
            },
            {
                "verse_number": "4",
                "verse_text": "Some grew angry. They said to each other, &apos;Why waste the perfume?"
            },
            {
                "verse_number": "5",
                "verse_text": "This perfume could have been sold for almost a year&quot;s pay and the money given to the poor.&apos; And they scolded her."
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus said, &apos; Leave her alone. Why do you make trouble for her? She has done a good thing for me."
            },
            {
                "verse_number": "7",
                "verse_text": "You always have the poor with you; and whenever you want, you can do something good for them. But you won&quot;t always have me."
            },
            {
                "verse_number": "8",
                "verse_text": "She has done what she could. She has anointed my body ahead of time for burial."
            },
            {
                "verse_number": "9",
                "verse_text": "I tell you the truth that, wherever in the whole world the good news is announced, what she&quot;s done will also be told in memory of her. &apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Judas Iscariot, one of the Twelve, went to the chief priests to give Jesus up to them."
            },
            {
                "verse_number": "11",
                "verse_text": "When they heard it, they were delighted and promised to give him money. So he started looking for an opportunity to turn him in."
            },
            {
                "verse_number": "12",
                "verse_text": "On the first day of the Festival of Unleavened Bread, when the Passover lamb was sacrificed, the disciples said to Jesus, &apos;Where do you want us to prepare for you to eat the Passover meal?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "He sent two of his disciples and said to them, &apos; Go into the city. A man carrying a water jar will meet you. Follow him."
            },
            {
                "verse_number": "14",
                "verse_text": "Wherever he enters, say to the owner of the house, &quot;The teacher asks, &apos; Where is my guest room where I can eat the Passover meal with my disciples? &apos; &quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "He will show you a large room upstairs already furnished. Prepare for us there. &apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The disciples left, came into the city, found everything just as he had told them, and they prepared the Passover meal."
            },
            {
                "verse_number": "17",
                "verse_text": "That evening, Jesus arrived with the Twelve."
            },
            {
                "verse_number": "18",
                "verse_text": "During the meal, Jesus said, &apos; I assure you that one of you will betray me&ndash;someone eating with me. &apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Deeply saddened, they asked him, one by one, &apos;It&quot;s not me, is it?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus answered, &apos; It&quot;s one of the Twelve, one who is dipping bread with me into this bowl."
            },
            {
                "verse_number": "21",
                "verse_text": "The Human One goes to his death just as it is written about him. But how terrible it is for that person who betrays the Human One! It would have been better for him if he had never been born. &apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "While they were eating, Jesus took bread, blessed it, broke it, and gave it to them, and said, &apos; Take; this is my body. &apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "He took a cup, gave thanks, and gave it to them, and they all drank from it."
            },
            {
                "verse_number": "24",
                "verse_text": "He said to them, &apos; This is my blood of the covenant, which is poured out for many."
            },
            {
                "verse_number": "25",
                "verse_text": "I assure you that I won&quot;t drink wine again until that day when I drink it in a new way in God&quot;s kingdom. &apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "After singing songs of praise, they went out to the Mount of Olives."
            },
            {
                "verse_number": "27",
                "verse_text": "Jesus said to them, &apos; You will all falter in your faithfulness to me. It is written, I will hit the shepherd, and the sheep will go off in all directions ."
            },
            {
                "verse_number": "28",
                "verse_text": "But after I&quot;m raised up, I will go before you to Galilee. &apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Peter said to him, &apos;Even if everyone else stumbles, I won&quot;t.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "But Jesus said to him, &apos; I assure you that on this very night, before the rooster crows twice, you will deny me three times. &apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "But Peter insisted, &apos;If I must die alongside you, I won&quot;t deny you.&apos; And they all said the same thing."
            },
            {
                "verse_number": "32",
                "verse_text": "Jesus and his disciples came to a place called Gethsemane. Jesus said to them, &apos; Sit here while I pray. &apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "He took Peter, James, and John along with him. He began to feel despair and was anxious."
            },
            {
                "verse_number": "34",
                "verse_text": "He said to them, &apos; I&quot;m very sad. It&quot;s as if I&quot;m dying. Stay here and keep alert. &apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Then he went a short distance farther and fell to the ground. He prayed that, if possible, he might be spared the time of suffering."
            },
            {
                "verse_number": "36",
                "verse_text": "He said, &apos; Abba, Father, for you all things are possible. Take this cup of suffering away from me. However&ndash;not what I want but what you want. &apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "He came and found them sleeping. He said to Peter, &apos; Simon, are you asleep? Couldn&quot;t you stay alert for one hour?"
            },
            {
                "verse_number": "38",
                "verse_text": "Stay alert and pray so that you won&quot;t give in to temptation. The spirit is eager, but the flesh is weak. &apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Again, he left them and prayed, repeating the same words."
            },
            {
                "verse_number": "40",
                "verse_text": "And, again, when he came back, he found them sleeping, for they couldn&quot;t keep their eyes open, and they didn&quot;t know how to respond to him."
            },
            {
                "verse_number": "41",
                "verse_text": "He came a third time and said to them, &apos; Will you sleep and rest all night? That&quot;s enough! The time has come for the Human One to be betrayed into the hands of sinners."
            },
            {
                "verse_number": "42",
                "verse_text": "Get up! Let&quot;s go! Look, here comes my betrayer. &apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Suddenly, while Jesus was still speaking, Judas, one of the Twelve, came with a mob carrying swords and clubs. They had been sent by the chief priests, legal experts, and elders."
            },
            {
                "verse_number": "44",
                "verse_text": "His betrayer had given them a sign: &apos;Arrest the man I kiss, and take him away under guard.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "As soon as he got there, Judas said to Jesus, &apos;Rabbi!&apos; Then he kissed him."
            },
            {
                "verse_number": "46",
                "verse_text": "Then they came and grabbed Jesus and arrested him."
            },
            {
                "verse_number": "47",
                "verse_text": "One of the bystanders drew a sword and struck the high priest&quot;s slave and cut off his ear."
            },
            {
                "verse_number": "48",
                "verse_text": "Jesus responded, &apos; Have you come with swords and clubs to arrest me, like an outlaw?"
            },
            {
                "verse_number": "49",
                "verse_text": "Day after day, I was with you, teaching in the temple, but you didn&quot;t arrest me. But let the scriptures be fulfilled. &apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "And all his disciples left him and ran away."
            },
            {
                "verse_number": "51",
                "verse_text": "One young man, a disciple, was wearing nothing but a linen cloth. They grabbed him,"
            },
            {
                "verse_number": "52",
                "verse_text": "but he left the linen cloth behind and ran away naked."
            },
            {
                "verse_number": "53",
                "verse_text": "They led Jesus away to the high priest, and all the chief priests, elders, and legal experts gathered."
            },
            {
                "verse_number": "54",
                "verse_text": "Peter followed him from a distance, right into the high priest&quot;s courtyard. He was sitting with the guards, warming himself by the fire."
            },
            {
                "verse_number": "55",
                "verse_text": "The chief priests and the whole Sanhedrin were looking for testimony against Jesus in order to put him to death, but they couldn&quot;t find any."
            },
            {
                "verse_number": "56",
                "verse_text": "Many brought false testimony against him, but they contradicted each other."
            },
            {
                "verse_number": "57",
                "verse_text": "Some stood to offer false witness against him, saying,"
            },
            {
                "verse_number": "58",
                "verse_text": "&apos;We heard him saying, &quot;I will destroy this temple, constructed by humans, and within three days I will build another, one not made by humans.&quot;&apos;"
            },
            {
                "verse_number": "59",
                "verse_text": "But their testimonies didn&quot;t agree even on this point."
            },
            {
                "verse_number": "60",
                "verse_text": "Then the high priest stood up in the middle of the gathering and examined Jesus. &apos;Aren&quot;t you going to respond to the testimony these people have brought against you?&apos;"
            },
            {
                "verse_number": "61",
                "verse_text": "But Jesus was silent and didn&quot;t answer. Again, the high priest asked, &apos;Are you the Christ, the Son of the blessed one?&apos;"
            },
            {
                "verse_number": "62",
                "verse_text": "Jesus said, &apos; I am. And you will see the Human One sitting on the right side of the Almighty and coming on the heavenly clouds. &apos;"
            },
            {
                "verse_number": "63",
                "verse_text": "Then the high priest tore his clothes and said, &apos;Why do we need any more witnesses?"
            },
            {
                "verse_number": "64",
                "verse_text": "You&quot;ve heard his insult against God. What do you think?&apos;"
            },
            {
                "verse_number": "65",
                "verse_text": "Some began to spit on him. Some covered his face and hit him, saying, &apos;Prophesy!&apos; Then the guards took him and beat him."
            },
            {
                "verse_number": "66",
                "verse_text": "Meanwhile, Peter was below in the courtyard. A woman, one of the high priest&quot;s servants, approached"
            },
            {
                "verse_number": "67",
                "verse_text": "and saw Peter warming himself by the fire. She stared at him and said, &apos;You were also with the Nazarene, Jesus.&apos;"
            },
            {
                "verse_number": "68",
                "verse_text": "But he denied it, saying, &apos;I don&quot;t know what you&quot;re talking about. I don&quot;t understand what you&quot;re saying.&apos; And he went outside into the outer courtyard. A rooster crowed."
            },
            {
                "verse_number": "69",
                "verse_text": "The female servant saw him and began a second time to say to those standing around, &apos;This man is one of them.&apos;"
            },
            {
                "verse_number": "70",
                "verse_text": "But he denied it again."
            },
            {
                "verse_number": "71",
                "verse_text": "But he cursed and swore, &apos;I don&quot;t know this man you&quot;re talking about.&apos;"
            },
            {
                "verse_number": "72",
                "verse_text": "At that very moment, a rooster crowed a second time. Peter remembered what Jesus told him, &apos; Before a rooster crows twice, you will deny me three times. &apos; And he broke down, sobbing."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "At daybreak, the chief priests&ndash;with the elders, legal experts, and the whole Sanhedrin&ndash;formed a plan. They bound Jesus, led him away, and turned him over to Pilate."
            },
            {
                "verse_number": "2",
                "verse_text": "Pilate questioned him, &apos;Are you the king of the Jews?&apos; Jesus replied, &apos; That&quot;s what you say. &apos; They shouted even louder, &apos;Crucify him!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The chief priests were accusing him of many things."
            },
            {
                "verse_number": "4",
                "verse_text": "Pilate asked him again, &apos;Aren&quot;t you going to answer? What about all these accusations?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "But Jesus gave no more answers, so that Pilate marveled."
            },
            {
                "verse_number": "6",
                "verse_text": "During the festival, Pilate released one prisoner to them, whomever they requested."
            },
            {
                "verse_number": "7",
                "verse_text": "A man named Barabbas was locked up with the rebels who had committed murder during an uprising."
            },
            {
                "verse_number": "8",
                "verse_text": "The crowd pushed forward and asked Pilate to release someone, as he regularly did."
            },
            {
                "verse_number": "9",
                "verse_text": "Pilate answered them, &apos;Do you want me to release to you the king of the Jews?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "He knew that the chief priests had handed him over because of jealousy."
            },
            {
                "verse_number": "11",
                "verse_text": "But the chief priests stirred up the crowd to have him release Barabbas to them instead."
            },
            {
                "verse_number": "12",
                "verse_text": "Pilate replied, &apos;Then what do you want me to do with the one you call king of the Jews?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "They shouted back, &apos;Crucify him!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Pilate said to them, &apos;Why? What wrong has he done?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Pilate wanted to satisfy the crowd, so he released Barabbas to them. He had Jesus whipped, then handed him over to be crucified."
            },
            {
                "verse_number": "16",
                "verse_text": "The soldiers led Jesus away into the courtyard of the palace known as the governor&quot;s headquarters, and they called together the whole company of soldiers."
            },
            {
                "verse_number": "17",
                "verse_text": "They dressed him up in a purple robe and twisted together a crown of thorns and put it on him."
            },
            {
                "verse_number": "18",
                "verse_text": "They saluted him, &apos;Hey! King of the Jews!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Again and again, they struck his head with a stick. They spit on him and knelt before him to honor him."
            },
            {
                "verse_number": "20",
                "verse_text": "When they finished mocking him, they stripped him of the purple robe and put his own clothes back on him. Then they led him out to crucify him."
            },
            {
                "verse_number": "21",
                "verse_text": "Simon, a man from Cyrene, Alexander and Rufus&quot; father, was coming in from the countryside. They forced him to carry his cross."
            },
            {
                "verse_number": "22",
                "verse_text": "They brought Jesus to the place called Golgotha, which means Skull Place."
            },
            {
                "verse_number": "23",
                "verse_text": "They tried to give him wine mixed with myrrh, but he didn&quot;t take it."
            },
            {
                "verse_number": "24",
                "verse_text": "They crucified him. They divided up his clothes, drawing lots for them to determine who would take what."
            },
            {
                "verse_number": "25",
                "verse_text": "It was nine in the morning when they crucified him."
            },
            {
                "verse_number": "26",
                "verse_text": "The notice of the formal charge against him was written, &apos;The king of the Jews.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "They crucified two outlaws with him, one on his right and one on his left."
            },
            {
                "verse_number": "29",
                "verse_text": "People walking by insulted him, shaking their heads and saying, &apos;Ha! So you were going to destroy the temple and rebuild it in three days, were you?"
            },
            {
                "verse_number": "30",
                "verse_text": "Save yourself and come down from that cross!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "In the same way, the chief priests were making fun of him among themselves, together with the legal experts. &apos;He saved others,&apos; they said, &apos;but he can&quot;t save himself."
            },
            {
                "verse_number": "32",
                "verse_text": "Let the Christ, the king of Israel, come down from the cross. Then we&quot;ll see and believe.&apos; Even those who had been crucified with Jesus insulted him."
            },
            {
                "verse_number": "33",
                "verse_text": "From noon until three in the afternoon the whole earth was dark."
            },
            {
                "verse_number": "34",
                "verse_text": "At three, Jesus cried out with a loud shout, &apos; Eloi, eloi, lama sabachthani, &apos; which means, &apos;My God, my God, why have you left me?&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "After hearing him, some standing there said, &apos;Look! He&quot;s calling Elijah!&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Someone ran, filled a sponge with sour wine, and put it on a pole. He offered it to Jesus to drink, saying, &apos;Let&quot;s see if Elijah will come to take him down.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "But Jesus let out a loud cry and died."
            },
            {
                "verse_number": "38",
                "verse_text": "The curtain of the sanctuary was torn in two from top to bottom."
            },
            {
                "verse_number": "39",
                "verse_text": "When the centurion, who stood facing Jesus, saw how he died, he said, &apos;This man was certainly God&quot;s Son.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Some women were watching from a distance, including Mary Magdalene and Mary the mother of James (the younger one) and Joses, and Salome."
            },
            {
                "verse_number": "41",
                "verse_text": "When Jesus was in Galilee, these women had followed and supported him, along with many other women who had come to Jerusalem with him."
            },
            {
                "verse_number": "42",
                "verse_text": "Since it was late in the afternoon on Preparation Day, just before the Sabbath,"
            },
            {
                "verse_number": "43",
                "verse_text": "Joseph from Arimathea dared to approach Pilate and ask for Jesus&quot; body. (Joseph was a prominent council member who also eagerly anticipated the coming of God&quot;s kingdom.)"
            },
            {
                "verse_number": "44",
                "verse_text": "Pilate wondered if Jesus was already dead. He called the centurion and asked him whether Jesus had already died."
            },
            {
                "verse_number": "45",
                "verse_text": "When he learned from the centurion that Jesus was dead, Pilate gave the dead body to Joseph."
            },
            {
                "verse_number": "46",
                "verse_text": "He bought a linen cloth, took Jesus down from the cross, wrapped him in the cloth, and laid him in a tomb that had been carved out of rock. He rolled a stone against the entrance to the tomb."
            },
            {
                "verse_number": "47",
                "verse_text": "Mary Magdalene and Mary the mother of Joses saw where he was buried."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "When the Sabbath was over, Mary Magdalene, Mary the mother of James, and Salome bought spices so that they could go and anoint Jesus&quot; dead body."
            },
            {
                "verse_number": "2",
                "verse_text": "Very early on the first day of the week, just after sunrise, they came to the tomb."
            },
            {
                "verse_number": "3",
                "verse_text": "They were saying to each other, &apos;Who&quot;s going to roll the stone away from the entrance for us?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "When they looked up, they saw that the stone had been rolled away. (And it was a very large stone!)"
            },
            {
                "verse_number": "5",
                "verse_text": "Going into the tomb, they saw a young man in a white robe seated on the right side; and they were startled."
            },
            {
                "verse_number": "6",
                "verse_text": "But he said to them, &apos;Don&quot;t be alarmed! You are looking for Jesus of Nazareth, who was crucified. He has been raised. He isn&quot;t here. Look, here&quot;s the place where they laid him."
            },
            {
                "verse_number": "7",
                "verse_text": "Go, tell his disciples, especially Peter, that he is going ahead of you into Galilee. You will see him there, just as he told you.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Overcome with terror and dread, they fled from the tomb. They said nothing to anyone, because they were afraid. [ [["
            },
            {
                "verse_number": "9",
                "verse_text": "They promptly reported all of the young man&quot;s instructions to those who were with Peter. Afterward, through the work of his disciples, Jesus sent out, from the east to the west, the sacred and undying message of eternal salvation. Amen.] After Jesus rose up early on the first day of the week, he appeared first to Mary Magdalene, from whom he had cast out seven demons."
            },
            {
                "verse_number": "10",
                "verse_text": "She went and reported to the ones who had been with him, who were mourning and weeping."
            },
            {
                "verse_number": "11",
                "verse_text": "But even after they heard the news, they didn&quot;t believe that Jesus was alive and that Mary had seen him."
            },
            {
                "verse_number": "12",
                "verse_text": "After that he appeared in a different form to two of them who were walking along in the countryside."
            },
            {
                "verse_number": "13",
                "verse_text": "When they returned, they reported it to the others, but they didn&quot;t believe them."
            },
            {
                "verse_number": "14",
                "verse_text": "Finally he appeared to the eleven while they were eating. Jesus criticized their unbelief and stubbornness because they didn&quot;t believe those who saw him after he was raised up."
            },
            {
                "verse_number": "15",
                "verse_text": "He said to them, &apos;Go into the whole world and proclaim the good news to every creature."
            },
            {
                "verse_number": "16",
                "verse_text": "Whoever believes and is baptized will be saved, but whoever doesn&quot;t believe will be condemned."
            },
            {
                "verse_number": "17",
                "verse_text": "These signs will be associated with those who believe: they will throw out demons in my name. They will speak in new languages."
            },
            {
                "verse_number": "18",
                "verse_text": "They will pick up snakes with their hands. If they drink anything poisonous, it will not hurt them. They will place their hands on the sick, and they will get well.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "After the Lord Jesus spoke to them, he was lifted up into heaven and sat down on the right side of God."
            },
            {
                "verse_number": "20",
                "verse_text": "But they went out and proclaimed the message everywhere. The Lord worked with them, confirming the word by the signs associated with them.]]"
            }
        ]
    }
}