{
    "Romans": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, a slave of Christ Jesus, called to be an apostle and set apart for God&quot;s good news."
            },
            {
                "verse_number": "4",
                "verse_text": "He was publicly identified as God&quot;s Son with power through his resurrection from the dead, which was based on the Spirit of holiness. This Son is Jesus Christ our Lord."
            },
            {
                "verse_number": "5",
                "verse_text": "Through him we have received God&quot;s grace and our appointment to be apostles. This was to bring all Gentiles to faithful obedience for his name&quot;s sake."
            },
            {
                "verse_number": "6",
                "verse_text": "You who are called by Jesus Christ are also included among these Gentiles. Grace to you and peace from God our Father and the Lord Jesus Christ."
            },
            {
                "verse_number": "7",
                "verse_text": "To those in Rome who are dearly loved by God and called to be God&quot;s people."
            },
            {
                "verse_number": "8",
                "verse_text": "First of all, I thank my God through Jesus Christ for all of you, because the news about your faithfulness is being spread throughout the whole world."
            },
            {
                "verse_number": "9",
                "verse_text": "I serve God in my spirit by preaching the good news about God&quot;s Son, and God is my witness that I continually mention you"
            },
            {
                "verse_number": "10",
                "verse_text": "in all my prayers. I&quot;m always asking that somehow, by God&quot;s will, I might succeed in visiting you at last."
            },
            {
                "verse_number": "11",
                "verse_text": "I really want to see you to pass along some spiritual gift to you so that you can be strengthened."
            },
            {
                "verse_number": "12",
                "verse_text": "What I mean is that we can mutually encourage each other while I am with you. We can be encouraged by the faithfulness we find in each other, both your faithfulness and mine."
            },
            {
                "verse_number": "13",
                "verse_text": "I want you to know, brothers and sisters, that I planned to visit you many times, although I have been prevented from coming until now. I want to harvest some fruit among you, just as I have done among the other Gentiles."
            },
            {
                "verse_number": "14",
                "verse_text": "I have a responsibility both to Greeks and to those who don&quot;t speak Greek, both to the wise and to the foolish."
            },
            {
                "verse_number": "15",
                "verse_text": "That&quot;s why I&quot;m ready to preach the gospel also to you who are in Rome."
            },
            {
                "verse_number": "16",
                "verse_text": "I&quot;m not ashamed of the gospel: it is God&quot;s own power for salvation to all who have faith in God, to the Jew first and also to the Greek."
            },
            {
                "verse_number": "17",
                "verse_text": "God&quot;s righteousness is being revealed in the gospel, from faithfulness for faith, as it is written, &apos; The righteous person will live by faith. &apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "God&quot;s wrath is being revealed from heaven against all the ungodly behavior and the injustice of human beings who silence the truth with injustice."
            },
            {
                "verse_number": "19",
                "verse_text": "This is because what is known about God should be plain to them because God made it plain to them."
            },
            {
                "verse_number": "20",
                "verse_text": "Ever since the creation of the world, God&quot;s invisible qualities&ndash;God&quot;s eternal power and divine nature&ndash;have been clearly seen, because they are understood through the things God has made. So humans are without excuse."
            },
            {
                "verse_number": "21",
                "verse_text": "Although they knew God, they didn&quot;t honor God as God or thank him. Instead, their reasoning became pointless, and their foolish hearts were darkened."
            },
            {
                "verse_number": "22",
                "verse_text": "While they were claiming to be wise, they made fools of themselves."
            },
            {
                "verse_number": "23",
                "verse_text": "They exchanged the glory of the immortal God for images that look like mortal humans: birds, animals, and reptiles."
            },
            {
                "verse_number": "24",
                "verse_text": "So God abandoned them to their hearts&quot; desires, which led to the moral corruption of degrading their own bodies with each other."
            },
            {
                "verse_number": "25",
                "verse_text": "They traded God&quot;s truth for a lie, and they worshipped and served the creation instead of the creator, who is blessed forever. Amen."
            },
            {
                "verse_number": "26",
                "verse_text": "That&quot;s why God abandoned them to degrading lust. Their females traded natural sexual relations for unnatural sexual relations."
            },
            {
                "verse_number": "27",
                "verse_text": "Also, in the same way, the males traded natural sexual relations with females, and burned with lust for each other. Males performed shameful actions with males, and they were paid back with the penalty they deserved for their mistake in their own bodies."
            },
            {
                "verse_number": "28",
                "verse_text": "Since they didn&quot;t think it was worthwhile to acknowledge God, God abandoned them to a defective mind to do inappropriate things."
            },
            {
                "verse_number": "29",
                "verse_text": "So they were filled with all injustice, wicked behavior, greed, and evil behavior. They are full of jealousy, murder, fighting, deception, and malice. They are gossips,"
            },
            {
                "verse_number": "30",
                "verse_text": "they slander people, and they hate God. They are rude and proud, and they brag. They invent ways to be evil, and they are disobedient to their parents."
            },
            {
                "verse_number": "31",
                "verse_text": "They are without understanding, disloyal, without affection, and without mercy."
            },
            {
                "verse_number": "32",
                "verse_text": "Though they know God&quot;s decision that those who persist in such practices deserve death, they not only keep doing these things but also approve others who practice them."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "So every single one of you who judge others is without any excuse. You condemn yourself when you judge another person because the one who is judging is doing the same things."
            },
            {
                "verse_number": "2",
                "verse_text": "We know that God&quot;s judgment agrees with the truth, and his judgment is against those who do these kinds of things."
            },
            {
                "verse_number": "3",
                "verse_text": "If you judge those who do these kinds of things while you do the same things yourself, think about this: Do you believe that you will escape God&quot;s judgment?"
            },
            {
                "verse_number": "4",
                "verse_text": "Or do you have contempt for the riches of God&quot;s generosity, tolerance, and patience? Don&quot;t you realize that God&quot;s kindness is supposed to lead you to change your heart and life?"
            },
            {
                "verse_number": "5",
                "verse_text": "You are storing up wrath for yourself because of your stubbornness and your heart that refuses to change. God&quot;s just judgment will be revealed on the day of wrath."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos; God will repay everyone based on their works &apos;."
            },
            {
                "verse_number": "7",
                "verse_text": "On the one hand, he will give eternal life to those who look for glory, honor, and immortality based on their patient good work."
            },
            {
                "verse_number": "8",
                "verse_text": "But on the other hand, there will be wrath and anger for those who obey wickedness instead of the truth because they are acting out of selfishness and disobedience."
            },
            {
                "verse_number": "9",
                "verse_text": "There will be trouble and distress for every human being who does evil, for the Jew first and also for the Greek."
            },
            {
                "verse_number": "10",
                "verse_text": "But there will be glory, honor, and peace for everyone who does what is good, for the Jew first and also for the Greek."
            },
            {
                "verse_number": "11",
                "verse_text": "God does not have favorites. if you call yourself a Jew; if you rely on the Law; if you brag about your relationship to God; if you are taught by the Law so that you can figure out the things that really matter; a guide for the blind; a light to those who are in darkness; a teacher of infants (since you have the full content of knowledge and truth in the Law); If you preach, &apos;No stealing,&apos; do you steal? If you hate idols, do you rob temples?"
            },
            {
                "verse_number": "12",
                "verse_text": "Those who have sinned outside the Law will also die outside the Law, and those who have sinned under the Law will be judged by the Law."
            },
            {
                "verse_number": "13",
                "verse_text": "It isn&quot;t the ones who hear the Law who are righteous in God&quot;s eyes. It is the ones who do what the Law says who will be treated as righteous."
            },
            {
                "verse_number": "14",
                "verse_text": "Gentiles don&quot;t have the Law. But when they instinctively do what the Law requires they are a Law in themselves, though they don&quot;t have the Law."
            },
            {
                "verse_number": "15",
                "verse_text": "They show the proof of the Law written on their hearts, and their consciences affirm it. Their conflicting thoughts will accuse them, or even make a defense for them,"
            },
            {
                "verse_number": "16",
                "verse_text": "on the day when, according to my gospel, God will judge the hidden truth about human beings through Christ Jesus."
            },
            {
                "verse_number": "17",
                "verse_text": "But,"
            },
            {
                "verse_number": "18",
                "verse_text": "if you know the will of God;"
            },
            {
                "verse_number": "19",
                "verse_text": "if you have persuaded yourself that you are:"
            },
            {
                "verse_number": "20",
                "verse_text": "an educator of the foolish;"
            },
            {
                "verse_number": "21",
                "verse_text": "then why don&quot;t you who are teaching others teach yourself?"
            },
            {
                "verse_number": "22",
                "verse_text": "If you say, &apos;No adultery,&apos; do you commit adultery?"
            },
            {
                "verse_number": "23",
                "verse_text": "If you brag about the Law, do you shame God by breaking the Law?"
            },
            {
                "verse_number": "24",
                "verse_text": "As it is written: &apos; The name of God is discredited by the Gentiles because of you &apos;."
            },
            {
                "verse_number": "25",
                "verse_text": "Circumcision is an advantage if you do what the Law says. But if you are a person who breaks the Law, your status of being circumcised has changed into not being circumcised."
            },
            {
                "verse_number": "26",
                "verse_text": "So if the person who isn&quot;t circumcised keeps the Law, won&quot;t his status of not being circumcised be counted as if he were circumcised?"
            },
            {
                "verse_number": "27",
                "verse_text": "The one who isn&quot;t physically circumcised but keeps the Law will judge you. You became a lawbreaker after you had the written Law and circumcision."
            },
            {
                "verse_number": "28",
                "verse_text": "It isn&quot;t the Jew who maintains outward appearances who will receive praise from God, and it isn&quot;t people who are outwardly circumcised on their bodies."
            },
            {
                "verse_number": "29",
                "verse_text": "Instead, it is the person who is a Jew inside, who is circumcised in spirit, not literally. That person&quot;s praise doesn&quot;t come from people but from God."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "So what&quot;s the advantage of being a Jew? Or what&quot;s the benefit of circumcision?"
            },
            {
                "verse_number": "2",
                "verse_text": "Plenty in every way. First of all, the Jews were trusted with God&quot;s revelations."
            },
            {
                "verse_number": "3",
                "verse_text": "What does it matter, then, if some weren&quot;t faithful? Their lack of faith won&quot;t cancel God&quot;s faithfulness, will it?"
            },
            {
                "verse_number": "4",
                "verse_text": "Absolutely not! God must be true, even if every human being is a liar, as it is written: &apos; So that it can show that you are right in your words; &apos; &apos; There is no righteous person, not even one. &apos; &apos; There is no one who looks for God. &apos; &apos; They have become worthless together. &apos; &apos; There is no one who shows kindness. &apos; &apos; They are deceitful with their tongues, &apos; &apos; and you will triumph when you are judged. &apos; &apos; There is not even one. &apos; &apos; and the poison of vipers is under their lips. &apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "But if our lack of righteousness confirms God&quot;s justice, what will we say? That God, who brings wrath upon us, isn&quot;t just (I&quot;m speaking rhetorically)?"
            },
            {
                "verse_number": "6",
                "verse_text": "Absolutely not! If God weren&quot;t just, how could he judge the world?"
            },
            {
                "verse_number": "7",
                "verse_text": "But if God&quot;s truth is demonstrated by my lie and it increases his glory, why am I still judged as a sinner?"
            },
            {
                "verse_number": "8",
                "verse_text": "Why not say, &apos;Let&quot;s do evil things so that good things will come out of it&apos;? (Some people who slander us accuse us of saying that, but these people deserve criticism.)"
            },
            {
                "verse_number": "9",
                "verse_text": "So what are we saying? Are we better off? Not at all. We have already stated the charge: both Jews and Greeks are all under the power of sin."
            },
            {
                "verse_number": "10",
                "verse_text": "As it is written,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos; There is no one who understands. &apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos; They all turned away. &apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos; Their throat is a grave that has been opened. &apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos; Their mouths are full of cursing and bitterness. &apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos; Their feet are quick to shed blood; &apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos; destruction and misery are in their ways; &apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos; and they don&quot;t know the way of peace. &apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos; There is no fear of God in their view of the world. &apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Now we know that whatever the Law says, it speaks to those who are under the Law, in order to shut every mouth and make it so the whole world has to answer to God."
            },
            {
                "verse_number": "20",
                "verse_text": "It follows that no human being will be treated as righteous in his presence by doing what the Law says, because the knowledge of sin comes through the Law."
            },
            {
                "verse_number": "21",
                "verse_text": "But now God&quot;s righteousness has been revealed apart from the Law, which is confirmed by the Law and the Prophets."
            },
            {
                "verse_number": "22",
                "verse_text": "God&quot;s righteousness comes through the faithfulness of Jesus Christ for all who have faith in him. There&quot;s no distinction."
            },
            {
                "verse_number": "23",
                "verse_text": "All have sinned and fall short of God&quot;s glory,"
            },
            {
                "verse_number": "24",
                "verse_text": "but all are treated as righteous freely by his grace because of a ransom that was paid by Christ Jesus."
            },
            {
                "verse_number": "25",
                "verse_text": "Through his faithfulness, God displayed Jesus as the place of sacrifice where mercy is found by means of his blood. He did this to demonstrate his righteousness in passing over sins that happened before,"
            },
            {
                "verse_number": "26",
                "verse_text": "during the time of God&quot;s patient tolerance. He also did this to demonstrate that he is righteous in the present time, and to treat the one who has faith in Jesus as righteous."
            },
            {
                "verse_number": "27",
                "verse_text": "What happens to our bragging? It&quot;s thrown out. With which law? With what we have accomplished under the Law?"
            },
            {
                "verse_number": "28",
                "verse_text": "No, not at all, but through the law of faith. We consider that a person is treated as righteous by faith, apart from what is accomplished under the Law."
            },
            {
                "verse_number": "29",
                "verse_text": "Or is God the God of Jews only? Isn&quot;t God the God of Gentiles also? Yes, God is also the God of Gentiles."
            },
            {
                "verse_number": "30",
                "verse_text": "Since God is one, then the one who makes the circumcised righteous by faith will also make the one who isn&quot;t circumcised righteous through faith."
            },
            {
                "verse_number": "31",
                "verse_text": "Do we then cancel the Law through this faith? Absolutely not! Instead, we confirm the Law."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "So what are we going to say? Are we going to find that Abraham is our ancestor on the basis of genealogy?"
            },
            {
                "verse_number": "2",
                "verse_text": "Because if Abraham was made righteous because of his actions, he would have had a reason to brag, but not in front of God."
            },
            {
                "verse_number": "3",
                "verse_text": "What does the scripture say? &apos; Abraham had faith in God, and it was credited to him as righteousness &apos;."
            },
            {
                "verse_number": "4",
                "verse_text": "Workers&quot; salaries aren&quot;t credited to them on the basis of an employer&quot;s grace but rather on the basis of what they deserve."
            },
            {
                "verse_number": "5",
                "verse_text": "But faith is credited as righteousness to those who don&quot;t work, because they have faith in God who makes the ungodly righteous."
            },
            {
                "verse_number": "6",
                "verse_text": "In the same way, David also pronounces a blessing on the person to whom God credits righteousness apart from actions: &apos; and whose sins are covered. &apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos; Happy are those whose actions outside the Law are forgiven, &apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos; Happy are those whose sin isn&quot;t counted against them by the Lord &apos;."
            },
            {
                "verse_number": "9",
                "verse_text": "Is this state of happiness only for the circumcised or is it also for those who aren&quot;t circumcised? We say, &apos;Faith was credited to Abraham as righteousness.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So how was it credited? When he was circumcised, or when he wasn&quot;t circumcised? In fact, it was credited while he still wasn&quot;t circumcised, not after he was circumcised."
            },
            {
                "verse_number": "11",
                "verse_text": "He received the sign of circumcision as a seal of the righteousness that comes from the faith he had while he still wasn&quot;t circumcised. It happened this way so that Abraham could be the ancestor of all those people who aren&quot;t circumcised, who have faith in God, and so are counted as righteous."
            },
            {
                "verse_number": "12",
                "verse_text": "He could also be the ancestor of those circumcised people, who aren&quot;t only circumcised but who also walk in the path of faith, like our ancestor Abraham did while he wasn&quot;t circumcised."
            },
            {
                "verse_number": "13",
                "verse_text": "The promise to Abraham and to his descendants, that he would inherit the world, didn&quot;t come through the Law but through the righteousness that comes from faith."
            },
            {
                "verse_number": "14",
                "verse_text": "If they inherit because of the Law, then faith has no effect and the promise has been canceled."
            },
            {
                "verse_number": "15",
                "verse_text": "The Law brings about wrath. But when there isn&quot;t any law, there isn&quot;t any violation of the law."
            },
            {
                "verse_number": "16",
                "verse_text": "That&quot;s why the inheritance comes through faith, so that it will be on the basis of God&quot;s grace. In that way, the promise is secure for all of Abraham&quot;s descendants, not just for those who are related by Law but also for those who are related by the faith of Abraham, who is the father of all of us."
            },
            {
                "verse_number": "17",
                "verse_text": "As it is written: &apos; I have appointed you to be the father of many nations. &apos; So Abraham is our father in the eyes of God in whom he had faith, the God who gives life to the dead and calls things that don&quot;t exist into existence."
            },
            {
                "verse_number": "18",
                "verse_text": "When it was beyond hope, he had faith in the hope that he would become the father of many nations, in keeping with the promise God spoke to him: &apos; That&quot;s how many descendants you will have. &apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Without losing faith, Abraham, who was nearly 100 years old, took into account his own body, which was as good as dead, and Sarah&quot;s womb, which was dead."
            },
            {
                "verse_number": "20",
                "verse_text": "He didn&quot;t hesitate with a lack of faith in God&quot;s promise, but he grew strong in faith and gave glory to God."
            },
            {
                "verse_number": "21",
                "verse_text": "He was fully convinced that God was able to do what he promised."
            },
            {
                "verse_number": "22",
                "verse_text": "Therefore, it was credited to him as righteousness."
            },
            {
                "verse_number": "23",
                "verse_text": "But the scripture that says &apos; it was credited to him &apos; wasn&quot;t written only for Abraham&quot;s sake."
            },
            {
                "verse_number": "24",
                "verse_text": "It was written also for our sake, because it is going to be credited to us too. It will be credited to those of us who have faith in the one who raised Jesus our Lord from the dead."
            },
            {
                "verse_number": "25",
                "verse_text": "He was handed over because of our mistakes, and he was raised to meet the requirements of righteousness for us."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Therefore, since we have been made righteous through his faithfulness, we have peace with God through our Lord Jesus Christ."
            },
            {
                "verse_number": "2",
                "verse_text": "We have access by faith into this grace in which we stand through him, and we boast in the hope of God&quot;s glory."
            },
            {
                "verse_number": "3",
                "verse_text": "But not only that! We even take pride in our problems, because we know that trouble produces endurance,"
            },
            {
                "verse_number": "4",
                "verse_text": "endurance produces character, and character produces hope."
            },
            {
                "verse_number": "5",
                "verse_text": "This hope doesn&quot;t put us to shame, because the love of God has been poured out in our hearts through the Holy Spirit, who has been given to us."
            },
            {
                "verse_number": "6",
                "verse_text": "While we were still weak, at the right moment, Christ died for ungodly people."
            },
            {
                "verse_number": "7",
                "verse_text": "It isn&quot;t often that someone will die for a righteous person, though maybe someone might dare to die for a good person."
            },
            {
                "verse_number": "8",
                "verse_text": "But God shows his love for us, because while we were still sinners Christ died for us."
            },
            {
                "verse_number": "9",
                "verse_text": "So, now that we have been made righteous by his blood, we can be even more certain that we will be saved from God&quot;s wrath through him."
            },
            {
                "verse_number": "10",
                "verse_text": "If we were reconciled to God through the death of his Son while we were still enemies, now that we have been reconciled, how much more certain is it that we will be saved by his life?"
            },
            {
                "verse_number": "11",
                "verse_text": "And not only that: we even take pride in God through our Lord Jesus Christ, the one through whom we now have a restored relationship with God."
            },
            {
                "verse_number": "12",
                "verse_text": "Just as through one human being sin came into the world, and death came through sin, so death has come to everyone, since everyone has sinned."
            },
            {
                "verse_number": "13",
                "verse_text": "Although sin was in the world, since there was no Law, it wasn&quot;t taken into account until the Law came."
            },
            {
                "verse_number": "14",
                "verse_text": "But death ruled from Adam until Moses, even over those who didn&quot;t sin in the same way Adam did&ndash;Adam was a type of the one who was coming."
            },
            {
                "verse_number": "15",
                "verse_text": "But the free gift of Christ isn&quot;t like Adam&quot;s failure. If many people died through what one person did wrong, God&quot;s grace is multiplied even more for many people with the gift&ndash;of the one person Jesus Christ&ndash;that comes through grace."
            },
            {
                "verse_number": "16",
                "verse_text": "The gift isn&quot;t like the consequences of one person&quot;s sin. The judgment that came from one person&quot;s sin led to punishment, but the free gift that came out of many failures led to the verdict of acquittal."
            },
            {
                "verse_number": "17",
                "verse_text": "If death ruled because of one person&quot;s failure, those who receive the multiplied grace and the gift of righteousness will even more certainly rule in life through the one person Jesus Christ."
            },
            {
                "verse_number": "18",
                "verse_text": "So now the righteous requirements necessary for life are met for everyone through the righteous act of one person, just as judgment fell on everyone through the failure of one person."
            },
            {
                "verse_number": "19",
                "verse_text": "Many people were made righteous through the obedience of one person, just as many people were made sinners through the disobedience of one person."
            },
            {
                "verse_number": "20",
                "verse_text": "The Law stepped in to amplify the failure, but where sin increased, grace multiplied even more."
            },
            {
                "verse_number": "21",
                "verse_text": "The result is that grace will rule through God&quot;s righteousness, leading to eternal life through Jesus Christ our Lord, just as sin ruled in death."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "So what are we going to say? Should we continue sinning so grace will multiply?"
            },
            {
                "verse_number": "2",
                "verse_text": "Absolutely not! All of us died to sin. How can we still live in it?"
            },
            {
                "verse_number": "3",
                "verse_text": "Or don&quot;t you know that all who were baptized into Christ Jesus were baptized into his death?"
            },
            {
                "verse_number": "4",
                "verse_text": "Therefore, we were buried together with him through baptism into his death, so that just as Christ was raised from the dead through the glory of the Father, we too can walk in newness of life."
            },
            {
                "verse_number": "5",
                "verse_text": "If we were united together in a death like his, we will also be united together in a resurrection like his."
            },
            {
                "verse_number": "6",
                "verse_text": "This is what we know: the person that we used to be was crucified with him in order to get rid of the corpse that had been controlled by sin. That way we wouldn&quot;t be slaves to sin anymore,"
            },
            {
                "verse_number": "7",
                "verse_text": "because a person who has died has been freed from sin&quot;s power."
            },
            {
                "verse_number": "8",
                "verse_text": "But if we died with Christ, we have faith that we will also live with him."
            },
            {
                "verse_number": "9",
                "verse_text": "We know that Christ has been raised from the dead and he will never die again. Death no longer has power over him."
            },
            {
                "verse_number": "10",
                "verse_text": "He died to sin once and for all with his death, but he lives for God with his life."
            },
            {
                "verse_number": "11",
                "verse_text": "In the same way, you also should consider yourselves dead to sin but alive for God in Christ Jesus."
            },
            {
                "verse_number": "12",
                "verse_text": "So then, don&quot;t let sin rule your body, so that you do what it wants."
            },
            {
                "verse_number": "13",
                "verse_text": "Don&quot;t offer parts of your body to sin, to be used as weapons to do wrong. Instead, present yourselves to God as people who have been brought back to life from the dead, and offer all the parts of your body to God to be used as weapons to do right."
            },
            {
                "verse_number": "14",
                "verse_text": "Sin will have no power over you, because you aren&quot;t under Law but under grace."
            },
            {
                "verse_number": "15",
                "verse_text": "So what? Should we sin because we aren&quot;t under Law but under grace? Absolutely not!"
            },
            {
                "verse_number": "16",
                "verse_text": "Don&quot;t you know that if you offer yourselves to someone as obedient slaves, that you are slaves of the one whom you obey? That&quot;s true whether you serve as slaves of sin, which leads to death, or as slaves of the kind of obedience that leads to righteousness."
            },
            {
                "verse_number": "17",
                "verse_text": "But thank God that although you used to be slaves of sin, you gave wholehearted obedience to the teaching that was handed down to you, which provides a pattern."
            },
            {
                "verse_number": "18",
                "verse_text": "Now that you have been set free from sin, you have become slaves of righteousness."
            },
            {
                "verse_number": "19",
                "verse_text": "(I&quot;m speaking with ordinary metaphors because of your limitations.) Once, you offered the parts of your body to be used as slaves to impurity and to lawless behavior that leads to still more lawless behavior. Now, you should present the parts of your body as slaves to righteousness, which makes your lives holy."
            },
            {
                "verse_number": "20",
                "verse_text": "When you were slaves of sin, you were free from the control of righteousness."
            },
            {
                "verse_number": "21",
                "verse_text": "What consequences did you get from doing things that you are now ashamed of? The outcome of those things is death."
            },
            {
                "verse_number": "22",
                "verse_text": "But now that you have been set free from sin and become slaves to God, you have the consequence of a holy life, and the outcome is eternal life."
            },
            {
                "verse_number": "23",
                "verse_text": "The wages that sin pays are death, but God&quot;s gift is eternal life in Christ Jesus our Lord."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Brothers and sisters, I&quot;m talking to you as people who know the Law. Don&quot;t you know that the Law has power over someone only as long as he or she lives?"
            },
            {
                "verse_number": "2",
                "verse_text": "A married woman is united with her husband under the Law while he is alive. But if her husband dies, she is released from the Law concerning her husband."
            },
            {
                "verse_number": "3",
                "verse_text": "So then, if she lives with another man while her husband is alive, she&quot;s committing adultery. But if her husband dies, she&quot;s free from the Law, so she won&quot;t be committing adultery if she marries someone else."
            },
            {
                "verse_number": "4",
                "verse_text": "Therefore, my brothers and sisters, you also died with respect to the Law through the body of Christ, so that you could be united with someone else. You are united with the one who was raised from the dead so that we can bear fruit for God."
            },
            {
                "verse_number": "5",
                "verse_text": "When we were self-centered, the sinful passions aroused through the Law were at work in all the parts of our body, so that we bore fruit for death."
            },
            {
                "verse_number": "6",
                "verse_text": "But now we have been released from the Law. We have died with respect to the thing that controlled us, so that we can be slaves in the new life under the Spirit, not in the old life under the written Law."
            },
            {
                "verse_number": "7",
                "verse_text": "So what are we going to say? That the Law is sin? Absolutely not! But I wouldn&quot;t have known sin except through the Law. I wouldn&quot;t have known the desire for what others have if the Law had not said, &apos; Don&quot;t desire to take what others have &apos;."
            },
            {
                "verse_number": "8",
                "verse_text": "But sin seized the opportunity and used this commandment to produce all kinds of desires in me. Sin is dead without the Law."
            },
            {
                "verse_number": "9",
                "verse_text": "I used to be alive without the Law, but when the commandment came, sin sprang to life,"
            },
            {
                "verse_number": "10",
                "verse_text": "and I died. So the commandment that was intended to give life brought death."
            },
            {
                "verse_number": "11",
                "verse_text": "Sin seized the opportunity through the commandment, deceived me, and killed me."
            },
            {
                "verse_number": "12",
                "verse_text": "So the Law itself is holy, and the commandment is holy, righteous, and good."
            },
            {
                "verse_number": "13",
                "verse_text": "So did something good bring death to me? Absolutely not! But sin caused my death through something good so that sin would be exposed as sin. That way sin would become even more thoroughly sinful through the commandment."
            },
            {
                "verse_number": "14",
                "verse_text": "We know that the Law is spiritual, but I&quot;m made of flesh and blood, and I&quot;m sold as a slave to sin."
            },
            {
                "verse_number": "15",
                "verse_text": "I don&quot;t know what I&quot;m doing, because I don&quot;t do what I want to do. Instead, I do the thing that I hate."
            },
            {
                "verse_number": "16",
                "verse_text": "But if I&quot;m doing the thing that I don&quot;t want to do, I&quot;m agreeing that the Law is right."
            },
            {
                "verse_number": "17",
                "verse_text": "But now I&quot;m not the one doing it anymore. Instead, it&quot;s sin that lives in me."
            },
            {
                "verse_number": "18",
                "verse_text": "I know that good doesn&quot;t live in me&ndash;that is, in my body. The desire to do good is inside of me, but I can&quot;t do it."
            },
            {
                "verse_number": "19",
                "verse_text": "I don&quot;t do the good that I want to do, but I do the evil that I don&quot;t want to do."
            },
            {
                "verse_number": "20",
                "verse_text": "But if I do the very thing that I don&quot;t want to do, then I&quot;m not the one doing it anymore. Instead, it is sin that lives in me that is doing it."
            },
            {
                "verse_number": "21",
                "verse_text": "So I find that, as a rule, when I want to do what is good, evil is right there with me."
            },
            {
                "verse_number": "22",
                "verse_text": "I gladly agree with the Law on the inside,"
            },
            {
                "verse_number": "23",
                "verse_text": "but I see a different law at work in my body. It wages a war against the law of my mind and takes me prisoner with the law of sin that is in my body."
            },
            {
                "verse_number": "24",
                "verse_text": "I&quot;m a miserable human being. Who will deliver me from this dead corpse?"
            },
            {
                "verse_number": "25",
                "verse_text": "Thank God through Jesus Christ our Lord! So then I&quot;m a slave to God&quot;s Law in my mind, but I&quot;m a slave to sin&quot;s law in my body."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "So now there isn&quot;t any condemnation for those who are in Christ Jesus."
            },
            {
                "verse_number": "2",
                "verse_text": "The law of the Spirit of life in Christ Jesus has set you free from the law of sin and death."
            },
            {
                "verse_number": "3",
                "verse_text": "God has done what was impossible for the Law, since it was weak because of selfishness. God condemned sin in the body by sending his own Son to deal with sin in the same body as humans, who are controlled by sin."
            },
            {
                "verse_number": "4",
                "verse_text": "He did this so that the righteous requirement of the Law might be fulfilled in us. Now the way we live is based on the Spirit, not based on selfishness."
            },
            {
                "verse_number": "5",
                "verse_text": "People whose lives are based on selfishness think about selfish things, but people whose lives are based on the Spirit think about things that are related to the Spirit."
            },
            {
                "verse_number": "6",
                "verse_text": "The attitude that comes from selfishness leads to death, but the attitude that comes from the Spirit leads to life and peace."
            },
            {
                "verse_number": "7",
                "verse_text": "So the attitude that comes from selfishness is hostile to God. It doesn&quot;t submit to God&quot;s Law, because it can&quot;t."
            },
            {
                "verse_number": "8",
                "verse_text": "People who are self-centered aren&quot;t able to please God. &apos; We are being put to death all day long for your sake. &apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "But you aren&quot;t self-centered. Instead you are in the Spirit, if in fact God&quot;s Spirit lives in you. If anyone doesn&quot;t have the Spirit of Christ, they don&quot;t belong to him."
            },
            {
                "verse_number": "10",
                "verse_text": "If Christ is in you, the Spirit is your life because of God&quot;s righteousness, but the body is dead because of sin."
            },
            {
                "verse_number": "11",
                "verse_text": "If the Spirit of the one who raised Jesus from the dead lives in you, the one who raised Christ from the dead will give life to your human bodies also, through his Spirit that lives in you."
            },
            {
                "verse_number": "12",
                "verse_text": "So then, brothers and sisters, we have an obligation, but it isn&quot;t an obligation to ourselves to live our lives on the basis of selfishness."
            },
            {
                "verse_number": "13",
                "verse_text": "If you live on the basis of selfishness, you are going to die. But if by the Spirit you put to death the actions of the body, you will live."
            },
            {
                "verse_number": "14",
                "verse_text": "All who are led by God&quot;s Spirit are God&quot;s sons and daughters."
            },
            {
                "verse_number": "15",
                "verse_text": "You didn&quot;t receive a spirit of slavery to lead you back again into fear, but you received a Spirit that shows you are adopted as his children. With this Spirit, we cry, &apos;Abba, Father.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The same Spirit agrees with our spirit, that we are God&quot;s children."
            },
            {
                "verse_number": "17",
                "verse_text": "But if we are children, we are also heirs. We are God&quot;s heirs and fellow heirs with Christ, if we really suffer with him so that we can also be glorified with him."
            },
            {
                "verse_number": "18",
                "verse_text": "I believe that the present suffering is nothing compared to the coming glory that is going to be revealed to us."
            },
            {
                "verse_number": "19",
                "verse_text": "The whole creation waits breathless with anticipation for the revelation of God&quot;s sons and daughters."
            },
            {
                "verse_number": "20",
                "verse_text": "Creation was subjected to frustration, not by its own choice&ndash;it was the choice of the one who subjected it&ndash;but in the hope"
            },
            {
                "verse_number": "21",
                "verse_text": "that the creation itself will be set free from slavery to decay and brought into the glorious freedom of God&quot;s children."
            },
            {
                "verse_number": "22",
                "verse_text": "We know that the whole creation is groaning together and suffering labor pains up until now."
            },
            {
                "verse_number": "23",
                "verse_text": "And it&quot;s not only the creation. We ourselves who have the Spirit as the first crop of the harvest also groan inside as we wait to be adopted and for our bodies to be set free."
            },
            {
                "verse_number": "24",
                "verse_text": "We were saved in hope. If we see what we hope for, that isn&quot;t hope. Who hopes for what they already see?"
            },
            {
                "verse_number": "25",
                "verse_text": "But if we hope for what we don&quot;t see, we wait for it with patience."
            },
            {
                "verse_number": "26",
                "verse_text": "In the same way, the Spirit comes to help our weakness. We don&quot;t know what we should pray, but the Spirit himself pleads our case with unexpressed groans."
            },
            {
                "verse_number": "27",
                "verse_text": "The one who searches hearts knows how the Spirit thinks, because he pleads for the saints, consistent with God&quot;s will."
            },
            {
                "verse_number": "28",
                "verse_text": "We know that God works all things together for good for the ones who love God, for those who are called according to his purpose."
            },
            {
                "verse_number": "29",
                "verse_text": "We know this because God knew them in advance, and he decided in advance that they would be conformed to the image of his Son. That way his Son would be the first of many brothers and sisters."
            },
            {
                "verse_number": "30",
                "verse_text": "Those who God decided in advance would be conformed to his Son, he also called. Those whom he called, he also made righteous. Those whom he made righteous, he also glorified."
            },
            {
                "verse_number": "31",
                "verse_text": "So what are we going to say about these things? If God is for us, who is against us?"
            },
            {
                "verse_number": "32",
                "verse_text": "He didn&quot;t spare his own Son but gave him up for us all. Won&quot;t he also freely give us all things with him?"
            },
            {
                "verse_number": "33",
                "verse_text": "Who will bring a charge against God&quot;s elect people? It is God who acquits them."
            },
            {
                "verse_number": "34",
                "verse_text": "Who is going to convict them? It is Christ Jesus who died, even more, who was raised, and who also is at God&quot;s right side. It is Christ Jesus who also pleads our case for us."
            },
            {
                "verse_number": "35",
                "verse_text": "Who will separate us from Christ&quot;s love? Will we be separated by trouble, or distress, or harassment, or famine, or nakedness, or danger, or sword?"
            },
            {
                "verse_number": "36",
                "verse_text": "As it is written, &apos; We are treated like sheep for slaughter. &apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "But in all these things we win a sweeping victory through the one who loved us."
            },
            {
                "verse_number": "38",
                "verse_text": "I&quot;m convinced that nothing can separate us from God&quot;s love in Christ Jesus our Lord: not death or life, not angels or rulers, not present things or future things, not powers"
            },
            {
                "verse_number": "39",
                "verse_text": "or height or depth, or any other thing that is created."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "I&quot;m speaking the truth in Christ&ndash;I&quot;m not lying, as my conscience assures me with the Holy Spirit:"
            },
            {
                "verse_number": "2",
                "verse_text": "I have great sadness and constant pain in my heart."
            },
            {
                "verse_number": "3",
                "verse_text": "I wish I could be cursed, cut off from Christ if it helped my brothers and sisters, who are my flesh-and-blood relatives."
            },
            {
                "verse_number": "4",
                "verse_text": "They are Israelites. The adoption as God&quot;s children, the glory, the covenants, the giving of the Law, the worship, and the promises belong to them."
            },
            {
                "verse_number": "5",
                "verse_text": "The Jewish ancestors are theirs, and the Christ descended from those ancestors. He is the one who rules over all things, who is God, and who is blessed forever. Amen. &apos; I will call &apos;my people&apos; those who aren&quot;t my people, &apos; &apos; You aren&quot;t my people, &apos; &apos; Though the number of Israel&quot;s children will be like the sand of the sea, &apos; &apos; only a remaining part will be saved, &apos; &apos; If the Lord of the heavenly forces had not left descendants for us, &apos; &apos; we would have been like Sodom, &apos; &apos; Look! I&quot;m putting a stumbling block in Zion, &apos; &apos; which is a rock that offends people. &apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But it&quot;s not as though God&quot;s word has failed. Not all who are descended from Israel are part of Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "Not all of Abraham&quot;s children are called Abraham&quot;s descendants, but instead &apos; your descendants will be named through Isaac. &apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "That means it isn&quot;t the natural children who are God&quot;s children, but it is the children from the promise who are counted as descendants."
            },
            {
                "verse_number": "9",
                "verse_text": "The words in the promise were: &apos; A year from now I will return, and Sarah will have a son &apos;."
            },
            {
                "verse_number": "10",
                "verse_text": "Not only that, but also Rebecca conceived children with one man, our ancestor Isaac."
            },
            {
                "verse_number": "11",
                "verse_text": "When they hadn&quot;t been born yet and when they hadn&quot;t yet done anything good or bad, it was shown that God&quot;s purpose would continue because it was based on his choice."
            },
            {
                "verse_number": "12",
                "verse_text": "It wasn&quot;t because of what was done but because of God&quot;s call. This was said to her: &apos; The older child will be a slave to the younger one &apos;."
            },
            {
                "verse_number": "13",
                "verse_text": "As it is written, &apos; I loved Jacob, but I hated Esau &apos;."
            },
            {
                "verse_number": "14",
                "verse_text": "So what are we going to say? Isn&quot;t this unfair on God&quot;s part? Absolutely not!"
            },
            {
                "verse_number": "15",
                "verse_text": "He says to Moses, &apos; I&quot;ll have mercy on whomever I choose to have mercy, and I&quot;ll show compassion to whomever I choose to show compassion &apos;."
            },
            {
                "verse_number": "16",
                "verse_text": "So then, it doesn&quot;t depend on a person&quot;s desire or effort. It depends entirely on God, who shows mercy."
            },
            {
                "verse_number": "17",
                "verse_text": "Scripture says to Pharaoh, &apos; I have put you in this position for this very thing: so I can show my power in you and so that my name can be spread through the entire earth. &apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So then, God has mercy on whomever he wants to, but he makes resistant whomever he wants to."
            },
            {
                "verse_number": "19",
                "verse_text": "So you are going to say to me, &apos;Then why does he still blame people? Who has ever resisted his will?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "You are only a human being. Who do you think you are to talk back to God? &apos; Does the clay say to the potter, &apos; &apos; Why did you make me like this? &apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Doesn&quot;t the potter have the power over the clay to make one pot for special purposes and another for garbage from the same lump of clay?"
            },
            {
                "verse_number": "22",
                "verse_text": "What if God very patiently puts up with pots made for wrath that were designed for destruction, because he wanted to show his wrath and to make his power known?"
            },
            {
                "verse_number": "23",
                "verse_text": "What if he did this to make the wealth of his glory known toward pots made for mercy, which he prepared in advance for glory?"
            },
            {
                "verse_number": "24",
                "verse_text": "We are the ones God has called. We don&quot;t come only from the Jews but we also come from the Gentiles."
            },
            {
                "verse_number": "25",
                "verse_text": "As it says also in Hosea, &apos; and the one who isn&quot;t well loved, I will call &apos;loved one.&apos; &apos; there they will be called &apos; the living God&quot;s children &apos;. &apos; and we would have become like Gomorrah. &apos; &apos; And the one who has faith in him will not be put to shame. &apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "And in the place where it was said to them,"
            },
            {
                "verse_number": "27",
                "verse_text": "But Isaiah cries out for Israel,"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos; because the Lord does what he says completely and quickly. &apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "As Isaiah prophesied,"
            },
            {
                "verse_number": "30",
                "verse_text": "So what are we going to say? Gentiles who weren&quot;t striving for righteousness achieved righteousness, the righteousness that comes from faith."
            },
            {
                "verse_number": "31",
                "verse_text": "But though Israel was striving for a Law of righteousness, they didn&quot;t arrive."
            },
            {
                "verse_number": "32",
                "verse_text": "Why? It&quot;s because they didn&quot;t go for it by faith but they went for it as if it could be reached by doing something. They have tripped over a stumbling block."
            },
            {
                "verse_number": "33",
                "verse_text": "As it is written:"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Brothers and sisters, my heart&quot;s desire is for Israel&quot;s salvation. That&quot;s my prayer to God for them."
            },
            {
                "verse_number": "2",
                "verse_text": "I can vouch for them: they are enthusiastic about God. However, it isn&quot;t informed by knowledge."
            },
            {
                "verse_number": "3",
                "verse_text": "They don&quot;t submit to God&quot;s righteousness because they don&quot;t understand his righteousness, and they try to establish their own righteousness."
            },
            {
                "verse_number": "4",
                "verse_text": "Christ is the goal of the Law, which leads to righteousness for all who have faith in God."
            },
            {
                "verse_number": "5",
                "verse_text": "Moses writes about the righteousness that comes from the Law: &apos; The person who does these things will live by them. &apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But the righteousness that comes from faith talks like this: &apos; Don&quot;t say in your heart &apos;, &apos; Who will go up into heaven? &apos; (that is, to bring Christ down)"
            },
            {
                "verse_number": "7",
                "verse_text": "or &apos; Who will go down into the region below? &apos; (that is, to bring Christ up from the dead)."
            },
            {
                "verse_number": "8",
                "verse_text": "But what does it say? &apos; The word is near you, in your mouth and in your heart &apos; (that is, the message of faith that we preach)."
            },
            {
                "verse_number": "9",
                "verse_text": "Because if you confess with your mouth &apos;Jesus is Lord&apos; and in your heart you have faith that God raised him from the dead, you will be saved."
            },
            {
                "verse_number": "10",
                "verse_text": "Trusting with the heart leads to righteousness, and confessing with the mouth leads to salvation."
            },
            {
                "verse_number": "11",
                "verse_text": "The scripture says, &apos; All who have faith in him won&quot;t be put to shame &apos;."
            },
            {
                "verse_number": "12",
                "verse_text": "There is no distinction between Jew and Greek, because the same Lord is Lord of all, who gives richly to all who call on him."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos; All who call on the Lord&quot;s name will be saved. &apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So how can they call on someone they don&quot;t have faith in? And how can they have faith in someone they haven&quot;t heard of? And how can they hear without a preacher?"
            },
            {
                "verse_number": "15",
                "verse_text": "And how can they preach unless they are sent? As it is written, &apos; How beautiful are the feet of those who announce the good news. &apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But everyone hasn&quot;t obeyed the good news. As Isaiah says, &apos; Lord, who has had faith in our message? &apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "So, faith comes from listening, but it&quot;s listening by means of Christ&quot;s message."
            },
            {
                "verse_number": "18",
                "verse_text": "But I ask you, didn&quot;t they hear it? Definitely! &apos; Their voice has gone out into the entire earth, and their message has gone out to the corners of the inhabited world. &apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "But I ask you again, didn&quot;t Israel understand? First, Moses says, &apos; I will make you jealous of those who aren&quot;t a people, of a people without understanding. &apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "And Isaiah even dares to say, &apos; I was found by those who didn&quot;t look for me; I revealed myself to those who didn&quot;t ask for me. &apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "But he says about Israel, &apos; All day long I stretched out my hands to a disobedient and contrary people. &apos;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "So I ask you, has God rejected his people? Absolutely not! I&quot;m an Israelite, a descendant of Abraham, from the tribe of Benjamin."
            },
            {
                "verse_number": "2",
                "verse_text": "God hasn&quot;t rejected his people, whom he knew in advance. Or don&quot;t you know what the scripture says in the case of Elijah, when he pleads with God against Israel?"
            },
            {
                "verse_number": "3",
                "verse_text": "Lord, &apos; they have killed your prophets, and they have torn down your altars. I&quot;m the only one left, and they are trying to take my life. &apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But what is God&quot;s reply to him? &apos; I have kept for myself seven thousand people who haven&quot;t bowed their knees to Baal. &apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So also in the present time there is a remaining group by the choice of God&quot;s grace."
            },
            {
                "verse_number": "6",
                "verse_text": "But if it is by grace, it isn&quot;t by what&quot;s done anymore. If it were, God&quot;s grace wouldn&quot;t be grace. &apos; Their table should become a pitfall and a trap, &apos; &apos; a stumbling block and payback to them for what they have done. &apos; &apos; The deliverer will come from Zion. &apos; &apos; He will remove ungodly behavior from Jacob. &apos; May the glory be to him forever. Amen."
            },
            {
                "verse_number": "7",
                "verse_text": "So what? Israel didn&quot;t find what it was looking for. Those who were chosen found it, but the others were resistant."
            },
            {
                "verse_number": "8",
                "verse_text": "As it is written, &apos; God gave them a dull spirit, so that their eyes would not see and their ears not hear, right up until the present day. &apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "And David says,"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos; Their eyes should be darkened so they can&quot;t see, &apos; &apos; and their backs always bent. &apos; &apos; when I take away their sins &apos;. &apos; Or who has been his mentor? &apos; &apos; and has been paid back by him? &apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So I&quot;m asking you: They haven&quot;t stumbled so that they&quot;ve fallen permanently, have they? Absolutely not! But salvation has come to the Gentiles by their failure, in order to make Israel jealous."
            },
            {
                "verse_number": "12",
                "verse_text": "But if their failure brings riches to the world, and their defeat brings riches to the Gentiles, how much more will come from the completion of their number!"
            },
            {
                "verse_number": "13",
                "verse_text": "I&quot;m speaking to you Gentiles. Considering that I&quot;m an apostle to the Gentiles, I publicize my own ministry"
            },
            {
                "verse_number": "14",
                "verse_text": "in the hope that somehow I might make my own people jealous and save some of them."
            },
            {
                "verse_number": "15",
                "verse_text": "If their rejection has brought about a close relationship between God and the world, how can their acceptance mean anything less than life from the dead?"
            },
            {
                "verse_number": "16",
                "verse_text": "But if part of a batch of dough is offered to God as holy, the whole batch of dough is holy too. If a root is holy, the branches will be holy too."
            },
            {
                "verse_number": "17",
                "verse_text": "If some of the branches were broken off, and you were a wild olive branch, and you were grafted in among the other branches and shared the root that produces the rich oil of the olive tree,"
            },
            {
                "verse_number": "18",
                "verse_text": "then don&quot;t brag like you&quot;re better than the other branches. If you do brag, be careful: it&quot;s not you that sustains the root, but it&quot;s the root that sustains you."
            },
            {
                "verse_number": "19",
                "verse_text": "You will say then, &apos;Branches were broken off so that I could be grafted in.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Fine. They were broken off because they weren&quot;t faithful, but you stand only by your faithfulness. So don&quot;t think in a proud way; instead be afraid."
            },
            {
                "verse_number": "21",
                "verse_text": "If God didn&quot;t spare the natural branches, he won&quot;t spare you either."
            },
            {
                "verse_number": "22",
                "verse_text": "So look at God&quot;s kindness and harshness. It&quot;s harshness toward those who fell, but it&quot;s God&quot;s kindness for you, provided you continue in his kindness; otherwise, you could be cut off too."
            },
            {
                "verse_number": "23",
                "verse_text": "And even those who were cut off will be grafted back in if they don&quot;t continue to be unfaithful, because God is able to graft them in again."
            },
            {
                "verse_number": "24",
                "verse_text": "If you were naturally part of a wild olive tree and you were cut off from it, and then, contrary to nature, you were grafted into the cultivated olive tree, won&quot;t these natural branches stand an even better chance of being grafted back onto their own olive tree?"
            },
            {
                "verse_number": "25",
                "verse_text": "I don&quot;t want you to be unaware of this secret, brothers and sisters. That way you won&quot;t think too highly of yourselves. A part of Israel has become resistant until the full number of the Gentiles comes in."
            },
            {
                "verse_number": "26",
                "verse_text": "In this way, all Israel will be saved, as it is written:"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos; This is my covenant with them, &apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "According to the gospel, they are enemies for your sake, but according to God&quot;s choice, they are loved for the sake of their ancestors."
            },
            {
                "verse_number": "29",
                "verse_text": "God&quot;s gifts and calling can&quot;t be taken back."
            },
            {
                "verse_number": "30",
                "verse_text": "Once you were disobedient to God, but now you have mercy because they were disobedient."
            },
            {
                "verse_number": "31",
                "verse_text": "In the same way, they have also been disobedient because of the mercy that you received, so now they can receive mercy too."
            },
            {
                "verse_number": "32",
                "verse_text": "God has locked up all people in disobedience, in order to have mercy on all of them."
            },
            {
                "verse_number": "33",
                "verse_text": "God&quot;s riches, wisdom, and knowledge are so deep! They are as mysterious as his judgments, and they are as hard to track as his paths!"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos; Who has known the Lord&quot;s mind? &apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "&apos; Or who has given him a gift &apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "All things are from him and through him and for him."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "So, brothers and sisters, because of God&quot;s mercies, I encourage you to present your bodies as a living sacrifice that is holy and pleasing to God. This is your appropriate priestly service."
            },
            {
                "verse_number": "2",
                "verse_text": "Don&quot;t be conformed to the patterns of this world, but be transformed by the renewing of your minds so that you can figure out what God&quot;s will is&ndash;what is good and pleasing and mature."
            },
            {
                "verse_number": "3",
                "verse_text": "Because of the grace that God gave me, I can say to each one of you: don&quot;t think of yourself more highly than you ought to think. Instead, be reasonable since God has measured out a portion of faith to each one of you."
            },
            {
                "verse_number": "4",
                "verse_text": "We have many parts in one body, but the parts don&quot;t all have the same function."
            },
            {
                "verse_number": "5",
                "verse_text": "In the same way, though there are many of us, we are one body in Christ, and individually we belong to each other."
            },
            {
                "verse_number": "6",
                "verse_text": "We have different gifts that are consistent with God&quot;s grace that has been given to us. If your gift is prophecy, you should prophesy in proportion to your faith."
            },
            {
                "verse_number": "7",
                "verse_text": "If your gift is service, devote yourself to serving. If your gift is teaching, devote yourself to teaching."
            },
            {
                "verse_number": "8",
                "verse_text": "If your gift is encouragement, devote yourself to encouraging. The one giving should do it with no strings attached. The leader should lead with passion. The one showing mercy should be cheerful."
            },
            {
                "verse_number": "9",
                "verse_text": "Love should be shown without pretending. Hate evil, and hold on to what is good."
            },
            {
                "verse_number": "10",
                "verse_text": "Love each other like the members of your family. Be the best at showing honor to each other."
            },
            {
                "verse_number": "11",
                "verse_text": "Don&quot;t hesitate to be enthusiastic&ndash;be on fire in the Spirit as you serve the Lord!"
            },
            {
                "verse_number": "12",
                "verse_text": "Be happy in your hope, stand your ground when you&quot;re in trouble, and devote yourselves to prayer."
            },
            {
                "verse_number": "13",
                "verse_text": "Contribute to the needs of God&quot;s people, and welcome strangers into your home."
            },
            {
                "verse_number": "14",
                "verse_text": "Bless people who harass you&ndash;bless and don&quot;t curse them."
            },
            {
                "verse_number": "15",
                "verse_text": "Be happy with those who are happy, and cry with those who are crying."
            },
            {
                "verse_number": "16",
                "verse_text": "Consider everyone as equal, and don&quot;t think that you&quot;re better than anyone else. Instead, associate with people who have no status. Don&quot;t think that you&quot;re so smart."
            },
            {
                "verse_number": "17",
                "verse_text": "Don&quot;t pay back anyone for their evil actions with evil actions, but show respect for what everyone else believes is good."
            },
            {
                "verse_number": "18",
                "verse_text": "If possible, to the best of your ability, live at peace with all people."
            },
            {
                "verse_number": "19",
                "verse_text": "Don&quot;t try to get revenge for yourselves, my dear friends, but leave room for God&quot;s wrath. It is written, &apos; Revenge belongs to me; I will pay it back, says the Lord &apos;."
            },
            {
                "verse_number": "20",
                "verse_text": "Instead, &apos; If your enemy is hungry, feed him; if he is thirsty, give him a drink. By doing this, you will pile burning coals of fire upon his head &apos;."
            },
            {
                "verse_number": "21",
                "verse_text": "Don&quot;t be defeated by evil, but defeat evil with good."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Every person should place themselves under the authority of the government. There isn&quot;t any authority unless it comes from God, and the authorities that are there have been put in place by God."
            },
            {
                "verse_number": "2",
                "verse_text": "So anyone who opposes the authority is standing against what God has established. People who take this kind of stand will get punished."
            },
            {
                "verse_number": "3",
                "verse_text": "The authorities don&quot;t frighten people who are doing the right thing. Rather, they frighten people who are doing wrong. Would you rather not be afraid of authority? Do what&quot;s right, and you will receive its approval."
            },
            {
                "verse_number": "4",
                "verse_text": "It is God&quot;s servant given for your benefit. But if you do what&quot;s wrong, be afraid because it doesn&quot;t have weapons to enforce the law for nothing. It is God&quot;s servant put in place to carry out his punishment on those who do what is wrong."
            },
            {
                "verse_number": "5",
                "verse_text": "That is why it is necessary to place yourself under the government&quot;s authority, not only to avoid God&quot;s punishment but also for the sake of your conscience."
            },
            {
                "verse_number": "6",
                "verse_text": "You should also pay taxes for the same reason, because the authorities are God&quot;s assistants, concerned with this very thing."
            },
            {
                "verse_number": "7",
                "verse_text": "So pay everyone what you owe them. Pay the taxes you owe, pay the duties you are charged, give respect to those you should respect, and honor those you should honor."
            },
            {
                "verse_number": "8",
                "verse_text": "Don&quot;t be in debt to anyone, except for the obligation to love each other. Whoever loves another person has fulfilled the Law."
            },
            {
                "verse_number": "9",
                "verse_text": "The commandments, &apos; Don&quot;t commit adultery, don&quot;t murder, don&quot;t steal, don&quot;t desire what others have, &apos; and any other commandments, are all summed up in one word: &apos; You must love your neighbor as yourself. &apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Love doesn&quot;t do anything wrong to a neighbor; therefore, love is what fulfills the Law."
            },
            {
                "verse_number": "11",
                "verse_text": "As you do all this, you know what time it is. The hour has already come for you to wake up from your sleep. Now our salvation is nearer than when we first had faith."
            },
            {
                "verse_number": "12",
                "verse_text": "The night is almost over, and the day is near. So let&quot;s get rid of the actions that belong to the darkness and put on the weapons of light."
            },
            {
                "verse_number": "13",
                "verse_text": "Let&quot;s behave appropriately as people who live in the day, not in partying and getting drunk, not in sleeping around and obscene behavior, not in fighting and obsession."
            },
            {
                "verse_number": "14",
                "verse_text": "Instead, dress yourself with the Lord Jesus Christ, and don&quot;t plan to indulge your selfish desires."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Welcome the person who is weak in faith&ndash;but not in order to argue about differences of opinion."
            },
            {
                "verse_number": "2",
                "verse_text": "One person believes in eating everything, while the weak person eats only vegetables."
            },
            {
                "verse_number": "3",
                "verse_text": "Those who eat must not look down on the ones who don&quot;t, and the ones who don&quot;t eat must not judge the ones who do, because God has accepted them."
            },
            {
                "verse_number": "4",
                "verse_text": "Who are you to judge someone else&quot;s servants? They stand or fall before their own Lord (and they will stand, because the Lord has the power to make them stand)."
            },
            {
                "verse_number": "5",
                "verse_text": "One person considers some days to be more sacred than others, while another person considers all days to be the same. Each person must have their own convictions."
            },
            {
                "verse_number": "6",
                "verse_text": "Someone who thinks that a day is sacred, thinks that way for the Lord. Those who eat, eat for the Lord, because they thank God. And those who don&quot;t eat, don&quot;t eat for the Lord, and they thank the Lord too."
            },
            {
                "verse_number": "7",
                "verse_text": "We don&quot;t live for ourselves and we don&quot;t die for ourselves."
            },
            {
                "verse_number": "8",
                "verse_text": "If we live, we live for the Lord, and if we die, we die for the Lord. Therefore, whether we live or die, we belong to God."
            },
            {
                "verse_number": "9",
                "verse_text": "This is why Christ died and lived: so that he might be Lord of both the dead and the living."
            },
            {
                "verse_number": "10",
                "verse_text": "But why do you judge your brother or sister? Or why do you look down on your brother or sister? We all will stand in front of the judgment seat of God."
            },
            {
                "verse_number": "11",
                "verse_text": "Because it is written, &apos; As I live, says the Lord, every knee will bow to me, &apos; &apos; and every tongue will give praise to God. &apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So then, each of us will give an account of ourselves to God."
            },
            {
                "verse_number": "13",
                "verse_text": "So stop judging each other. Instead, this is what you should decide: never put a stumbling block or obstacle in the way of your brother or sister."
            },
            {
                "verse_number": "14",
                "verse_text": "I know and I&quot;m convinced in the Lord Jesus that nothing is wrong to eat in itself. But if someone thinks something is wrong to eat, it becomes wrong for that person."
            },
            {
                "verse_number": "15",
                "verse_text": "If your brother or sister is upset by your food, you are no longer walking in love. Don&quot;t let your food destroy someone for whom Christ died."
            },
            {
                "verse_number": "16",
                "verse_text": "And don&quot;t let something you consider to be good be criticized as wrong."
            },
            {
                "verse_number": "17",
                "verse_text": "God&quot;s kingdom isn&quot;t about eating food and drinking but about righteousness, peace, and joy in the Holy Spirit."
            },
            {
                "verse_number": "18",
                "verse_text": "Whoever serves Christ this way pleases God and gets human approval."
            },
            {
                "verse_number": "19",
                "verse_text": "So let&quot;s strive for the things that bring peace and the things that build each other up."
            },
            {
                "verse_number": "20",
                "verse_text": "Don&quot;t destroy what God has done because of food. All food is acceptable, but it&quot;s a bad thing if it trips someone else."
            },
            {
                "verse_number": "21",
                "verse_text": "It&quot;s a good thing not to eat meat or drink wine or to do anything that trips your brother or sister."
            },
            {
                "verse_number": "22",
                "verse_text": "Keep the belief that you have to yourself&ndash;it&quot;s between you and God. People are blessed who don&quot;t convict themselves by the things they approve."
            },
            {
                "verse_number": "23",
                "verse_text": "But those who have doubts are convicted if they go ahead and eat, because they aren&quot;t acting on the basis of faith. Everything that isn&quot;t based on faith is sin."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "We who are powerful need to be patient with the weakness of those who don&quot;t have power, and not please ourselves."
            },
            {
                "verse_number": "2",
                "verse_text": "Each of us should please our neighbors for their good in order to build them up."
            },
            {
                "verse_number": "3",
                "verse_text": "Christ didn&quot;t please himself, but, as it is written, &apos; The insults of those who insulted you fell on me. &apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Whatever was written in the past was written for our instruction so that we could have hope through endurance and through the encouragement of the scriptures."
            },
            {
                "verse_number": "5",
                "verse_text": "May the God of endurance and encouragement give you the same attitude toward each other, similar to Christ Jesus&quot; attitude."
            },
            {
                "verse_number": "6",
                "verse_text": "That way you can glorify the God and Father of our Lord Jesus Christ together with one voice. &apos; Because of this I will confess you among the Gentiles, &apos; &apos; Praise the Lord, all you Gentiles, &apos; &apos; There will be a root of Jesse, &apos; &apos; who will also rise to rule the Gentiles. &apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So welcome each other, in the same way that Christ also welcomed you, for God&quot;s glory."
            },
            {
                "verse_number": "8",
                "verse_text": "I&quot;m saying that Christ became a servant of those who are circumcised for the sake of God&quot;s truth, in order to confirm the promises given to the ancestors,"
            },
            {
                "verse_number": "9",
                "verse_text": "and so that the Gentiles could glorify God for his mercy. As it is written, &apos; and I will sing praises to your name &apos;. &apos; Rejoice, Gentiles, with his people &apos;. &apos; and all the people should sing his praises &apos;. &apos; The Gentiles will place their hope in him &apos;."
            },
            {
                "verse_number": "10",
                "verse_text": "And again, it says,"
            },
            {
                "verse_number": "11",
                "verse_text": "And again,"
            },
            {
                "verse_number": "12",
                "verse_text": "And again, Isaiah says,"
            },
            {
                "verse_number": "13",
                "verse_text": "May the God of hope fill you with all joy and peace in faith so that you overflow with hope by the power of the Holy Spirit."
            },
            {
                "verse_number": "14",
                "verse_text": "My brothers and sisters, I myself am convinced that you yourselves are full of goodness, filled with all knowledge, and are able to teach each other."
            },
            {
                "verse_number": "15",
                "verse_text": "But I&quot;ve written to you in a sort of daring way, partly to remind you of what you already know. I&quot;m writing to you in this way because of the grace that was given to me by God."
            },
            {
                "verse_number": "16",
                "verse_text": "It helps me to be a minister of Christ Jesus to the Gentiles. I&quot;m working as a priest of God&quot;s gospel so that the offering of the Gentiles can be acceptable and made holy by the Holy Spirit."
            },
            {
                "verse_number": "17",
                "verse_text": "So in Christ Jesus I brag about things that have to do with God."
            },
            {
                "verse_number": "18",
                "verse_text": "I don&quot;t dare speak about anything except what Christ has done through me to bring about the obedience of the Gentiles. He did it by what I&quot;ve said and what I&quot;ve done,"
            },
            {
                "verse_number": "19",
                "verse_text": "by the power of signs and wonders, and by the power of God&quot;s Spirit. So I&quot;ve completed the circuit of preaching Christ&quot;s gospel from Jerusalem all the way around to Illyricum."
            },
            {
                "verse_number": "20",
                "verse_text": "In this way, I have a goal to preach the gospel where they haven&quot;t heard of Christ yet, so that I won&quot;t be building on someone else&quot;s foundation."
            },
            {
                "verse_number": "21",
                "verse_text": "Instead, as it&quot;s written, &apos; Those who hadn&quot;t been told about him will see, and those who hadn&quot;t heard will understand &apos;."
            },
            {
                "verse_number": "22",
                "verse_text": "That&quot;s why I&quot;ve been stopped so many times from coming to see you."
            },
            {
                "verse_number": "23",
                "verse_text": "But now, since I don&quot;t have any place to work in these regions anymore, and since I&quot;ve wanted to come to see you for many years,"
            },
            {
                "verse_number": "24",
                "verse_text": "I&quot;ll visit you when I go to Spain. I hope to see you while I&quot;m passing through. And I hope you will send me on my way there, after I have first been reenergized by some time in your company."
            },
            {
                "verse_number": "25",
                "verse_text": "But now I&quot;m going to Jerusalem, to serve God&quot;s people."
            },
            {
                "verse_number": "26",
                "verse_text": "Macedonia and Achaia have been happy to make a contribution for the poor among God&quot;s people in Jerusalem."
            },
            {
                "verse_number": "27",
                "verse_text": "They were happy to do this, and they are actually in debt to God&quot;s people in Jerusalem. If the Gentiles got a share of the Jewish people&quot;s spiritual resources, they ought to minister to them with material resources."
            },
            {
                "verse_number": "28",
                "verse_text": "So then after I have finished this job and have safely delivered the final amount of the Gentiles&quot; offering to them, I will leave for Spain, visiting you on the way."
            },
            {
                "verse_number": "29",
                "verse_text": "And I know that when I come to you I will come with the fullest blessing of Christ."
            },
            {
                "verse_number": "30",
                "verse_text": "Brothers and sisters, I urge you, through our Lord Jesus Christ and through the love of the Spirit, to join me in my struggles in your prayers to God for me."
            },
            {
                "verse_number": "31",
                "verse_text": "Pray that I will be rescued from the people in Judea who don&quot;t believe. Also, pray that my service for Jerusalem will be acceptable to God&quot;s people there"
            },
            {
                "verse_number": "32",
                "verse_text": "so that I can come to you with joy by God&quot;s will and be reenergized with your company."
            },
            {
                "verse_number": "33",
                "verse_text": "May the God of peace be with you all. Amen."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "I&quot;m introducing our sister Phoebe to you, who is a servant of the church in Cenchreae."
            },
            {
                "verse_number": "2",
                "verse_text": "Welcome her in the Lord in a way that is worthy of God&quot;s people, and give her whatever she needs from you, because she herself has been a sponsor of many people, myself included."
            },
            {
                "verse_number": "3",
                "verse_text": "Say hello to Prisca and Aquila, my coworkers in Christ Jesus,"
            },
            {
                "verse_number": "4",
                "verse_text": "who risked their own necks for my life. I&quot;m not the only one who thanks God for them, but all the churches of the Gentiles do the same."
            },
            {
                "verse_number": "5",
                "verse_text": "Also say hello to the church that meets in their house. Say hello to Epaenetus, my dear friend, who was the first convert in Asia for Christ."
            },
            {
                "verse_number": "6",
                "verse_text": "Say hello to Mary, who has worked very hard for you."
            },
            {
                "verse_number": "7",
                "verse_text": "Say hello to Andronicus and Junia, my relatives and my fellow prisoners. They are prominent among the apostles, and they were in Christ before me."
            },
            {
                "verse_number": "8",
                "verse_text": "Say hello to Ampliatus, my dear friend in the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "Say hello to Urbanus, our coworker in Christ, and my dear friend Stachys."
            },
            {
                "verse_number": "10",
                "verse_text": "Say hello to Apelles, who is tried and true in Christ. Say hello to the members of the household of Aristobulus."
            },
            {
                "verse_number": "11",
                "verse_text": "Say hello to my relative Herodion. Say hello to the members of the household of Narcissus who are in the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "Say hello to Tryphaena and Tryphosa, who are workers for the Lord. Say hello to my dear friend Persis, who has worked hard in the Lord."
            },
            {
                "verse_number": "13",
                "verse_text": "Say hello to Rufus, who is an outstanding believer, along with his mother and mine."
            },
            {
                "verse_number": "14",
                "verse_text": "Say hello to Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brothers and sisters who are with them."
            },
            {
                "verse_number": "15",
                "verse_text": "Say hello to Philologus and Julia, Nereus and his sister, and Olympas, and all the saints who are with them."
            },
            {
                "verse_number": "16",
                "verse_text": "Say hello to each other with a holy kiss. All the churches of Christ say hello to you."
            },
            {
                "verse_number": "17",
                "verse_text": "Brothers and sisters, I urge you to watch out for people who create divisions and problems against the teaching that you learned. Keep away from them."
            },
            {
                "verse_number": "18",
                "verse_text": "People like that aren&quot;t serving the Lord. They are serving their own feelings. They deceive the hearts of innocent people with smooth talk and flattery."
            },
            {
                "verse_number": "19",
                "verse_text": "The news of your obedience has reached everybody, so I&quot;m happy for you. But I want you to be wise about what&quot;s good, and innocent about what&quot;s evil."
            },
            {
                "verse_number": "20",
                "verse_text": "The God of peace will soon crush Satan under your feet. The grace of our Lord Jesus Christ be with you."
            },
            {
                "verse_number": "21",
                "verse_text": "Timothy my coworker says hello to you, and Lucius, Jason, and Sosipater, my relatives."
            },
            {
                "verse_number": "22",
                "verse_text": "I&quot;m Tertius, and I&quot;m writing this letter to you in the Lord&ndash;hello!"
            },
            {
                "verse_number": "23",
                "verse_text": "Gaius, who is host to me and to the whole church, says hello to you. Erastus the city treasurer says hello to you, along with our brother Quartus."
            },
            {
                "verse_number": "25",
                "verse_text": "May the glory be to God who can strengthen you with my good news and the message that I preach about Jesus Christ. He can strengthen you with the announcement of the secret that was kept quiet for a long time."
            },
            {
                "verse_number": "26",
                "verse_text": "Now that secret is revealed through what the prophets wrote. It is made known to the Gentiles in order to lead to their faithful obedience based on the command of the eternal God."
            },
            {
                "verse_number": "27",
                "verse_text": "May the glory be to God, who alone is wise! May the glory be to him through Jesus Christ forever! Amen."
            }
        ]
    }
}