{
    "Matthew": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "A record of the ancestors of Jesus Christ, son of David, son of Abraham: Isaac was the father of Jacob. Jacob was the father of Judah and his brothers. whose mother was Tamar. Perez was the father of Hezron. Hezron was the father of Aram. Amminadab was the father of Nahshon. Nahshon was the father of Salmon. Boaz was the father of Obed, whose mother was Ruth. Obed was the father of Jesse. David was the father of Solomon, whose mother had been the wife of Uriah. Rehoboam was the father of Abijah. Abijah was the father of Asaph. Jehoshaphat was the father of Joram. Joram was the father of Uzziah. Jotham was the father of Ahaz. Ahaz was the father of Hezekiah. Manasseh was the father of Amos. Amos was the father of Josiah. This was at the time of the exile to Babylon. Shealtiel was the father of Zerubbabel. Abiud was the father of Eliakim. Eliakim was the father of Azor. Zadok was the father of Achim. Achim was the father of Eliud. Eleazar was the father of Matthan. Matthan was the father of Jacob. ( Emmanuel means &apos;God with us.&apos;)"
            },
            {
                "verse_number": "2",
                "verse_text": "Abraham was the father of Isaac."
            },
            {
                "verse_number": "3",
                "verse_text": "Judah was the father of Perez and Zerah,"
            },
            {
                "verse_number": "4",
                "verse_text": "Aram was the father of Amminadab."
            },
            {
                "verse_number": "5",
                "verse_text": "Salmon was the father of Boaz, whose mother was Rahab."
            },
            {
                "verse_number": "6",
                "verse_text": "Jesse was the father of David the king."
            },
            {
                "verse_number": "7",
                "verse_text": "Solomon was the father of Rehoboam."
            },
            {
                "verse_number": "8",
                "verse_text": "Asaph was the father of Jehoshaphat."
            },
            {
                "verse_number": "9",
                "verse_text": "Uzziah was the father of Jotham."
            },
            {
                "verse_number": "10",
                "verse_text": "Hezekiah was the father of Manasseh."
            },
            {
                "verse_number": "11",
                "verse_text": "Josiah was the father of Jechoniah and his brothers."
            },
            {
                "verse_number": "12",
                "verse_text": "After the exile to Babylon: Jechoniah was the father of Shealtiel."
            },
            {
                "verse_number": "13",
                "verse_text": "Zerubbabel was the father of Abiud."
            },
            {
                "verse_number": "14",
                "verse_text": "Azor was the father of Zadok."
            },
            {
                "verse_number": "15",
                "verse_text": "Eliud was the father of Eleazar."
            },
            {
                "verse_number": "16",
                "verse_text": "Jacob was the father of Joseph, the husband of Mary&ndash;of whom Jesus was born, who is called the Christ."
            },
            {
                "verse_number": "17",
                "verse_text": "So there were fourteen generations from Abraham to David, fourteen generations from David to the exile to Babylon, and fourteen generations from the exile to Babylon to the Christ."
            },
            {
                "verse_number": "18",
                "verse_text": "This is how the birth of Jesus Christ took place. When Mary his mother was engaged to Joseph, before they were married, she became pregnant by the Holy Spirit."
            },
            {
                "verse_number": "19",
                "verse_text": "Joseph her husband was a righteous man. Because he didn&quot;t want to humiliate her, he decided to call off their engagement quietly."
            },
            {
                "verse_number": "20",
                "verse_text": "As he was thinking about this, an angel from the Lord appeared to him in a dream and said, &apos;Joseph son of David, don&quot;t be afraid to take Mary as your wife, because the child she carries was conceived by the Holy Spirit."
            },
            {
                "verse_number": "21",
                "verse_text": "She will give birth to a son, and you will call him Jesus, because he will save his people from their sins.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Now all of this took place so that what the Lord had spoken through the prophet would be fulfilled:"
            },
            {
                "verse_number": "23",
                "verse_text": "Look! A virgin will become pregnant and give birth to a son, And they will call him, Emmanuel."
            },
            {
                "verse_number": "24",
                "verse_text": "When Joseph woke up, he did just as an angel from God commanded and took Mary as his wife."
            },
            {
                "verse_number": "25",
                "verse_text": "But he didn&quot;t have sexual relations with her until she gave birth to a son. Joseph called him Jesus."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "After Jesus was born in Bethlehem in the territory of Judea during the rule of King Herod, magi came from the east to Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "They asked, &apos;Where is the newborn king of the Jews? We&quot;ve seen his star in the east, and we&quot;ve come to honor him.&apos; by no means are you least among the rulers of Judah, because from you will come one who governs, weeping and much grieving. Rachel weeping for her children, and she did not want to be comforted,"
            },
            {
                "verse_number": "3",
                "verse_text": "When King Herod heard this, he was troubled, and everyone in Jerusalem was troubled with him."
            },
            {
                "verse_number": "4",
                "verse_text": "He gathered all the chief priests and the legal experts and asked them where the Christ was to be born."
            },
            {
                "verse_number": "5",
                "verse_text": "They said, &apos;In Bethlehem of Judea, for this is what the prophet wrote:"
            },
            {
                "verse_number": "6",
                "verse_text": "You, Bethlehem, land of Judah, who will shepherd my people Israel. because they were no more."
            },
            {
                "verse_number": "7",
                "verse_text": "Then Herod secretly called for the magi and found out from them the time when the star had first appeared."
            },
            {
                "verse_number": "8",
                "verse_text": "He sent them to Bethlehem, saying, &apos;Go and search carefully for the child. When you&quot;ve found him, report to me so that I too may go and honor him.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "When they heard the king, they went; and look, the star they had seen in the east went ahead of them until it stood over the place where the child was."
            },
            {
                "verse_number": "10",
                "verse_text": "When they saw the star, they were filled with joy."
            },
            {
                "verse_number": "11",
                "verse_text": "They entered the house and saw the child with Mary his mother. Falling to their knees, they honored him. Then they opened their treasure chests and presented him with gifts of gold, frankincense, and myrrh."
            },
            {
                "verse_number": "12",
                "verse_text": "Because they were warned in a dream not to return to Herod, they went back to their own country by another route."
            },
            {
                "verse_number": "13",
                "verse_text": "When the magi had departed, an angel from the Lord appeared to Joseph in a dream and said, &apos;Get up. Take the child and his mother and escape to Egypt. Stay there until I tell you, for Herod will soon search for the child in order to kill him.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Joseph got up and, during the night, took the child and his mother to Egypt."
            },
            {
                "verse_number": "15",
                "verse_text": "He stayed there until Herod died. This fulfilled what the Lord had spoken through the prophet: I have called my son out of Egypt ."
            },
            {
                "verse_number": "16",
                "verse_text": "When Herod knew the magi had fooled him, he grew very angry. He sent soldiers to kill all the children in Bethlehem and in all the surrounding territory who were two years old and younger, according to the time that he had learned from the magi."
            },
            {
                "verse_number": "17",
                "verse_text": "This fulfilled the word spoken through Jeremiah the prophet:"
            },
            {
                "verse_number": "18",
                "verse_text": "A voice was heard in Ramah,"
            },
            {
                "verse_number": "19",
                "verse_text": "After King Herod died, an angel from the Lord appeared in a dream to Joseph in Egypt."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Get up,&apos; the angel said, &apos;and take the child and his mother and go to the land of Israel. Those who were trying to kill the child are dead.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Joseph got up, took the child and his mother, and went to the land of Israel."
            },
            {
                "verse_number": "22",
                "verse_text": "But when he heard that Archelaus ruled over Judea in place of his father Herod, Joseph was afraid to go there. Having been warned in a dream, he went to the area of Galilee."
            },
            {
                "verse_number": "23",
                "verse_text": "He settled in a city called Nazareth so that what was spoken through the prophets might be fulfilled: He will be called a Nazarene."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "In those days John the Baptist appeared in the desert of Judea announcing,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Change your hearts and lives! Here comes the kingdom of heaven!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "He was the one of whom Isaiah the prophet spoke when he said: The voice of one shouting in the wilderness, &apos; Prepare the way for the Lord; So John agreed to baptize Jesus. make his paths straight. &apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "John wore clothes made of camel&quot;s hair, with a leather belt around his waist. He ate locusts and wild honey."
            },
            {
                "verse_number": "5",
                "verse_text": "People from Jerusalem, throughout Judea, and all around the Jordan River came to him."
            },
            {
                "verse_number": "6",
                "verse_text": "As they confessed their sins, he baptized them in the Jordan River."
            },
            {
                "verse_number": "7",
                "verse_text": "Many Pharisees and Sadducees came to be baptized by John. He said to them, &apos;You children of snakes! Who warned you to escape from the angry judgment that is coming soon?"
            },
            {
                "verse_number": "8",
                "verse_text": "Produce fruit that shows you have changed your hearts and lives."
            },
            {
                "verse_number": "9",
                "verse_text": "And don&quot;t even think about saying to yourselves, Abraham is our father. I tell you that God is able to raise up Abraham&quot;s children from these stones."
            },
            {
                "verse_number": "10",
                "verse_text": "The ax is already at the root of the trees. Therefore, every tree that doesn&quot;t produce good fruit will be chopped down and tossed into the fire."
            },
            {
                "verse_number": "11",
                "verse_text": "I baptize with water those of you who have changed your hearts and lives. The one who is coming after me is stronger than I am. I&quot;m not worthy to carry his sandals. He will baptize you with the Holy Spirit and with fire."
            },
            {
                "verse_number": "12",
                "verse_text": "The shovel he uses to sift the wheat from the husks is in his hands. He will clean out his threshing area and bring the wheat into his barn. But he will burn the husks with a fire that can&quot;t be put out.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "At that time Jesus came from Galilee to the Jordan River so that John would baptize him."
            },
            {
                "verse_number": "14",
                "verse_text": "John tried to stop him and said, &apos;I need to be baptized by you, yet you come to me?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus answered, &apos; Allow me to be baptized now. This is necessary to fulfill all righteousness. &apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "When Jesus was baptized, he immediately came up out of the water. Heaven was opened to him, and he saw the Spirit of God coming down like a dove and resting on him."
            },
            {
                "verse_number": "17",
                "verse_text": "A voice from heaven said, &apos;This is my Son whom I dearly love; I find happiness in him.&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Then the Spirit led Jesus up into the wilderness so that the devil might tempt him."
            },
            {
                "verse_number": "2",
                "verse_text": "After Jesus had fasted for forty days and forty nights, he was starving."
            },
            {
                "verse_number": "3",
                "verse_text": "The tempter came to him and said, &apos;Since you are God&quot;s Son, command these stones to become bread.&apos; alongside the sea, across the Jordan, Galilee of the Gentiles,"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus replied, &apos; It&quot;s written, People won&quot;t live only by bread, but by every word spoken by God . &apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "After that the devil brought him into the holy city and stood him at the highest point of the temple. He said to him,"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Since you are God&quot;s Son, throw yourself down; for it is written, I will command my angels concerning you, and they will take you up in their hands so that you won&quot;t hit your foot on a stone. &apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus replied, &apos; Again it&quot;s written, Don&quot;t test the Lord your God . &apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the devil brought him to a very high mountain and showed him all the kingdoms of the world and their glory."
            },
            {
                "verse_number": "9",
                "verse_text": "He said, &apos;I&quot;ll give you all these if you bow down and worship me.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus responded, &apos; Go away, Satan, because it&quot;s written, You will worship the Lord your God and serve only him . &apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The devil left him, and angels came and took care of him."
            },
            {
                "verse_number": "12",
                "verse_text": "Now when Jesus heard that John was arrested, he went to Galilee."
            },
            {
                "verse_number": "13",
                "verse_text": "He left Nazareth and settled in Capernaum, which lies alongside the sea in the area of Zebulun and Naphtali."
            },
            {
                "verse_number": "14",
                "verse_text": "This fulfilled what Isaiah the prophet said:"
            },
            {
                "verse_number": "15",
                "verse_text": "Land of Zebulun and land of Naphtali,"
            },
            {
                "verse_number": "16",
                "verse_text": "the people who lived in the dark have seen a great light, and a light has come upon those who lived in the region and in shadow of death."
            },
            {
                "verse_number": "17",
                "verse_text": "From that time Jesus began to announce, &apos; Change your hearts and lives! Here comes the kingdom of heaven! &apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "As Jesus walked alongside the Galilee Sea, he saw two brothers, Simon, who is called Peter, and Andrew, throwing fishing nets into the sea, because they were fishermen."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Come, follow me,&apos; he said, &apos;and I&quot;ll show you how to fish for people.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Right away, they left their nets and followed him."
            },
            {
                "verse_number": "21",
                "verse_text": "Continuing on, he saw another set of brothers, James the son of Zebedee and his brother John. They were in a boat with Zebedee their father repairing their nets. Jesus called them and"
            },
            {
                "verse_number": "22",
                "verse_text": "immediately they left the boat and their father and followed him."
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus traveled throughout Galilee, teaching in their synagogues. He announced the good news of the kingdom and healed every disease and sickness among the people."
            },
            {
                "verse_number": "24",
                "verse_text": "News about him spread throughout Syria. People brought to him all those who had various kinds of diseases, those in pain, those possessed by demons, those with epilepsy, and those who were paralyzed, and he healed them."
            },
            {
                "verse_number": "25",
                "verse_text": "Large crowds followed him from Galilee, the Decapolis, Jerusalem, Judea, and from the areas beyond the Jordan River."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Now when Jesus saw the crowds, he went up a mountain. He sat down and his disciples came to him."
            },
            {
                "verse_number": "2",
                "verse_text": "He taught them, saying:"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Happy are people who are hopeless, because the kingdom of heaven is theirs."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Happy are people who grieve, because they will be made glad."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Happy are people who are humble, because they will inherit the earth."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Happy are people who are hungry and thirsty for righteousness, because they will be fed until they are full."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Happy are people who show mercy, because they will receive mercy."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Happy are people who have pure hearts, because they will see God."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Happy are people who make peace, because they will be called God&quot;s children."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Happy are people whose lives are harassed because they are righteous, because the kingdom of heaven is theirs."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Happy are you when people insult you and harass you and speak all kinds of bad and false things about you, all because of me."
            },
            {
                "verse_number": "12",
                "verse_text": "Be full of joy and be glad, because you have a great reward in heaven. In the same way, people harassed the prophets who came before you."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;You are the salt of the earth. But if salt loses its saltiness, how will it become salty again? It&quot;s good for nothing except to be thrown away and trampled under people&quot;s feet."
            },
            {
                "verse_number": "14",
                "verse_text": "You are the light of the world. A city on top of a hill can&quot;t be hidden."
            },
            {
                "verse_number": "15",
                "verse_text": "Neither do people light a lamp and put it under a basket. Instead, they put it on top of a lampstand, and it shines on all who are in the house."
            },
            {
                "verse_number": "16",
                "verse_text": "In the same way, let your light shine before people, so they can see the good things you do and praise your Father who is in heaven."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Don&quot;t even begin to think that I have come to do away with the Law and the Prophets. I haven&quot;t come to do away with them but to fulfill them."
            },
            {
                "verse_number": "18",
                "verse_text": "I say to you very seriously that as long as heaven and earth exist, neither the smallest letter nor even the smallest stroke of a pen will be erased from the Law until everything there becomes a reality."
            },
            {
                "verse_number": "19",
                "verse_text": "Therefore, whoever ignores one of the least of these commands and teaches others to do the same will be called the lowest in the kingdom of heaven. But whoever keeps these commands and teaches people to keep them will be called great in the kingdom of heaven."
            },
            {
                "verse_number": "20",
                "verse_text": "I say to you that unless your righteousness is greater than the righteousness of the legal experts and the Pharisees, you will never enter the kingdom of heaven."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;You have heard that it was said to those who lived long ago, Don&quot;t commit murder, and all who commit murder will be in danger of judgment."
            },
            {
                "verse_number": "22",
                "verse_text": "But I say to you that everyone who is angry with their brother or sister will be in danger of judgment. If they say to their brother or sister, &quot;You idiot,&quot; they will be in danger of being condemned by the governing council. And if they say, &quot;You fool,&quot; they will be in danger of fiery hell."
            },
            {
                "verse_number": "23",
                "verse_text": "Therefore, if you bring your gift to the altar and there remember that your brother or sister has something against you,"
            },
            {
                "verse_number": "24",
                "verse_text": "leave your gift at the altar and go. First make things right with your brother or sister and then come back and offer your gift."
            },
            {
                "verse_number": "25",
                "verse_text": "Be sure to make friends quickly with your opponents while you are with them on the way to court. Otherwise, they will haul you before the judge, the judge will turn you over to the officer of the court, and you will be thrown into prison."
            },
            {
                "verse_number": "26",
                "verse_text": "I say to you in all seriousness that you won&quot;t get out of there until you&quot;ve paid the very last penny."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;You have heard that it was said, Don&quot;t commit adultery."
            },
            {
                "verse_number": "28",
                "verse_text": "But I say to you that every man who looks at a woman lustfully has already committed adultery in his heart."
            },
            {
                "verse_number": "29",
                "verse_text": "And if your right eye causes you to fall into sin, tear it out and throw it away. It&quot;s better that you lose a part of your body than that your whole body be thrown into hell."
            },
            {
                "verse_number": "30",
                "verse_text": "And if your right hand causes you to fall into sin, chop it off and throw it away. It&quot;s better that you lose a part of your body than that your whole body go into hell."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;It was said, &quot;Whoever divorces his wife must give her a divorce certificate.&quot;"
            },
            {
                "verse_number": "32",
                "verse_text": "But I say to you that whoever divorces his wife except for sexual unfaithfulness forces her to commit adultery. And whoever marries a divorced woman commits adultery."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;Again you have heard that it was said to those who lived long ago: Don&quot;t make a false solemn pledge, but you should follow through on what you have pledged to the Lord."
            },
            {
                "verse_number": "34",
                "verse_text": "But I say to you that you must not pledge at all. You must not pledge by heaven, because it&quot;s God&quot;s throne."
            },
            {
                "verse_number": "35",
                "verse_text": "You must not pledge by the earth, because it&quot;s God&quot;s footstool. You must not pledge by Jerusalem, because it&quot;s the city of the great king."
            },
            {
                "verse_number": "36",
                "verse_text": "And you must not pledge by your head, because you can&quot;t turn one hair white or black."
            },
            {
                "verse_number": "37",
                "verse_text": "Let your yes mean yes, and your no mean no. Anything more than this comes from the evil one."
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;You have heard that it was said, An eye for an eye and a tooth for a tooth ."
            },
            {
                "verse_number": "39",
                "verse_text": "But I say to you that you must not oppose those who want to hurt you. If people slap you on your right cheek, you must turn the left cheek to them as well."
            },
            {
                "verse_number": "40",
                "verse_text": "When they wish to haul you to court and take your shirt, let them have your coat too."
            },
            {
                "verse_number": "41",
                "verse_text": "When they force you to go one mile, go with them two."
            },
            {
                "verse_number": "42",
                "verse_text": "Give to those who ask, and don&quot;t refuse those who wish to borrow from you."
            },
            {
                "verse_number": "43",
                "verse_text": "&apos;You have heard that it was said, You must love your neighbor and hate your enemy."
            },
            {
                "verse_number": "44",
                "verse_text": "But I say to you, love your enemies and pray for those who harass you"
            },
            {
                "verse_number": "45",
                "verse_text": "so that you will be acting as children of your Father who is in heaven. He makes the sun rise on both the evil and the good and sends rain on both the righteous and the unrighteous."
            },
            {
                "verse_number": "46",
                "verse_text": "If you love only those who love you, what reward do you have? Don&quot;t even the tax collectors do the same?"
            },
            {
                "verse_number": "47",
                "verse_text": "And if you greet only your brothers and sisters, what more are you doing? Don&quot;t even the Gentiles do the same?"
            },
            {
                "verse_number": "48",
                "verse_text": "Therefore, just as your heavenly Father is complete in showing love to everyone, so also you must be complete."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Be careful that you don&quot;t practice your religion in front of people to draw their attention. If you do, you will have no reward from your Father who is in heaven. Our Father who is in heaven, uphold the holiness of your name. so that your will is done on earth as it&quot;s done in heaven. just as we also forgive those who have wronged us. but rescue us from the evil one."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Whenever you give to the poor, don&quot;t blow your trumpet as the hypocrites do in the synagogues and in the streets so that they may get praise from people. I assure you, that&quot;s the only reward they&quot;ll get."
            },
            {
                "verse_number": "3",
                "verse_text": "But when you give to the poor, don&quot;t let your left hand know what your right hand is doing"
            },
            {
                "verse_number": "4",
                "verse_text": "so that you may give to the poor in secret. Your Father who sees what you do in secret will reward you."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;When you pray, don&quot;t be like hypocrites. They love to pray standing in the synagogues and on the street corners so that people will see them. I assure you, that&quot;s the only reward they&quot;ll get."
            },
            {
                "verse_number": "6",
                "verse_text": "But when you pray, go to your room, shut the door, and pray to your Father who is present in that secret place. Your Father who sees what you do in secret will reward you."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;When you pray, don&quot;t pour out a flood of empty words, as the Gentiles do. They think that by saying many words they&quot;ll be heard."
            },
            {
                "verse_number": "8",
                "verse_text": "Don&quot;t be like them, because your Father knows what you need before you ask."
            },
            {
                "verse_number": "9",
                "verse_text": "Pray like this:"
            },
            {
                "verse_number": "10",
                "verse_text": "Bring in your kingdom"
            },
            {
                "verse_number": "11",
                "verse_text": "Give us the bread we need for today."
            },
            {
                "verse_number": "12",
                "verse_text": "Forgive us for the ways we have wronged you,"
            },
            {
                "verse_number": "13",
                "verse_text": "And don&quot;t lead us into temptation,"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;If you forgive others their sins, your heavenly Father will also forgive you."
            },
            {
                "verse_number": "15",
                "verse_text": "But if you don&quot;t forgive others, neither will your Father forgive your sins."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;And when you fast, don&quot;t put on a sad face like the hypocrites. They distort their faces so people will know they are fasting. I assure you that they have their reward."
            },
            {
                "verse_number": "17",
                "verse_text": "When you fast, brush your hair and wash your face."
            },
            {
                "verse_number": "18",
                "verse_text": "Then you won&quot;t look like you are fasting to people, but only to your Father who is present in that secret place. Your Father who sees in secret will reward you."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Stop collecting treasures for your own benefit on earth, where moth and rust eat them and where thieves break in and steal them."
            },
            {
                "verse_number": "20",
                "verse_text": "Instead, collect treasures for yourselves in heaven, where moth and rust don&quot;t eat them and where thieves don&quot;t break in and steal them."
            },
            {
                "verse_number": "21",
                "verse_text": "Where your treasure is, there your heart will be also."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;The eye is the lamp of the body. Therefore, if your eye is healthy, your whole body will be full of light."
            },
            {
                "verse_number": "23",
                "verse_text": "But if your eye is bad, your whole body will be full of darkness. If then the light in you is darkness, how terrible that darkness will be!"
            },
            {
                "verse_number": "24",
                "verse_text": "No one can serve two masters. Either you will hate the one and love the other, or you will be loyal to the one and have contempt for the other. You cannot serve God and wealth."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Therefore, I say to you, don&quot;t worry about your life, what you&quot;ll eat or what you&quot;ll drink, or about your body, what you&quot;ll wear. Isn&quot;t life more than food and the body more than clothes?"
            },
            {
                "verse_number": "26",
                "verse_text": "Look at the birds in the sky. They don&quot;t sow seed or harvest grain or gather crops into barns. Yet your heavenly Father feeds them. Aren&quot;t you worth much more than they are?"
            },
            {
                "verse_number": "27",
                "verse_text": "Who among you by worrying can add a single moment to your life?"
            },
            {
                "verse_number": "28",
                "verse_text": "And why do you worry about clothes? Notice how the lilies in the field grow. They don&quot;t wear themselves out with work, and they don&quot;t spin cloth."
            },
            {
                "verse_number": "29",
                "verse_text": "But I say to you that even Solomon in all of his splendor wasn&quot;t dressed like one of these."
            },
            {
                "verse_number": "30",
                "verse_text": "If God dresses grass in the field so beautifully, even though it&quot;s alive today and tomorrow it&quot;s thrown into the furnace, won&quot;t God do much more for you, you people of weak faith?"
            },
            {
                "verse_number": "31",
                "verse_text": "Therefore, don&quot;t worry and say, &quot;What are we going to eat?&quot; or &quot;What are we going to drink?&quot; or &quot;What are we going to wear?&quot;"
            },
            {
                "verse_number": "32",
                "verse_text": "Gentiles long for all these things. Your heavenly Father knows that you need them."
            },
            {
                "verse_number": "33",
                "verse_text": "Instead, desire first and foremost God&quot;s kingdom and God&quot;s righteousness, and all these things will be given to you as well."
            },
            {
                "verse_number": "34",
                "verse_text": "Therefore, stop worrying about tomorrow, because tomorrow will worry about itself. Each day has enough trouble of its own."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Don&quot;t judge, so that you won&quot;t be judged."
            },
            {
                "verse_number": "2",
                "verse_text": "You&quot;ll receive the same judgment you give. Whatever you deal out will be dealt out to you."
            },
            {
                "verse_number": "3",
                "verse_text": "Why do you see the splinter that&quot;s in your brother&quot;s or sister&quot;s eye, but don&quot;t notice the log in your own eye?"
            },
            {
                "verse_number": "4",
                "verse_text": "How can you say to your brother or sister, &quot;Let me take the splinter out of your eye,&quot; when there&quot;s a log in your eye?"
            },
            {
                "verse_number": "5",
                "verse_text": "You deceive yourself! First take the log out of your eye, and then you&quot;ll see clearly to take the splinter out of your brother&quot;s or sister&quot;s eye."
            },
            {
                "verse_number": "6",
                "verse_text": "Don&quot;t give holy things to dogs, and don&quot;t throw your pearls in front of pigs. They will stomp on the pearls, then turn around and attack you."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Ask, and you will receive. Search, and you will find. Knock, and the door will be opened to you."
            },
            {
                "verse_number": "8",
                "verse_text": "For everyone who asks, receives. Whoever seeks, finds. And to everyone who knocks, the door is opened."
            },
            {
                "verse_number": "9",
                "verse_text": "Who among you will give your children a stone when they ask for bread?"
            },
            {
                "verse_number": "10",
                "verse_text": "Or give them a snake when they ask for fish?"
            },
            {
                "verse_number": "11",
                "verse_text": "If you who are evil know how to give good gifts to your children, how much more will your heavenly Father give good things to those who ask him."
            },
            {
                "verse_number": "12",
                "verse_text": "Therefore, you should treat people in the same way that you want people to treat you; this is the Law and the Prophets."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Go in through the narrow gate. The gate that leads to destruction is broad and the road wide, so many people enter through it."
            },
            {
                "verse_number": "14",
                "verse_text": "But the gate that leads to life is narrow and the road difficult, so few people find it."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Watch out for false prophets. They come to you dressed like sheep, but inside they are vicious wolves."
            },
            {
                "verse_number": "16",
                "verse_text": "You will know them by their fruit. Do people get bunches of grapes from thorny weeds, or do they get figs from thistles?"
            },
            {
                "verse_number": "17",
                "verse_text": "In the same way, every good tree produces good fruit, and every rotten tree produces bad fruit."
            },
            {
                "verse_number": "18",
                "verse_text": "A good tree can&quot;t produce bad fruit. And a rotten tree can&quot;t produce good fruit."
            },
            {
                "verse_number": "19",
                "verse_text": "Every tree that doesn&quot;t produce good fruit is chopped down and thrown into the fire."
            },
            {
                "verse_number": "20",
                "verse_text": "Therefore, you will know them by their fruit."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Not everybody who says to me, &quot;Lord, Lord,&quot; will get into the kingdom of heaven. Only those who do the will of my Father who is in heaven will enter."
            },
            {
                "verse_number": "22",
                "verse_text": "On the Judgment Day, many people will say to me, &quot;Lord, Lord, didn&quot;t we prophesy in your name and expel demons in your name and do lots of miracles in your name?&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then I&quot;ll tell them, &quot;I&quot;ve never known you. Get away from me, you people who do wrong.&quot;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos; Everybody who hears these words of mine and puts them into practice is like a wise builder who built a house on bedrock."
            },
            {
                "verse_number": "25",
                "verse_text": "The rain fell, the floods came, and the wind blew and beat against that house. It didn&quot;t fall because it was firmly set on bedrock."
            },
            {
                "verse_number": "26",
                "verse_text": "But everybody who hears these words of mine and doesn&quot;t put them into practice will be like a fool who built a house on sand."
            },
            {
                "verse_number": "27",
                "verse_text": "The rain fell, the floods came, and the wind blew and beat against that house. It fell and was completely destroyed. &apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "When Jesus finished these words, the crowds were amazed at his teaching"
            },
            {
                "verse_number": "29",
                "verse_text": "because he was teaching them like someone with authority and not like their legal experts."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Now when Jesus had come down from the mountain, large crowds followed him."
            },
            {
                "verse_number": "2",
                "verse_text": "A man with a skin disease came, kneeled before him, and said, &apos;Lord, if you want, you can make me clean.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus reached out his hand and touched him, saying, &apos; I do want to. Become clean. &apos; Instantly his skin disease was cleansed."
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus said to him, &apos; Don&quot;t say anything to anyone. Instead, go and show yourself to the priest and offer the gift that Moses commanded. This will be a testimony to them. &apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "When Jesus went to Capernaum, a centurion approached,"
            },
            {
                "verse_number": "6",
                "verse_text": "pleading with him, &apos;Lord, my servant is flat on his back at home, paralyzed, and his suffering is awful.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus responded, &apos; I&quot;ll come and heal him. &apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "But the centurion replied, &apos;Lord, I don&quot;t deserve to have you come under my roof. Just say the word and my servant will be healed."
            },
            {
                "verse_number": "9",
                "verse_text": "I&quot;m a man under authority, with soldiers under me. I say to one, &quot;Go,&quot; and he goes, and to another, &quot;Come,&quot; and he comes. I say to my servant, &quot;Do this,&quot; and the servant does it.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "When Jesus heard this, he was impressed and said to the people following him, &apos; I say to you with all seriousness that even in Israel I haven&quot;t found faith like this."
            },
            {
                "verse_number": "11",
                "verse_text": "I say to you that there are many who will come from east and west and sit down to eat with Abraham and Isaac and Jacob in the kingdom of heaven."
            },
            {
                "verse_number": "12",
                "verse_text": "But the children of the kingdom will be thrown outside into the darkness. People there will be weeping and grinding their teeth. &apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus said to the centurion, &apos; Go; it will be done for you just as you have believed. &apos; And his servant was healed that very moment."
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus went home with Peter and saw Peter&quot;s mother-in-law lying in bed with a fever."
            },
            {
                "verse_number": "15",
                "verse_text": "He touched her hand, and the fever left her. Then she got up and served them."
            },
            {
                "verse_number": "16",
                "verse_text": "That evening people brought to Jesus many who were demon-possessed. He threw the spirits out with just a word. He healed everyone who was sick."
            },
            {
                "verse_number": "17",
                "verse_text": "This happened so that what Isaiah the prophet said would be fulfilled: He is the one who took our illnesses and carried away our diseases."
            },
            {
                "verse_number": "18",
                "verse_text": "Now when Jesus saw the crowd, he ordered his disciples to go over to the other side of the lake."
            },
            {
                "verse_number": "19",
                "verse_text": "A legal expert came and said to him, &apos;Teacher, I&quot;ll follow you wherever you go.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus replied, &apos; Foxes have dens, and the birds in the sky have nests, but the Human One has no place to lay his head. &apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Another man, one of his disciples, said to him, &apos;Lord, first let me go and bury my father.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But Jesus said to him, &apos; Follow me, and let the dead bury their own dead. &apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "When Jesus got into a boat, his disciples followed him."
            },
            {
                "verse_number": "24",
                "verse_text": "A huge storm arose on the lake so that waves were sloshing over the boat. But Jesus was asleep."
            },
            {
                "verse_number": "25",
                "verse_text": "They came and woke him, saying, &apos;Lord, rescue us! We&quot;re going to drown!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "He said to them, &apos; Why are you afraid, you people of weak faith? &apos; Then he got up and gave orders to the winds and the lake, and there was a great calm."
            },
            {
                "verse_number": "27",
                "verse_text": "The people were amazed and said, &apos;What kind of person is this? Even the winds and the lake obey him!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "When Jesus arrived on the other side of the lake in the country of the Gadarenes, two men who were demon-possessed came from among the tombs to meet him. They were so violent that nobody could travel on that road."
            },
            {
                "verse_number": "29",
                "verse_text": "They cried out, &apos;What are you going to do with us, Son of God? Have you come to torture us before the time of judgment?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Far off in the distance a large herd of pigs was feeding."
            },
            {
                "verse_number": "31",
                "verse_text": "The demons pleaded with him, &apos;If you throw us out, send us into the herd of pigs.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Then he said to the demons, &apos; Go away, &apos; and they came out and went into the pigs. The whole herd rushed down the cliff into the lake and drowned."
            },
            {
                "verse_number": "33",
                "verse_text": "Those who tended the pigs ran into the city and told everything that had happened to the demon-possessed men."
            },
            {
                "verse_number": "34",
                "verse_text": "Then the whole city came out and met Jesus. When they saw him, they pleaded with him to leave their region."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Boarding a boat, Jesus crossed to the other side of the lake and went to his own city."
            },
            {
                "verse_number": "2",
                "verse_text": "People brought to him a man who was paralyzed, lying on a cot. When Jesus saw their faith, he said to the man who was paralyzed, &apos; Be encouraged, my child, your sins are forgiven. &apos; &apos;Yes, Lord,&apos; they replied."
            },
            {
                "verse_number": "3",
                "verse_text": "Some legal experts said among themselves, &apos;This man is insulting God.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But Jesus knew what they were thinking and said, &apos; Why do you fill your minds with evil things?"
            },
            {
                "verse_number": "5",
                "verse_text": "Which is easier&ndash;to say, &quot;Your sins are forgiven,&quot; or to say, &quot;Get up and walk&quot;?"
            },
            {
                "verse_number": "6",
                "verse_text": "But so you will know that the Human One has authority on the earth to forgive sins &apos;&ndash;he said to the man who was paralyzed&ndash;&apos; Get up, take your cot, and go home. &apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The man got up and went home."
            },
            {
                "verse_number": "8",
                "verse_text": "When the crowds saw what had happened, they were afraid and praised God, who had given such authority to human beings."
            },
            {
                "verse_number": "9",
                "verse_text": "As Jesus continued on from there, he saw a man named Matthew sitting at a kiosk for collecting taxes. He said to him, &apos; Follow me, &apos; and he got up and followed him."
            },
            {
                "verse_number": "10",
                "verse_text": "As Jesus sat down to eat in Matthew&quot;s house, many tax collectors and sinners joined Jesus and his disciples at the table."
            },
            {
                "verse_number": "11",
                "verse_text": "But when the Pharisees saw this, they said to his disciples, &apos;Why does your teacher eat with tax collectors and sinners?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "When Jesus heard it, he said, &apos; Healthy people don&quot;t need a doctor, but sick people do."
            },
            {
                "verse_number": "13",
                "verse_text": "Go and learn what this means: I want mercy and not sacrifice . I didn&quot;t come to call righteous people, but sinners. &apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "At that time John&quot;s disciples came and asked Jesus, &apos;Why do we and the Pharisees frequently fast, but your disciples never fast?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus responded, &apos;The wedding guests can&quot;t mourn while the groom is still with them, can they? But the days will come when the groom will be taken away from them, and then they&quot;ll fast."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos; No one sews a piece of new, unshrunk cloth on old clothes because the patch tears away the cloth and makes a worse tear."
            },
            {
                "verse_number": "17",
                "verse_text": "No one pours new wine into old wineskins. If they did, the wineskins would burst, the wine would spill, and the wineskins would be ruined. Instead, people pour new wine into new wineskins so that both are kept safe. &apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "While Jesus was speaking to them, a ruler came and knelt in front of him, saying, &apos;My daughter has just died. But come and place your hand on her, and she&quot;ll live.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So Jesus and his disciples got up and went with him."
            },
            {
                "verse_number": "20",
                "verse_text": "Then a woman who had been bleeding for twelve years came up behind Jesus and touched the hem of his clothes."
            },
            {
                "verse_number": "21",
                "verse_text": "She thought, If I only touch his robe I&quot;ll be healed."
            },
            {
                "verse_number": "22",
                "verse_text": "When Jesus turned and saw her, he said, &apos; Be encouraged, daughter. Your faith has healed you. &apos; And the woman was healed from that time on."
            },
            {
                "verse_number": "23",
                "verse_text": "When Jesus went into the ruler&quot;s house, he saw the flute players and the distressed crowd."
            },
            {
                "verse_number": "24",
                "verse_text": "He said, &apos; Go away, because the little girl isn&quot;t dead but is asleep &apos;; but they laughed at him."
            },
            {
                "verse_number": "25",
                "verse_text": "After he had sent the crowd away, Jesus went in and touched her hand, and the little girl rose up."
            },
            {
                "verse_number": "26",
                "verse_text": "News about this spread throughout that whole region."
            },
            {
                "verse_number": "27",
                "verse_text": "As Jesus departed, two blind men followed him, crying out, &apos;Show us mercy, Son of David.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "When he came into the house, the blind men approached him. Jesus said to them, &apos; Do you believe I can do this? &apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Then Jesus touched their eyes and said, &apos; It will happen for you just as you have believed. &apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Their eyes were opened. Then Jesus sternly warned them, &apos; Make sure nobody knows about this. &apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "But they went out and spread the word about him throughout that whole region."
            },
            {
                "verse_number": "32",
                "verse_text": "As they were leaving, people brought to him a man who was demon-possessed and unable to speak."
            },
            {
                "verse_number": "33",
                "verse_text": "When Jesus had thrown out the demon, the man who couldn&quot;t speak began to talk. The crowds were amazed and said, &apos;Nothing like this has ever been seen in Israel.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "But the Pharisees said, &apos;He throws out demons with the authority of the ruler of demons.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Jesus traveled among all the cities and villages, teaching in their synagogues, announcing the good news of the kingdom, and healing every disease and every sickness."
            },
            {
                "verse_number": "36",
                "verse_text": "Now when Jesus saw the crowds, he had compassion for them because they were troubled and helpless, like sheep without a shepherd."
            },
            {
                "verse_number": "37",
                "verse_text": "Then he said to his disciples, &apos; The size of the harvest is bigger than you can imagine, but there are few workers."
            },
            {
                "verse_number": "38",
                "verse_text": "Therefore, plead with the Lord of the harvest to send out workers for his harvest. &apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "He called his twelve disciples and gave them authority over unclean spirits to throw them out and to heal every disease and every sickness."
            },
            {
                "verse_number": "2",
                "verse_text": "Here are the names of the twelve apostles: first, Simon, who is called Peter; and Andrew his brother; James the son of Zebedee; and John his brother;"
            },
            {
                "verse_number": "3",
                "verse_text": "Philip; and Bartholomew; Thomas; and Matthew the tax collector; James the son of Alphaeus; and Thaddaeus;"
            },
            {
                "verse_number": "4",
                "verse_text": "Simon the Cananaean; and Judas, who betrayed Jesus."
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus sent these twelve out and commanded them, &apos;Don&quot;t go among the Gentiles or into a Samaritan city."
            },
            {
                "verse_number": "6",
                "verse_text": "Go instead to the lost sheep, the people of Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "As you go, make this announcement: &quot;The kingdom of heaven has come near.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "Heal the sick, raise the dead, cleanse those with skin diseases, and throw out demons. You received without having to pay. Therefore, give without demanding payment."
            },
            {
                "verse_number": "9",
                "verse_text": "Workers deserve to be fed, so don&quot;t gather gold or silver or copper coins for your money belts to take on your trips."
            },
            {
                "verse_number": "10",
                "verse_text": "Don&quot;t take a backpack for the road or two shirts or sandals or a walking stick."
            },
            {
                "verse_number": "11",
                "verse_text": "Whatever city or village you go into, find somebody in it who is worthy and stay there until you go on your way."
            },
            {
                "verse_number": "12",
                "verse_text": "When you go into a house, say, &quot;Peace!&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "If the house is worthy, give it your blessing of peace. But if the house isn&quot;t worthy, take back your blessing."
            },
            {
                "verse_number": "14",
                "verse_text": "If anyone refuses to welcome you or listen to your words, shake the dust off your feet as you leave that house or city."
            },
            {
                "verse_number": "15",
                "verse_text": "I assure you that it will be more bearable for the land of Sodom and Gomorrah on Judgment Day than it will be for that city."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Look, I&quot;m sending you as sheep among wolves. Therefore, be wise as snakes and innocent as doves."
            },
            {
                "verse_number": "17",
                "verse_text": "Watch out for people&ndash;because they will hand you over to councils and they will beat you in their synagogues."
            },
            {
                "verse_number": "18",
                "verse_text": "They will haul you in front of governors and even kings because of me so that you may give your testimony to them and to the Gentiles."
            },
            {
                "verse_number": "19",
                "verse_text": "Whenever they hand you over, don&quot;t worry about how to speak or what you will say, because what you can say will be given to you at that moment."
            },
            {
                "verse_number": "20",
                "verse_text": "You aren&quot;t doing the talking, but the Spirit of my Father is doing the talking through you."
            },
            {
                "verse_number": "21",
                "verse_text": "Brothers and sisters will hand each other over to be executed. A father will turn his child in. Children will defy their parents and have them executed."
            },
            {
                "verse_number": "22",
                "verse_text": "Everyone will hate you on account of my name. But whoever stands firm until the end will be saved."
            },
            {
                "verse_number": "23",
                "verse_text": "Whenever they harass you in one city, escape to the next, because I assure that you will not go through all the cities of Israel before the Human One comes."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Disciples aren&quot;t greater than their teacher, and slaves aren&quot;t greater than their master."
            },
            {
                "verse_number": "25",
                "verse_text": "It&quot;s enough for disciples to be like their teacher and slaves like their master. If they have called the head of the house Beelzebul, it&quot;s certain that they will call the members of his household by even worse names."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Therefore, don&quot;t be afraid of those people because nothing is hidden that won&quot;t be revealed, and nothing secret that won&quot;t be brought out into the open."
            },
            {
                "verse_number": "27",
                "verse_text": "What I say to you in the darkness, tell in the light; and what you hear whispered, announce from the rooftops."
            },
            {
                "verse_number": "28",
                "verse_text": "Don&quot;t be afraid of those who kill the body but can&quot;t kill the soul. Instead, be afraid of the one who can destroy both body and soul in hell."
            },
            {
                "verse_number": "29",
                "verse_text": "Aren&quot;t two sparrows sold for a small coin? But not one of them will fall to the ground without your Father knowing about it already."
            },
            {
                "verse_number": "30",
                "verse_text": "Even the hairs of your head are all counted."
            },
            {
                "verse_number": "31",
                "verse_text": "Don&quot;t be afraid. You are worth more than many sparrows."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Therefore, everyone who acknowledges me before people, I also will acknowledge before my Father who is in heaven."
            },
            {
                "verse_number": "33",
                "verse_text": "But everyone who denies me before people, I also will deny before my Father who is in heaven."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Don&quot;t think that I&quot;ve come to bring peace to the earth. I haven&quot;t come to bring peace but a sword."
            },
            {
                "verse_number": "35",
                "verse_text": "I&quot;ve come to turn a man against his father, a daughter against her mother, and a daughter-in-law against her mother-in-law ."
            },
            {
                "verse_number": "36",
                "verse_text": "People&quot;s enemies are members of their own households ."
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;Those who love father or mother more than me aren&quot;t worthy of me. Those who love son or daughter more than me aren&quot;t worthy of me."
            },
            {
                "verse_number": "38",
                "verse_text": "Those who don&quot;t pick up their crosses and follow me aren&quot;t worthy of me."
            },
            {
                "verse_number": "39",
                "verse_text": "Those who find their lives will lose them, and those who lose their lives because of me will find them."
            },
            {
                "verse_number": "40",
                "verse_text": "&apos; Those who receive you are also receiving me, and those who receive me are receiving the one who sent me."
            },
            {
                "verse_number": "41",
                "verse_text": "Those who receive a prophet as a prophet will receive a prophet&quot;s reward. Those who receive a righteous person as a righteous person will receive a righteous person&quot;s reward."
            },
            {
                "verse_number": "42",
                "verse_text": "I assure you that everybody who gives even a cup of cold water to these little ones because they are my disciples will certainly be rewarded. &apos;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "When Jesus finished teaching his twelve disciples, he went on from there to teach and preach in their cities."
            },
            {
                "verse_number": "2",
                "verse_text": "Now when John heard in prison about the things the Christ was doing, he sent word by his disciples to Jesus, asking,"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Are you the one who is to come, or should we look for another?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus responded, &apos; Go, report to John what you hear and see."
            },
            {
                "verse_number": "5",
                "verse_text": "Those who were blind are able to see . Those who were crippled are walking. People with skin diseases are cleansed. Those who were deaf now hear. Those who were dead are raised up. The poor have good news proclaimed to them ."
            },
            {
                "verse_number": "6",
                "verse_text": "Happy are those who don&quot;t stumble and fall because of me. &apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "When John&quot;s disciples had gone, Jesus spoke to the crowds about John: &apos;What did you go out to the wilderness to see? A stalk blowing in the wind?"
            },
            {
                "verse_number": "8",
                "verse_text": "What did you go out to see? A man dressed up in refined clothes? Look, those who wear refined clothes are in royal palaces."
            },
            {
                "verse_number": "9",
                "verse_text": "What did you go out to see? A prophet? Yes, I tell you, and more than a prophet."
            },
            {
                "verse_number": "10",
                "verse_text": "He is the one of whom it is written: Look, I&quot;m sending my messenger before you, who will prepare your way before you ."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;I assure you that no one who has ever been born is greater than John the Baptist. Yet whoever is least in the kingdom of heaven is greater than he."
            },
            {
                "verse_number": "12",
                "verse_text": "From the days of John the Baptist until now the kingdom of heaven is violently attacked as violent people seize it."
            },
            {
                "verse_number": "13",
                "verse_text": "All the Prophets and the Law prophesied until John came."
            },
            {
                "verse_number": "14",
                "verse_text": "If you are willing to accept it, he is Elijah who is to come."
            },
            {
                "verse_number": "15",
                "verse_text": "Let the person who has ears, hear."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos; To what will I compare this generation? It is like a child sitting in the marketplaces calling out to others,"
            },
            {
                "verse_number": "17",
                "verse_text": "&quot;We played the flute for you and you didn&quot;t dance. We sang a funeral song and you didn&quot;t mourn.&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "For John came neither eating nor drinking, and they say, &quot;He has a demon.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "Yet the Human One came eating and drinking, and they say, &quot;Look, a glutton and a drunk, a friend of tax collectors and sinners.&quot; But wisdom is proved to be right by her works. &apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then he began to scold the cities where he had done his greatest miracles because they didn&quot;t change their hearts and lives."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos; How terrible it will be for you, Chorazin! How terrible it will be for you, Bethsaida! For if the miracles done among you had been done in Tyre and Sidon, they would have changed their hearts and lives and put on funeral clothes and ashes a long time ago."
            },
            {
                "verse_number": "22",
                "verse_text": "But I say to you that Tyre and Sidon will be better off on Judgment Day than you."
            },
            {
                "verse_number": "23",
                "verse_text": "And you, Capernaum, will you be honored by being raised up to heaven? No, you will be thrown down to the place of the dead. After all, if the miracles that were done among you had been done in Sodom, it would still be here today."
            },
            {
                "verse_number": "24",
                "verse_text": "But I say to you that it will be better for the land of Sodom on the Judgment Day than it will be for you. &apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "At that time Jesus said, &apos;I praise you, Father, Lord of heaven and earth, because you&quot;ve hidden these things from the wise and intelligent and have shown them to babies."
            },
            {
                "verse_number": "26",
                "verse_text": "Indeed, Father, this brings you happiness."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;My Father has handed all things over to me. No one knows the Son except the Father. And nobody knows the Father except the Son and anyone to whom the Son wants to reveal him."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos; Come to me, all you who are struggling hard and carrying heavy loads, and I will give you rest."
            },
            {
                "verse_number": "29",
                "verse_text": "Put on my yoke, and learn from me. I&quot;m gentle and humble. And you will find rest for yourselves."
            },
            {
                "verse_number": "30",
                "verse_text": "My yoke is easy to bear, and my burden is light. &apos;"
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "At that time Jesus went through the wheat fields on the Sabbath. His disciples were hungry so they were picking heads of wheat and eating them."
            },
            {
                "verse_number": "2",
                "verse_text": "When the Pharisees saw this, they said to him, &apos;Look, your disciples are breaking the Sabbath law.&apos; the one I love, in whom I find great pleasure . I&quot;ll put my Spirit upon him, and he&quot;ll announce judgment to the Gentiles. and nobody will hear his voice in the streets. and he won&quot;t snuff out a smoldering wick, until he makes justice win."
            },
            {
                "verse_number": "3",
                "verse_text": "But he said to them, &apos; Haven&quot;t you read what David did when he and those with him were hungry?"
            },
            {
                "verse_number": "4",
                "verse_text": "He went into God&quot;s house and broke the law by eating the bread of the presence, which only the priests were allowed to eat."
            },
            {
                "verse_number": "5",
                "verse_text": "Or haven&quot;t you read in the Law that on the Sabbath the priests in the temple treat the Sabbath as any other day and are still innocent?"
            },
            {
                "verse_number": "6",
                "verse_text": "But I tell you that something greater than the temple is here."
            },
            {
                "verse_number": "7",
                "verse_text": "If you had known what this means, I want mercy and not sacrifice , you wouldn&quot;t have condemned the innocent."
            },
            {
                "verse_number": "8",
                "verse_text": "The Human One is Lord of the Sabbath. &apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus left that place and went into their synagogue."
            },
            {
                "verse_number": "10",
                "verse_text": "A man with a withered hand was there. Wanting to bring charges against Jesus, they asked, &apos;Does the Law allow a person to heal on the Sabbath?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus replied, &apos; Who among you has a sheep that falls into a pit on the Sabbath and will not take hold of it and pull it out?"
            },
            {
                "verse_number": "12",
                "verse_text": "How much more valuable is a person than a sheep! So the Law allows a person to do what is good on the Sabbath. &apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Jesus said to the man, &apos; Stretch out your hand. &apos; So he did and it was made healthy, just like the other one."
            },
            {
                "verse_number": "14",
                "verse_text": "The Pharisees went out and met in order to find a way to destroy Jesus."
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus knew what they intended to do, so he went away from there. Large crowds followed him, and he healed them all."
            },
            {
                "verse_number": "16",
                "verse_text": "But he ordered them not to spread the word about him,"
            },
            {
                "verse_number": "17",
                "verse_text": "so that what was spoken through Isaiah the prophet might be fulfilled:"
            },
            {
                "verse_number": "18",
                "verse_text": "Look, my Servant whom I chose,"
            },
            {
                "verse_number": "19",
                "verse_text": "He won&quot;t argue or shout,"
            },
            {
                "verse_number": "20",
                "verse_text": "He won&quot;t break a bent stalk,"
            },
            {
                "verse_number": "21",
                "verse_text": "And the Gentiles will put their hope in his name."
            },
            {
                "verse_number": "22",
                "verse_text": "They brought to Jesus a demon-possessed man who was blind and unable to speak. Jesus healed him so that he could both speak and see."
            },
            {
                "verse_number": "23",
                "verse_text": "All the crowds were amazed and said, &apos;This man couldn&quot;t be the Son of David, could he?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "When the Pharisees heard, they said, &apos;This man throws out demons only by the authority of Beelzebul, the ruler of the demons.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Because Jesus knew what they were thinking, he replied, &apos;Every kingdom involved in civil war becomes a wasteland. Every city or house torn apart by divisions will collapse."
            },
            {
                "verse_number": "26",
                "verse_text": "If Satan throws out Satan, he is at war with himself. How then can his kingdom endure?"
            },
            {
                "verse_number": "27",
                "verse_text": "And if I throw out demons by the authority of Beelzebul, then by whose authority do your followers throw them out? Therefore, they will be your judges."
            },
            {
                "verse_number": "28",
                "verse_text": "But if I throw out demons by the power of God&quot;s Spirit, then God&quot;s kingdom has already overtaken you."
            },
            {
                "verse_number": "29",
                "verse_text": "Can people go into a house that belongs to a strong man and steal his possessions, unless they first tie up the strong man? Then they can rob his house."
            },
            {
                "verse_number": "30",
                "verse_text": "Whoever isn&quot;t with me is against me, and whoever doesn&quot;t gather with me scatters."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Therefore, I tell you that people will be forgiven for every sin and insult to God. But insulting the Holy Spirit won&quot;t be forgiven."
            },
            {
                "verse_number": "32",
                "verse_text": "And whoever speaks a word against the Human One will be forgiven. But whoever speaks against the Holy Spirit won&quot;t be forgiven, not in this age or in the age that is coming."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos; Either consider the tree good and its fruit good, or consider the tree rotten and its fruit rotten. A tree is known by its fruit."
            },
            {
                "verse_number": "34",
                "verse_text": "Children of snakes! How can you speak good things while you are evil? What fills the heart comes out of the mouth."
            },
            {
                "verse_number": "35",
                "verse_text": "Good people bring out good things from their good treasure. But evil people bring out evil things from their evil treasure."
            },
            {
                "verse_number": "36",
                "verse_text": "I tell you that people will have to answer on Judgment Day for every useless word they speak."
            },
            {
                "verse_number": "37",
                "verse_text": "By your words you will be either judged innocent or condemned as guilty. &apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "At that time some of the legal experts and the Pharisees requested of Jesus, &apos;Teacher, we would like to see a sign from you.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "But he replied, &apos;An evil and unfaithful generation searches for a sign, but it won&quot;t receive any sign except Jonah&quot;s sign."
            },
            {
                "verse_number": "40",
                "verse_text": "Just as Jonah was in the whale&quot;s belly for three days and three nights , so the Human One will be in the heart of the earth for three days and three nights."
            },
            {
                "verse_number": "41",
                "verse_text": "The citizens of Nineveh will stand up at the judgment with this generation and condemn it as guilty, because they changed their hearts and lives in response to Jonah&quot;s preaching. And look, someone greater than Jonah is here."
            },
            {
                "verse_number": "42",
                "verse_text": "The queen of the South will be raised up by God at the judgment with this generation and condemn it because she came from a distant land to hear Solomon&quot;s wisdom. And look, someone greater than Solomon is here."
            },
            {
                "verse_number": "43",
                "verse_text": "&apos; When an unclean spirit leaves a person, it wanders through dry places looking for a place to rest. But it doesn&quot;t find any."
            },
            {
                "verse_number": "44",
                "verse_text": "Then it says, &quot;I&quot;ll go back to the house I left.&quot; When it arrives, it finds the place vacant, cleaned up, and decorated."
            },
            {
                "verse_number": "45",
                "verse_text": "Then it goes and brings with it seven other spirits more evil than itself. They go in and make their home there. That person is worse off at the end than at the beginning. This is the way it will be also for this evil generation. &apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "While Jesus was speaking to the crowds, his mother and brothers stood outside trying to speak with him."
            },
            {
                "verse_number": "47",
                "verse_text": "Someone said to him, &apos;Look, your mother and brothers are outside wanting to speak with you.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "Jesus replied, &apos; Who is my mother? Who are my brothers? &apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "He stretched out his hand toward his disciples and said, &apos; Look, here are my mother and my brothers."
            },
            {
                "verse_number": "50",
                "verse_text": "Whoever does the will of my Father who is in heaven is my brother, sister, and mother. &apos;"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "That day Jesus went out of the house and sat down beside the lake."
            },
            {
                "verse_number": "2",
                "verse_text": "Such large crowds gathered around him that he climbed into a boat and sat down. The whole crowd was standing on the shore. You will hear, to be sure, but never understand; and you will certainly see but never recognize what you are seeing . and they&quot;ve become hard of hearing, and they&quot;ve shut their eyes so that they won&quot;t see with their eyes or hear with their ears or understand with their minds, &apos;The servants said to him, &quot;Do you want us to go and gather them?&quot; I&quot;ll speak in parables; They said to him, &apos;Yes.&apos; But Jesus said to them, &apos; Prophets are honored everywhere except in their own hometowns and in their own households. &apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "He said many things to them in parables: &apos; A farmer went out to scatter seed."
            },
            {
                "verse_number": "4",
                "verse_text": "As he was scattering seed, some fell on the path, and birds came and ate it."
            },
            {
                "verse_number": "5",
                "verse_text": "Other seed fell on rocky ground where the soil was shallow. They sprouted immediately because the soil wasn&quot;t deep."
            },
            {
                "verse_number": "6",
                "verse_text": "But when the sun came up, it scorched the plants, and they dried up because they had no roots."
            },
            {
                "verse_number": "7",
                "verse_text": "Other seed fell among thorny plants. The thorny plants grew and choked them."
            },
            {
                "verse_number": "8",
                "verse_text": "Other seed fell on good soil and bore fruit, in one case a yield of one hundred to one, in another case a yield of sixty to one, and in another case a yield of thirty to one."
            },
            {
                "verse_number": "9",
                "verse_text": "Everyone who has ears should pay attention. &apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus&quot; disciples came and said to him, &apos;Why do you use parables when you speak to the crowds?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus replied, &apos;Because they haven&quot;t received the secrets of the kingdom of heaven, but you have."
            },
            {
                "verse_number": "12",
                "verse_text": "For those who have will receive more and they will have more than enough. But as for those who don&quot;t have, even the little they have will be taken away from them."
            },
            {
                "verse_number": "13",
                "verse_text": "This is why I speak to the crowds in parables: although they see, they don&quot;t really see; and although they hear, they don&quot;t really hear or understand."
            },
            {
                "verse_number": "14",
                "verse_text": "What Isaiah prophesied has become completely true for them:"
            },
            {
                "verse_number": "15",
                "verse_text": "For this people&quot;s senses have become calloused, and change their hearts and lives that I may heal them . I&quot;ll declare what has been hidden since the beginning of the world."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Happy are your eyes because they see. Happy are your ears because they hear."
            },
            {
                "verse_number": "17",
                "verse_text": "I assure you that many prophets and righteous people wanted to see what you see and hear what you hear, but they didn&quot;t."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos; Consider then the parable of the farmer."
            },
            {
                "verse_number": "19",
                "verse_text": "Whenever people hear the word about the kingdom and don&quot;t understand it, the evil one comes and carries off what was planted in their hearts. This is the seed that was sown on the path."
            },
            {
                "verse_number": "20",
                "verse_text": "As for the seed that was spread on rocky ground, this refers to people who hear the word and immediately receive it joyfully."
            },
            {
                "verse_number": "21",
                "verse_text": "Because they have no roots, they last for only a little while. When they experience distress or abuse because of the word, they immediately fall away."
            },
            {
                "verse_number": "22",
                "verse_text": "As for the seed that was spread among thorny plants, this refers to those who hear the word, but the worries of this life and the false appeal of wealth choke the word, and it bears no fruit."
            },
            {
                "verse_number": "23",
                "verse_text": "As for what was planted on good soil, this refers to those who hear and understand, and bear fruit and produce&ndash;in one case a yield of one hundred to one, in another case a yield of sixty to one, and in another case a yield of thirty to one. &apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus told them another parable: &apos;The kingdom of heaven is like someone who planted good seed in his field."
            },
            {
                "verse_number": "25",
                "verse_text": "While people were sleeping, an enemy came and planted weeds among the wheat and went away."
            },
            {
                "verse_number": "26",
                "verse_text": "When the stalks sprouted and bore grain, then the weeds also appeared."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;The servants of the landowner came and said to him, &quot;Master, didn&quot;t you plant good seed in your field? Then how is it that it has weeds?&quot;"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;&quot;An enemy has done this,&quot; he answered."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos; But the landowner said, &quot;No, because if you gather the weeds, you&quot;ll pull up the wheat along with them."
            },
            {
                "verse_number": "30",
                "verse_text": "Let both grow side by side until the harvest. And at harvesttime I&quot;ll say to the harvesters, &apos; First gather the weeds and tie them together in bundles to be burned. But bring the wheat into my barn. &apos; &quot; &apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "He told another parable to them: &apos; The kingdom of heaven is like a mustard seed that someone took and planted in his field."
            },
            {
                "verse_number": "32",
                "verse_text": "It&quot;s the smallest of all seeds. But when it&quot;s grown, it&quot;s the largest of all vegetable plants. It becomes a tree so that the birds in the sky come and nest in its branches. &apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "He told them another parable: &apos; The kingdom of heaven is like yeast, which a woman took and hid in a bushel of wheat flour until the yeast had worked its way through all the dough. &apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus said all these things to the crowds in parables, and he spoke to them only in parables."
            },
            {
                "verse_number": "35",
                "verse_text": "This was to fulfill what the prophet spoke:"
            },
            {
                "verse_number": "36",
                "verse_text": "Jesus left the crowds and went into the house. His disciples came to him and said, &apos;Explain to us the parable of the weeds in the field.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Jesus replied, &apos; The one who plants the good seed is the Human One."
            },
            {
                "verse_number": "38",
                "verse_text": "The field is the world. And the good seeds are the followers of the kingdom. But the weeds are the followers of the evil one."
            },
            {
                "verse_number": "39",
                "verse_text": "The enemy who planted them is the devil. The harvest is the end of the present age. The harvesters are the angels."
            },
            {
                "verse_number": "40",
                "verse_text": "Just as people gather weeds and burn them in the fire, so it will be at the end of the present age."
            },
            {
                "verse_number": "41",
                "verse_text": "The Human One will send his angels, and they will gather out of his kingdom all things that cause people to fall away and all people who sin."
            },
            {
                "verse_number": "42",
                "verse_text": "He will throw them into a burning furnace. People there will be weeping and grinding their teeth."
            },
            {
                "verse_number": "43",
                "verse_text": "Then the righteous will shine like the sun in their Father&quot;s kingdom. Those who have ears should hear. &apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "&apos;The kingdom of heaven is like a treasure that somebody hid in a field, which someone else found and covered up. Full of joy, the finder sold everything and bought that field."
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;Again, the kingdom of heaven is like a merchant in search of fine pearls."
            },
            {
                "verse_number": "46",
                "verse_text": "When he found one very precious pearl, he went and sold all that he owned and bought it."
            },
            {
                "verse_number": "47",
                "verse_text": "&apos;Again, the kingdom of heaven is like a net that people threw into the lake and gathered all kinds of fish."
            },
            {
                "verse_number": "48",
                "verse_text": "When it was full, they pulled it to the shore, where they sat down and put the good fish together into containers. But the bad fish they threw away."
            },
            {
                "verse_number": "49",
                "verse_text": "That&quot;s the way it will be at the end of the present age. The angels will go out and separate the evil people from the righteous people,"
            },
            {
                "verse_number": "50",
                "verse_text": "and will throw the evil ones into a burning furnace. People there will be weeping and grinding their teeth."
            },
            {
                "verse_number": "51",
                "verse_text": "&apos; Have you understood all these things? &apos; Jesus asked."
            },
            {
                "verse_number": "52",
                "verse_text": "Then he said to them, &apos; Therefore, every legal expert who has been trained as a disciple for the kingdom of heaven is like the head of a household who brings old and new things out of their treasure chest. &apos;"
            },
            {
                "verse_number": "53",
                "verse_text": "When Jesus finished these parables, he departed."
            },
            {
                "verse_number": "54",
                "verse_text": "When he came to his hometown, he taught the people in their synagogue. They were surprised and said, &apos;Where did he get this wisdom? Where did he get the power to work miracles?"
            },
            {
                "verse_number": "55",
                "verse_text": "Isn&quot;t he the carpenter&quot;s son? Isn&quot;t his mother named Mary? Aren&quot;t James, Joseph, Simon, and Judas his brothers?"
            },
            {
                "verse_number": "56",
                "verse_text": "And his sisters, aren&quot;t they here with us? Where did this man get all this?&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "They were repulsed by him and fell into sin."
            },
            {
                "verse_number": "58",
                "verse_text": "He was unable to do many miracles there because of their disbelief."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "At that time Herod the ruler heard the news about Jesus."
            },
            {
                "verse_number": "2",
                "verse_text": "He said to his servants, &apos;This is John the Baptist. He&quot;s been raised from the dead. This is why these miraculous powers are at work through him.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Herod had arrested John, bound him, and put him in prison because of Herodias, the wife of Herod&quot;s brother Philip. Then Peter got out of the boat and was walking on the water toward Jesus."
            },
            {
                "verse_number": "4",
                "verse_text": "That&quot;s because John told Herod, &apos;It&quot;s against the law for you to marry her.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Although Herod wanted to kill him, he feared the crowd because they thought John was a prophet."
            },
            {
                "verse_number": "6",
                "verse_text": "But at Herod&quot;s birthday party Herodias&quot; daughter danced in front of the guests and thrilled Herod."
            },
            {
                "verse_number": "7",
                "verse_text": "Then he swore to give her anything she asked."
            },
            {
                "verse_number": "8",
                "verse_text": "At her mother&quot;s urging, the girl said, &apos;Give me the head of John the Baptist here on a plate.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Although the king was upset, because of his solemn pledge and his guests he commanded that they give it to her."
            },
            {
                "verse_number": "10",
                "verse_text": "Then he had John beheaded in prison."
            },
            {
                "verse_number": "11",
                "verse_text": "They brought his head on a plate and gave it to the young woman, and she brought it to her mother."
            },
            {
                "verse_number": "12",
                "verse_text": "But John&quot;s disciples came and took his body and buried it. Then they went and told Jesus what had happened."
            },
            {
                "verse_number": "13",
                "verse_text": "When Jesus heard about John, he withdrew in a boat to a deserted place by himself. When the crowds learned this, they followed him on foot from the cities."
            },
            {
                "verse_number": "14",
                "verse_text": "When Jesus arrived and saw a large crowd, he had compassion for them and healed those who were sick."
            },
            {
                "verse_number": "15",
                "verse_text": "That evening his disciples came and said to him, &apos;This is an isolated place and it&quot;s getting late. Send the crowds away so they can go into the villages and buy food for themselves.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But Jesus said to them, &apos; There&quot;s no need to send them away. You give them something to eat. &apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "They replied, &apos;We have nothing here except five loaves of bread and two fish.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "He said, &apos; Bring them here to me. &apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "He ordered the crowds to sit down on the grass. He took the five loaves of bread and the two fish, looked up to heaven, blessed them and broke the loaves apart and gave them to his disciples. Then the disciples gave them to the crowds."
            },
            {
                "verse_number": "20",
                "verse_text": "Everyone ate until they were full, and they filled twelve baskets with the leftovers."
            },
            {
                "verse_number": "21",
                "verse_text": "About five thousand men plus women and children had eaten."
            },
            {
                "verse_number": "22",
                "verse_text": "Right then, Jesus made the disciples get into the boat and go ahead to the other side of the lake while he dismissed the crowds."
            },
            {
                "verse_number": "23",
                "verse_text": "When he sent them away, he went up onto a mountain by himself to pray. Evening came and he was alone."
            },
            {
                "verse_number": "24",
                "verse_text": "Meanwhile, the boat, fighting a strong headwind, was being battered by the waves and was already far away from land."
            },
            {
                "verse_number": "25",
                "verse_text": "Very early in the morning he came to his disciples, walking on the lake."
            },
            {
                "verse_number": "26",
                "verse_text": "When the disciples saw him walking on the lake, they were terrified and said, &apos;It&quot;s a ghost!&apos; They were so frightened they screamed."
            },
            {
                "verse_number": "27",
                "verse_text": "Just then Jesus spoke to them, &apos; Be encouraged! It&quot;s me. Don&quot;t be afraid. &apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Peter replied, &apos;Lord, if it&quot;s you, order me to come to you on the water.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "And Jesus said, &apos; Come. &apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "But when Peter saw the strong wind, he became frightened. As he began to sink, he shouted, &apos;Lord, rescue me!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus immediately reached out and grabbed him, saying, &apos; You man of weak faith! Why did you begin to have doubts? &apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "When they got into the boat, the wind settled down."
            },
            {
                "verse_number": "33",
                "verse_text": "Then those in the boat worshipped Jesus and said, &apos;You must be God&quot;s Son!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "When they had crossed the lake, they landed at Gennesaret."
            },
            {
                "verse_number": "35",
                "verse_text": "When the people who lived in that place recognized him, they sent word throughout that whole region, and they brought to him everyone who was sick."
            },
            {
                "verse_number": "36",
                "verse_text": "Then they begged him that they might just touch the edge of his clothes. Everyone who touched him was cured."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Then Pharisees and legal experts came to Jesus from Jerusalem and said,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Why are your disciples breaking the elders&quot; rules handed down to us? They don&quot;t ritually purify their hands by washing before they eat.&apos; His disciples came and urged him, &apos;Send her away; she keeps shouting out after us.&apos; They responded, &apos;Seven loaves and a few fish.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus replied, &apos; Why do you break the command of God by keeping the rules handed down to you?"
            },
            {
                "verse_number": "4",
                "verse_text": "For God said, Honor your father and your mother, and The person who speaks against father or mother will certainly be put to death ."
            },
            {
                "verse_number": "5",
                "verse_text": "But you say, &quot;If you tell your father or mother, &apos; Everything I&quot;m expected to contribute to you I&quot;m giving to God as a gift, &apos; then you don&quot;t have to honor your father.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "So you do away with God&quot;s Law for the sake of the rules that have been handed down to you."
            },
            {
                "verse_number": "7",
                "verse_text": "Hypocrites! Isaiah really knew what he was talking about when he prophesied about you,"
            },
            {
                "verse_number": "8",
                "verse_text": "This people honors me with their lips, but their hearts are far away from me."
            },
            {
                "verse_number": "9",
                "verse_text": "Their worship of me is empty since they teach instructions that are human rules . &apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus called the crowd near and said to them, &apos; Listen and understand."
            },
            {
                "verse_number": "11",
                "verse_text": "It&quot;s not what goes into the mouth that contaminates a person in God&quot;s sight. It&quot;s what comes out of the mouth that contaminates the person. &apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the disciples came and said to him, &apos;Do you know that the Pharisees were offended by what you just said?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus replied, &apos; Every plant that my heavenly Father didn&quot;t plant will be pulled up."
            },
            {
                "verse_number": "14",
                "verse_text": "Leave the Pharisees alone. They are blind people who are guides to blind people. But if a blind person leads another blind person, they will both fall into a ditch. &apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Peter spoke up, &apos;Explain this riddle to us.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus said, &apos; Don&quot;t you understand yet?"
            },
            {
                "verse_number": "17",
                "verse_text": "Don&quot;t you know that everything that goes into the mouth enters the stomach and goes out into the sewer?"
            },
            {
                "verse_number": "18",
                "verse_text": "But what goes out of the mouth comes from the heart. And that&quot;s what contaminates a person in God&quot;s sight."
            },
            {
                "verse_number": "19",
                "verse_text": "Out of the heart come evil thoughts, murders, adultery, sexual sins, thefts, false testimonies, and insults."
            },
            {
                "verse_number": "20",
                "verse_text": "These contaminate a person in God&quot;s sight. But eating without washing hands doesn&quot;t contaminate in God&quot;s sight. &apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "From there, Jesus went to the regions of Tyre and Sidon."
            },
            {
                "verse_number": "22",
                "verse_text": "A Canaanite woman from those territories came out and shouted, &apos;Show me mercy, Son of David. My daughter is suffering terribly from demon possession.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But he didn&quot;t respond to her at all."
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus replied, &apos; I&quot;ve been sent only to the lost sheep, the people of Israel. &apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "But she knelt before him and said, &apos;Lord, help me.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "He replied, &apos; It is not good to take the children&quot;s bread and toss it to dogs. &apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "She said, &apos;Yes, Lord. But even the dogs eat the crumbs that fall off their masters&quot; table.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Jesus answered, &apos; Woman, you have great faith. It will be just as you wish. &apos; And right then her daughter was healed."
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus moved on from there along the shore of the Galilee Sea. He went up a mountain and sat down."
            },
            {
                "verse_number": "30",
                "verse_text": "Large crowds came to him, including those who were paralyzed, blind, injured, and unable to speak, and many others. They laid them at his feet, and he healed them."
            },
            {
                "verse_number": "31",
                "verse_text": "So the crowd was amazed when they saw those who had been unable to speak talking, and the paralyzed cured, and the injured walking, and the blind seeing. And they praised the God of Israel."
            },
            {
                "verse_number": "32",
                "verse_text": "Now Jesus called his disciples and said, &apos; I feel sorry for the crowd because they have been with me for three days and have nothing to eat. I don&quot;t want to send them away hungry for fear they won&quot;t have enough strength to travel. &apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "His disciples replied, &apos;Where are we going to get enough food in this wilderness to satisfy such a big crowd?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus said, &apos; How much bread do you have? &apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "He told the crowd to sit on the ground."
            },
            {
                "verse_number": "36",
                "verse_text": "He took the seven loaves of bread and the fish. After he gave thanks, he broke them into pieces and gave them to the disciples, and the disciples gave them to the crowds."
            },
            {
                "verse_number": "37",
                "verse_text": "Everyone ate until they were full. The disciples collected seven baskets full of leftovers."
            },
            {
                "verse_number": "38",
                "verse_text": "Four thousand men ate, plus women and children."
            },
            {
                "verse_number": "39",
                "verse_text": "After dismissing the crowds, Jesus got into the boat and came to the region of Magadan."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "The Pharisees and Sadducees came to Jesus. In order to test him they asked him to show them a sign from heaven."
            },
            {
                "verse_number": "2",
                "verse_text": "But he replied, &apos; At evening you say, &quot;It will be nice weather because the sky is bright red.&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "And in the morning you say, &quot;There will be bad weather today because the sky is cloudy.&quot; You know how to make sense of the sky&quot;s appearance. But you are unable to recognize the signs that point to what the time is."
            },
            {
                "verse_number": "4",
                "verse_text": "An evil and unfaithful generation searches for a sign. But it won&quot;t receive any sign except Jonah&quot;s sign. &apos; Then he left them and went away."
            },
            {
                "verse_number": "5",
                "verse_text": "When the disciples arrived on the other side of the lake, they had forgotten to bring bread."
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus said to them, &apos; Watch out and be on your guard for the yeast of the Pharisees and Sadducees. &apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "They discussed this among themselves and said, &apos;We didn&quot;t bring any bread.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus knew what they were discussing and said, &apos; You people of weak faith! Why are you discussing among yourselves the fact that you don&quot;t have any bread?"
            },
            {
                "verse_number": "9",
                "verse_text": "Don&quot;t you understand yet? Don&quot;t you remember the five loaves that fed the five thousand and how many baskets of leftovers you gathered?"
            },
            {
                "verse_number": "10",
                "verse_text": "And the seven loaves that fed the four thousand and how many large baskets of leftovers you gathered?"
            },
            {
                "verse_number": "11",
                "verse_text": "Don&quot;t you know that I wasn&quot;t talking about bread? But be on your guard for the yeast of the Pharisees and Sadducees. &apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then they understood that he wasn&quot;t telling them to be on their guard for yeast used in making bread. No, he was telling them to watch out for the teaching of the Pharisees and Sadducees."
            },
            {
                "verse_number": "13",
                "verse_text": "Now when Jesus came to the area of Caesarea Philippi, he asked his disciples, &apos; Who do people say the Human One is? &apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "They replied, &apos;Some say John the Baptist, others Elijah, and still others Jeremiah or one of the other prophets.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "He said, &apos; And what about you? Who do you say that I am? &apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Simon Peter said, &apos;You are the Christ, the Son of the living God.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then Jesus replied, &apos; Happy are you, Simon son of Jonah, because no human has shown this to you. Rather my Father who is in heaven has shown you."
            },
            {
                "verse_number": "18",
                "verse_text": "I tell you that you are Peter. And I&quot;ll build my church on this rock. The gates of the underworld won&quot;t be able to stand against it."
            },
            {
                "verse_number": "19",
                "verse_text": "I&quot;ll give you the keys of the kingdom of heaven. Anything you fasten on earth will be fastened in heaven. Anything you loosen on earth will be loosened in heaven. &apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then he ordered the disciples not to tell anybody that he was the Christ."
            },
            {
                "verse_number": "21",
                "verse_text": "From that time Jesus began to show his disciples that he had to go to Jerusalem and suffer many things from the elders, chief priests, and legal experts, and that he had to be killed and raised on the third day."
            },
            {
                "verse_number": "22",
                "verse_text": "Then Peter took hold of Jesus and, scolding him, began to correct him: &apos;God forbid, Lord! This won&quot;t happen to you.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But he turned to Peter and said, &apos; Get behind me, Satan. You are a stone that could make me stumble, for you are not thinking God&quot;s thoughts but human thoughts. &apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then Jesus said to his disciples, &apos; All who want to come after me must say no to themselves, take up their cross, and follow me."
            },
            {
                "verse_number": "25",
                "verse_text": "All who want to save their lives will lose them. But all who lose their lives because of me will find them."
            },
            {
                "verse_number": "26",
                "verse_text": "Why would people gain the whole world but lose their lives? What will people give in exchange for their lives?"
            },
            {
                "verse_number": "27",
                "verse_text": "For the Human One is about to come with the majesty of his Father with his angels. And then he will repay each one for what that person has done."
            },
            {
                "verse_number": "28",
                "verse_text": "I assure you that some standing here won&quot;t die before they see the Human One coming in his kingdom. &apos;"
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Six days later Jesus took Peter, James, and John his brother, and brought them to the top of a very high mountain."
            },
            {
                "verse_number": "2",
                "verse_text": "He was transformed in front of them. His face shone like the sun, and his clothes became as white as light. But when they came into the house, Jesus spoke to Peter first.&apos; What do you think, Simon? From whom do earthly kings collect taxes, from their children or from strangers? &apos; Jesus said to him, &apos; Then the children don&quot;t have to pay."
            },
            {
                "verse_number": "3",
                "verse_text": "Moses and Elijah appeared to them, talking with Jesus."
            },
            {
                "verse_number": "4",
                "verse_text": "Peter reacted to all of this by saying to Jesus, &apos;Lord, it&quot;s good that we&quot;re here. If you want, I&quot;ll make three shrines: one for you, one for Moses, and one for Elijah.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "While he was still speaking, look, a bright cloud overshadowed them. A voice from the cloud said, &apos;This is my Son whom I dearly love. I am very pleased with him. Listen to him!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Hearing this, the disciples fell on their faces, filled with awe."
            },
            {
                "verse_number": "7",
                "verse_text": "But Jesus came and touched them. &apos; Get up, &apos; he said. &apos; Don&quot;t be afraid. &apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "When they looked up, they saw no one except Jesus."
            },
            {
                "verse_number": "9",
                "verse_text": "As they were coming down the mountain, Jesus commanded them, &apos; Don&quot;t tell anybody about the vision until the Human One is raised from the dead. &apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The disciples asked, &apos;Then why do the legal experts say that Elijah must first come?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus responded, &apos; Elijah does come first and will restore all things."
            },
            {
                "verse_number": "12",
                "verse_text": "In fact, I tell you that Elijah has already come, and they didn&quot;t know him. But they did to him whatever they wanted. In the same way the Human One is also going to suffer at their hands. &apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then the disciples realized he was telling them about John the Baptist."
            },
            {
                "verse_number": "14",
                "verse_text": "When they came to the crowd, a man met Jesus. He knelt before him,"
            },
            {
                "verse_number": "15",
                "verse_text": "saying, &apos;Lord, show mercy to my son. He is epileptic and suffers terribly, for he often falls into the fire or the water."
            },
            {
                "verse_number": "16",
                "verse_text": "I brought him to your disciples, but they couldn&quot;t heal him.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus answered, &apos; You faithless and crooked generation, how long will I be with you? How long will I put up with you? Bring the boy here to me. &apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then Jesus spoke harshly to the demon. And it came out of the child, who was healed from that time on."
            },
            {
                "verse_number": "19",
                "verse_text": "Then the disciples came to Jesus in private and said, &apos;Why couldn&quot;t we throw the demon out?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos; Because you have little faith, &apos; he said. &apos; I assure you that if you have faith the size of a mustard seed, you could say to this mountain, &quot;Go from here to there,&quot; and it will go. There will be nothing that you can&quot;t do. &apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "When the disciples came together in Galilee, Jesus said to them, &apos; The Human One is about to be delivered over into human hands."
            },
            {
                "verse_number": "23",
                "verse_text": "They will kill him. But he will be raised on the third day. &apos; And they were heartbroken."
            },
            {
                "verse_number": "24",
                "verse_text": "When they came to Capernaum, the people who collected the half-shekel temple tax came to Peter and said, &apos;Doesn&quot;t your teacher pay the temple tax?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Yes,&apos; he said."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;From strangers,&apos; he said."
            },
            {
                "verse_number": "27",
                "verse_text": "But just so we don&quot;t offend them, go to the lake, throw out a fishing line and hook, and take the first fish you catch. When you open its mouth, you will find a shekel coin. Take it and pay the tax for both of us. &apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "At that time the disciples came to Jesus and asked, &apos;Who is the greatest in the kingdom of heaven?&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Then he called a little child over to sit among the disciples,"
            },
            {
                "verse_number": "3",
                "verse_text": "and said, &apos;I assure you that if you don&quot;t turn your lives around and become like this little child, you will definitely not enter the kingdom of heaven."
            },
            {
                "verse_number": "4",
                "verse_text": "Those who humble themselves like this little child will be the greatest in the kingdom of heaven."
            },
            {
                "verse_number": "5",
                "verse_text": "Whoever welcomes one such child in my name welcomes me."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;As for whoever causes these little ones who believe in me to trip and fall into sin, it would be better for them to have a huge stone hung around their necks and be drowned in the bottom of the lake."
            },
            {
                "verse_number": "7",
                "verse_text": "How terrible it is for the world because of the things that cause people to trip and fall into sin! Such things have to happen, but how terrible it is for the person who causes those things to happen!"
            },
            {
                "verse_number": "8",
                "verse_text": "If your hand or your foot causes you to fall into sin, chop it off and throw it away. It&quot;s better to enter into life crippled or lame than to be thrown into the eternal fire with two hands or two feet."
            },
            {
                "verse_number": "9",
                "verse_text": "If your eye causes you to fall into sin, tear it out and throw it away. It&quot;s better to enter into life with one eye than to be cast into a burning hell with two eyes."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Be careful that you don&quot;t look down on one of these little ones. I say to you that their angels in heaven are always looking into the face of my Father who is in heaven."
            },
            {
                "verse_number": "12",
                "verse_text": "What do you think? If someone had one hundred sheep and one of them wandered off, wouldn&quot;t he leave the ninety-nine on the hillsides and go in search for the one that wandered off?"
            },
            {
                "verse_number": "13",
                "verse_text": "If he finds it, I assure you that he is happier about having that one sheep than about the ninety-nine who didn&quot;t wander off."
            },
            {
                "verse_number": "14",
                "verse_text": "In the same way, my Father who is in heaven doesn&quot;t want to lose one of these little ones."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos; If your brother or sister sins against you, go and correct them when you are alone together. If they listen to you, then you&quot;ve won over your brother or sister."
            },
            {
                "verse_number": "16",
                "verse_text": "But if they won&quot;t listen, take with you one or two others so that every word may be established by the mouth of two or three witnesses ."
            },
            {
                "verse_number": "17",
                "verse_text": "But if they still won&quot;t pay attention, report it to the church. If they won&quot;t pay attention even to the church, treat them as you would a Gentile and tax collector."
            },
            {
                "verse_number": "18",
                "verse_text": "I assure you that whatever you fasten on earth will be fastened in heaven. And whatever you loosen on earth will be loosened in heaven."
            },
            {
                "verse_number": "19",
                "verse_text": "Again I assure you that if two of you agree on earth about anything you ask, then my Father who is in heaven will do it for you."
            },
            {
                "verse_number": "20",
                "verse_text": "For where two or three are gathered in my name, I&quot;m there with them. &apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then Peter said to Jesus, &apos;Lord, how many times should I forgive my brother or sister who sins against me? Should I forgive as many as seven times?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus said, &apos;Not just seven times, but rather as many as seventy-seven times."
            },
            {
                "verse_number": "23",
                "verse_text": "Therefore, the kingdom of heaven is like a king who wanted to settle accounts with his servants."
            },
            {
                "verse_number": "24",
                "verse_text": "When he began to settle accounts, they brought to him a servant who owed him ten thousand bags of gold."
            },
            {
                "verse_number": "25",
                "verse_text": "Because the servant didn&quot;t have enough to pay it back, the master ordered that he should be sold, along with his wife and children and everything he had, and that the proceeds should be used as payment."
            },
            {
                "verse_number": "26",
                "verse_text": "But the servant fell down, kneeled before him, and said, &quot;Please, be patient with me, and I&quot;ll pay you back.&quot;"
            },
            {
                "verse_number": "27",
                "verse_text": "The master had compassion on that servant, released him, and forgave the loan."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;When that servant went out, he found one of his fellow servants who owed him one hundred coins. He grabbed him around the throat and said, &quot;Pay me back what you owe me.&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Then his fellow servant fell down and begged him, &quot;Be patient with me, and I&quot;ll pay you back.&quot;"
            },
            {
                "verse_number": "30",
                "verse_text": "But he refused. Instead, he threw him into prison until he paid back his debt."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;When his fellow servants saw what happened, they were deeply offended. They came and told their master all that happened."
            },
            {
                "verse_number": "32",
                "verse_text": "His master called the first servant and said, &quot;You wicked servant! I forgave you all that debt because you appealed to me."
            },
            {
                "verse_number": "33",
                "verse_text": "Shouldn&quot;t you also have mercy on your fellow servant, just as I had mercy on you?&quot;"
            },
            {
                "verse_number": "34",
                "verse_text": "His master was furious and handed him over to the guard responsible for punishing prisoners, until he had paid the whole debt."
            },
            {
                "verse_number": "35",
                "verse_text": "&apos; My heavenly Father will also do the same to you if you don&quot;t forgive your brother or sister from your heart. &apos;"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "When Jesus finished saying these things, he left Galilee and came to the area of Judea on the east side of the Jordan."
            },
            {
                "verse_number": "2",
                "verse_text": "Large crowds followed him, and he healed them."
            },
            {
                "verse_number": "3",
                "verse_text": "Some Pharisees came to him. In order to test him, they said, &apos;Does the Law allow a man to divorce his wife for just any reason?&apos; Then Jesus said, &apos; Don&quot;t commit murder. Don&quot;t commit adultery. Don&quot;t steal. Don&quot;t give false testimony ."
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus answered, &apos; Haven&quot;t you read that at the beginning the creator made them male and female?"
            },
            {
                "verse_number": "5",
                "verse_text": "And God said, &quot;Because of this a man should leave his father and mother and be joined together with his wife, and the two will be one flesh .&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "So they are no longer two but one flesh. Therefore, humans must not pull apart what God has put together. &apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The Pharisees said to him, &apos;Then why did Moses command us to give a divorce certificate and divorce her? &apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus replied, &apos; Moses allowed you to divorce your wives because your hearts are unyielding. But it wasn&quot;t that way from the beginning."
            },
            {
                "verse_number": "9",
                "verse_text": "I say to you that whoever divorces his wife, except for sexual unfaithfulness, and marries another woman commits adultery. &apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "His disciples said to him, &apos;If that&quot;s the way things are between a man and his wife, then it&quot;s better not to marry.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "He replied, &apos; Not everybody can accept this teaching, but only those who have received the ability to accept it."
            },
            {
                "verse_number": "12",
                "verse_text": "For there are eunuchs who have been eunuchs from birth. And there are eunuchs who have been made eunuchs by other people. And there are eunuchs who have made themselves eunuchs because of the kingdom of heaven. Those who can accept it should accept it. &apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Some people brought children to Jesus so that he would place his hands on them and pray. But the disciples scolded them."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos; Allow the children to come to me, &apos; Jesus said. &apos; Don&quot;t forbid them, because the kingdom of heaven belongs to people like these children. &apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then he blessed the children and went away from there."
            },
            {
                "verse_number": "16",
                "verse_text": "A man approached him and said, &apos;Teacher, what good thing must I do to have eternal life?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus said, &apos; Why do you ask me about what is good? There&quot;s only one who is good. If you want to enter eternal life, keep the commandments. &apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The man said, &apos;Which ones?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Honor your father and mother, and love your neighbor as you love yourself . &apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The young man replied, &apos;I&quot;ve kept all these. What am I still missing?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus said, &apos; If you want to be complete, go, sell what you own, and give the money to the poor. Then you will have treasure in heaven. And come follow me. &apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But when the young man heard this, he went away saddened, because he had many possessions."
            },
            {
                "verse_number": "23",
                "verse_text": "Then Jesus said to his disciples, &apos; I assure you that it will be very hard for a rich person to enter the kingdom of heaven."
            },
            {
                "verse_number": "24",
                "verse_text": "In fact, it&quot;s easier for a camel to squeeze through the eye of a needle than for a rich person to enter God&quot;s kingdom. &apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "When his disciples heard this, they were stunned. &apos;Then who can be saved?&apos; they asked."
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus looked at them carefully and said, &apos; It&quot;s impossible for human beings. But all things are possible for God. &apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then Peter replied, &apos;Look, we&quot;ve left everything and followed you. What will we have?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Jesus said to them, &apos;I assure you who have followed me that, when everything is made new, when the Human One sits on his magnificent throne, you also will sit on twelve thrones overseeing the twelve tribes of Israel."
            },
            {
                "verse_number": "29",
                "verse_text": "And all who have left houses, brothers, sisters, father, mother, children, or farms because of my name will receive one hundred times more and will inherit eternal life."
            },
            {
                "verse_number": "30",
                "verse_text": "But many who are first will be last. And many who are last will be first."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "&apos;The kingdom of heaven is like a landowner who went out early in the morning to hire workers for his vineyard."
            },
            {
                "verse_number": "2",
                "verse_text": "After he agreed with the workers to pay them a denarion, he sent them into his vineyard. &apos;Again around noon and then at three in the afternoon, he did the same thing. &apos;He responded, &quot;You also go into the vineyard.&quot; She responded, &apos;Say that these two sons of mine will sit, one on your right hand and one on your left, in your kingdom.&apos; They said to him, &apos;We can.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Then he went out around nine in the morning and saw others standing around the marketplace doing nothing."
            },
            {
                "verse_number": "4",
                "verse_text": "He said to them, &quot;You also go into the vineyard, and I&quot;ll pay you whatever is right.&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "And they went."
            },
            {
                "verse_number": "6",
                "verse_text": "Around five in the afternoon he went and found others standing around, and he said to them, &quot;Why are you just standing around here doing nothing all day long?&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;&quot;Because nobody has hired us,&quot; they replied."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;When evening came, the owner of the vineyard said to his manager, &quot;Call the workers and give them their wages, beginning with the last ones hired and moving on finally to the first.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "When those who were hired at five in the afternoon came, each one received a denarion."
            },
            {
                "verse_number": "10",
                "verse_text": "Now when those hired first came, they thought they would receive more. But each of them also received a denarion."
            },
            {
                "verse_number": "11",
                "verse_text": "When they received it, they grumbled against the landowner,"
            },
            {
                "verse_number": "12",
                "verse_text": "&quot;These who were hired last worked one hour, and they received the same pay as we did even though we had to work the whole day in the hot sun.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos; But he replied to one of them, &quot;Friend, I did you no wrong. Didn&quot;t I agree to pay you a denarion?"
            },
            {
                "verse_number": "14",
                "verse_text": "Take what belongs to you and go. I want to give to this one who was hired last the same as I give to you."
            },
            {
                "verse_number": "15",
                "verse_text": "Don&quot;t I have the right to do what I want with what belongs to me? Or are you resentful because I&quot;m generous?&quot;"
            },
            {
                "verse_number": "16",
                "verse_text": "So those who are last will be first. And those who are first will be last. &apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "As Jesus was going up to Jerusalem, he took the Twelve aside by themselves on the road. He told them,"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos; Look, we are going up to Jerusalem. The Human One will be handed over to the chief priests and legal experts. They will condemn him to death."
            },
            {
                "verse_number": "19",
                "verse_text": "They will hand him over to the Gentiles to be ridiculed, tortured, and crucified. But he will be raised on the third day. &apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then the mother of Zebedee&quot;s sons came to Jesus along with her sons. Bowing before him, she asked a favor of him."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos; What do you want? &apos; he asked."
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus replied, &apos; You don&quot;t know what you&quot;re asking! Can you drink from the cup that I&quot;m about to drink from? &apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "He said to them, &apos; You will drink from my cup, but to sit at my right or left hand isn&quot;t mine to give. It belongs to those for whom my Father prepared it. &apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Now when the other ten disciples heard about this, they became angry with the two brothers."
            },
            {
                "verse_number": "25",
                "verse_text": "But Jesus called them over and said, &apos; You know that those who rule the Gentiles show off their authority over them and their high-ranking officials order them around."
            },
            {
                "verse_number": "26",
                "verse_text": "But that&quot;s not the way it will be with you. Whoever wants to be great among you will be your servant."
            },
            {
                "verse_number": "27",
                "verse_text": "Whoever wants to be first among you will be your slave&ndash;"
            },
            {
                "verse_number": "28",
                "verse_text": "just as the Human One didn&quot;t come to be served but rather to serve and to give his life to liberate many people. &apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "As Jesus and his disciples were going out of Jericho a large crowd followed him."
            },
            {
                "verse_number": "30",
                "verse_text": "When two blind men sitting along the road heard that Jesus was passing by, they shouted, &apos;Show us mercy, Lord, Son of David!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Now the crowd scolded them and told them to be quiet. But they shouted even louder, &apos;Show us mercy, Lord, Son of David!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Jesus stopped in his tracks and called to them. &apos; What do you want me to do for you? &apos; he asked."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;Lord, we want to see,&apos; they replied."
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus had compassion on them and touched their eyes. Immediately they were able to see, and they followed him."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "When they approached Jerusalem and came to Bethphage on the Mount of Olives, Jesus gave two disciples a task."
            },
            {
                "verse_number": "2",
                "verse_text": "He said to them, &apos; Go into the village over there. As soon as you enter, you will find a donkey tied up and a colt with it. Untie them and bring them to me."
            },
            {
                "verse_number": "3",
                "verse_text": "If anyone says anything to you, say that their master needs them. &apos; He sent them off right away."
            },
            {
                "verse_number": "4",
                "verse_text": "Now this happened to fulfill what the prophet said,"
            },
            {
                "verse_number": "5",
                "verse_text": "Say to Daughter Zion, &apos; Look, your king is coming to you, humble and riding on a donkey, and on a colt the donkey&quot;s offspring. &apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The disciples went and did just as Jesus had ordered them."
            },
            {
                "verse_number": "7",
                "verse_text": "They brought the donkey and the colt and laid their clothes on them. Then he sat on them. They argued among themselves, &apos;If we say &quot;from heaven,&quot; he&quot;ll say to us, &quot;Then why didn&quot;t you believe him?&quot; Jesus also said to them, &apos;Neither will I tell you what kind of authority I have to do these things. They said, &apos;The first one.&apos; Jesus said to them, &apos;I assure you that tax collectors and prostitutes are entering God&quot;s kingdom ahead of you."
            },
            {
                "verse_number": "8",
                "verse_text": "Now a large crowd spread their clothes on the road. Others cut palm branches off the trees and spread them on the road."
            },
            {
                "verse_number": "9",
                "verse_text": "The crowds in front of him and behind him shouted, &apos; Hosanna to the Son of David! Blessings on the one who comes in the name of the Lord! Hosanna in the highest!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "And when Jesus entered Jerusalem, the whole city was stirred up. &apos;Who is this?&apos; they asked."
            },
            {
                "verse_number": "11",
                "verse_text": "The crowds answered, &apos;It&quot;s the prophet Jesus from Nazareth in Galilee.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Jesus went into the temple and threw out all those who were selling and buying there. He pushed over the tables used for currency exchange and the chairs of those who sold doves."
            },
            {
                "verse_number": "13",
                "verse_text": "He said to them, &apos; It&quot;s written, My house will be called a house of prayer. But you&quot;ve made it a hideout for crooks. &apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "People who were blind and lame came to Jesus in the temple, and he healed them."
            },
            {
                "verse_number": "15",
                "verse_text": "But when the chief priests and legal experts saw the amazing things he was doing and the children shouting in the temple, &apos; Hosanna to the Son of David!&apos; they were angry."
            },
            {
                "verse_number": "16",
                "verse_text": "They said to Jesus, &apos;Do you hear what these children are saying?&apos; &apos; Yes, &apos; he answered. &apos; Haven&quot;t you ever read, From the mouths of babies and infants you&quot;ve arranged praise for yourself? &apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then he left them and went out of the city to Bethany and spent the night there."
            },
            {
                "verse_number": "18",
                "verse_text": "Early in the morning as Jesus was returning to the city, he was hungry."
            },
            {
                "verse_number": "19",
                "verse_text": "He saw a fig tree along the road, but when he came to it, he found nothing except leaves. Then he said to it, &apos; You&quot;ll never again bear fruit! &apos; The fig tree dried up at once."
            },
            {
                "verse_number": "20",
                "verse_text": "When the disciples saw it, they were amazed. &apos;How did the fig tree dry up so fast?&apos; they asked."
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus responded, &apos; I assure you that if you have faith and don&quot;t doubt, you will not only do what was done to the fig tree. You will even say to this mountain, &quot;Be lifted up and thrown into the lake.&quot; And it will happen."
            },
            {
                "verse_number": "22",
                "verse_text": "If you have faith, you will receive whatever you pray for. &apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "When Jesus entered the temple, the chief priests and elders of the people came to him as he was teaching. They asked, &apos;What kind of authority do you have for doing these things? Who gave you this authority?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus replied, &apos; I have a question for you. If you tell me the answer, I&quot;ll tell you what kind of authority I have to do these things."
            },
            {
                "verse_number": "25",
                "verse_text": "Where did John get his authority to baptize? Did he get it from heaven or from humans? &apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "But we can&quot;t say &quot;from humans&quot; because we&quot;re afraid of the crowd, since everyone thinks John was a prophet.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then they replied, &apos;We don&quot;t know.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;What do you think? A man had two sons. Now he came to the first and said, &quot;Son, go and work in the vineyard today.&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;&quot;No, I don&quot;t want to,&quot; he replied. But later he changed his mind and went."
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;The father said the same thing to the other son, who replied, &quot;Yes, sir.&quot; But he didn&quot;t go."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos; Which one of these two did his father&quot;s will? &apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "For John came to you on the righteous road, and you didn&quot;t believe him. But tax collectors and prostitutes believed him. Yet even after you saw this, you didn&quot;t change your hearts and lives and you didn&quot;t believe him."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;Listen to another parable. There was a landowner who planted a vineyard. He put a fence around it, dug a winepress in it, and built a tower. Then he rented it to tenant farmers and took a trip."
            },
            {
                "verse_number": "34",
                "verse_text": "When it was time for harvest, he sent his servants to the tenant farmers to collect his fruit."
            },
            {
                "verse_number": "35",
                "verse_text": "But the tenant farmers grabbed his servants. They beat some of them, and some of them they killed. Some of them they stoned to death."
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;Again he sent other servants, more than the first group. They treated them in the same way."
            },
            {
                "verse_number": "37",
                "verse_text": "Finally he sent his son to them. &quot;They will respect my son,&quot; he said."
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;But when the tenant farmers saw the son, they said to each other, &quot;This is the heir. Come on, let&quot;s kill him and we&quot;ll have his inheritance.&quot;"
            },
            {
                "verse_number": "39",
                "verse_text": "They grabbed him, threw him out of the vineyard, and killed him."
            },
            {
                "verse_number": "40",
                "verse_text": "&apos; When the owner of the vineyard comes, what will he do to those tenant farmers? &apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "They said, &apos;He will totally destroy those wicked farmers and rent the vineyard to other tenant farmers who will give him the fruit when it&quot;s ready.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Jesus said to them, &apos; Haven&quot;t you ever read in the scriptures, The stone that the builders rejected has become the cornerstone. The Lord has done this, and it&quot;s amazing in our eyes?"
            },
            {
                "verse_number": "43",
                "verse_text": "Therefore, I tell you that God&quot;s kingdom will be taken away from you and will be given to a people who produce its fruit."
            },
            {
                "verse_number": "44",
                "verse_text": "Whoever falls on this stone will be crushed. And the stone will crush the person it falls on. &apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "Now when the chief priests and the Pharisees heard the parable, they knew Jesus was talking about them."
            },
            {
                "verse_number": "46",
                "verse_text": "They were trying to arrest him, but they feared the crowds, who thought he was a prophet."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Jesus responded by speaking again in parables:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;The kingdom of heaven is like a king who prepared a wedding party for his son."
            },
            {
                "verse_number": "3",
                "verse_text": "He sent his servants to call those invited to the wedding party. But they didn&quot;t want to come."
            },
            {
                "verse_number": "4",
                "verse_text": "Again he sent other servants and said to them, &quot;Tell those who have been invited, &apos; Look, the meal is all prepared. I&quot;ve butchered the oxen and the fattened cattle. Now everything&quot;s ready. Come to the wedding party! &apos; &quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "But they paid no attention and went away&ndash;some to their fields, others to their businesses."
            },
            {
                "verse_number": "6",
                "verse_text": "The rest of them grabbed his servants, abused them, and killed them. Then he said, &apos; Give to Caesar what belongs to Caesar and to God what belongs to God. &apos; &apos;David&quot;s son,&apos; they replied."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;The king was angry. He sent his soldiers to destroy those murderers and set their city on fire."
            },
            {
                "verse_number": "8",
                "verse_text": "Then he said to his servants, &quot;The wedding party is prepared, but those who were invited weren&quot;t worthy."
            },
            {
                "verse_number": "9",
                "verse_text": "Therefore, go to the roads on the edge of town and invite everyone you find to the wedding party.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Then those servants went to the roads and gathered everyone they found, both evil and good. The wedding party was full of guests."
            },
            {
                "verse_number": "11",
                "verse_text": "Now when the king came in and saw the guests, he spotted a man who wasn&quot;t wearing wedding clothes."
            },
            {
                "verse_number": "12",
                "verse_text": "He said to him, &quot;Friend, how did you get in here without wedding clothes?&quot; But he was speechless."
            },
            {
                "verse_number": "13",
                "verse_text": "Then the king said to his servants, &quot;Tie his hands and feet and throw him out into the farthest darkness. People there will be weeping and grinding their teeth.&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos; Many people are invited, but few people are chosen. &apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then the Pharisees met together to find a way to trap Jesus in his words."
            },
            {
                "verse_number": "16",
                "verse_text": "They sent their disciples, along with the supporters of Herod, to him. &apos;Teacher,&apos; they said, &apos;we know that you are genuine and that you teach God&quot;s way as it really is. We know that you are not swayed by people&quot;s opinions, because you don&quot;t show favoritism."
            },
            {
                "verse_number": "17",
                "verse_text": "So tell us what you think: Does the Law allow people to pay taxes to Caesar or not?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Knowing their evil motives, Jesus replied, &apos; Why do you test me, you hypocrites?"
            },
            {
                "verse_number": "19",
                "verse_text": "Show me the coin used to pay the tax. &apos; And they brought him a denarion."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos; Whose image and inscription is this? &apos; he asked."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Caesar&quot;s,&apos; they replied."
            },
            {
                "verse_number": "22",
                "verse_text": "When they heard this they were astonished, and they departed."
            },
            {
                "verse_number": "23",
                "verse_text": "That same day Sadducees, who deny that there is a resurrection, came to Jesus."
            },
            {
                "verse_number": "24",
                "verse_text": "They asked, &apos;Teacher, Moses said, If a man who doesn&quot;t have children dies, his brother must marry his wife and produce children for his brother."
            },
            {
                "verse_number": "25",
                "verse_text": "Now there were seven brothers among us. The first one married, then died. Because he had no children he left his widow to his brother."
            },
            {
                "verse_number": "26",
                "verse_text": "The same thing happened with the second brother and the third, and in fact with all seven brothers."
            },
            {
                "verse_number": "27",
                "verse_text": "Finally, the woman died."
            },
            {
                "verse_number": "28",
                "verse_text": "At the resurrection, which of the seven brothers will be her husband? They were all married to her.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus responded, &apos; You are wrong because you don&quot;t know either the scriptures or God&quot;s power."
            },
            {
                "verse_number": "30",
                "verse_text": "At the resurrection people won&quot;t marry nor will they be given in marriage. Instead, they will be like angels from God."
            },
            {
                "verse_number": "31",
                "verse_text": "As for the resurrection of the dead, haven&quot;t you read what God told you,"
            },
            {
                "verse_number": "32",
                "verse_text": "I&quot;m the God of Abraham, the God of Isaac, and the God of Jacob? He isn&quot;t the God of the dead but of the living. &apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Now when the crowd heard this, they were astonished at his teaching."
            },
            {
                "verse_number": "34",
                "verse_text": "When the Pharisees heard that Jesus had left the Sadducees speechless, they met together."
            },
            {
                "verse_number": "35",
                "verse_text": "One of them, a legal expert, tested him."
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;Teacher, what is the greatest commandment in the Law?&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "He replied, &apos; You must love the Lord your God with all your heart, with all your being, and with all your mind."
            },
            {
                "verse_number": "38",
                "verse_text": "This is the first and greatest commandment."
            },
            {
                "verse_number": "39",
                "verse_text": "And the second is like it: You must love your neighbor as you love yourself ."
            },
            {
                "verse_number": "40",
                "verse_text": "All the Law and the Prophets depend on these two commands. &apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Now as the Pharisees were gathering, Jesus asked them,"
            },
            {
                "verse_number": "42",
                "verse_text": "&apos; What do you think about the Christ? Whose son is he? &apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "He said, &apos; Then how is it that David, inspired by the Holy Spirit, called him Lord when he said,"
            },
            {
                "verse_number": "44",
                "verse_text": "The Lord said to my lord, &quot;Sit at my right side until I turn your enemies into your footstool&quot;?"
            },
            {
                "verse_number": "45",
                "verse_text": "If David calls him Lord, how can he be David&quot;s son? &apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "Nobody was able to answer him. And from that day forward nobody dared to ask him anything."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "Then Jesus spoke to the crowds and his disciples,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;The legal experts and the Pharisees sit on Moses&quot; seat."
            },
            {
                "verse_number": "3",
                "verse_text": "Therefore, you must take care to do everything they say. But don&quot;t do what they do."
            },
            {
                "verse_number": "4",
                "verse_text": "For they tie together heavy packs that are impossible to carry. They put them on the shoulders of others, but are unwilling to lift a finger to move them."
            },
            {
                "verse_number": "5",
                "verse_text": "Everything they do, they do to be noticed by others. They make extra-wide prayer bands for their arms and long tassels for their clothes."
            },
            {
                "verse_number": "6",
                "verse_text": "They love to sit in places of honor at banquets and in the synagogues."
            },
            {
                "verse_number": "7",
                "verse_text": "They love to be greeted with honor in the markets and to be addressed as &quot;Rabbi.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;But you shouldn&quot;t be called Rabbi , because you have one teacher, and all of you are brothers and sisters."
            },
            {
                "verse_number": "9",
                "verse_text": "Don&quot;t call anybody on earth your father, because you have one Father, who is heavenly."
            },
            {
                "verse_number": "10",
                "verse_text": "Don&quot;t be called teacher , because Christ is your one teacher."
            },
            {
                "verse_number": "11",
                "verse_text": "But the one who is greatest among you will be your servant."
            },
            {
                "verse_number": "12",
                "verse_text": "All who lift themselves up will be brought low. But all who make themselves low will be lifted up."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;How terrible it will be for you legal experts and Pharisees! Hypocrites! You shut people out of the kingdom of heaven. You don&quot;t enter yourselves, and you won&quot;t allow those who want to enter to do so."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;How terrible it will be for you, legal experts and Pharisees! Hypocrites! You travel over sea and land to make one convert. But when they&quot;ve been converted, they become twice the child of hell you are."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;How terrible it will be for you blind guides who say, &quot;If people swear by the temple, it&quot;s nothing. But if people swear by the gold in the temple, they are obligated to do what they swore.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "You foolish and blind people! Which is greater, the gold or the temple that makes the gold holy?"
            },
            {
                "verse_number": "18",
                "verse_text": "You say, &quot;If people swear by the altar, it&quot;s nothing. But if they swear by the gift on the altar, they are obligated to do what they swore.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "You blind people! Which is greater, the gift or the altar that makes the gift holy?"
            },
            {
                "verse_number": "20",
                "verse_text": "Therefore, those who swear by the altar swear by it and by everything that&quot;s on it."
            },
            {
                "verse_number": "21",
                "verse_text": "Those who swear by the temple swear by it and by everything that&quot;s part of it."
            },
            {
                "verse_number": "22",
                "verse_text": "Those who swear by heaven swear by God&quot;s throne and by the one who sits on it."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;How terrible it will be for you legal experts and Pharisees! Hypocrites! You give to God a tenth of mint, dill, and cumin, but you forget about the more important matters of the Law: justice, peace, and faith. You ought to give a tenth but without forgetting about those more important matters."
            },
            {
                "verse_number": "24",
                "verse_text": "You blind guides! You filter out an ant but swallow a camel."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;How terrible it will be for you legal experts and Pharisees! Hypocrites! You clean the outside of the cup and plate, but inside they are full of violence and pleasure seeking."
            },
            {
                "verse_number": "26",
                "verse_text": "Blind Pharisee! First clean the inside of the cup so that the outside of the cup will be clean too."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;How terrible it will be for you legal experts and Pharisees! Hypocrites! You are like whitewashed tombs. They look beautiful on the outside. But inside they are full of dead bones and all kinds of filth."
            },
            {
                "verse_number": "28",
                "verse_text": "In the same way you look righteous to people. But inside you are full of pretense and rebellion."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;How terrible it will be for you legal experts and Pharisees! Hypocrites! You build tombs for the prophets and decorate the graves of the righteous."
            },
            {
                "verse_number": "30",
                "verse_text": "You say, &quot;If we had lived in our ancestors&quot; days, we wouldn&quot;t have joined them in killing the prophets.&quot;"
            },
            {
                "verse_number": "31",
                "verse_text": "You testify against yourselves that you are children of those who murdered the prophets."
            },
            {
                "verse_number": "32",
                "verse_text": "Go ahead, complete what your ancestors did."
            },
            {
                "verse_number": "33",
                "verse_text": "You snakes! You children of snakes! How will you be able to escape the judgment of hell?"
            },
            {
                "verse_number": "34",
                "verse_text": "Therefore, look, I&quot;m sending you prophets, wise people, and legal experts. Some of them you will kill and crucify. And some you will beat in your synagogues and chase from city to city."
            },
            {
                "verse_number": "35",
                "verse_text": "Therefore, upon you will come all the righteous blood that has been poured out on the earth, from the blood of that righteous man Abel to the blood of Zechariah the son of Barachiah, whom you killed between the temple and the altar."
            },
            {
                "verse_number": "36",
                "verse_text": "I assure you that all these things will come upon this generation."
            },
            {
                "verse_number": "37",
                "verse_text": "&apos; Jerusalem, Jerusalem! You who kill the prophets and stone those who were sent to you. How often I wanted to gather your people together, just as a hen gathers her chicks under her wings. But you didn&quot;t want that."
            },
            {
                "verse_number": "38",
                "verse_text": "Look, your house is left to you deserted."
            },
            {
                "verse_number": "39",
                "verse_text": "I tell you, you won&quot;t see me until you say, Blessings on the one who comes in the Lord&quot;s name . &apos;"
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Now Jesus left the temple and was going away. His disciples came to point out to him the temple buildings."
            },
            {
                "verse_number": "2",
                "verse_text": "He responded, &apos; Do you see all these things? I assure that no stone will be left on another. Everything will be demolished. &apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Now while Jesus was sitting on the Mount of Olives, the disciples came to him privately and said, &apos;Tell us, when will these things happen? What will be the sign of your coming and the end of the age?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus replied, &apos;Watch out that no one deceives you."
            },
            {
                "verse_number": "5",
                "verse_text": "Many will come in my name, saying, &quot;I&quot;m the Christ.&quot; They will deceive many people."
            },
            {
                "verse_number": "6",
                "verse_text": "You will hear about wars and reports of wars. Don&quot;t be alarmed. These things must happen, but this isn&quot;t the end yet."
            },
            {
                "verse_number": "7",
                "verse_text": "Nations and kingdoms will fight against each other, and there will be famines and earthquakes in all sorts of places."
            },
            {
                "verse_number": "8",
                "verse_text": "But all these things are just the beginning of the sufferings associated with the end."
            },
            {
                "verse_number": "9",
                "verse_text": "They will arrest you, abuse you, and they will kill you. All nations will hate you on account of my name."
            },
            {
                "verse_number": "10",
                "verse_text": "At that time many will fall away. They will betray each other and hate each other."
            },
            {
                "verse_number": "11",
                "verse_text": "Many false prophets will appear and deceive many people."
            },
            {
                "verse_number": "12",
                "verse_text": "Because disobedience will expand, the love of many will grow cold."
            },
            {
                "verse_number": "13",
                "verse_text": "But the one who endures to the end will be delivered."
            },
            {
                "verse_number": "14",
                "verse_text": "This gospel of the kingdom will be proclaimed throughout the world as a testimony to all the nations. Then the end will come."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;When you see the disgusting and destructive thing that Daniel talked about standing in the holy place (the reader should understand this),"
            },
            {
                "verse_number": "16",
                "verse_text": "then those in Judea must escape to the mountains."
            },
            {
                "verse_number": "17",
                "verse_text": "Those on the roof shouldn&quot;t come down to grab things from their houses."
            },
            {
                "verse_number": "18",
                "verse_text": "Those in the field shouldn&quot;t come back to grab their clothes."
            },
            {
                "verse_number": "19",
                "verse_text": "How terrible it will be at that time for women who are pregnant and for women who are nursing their children."
            },
            {
                "verse_number": "20",
                "verse_text": "Pray that it doesn&quot;t happen in winter or on the Sabbath day."
            },
            {
                "verse_number": "21",
                "verse_text": "There will be great suffering such as the world has never before seen and will never again see."
            },
            {
                "verse_number": "22",
                "verse_text": "If that time weren&quot;t shortened, nobody would be rescued. But for the sake of the ones whom God chose, that time will be cut short."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Then if somebody says to you, &quot;Look, here&quot;s the Christ,&quot; or &quot;He&quot;s over here,&quot; don&quot;t believe it."
            },
            {
                "verse_number": "24",
                "verse_text": "False christs and false prophets will appear, and they will offer great signs and wonders in order to deceive, if possible, even those whom God has chosen."
            },
            {
                "verse_number": "25",
                "verse_text": "Look, I&quot;ve told you ahead of time."
            },
            {
                "verse_number": "26",
                "verse_text": "So if they say to you, &quot;Look, he&quot;s in the desert,&quot; don&quot;t go out. And if they say, &quot;Look, he&quot;s in the rooms deep inside the house,&quot; don&quot;t believe it."
            },
            {
                "verse_number": "27",
                "verse_text": "Just as the lightning flashes from the east to the west, so it will be with the coming of the Human One."
            },
            {
                "verse_number": "28",
                "verse_text": "The vultures gather wherever there&quot;s a dead body."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Now immediately after the suffering of that time the sun will become dark, and the moon won&quot;t give its light. The stars will fall from the sky and the planets and other heavenly bodies will be shaken."
            },
            {
                "verse_number": "30",
                "verse_text": "Then the sign of the Human One will appear in the sky. At that time all the tribes of the earth will be full of sadness, and they will see the Human One coming in the heavenly clouds with power and great splendor."
            },
            {
                "verse_number": "31",
                "verse_text": "He will send his angels with the sound of a great trumpet, and they will gather his chosen ones from the four corners of the earth, from one end of the sky to the other."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Learn this parable from the fig tree. After its branch becomes tender and it sprouts new leaves, you know that summer is near."
            },
            {
                "verse_number": "33",
                "verse_text": "In the same way, when you see all these things, you know that the Human One is near, at the door."
            },
            {
                "verse_number": "34",
                "verse_text": "I assure you that this generation won&quot;t pass away until all these things happen."
            },
            {
                "verse_number": "35",
                "verse_text": "Heaven and earth will pass away, but my words will certainly not pass away."
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;But nobody knows when that day or hour will come, not the heavenly angels and not the Son. Only the Father knows."
            },
            {
                "verse_number": "37",
                "verse_text": "As it was in the time of Noah, so it will be at the coming of the Human One."
            },
            {
                "verse_number": "38",
                "verse_text": "In those days before the flood, people were eating and drinking, marrying and giving in marriage, until the day Noah entered the ark."
            },
            {
                "verse_number": "39",
                "verse_text": "They didn&quot;t know what was happening until the flood came and swept them all away. The coming of the Human One will be like that."
            },
            {
                "verse_number": "40",
                "verse_text": "At that time there will be two men in the field. One will be taken and the other left."
            },
            {
                "verse_number": "41",
                "verse_text": "Two women will be grinding at the mill. One will be taken and the other left."
            },
            {
                "verse_number": "42",
                "verse_text": "Therefore, stay alert! You don&quot;t know what day the Lord is coming."
            },
            {
                "verse_number": "43",
                "verse_text": "But you understand that if the head of the house knew at what time the thief would come, he would keep alert and wouldn&quot;t allow the thief to break into his house."
            },
            {
                "verse_number": "44",
                "verse_text": "Therefore, you also should be prepared, because the Human One will come at a time you don&quot;t know."
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;Who then are the faithful and wise servants whom their master puts in charge of giving food at the right time to those who live in his house?"
            },
            {
                "verse_number": "46",
                "verse_text": "Happy are those servants whom the master finds fulfilling their responsibilities when he comes."
            },
            {
                "verse_number": "47",
                "verse_text": "I assure you that he will put them in charge of all his possessions."
            },
            {
                "verse_number": "48",
                "verse_text": "But suppose those bad servants should say to themselves, My master won&quot;t come until later."
            },
            {
                "verse_number": "49",
                "verse_text": "And suppose they began to beat their fellow servants and to eat and drink with the drunks?"
            },
            {
                "verse_number": "50",
                "verse_text": "The master of those servants will come on a day when they are not expecting him, at a time they couldn&quot;t predict."
            },
            {
                "verse_number": "51",
                "verse_text": "He will cut them in pieces and put them in a place with the hypocrites. People there will be weeping and grinding their teeth."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "&apos;At that time the kingdom of heaven will be like ten young bridesmaids who took their lamps and went out to meet the groom."
            },
            {
                "verse_number": "2",
                "verse_text": "Now five of them were wise, and the other five were foolish."
            },
            {
                "verse_number": "3",
                "verse_text": "The foolish ones took their lamps but didn&quot;t bring oil for them."
            },
            {
                "verse_number": "4",
                "verse_text": "But the wise ones took their lamps and also brought containers of oil. &apos;People there will be weeping and grinding their teeth."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;When the groom was late in coming, they all became drowsy and went to sleep."
            },
            {
                "verse_number": "6",
                "verse_text": "But at midnight there was a cry, &quot;Look, the groom! Come out to meet him.&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Then all those bridesmaids got up and prepared their lamps."
            },
            {
                "verse_number": "8",
                "verse_text": "But the foolish bridesmaids said to the wise ones, &quot;Give us some of your oil, because our lamps have gone out.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;But the wise bridesmaids replied, &quot;No, because if we share with you, there won&quot;t be enough for our lamps and yours. We have a better idea. You go to those who sell oil and buy some for yourselves.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "But while they were gone to buy oil, the groom came. Those who were ready went with him into the wedding. Then the door was shut."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Later the other bridesmaids came and said, &quot;Lord, lord, open the door for us.&quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;But he replied, &quot;I tell you the truth, I don&quot;t know you.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Therefore, keep alert, because you don&quot;t know the day or the hour."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;The kingdom of heaven is like a man who was leaving on a trip. He called his servants and handed his possessions over to them."
            },
            {
                "verse_number": "15",
                "verse_text": "To one he gave five valuable coins, and to another he gave two, and to another he gave one. He gave to each servant according to that servant&quot;s ability. Then he left on his journey."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;After the man left, the servant who had five valuable coins took them and went to work doing business with them. He gained five more."
            },
            {
                "verse_number": "17",
                "verse_text": "In the same way, the one who had two valuable coins gained two more."
            },
            {
                "verse_number": "18",
                "verse_text": "But the servant who had received the one valuable coin dug a hole in the ground and buried his master&quot;s money."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Now after a long time the master of those servants returned and settled accounts with them."
            },
            {
                "verse_number": "20",
                "verse_text": "The one who had received five valuable coins came forward with five additional coins. He said, &quot;Master, you gave me five valuable coins. Look, I&quot;ve gained five more.&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;His master replied, &quot;Excellent! You are a good and faithful servant! You&quot;ve been faithful over a little. I&quot;ll put you in charge of much. Come, celebrate with me.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;The second servant also came forward and said, &quot;Master, you gave me two valuable coins. Look, I&quot;ve gained two more.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;His master replied, &quot;Well done! You are a good and faithful servant. You&quot;ve been faithful over a little. I&quot;ll put you in charge of much. Come, celebrate with me.&quot;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Now the one who had received one valuable coin came and said, &quot;Master, I knew that you are a hard man. You harvest grain where you haven&quot;t sown. You gather crops where you haven&quot;t spread seed."
            },
            {
                "verse_number": "25",
                "verse_text": "So I was afraid. And I hid my valuable coin in the ground. Here, you have what&quot;s yours.&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;His master replied, &quot;You evil and lazy servant! You knew that I harvest grain where I haven&quot;t sown and that I gather crops where I haven&quot;t spread seed?"
            },
            {
                "verse_number": "27",
                "verse_text": "In that case, you should have turned my money over to the bankers so that when I returned, you could give me what belonged to me with interest."
            },
            {
                "verse_number": "28",
                "verse_text": "Therefore, take from him the valuable coin and give it to the one who has ten coins."
            },
            {
                "verse_number": "29",
                "verse_text": "Those who have much will receive more, and they will have more than they need. But as for those who don&quot;t have much, even the little bit they have will be taken away from them."
            },
            {
                "verse_number": "30",
                "verse_text": "Now take the worthless servant and throw him out into the farthest darkness.&quot;"
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Now when the Human One comes in his majesty and all his angels are with him, he will sit on his majestic throne."
            },
            {
                "verse_number": "32",
                "verse_text": "All the nations will be gathered in front of him. He will separate them from each other, just as a shepherd separates the sheep from the goats."
            },
            {
                "verse_number": "33",
                "verse_text": "He will put the sheep on his right side. But the goats he will put on his left."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Then the king will say to those on his right, &quot;Come, you who will receive good things from my Father. Inherit the kingdom that was prepared for you before the world began."
            },
            {
                "verse_number": "35",
                "verse_text": "I was hungry and you gave me food to eat. I was thirsty and you gave me a drink. I was a stranger and you welcomed me."
            },
            {
                "verse_number": "36",
                "verse_text": "I was naked and you gave me clothes to wear. I was sick and you took care of me. I was in prison and you visited me.&quot;"
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;Then those who are righteous will reply to him, &quot;Lord, when did we see you hungry and feed you, or thirsty and give you a drink?"
            },
            {
                "verse_number": "38",
                "verse_text": "When did we see you as a stranger and welcome you, or naked and give you clothes to wear?"
            },
            {
                "verse_number": "39",
                "verse_text": "When did we see you sick or in prison and visit you?&quot;"
            },
            {
                "verse_number": "40",
                "verse_text": "&apos;Then the king will reply to them, &quot;I assure you that when you have done it for one of the least of these brothers and sisters of mine, you have done it for me.&quot;"
            },
            {
                "verse_number": "41",
                "verse_text": "&apos;Then he will say to those on his left, &quot;Get away from me, you who will receive terrible things. Go into the unending fire that has been prepared for the devil and his angels."
            },
            {
                "verse_number": "42",
                "verse_text": "I was hungry and you didn&quot;t give me food to eat. I was thirsty and you didn&quot;t give me anything to drink."
            },
            {
                "verse_number": "43",
                "verse_text": "I was a stranger and you didn&quot;t welcome me. I was naked and you didn&quot;t give me clothes to wear. I was sick and in prison, and you didn&quot;t visit me.&quot;"
            },
            {
                "verse_number": "44",
                "verse_text": "&apos; Then they will reply, &quot;Lord, when did we see you hungry or thirsty or a stranger or naked or sick or in prison and didn&quot;t do anything to help you?&quot;"
            },
            {
                "verse_number": "45",
                "verse_text": "Then he will answer, &quot;I assure you that when you haven&quot;t done it for one of the least of these, you haven&quot;t done it for me.&quot;"
            },
            {
                "verse_number": "46",
                "verse_text": "And they will go away into eternal punishment. But the righteous ones will go into eternal life. &apos;"
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "When Jesus finished speaking all these words, he said to his disciples,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos; You know that the Passover is two days from now. And the Human One will be handed over to be crucified. &apos; Jesus answered, &apos; You said it. &apos; The high priest said, &apos;By the living God, I demand that you tell us whether you are the Christ, God&quot;s Son.&apos; And they answered, &apos;He deserves to die!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then the chief priests and elders of the people gathered in the courtyard of Caiaphas the high priest."
            },
            {
                "verse_number": "4",
                "verse_text": "They were plotting to arrest Jesus by cunning tricks and to kill him."
            },
            {
                "verse_number": "5",
                "verse_text": "But they agreed that it shouldn&quot;t happen during the feast so there wouldn&quot;t be an uproar among the people."
            },
            {
                "verse_number": "6",
                "verse_text": "When Jesus was at Bethany visiting the house of Simon, who had a skin disease,"
            },
            {
                "verse_number": "7",
                "verse_text": "a woman came to him with a vase made of alabaster containing very expensive perfume. She poured it on Jesus&quot; head while he was sitting at dinner."
            },
            {
                "verse_number": "8",
                "verse_text": "Now when the disciples saw it they were angry and said, &apos;Why this waste?"
            },
            {
                "verse_number": "9",
                "verse_text": "This perfume could have been sold for a lot of money and given to the poor.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "But Jesus knew what they were thinking. He said, &apos; Why do you make trouble for the woman? She&quot;s done a good thing for me."
            },
            {
                "verse_number": "11",
                "verse_text": "You always have the poor with you, but you won&quot;t always have me."
            },
            {
                "verse_number": "12",
                "verse_text": "By pouring this perfume over my body she&quot;s prepared me to be buried."
            },
            {
                "verse_number": "13",
                "verse_text": "I tell you the truth that wherever in the whole world this good news is announced, what she&quot;s done will also be told in memory of her. &apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then one of the Twelve, who was called Judas Iscariot, went to the chief priests"
            },
            {
                "verse_number": "15",
                "verse_text": "and said, &apos;What will you give me if I turn Jesus over to you?&apos; They paid him thirty pieces of silver."
            },
            {
                "verse_number": "16",
                "verse_text": "From that time on he was looking for an opportunity to turn him in."
            },
            {
                "verse_number": "17",
                "verse_text": "On the first day of the Festival of Unleavened Bread, the disciples came to Jesus and said, &apos;Where do you want us to prepare for you to eat the Passover meal?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "He replied, &apos; Go into the city, to a certain man, and say, &quot;The teacher says, &apos; My time is near. I&quot;m going to celebrate the Passover with my disciples at your house. &apos; &quot; &apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The disciples did just as Jesus instructed them. They prepared the Passover."
            },
            {
                "verse_number": "20",
                "verse_text": "That evening he took his place at the table with the twelve disciples."
            },
            {
                "verse_number": "21",
                "verse_text": "As they were eating he said, &apos; I assure you that one of you will betray me. &apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Deeply saddened, each one said to him, &apos;I&quot;m not the one, am I, Lord?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "He replied, &apos; The one who will betray me is the one who dips his hand with me into this bowl."
            },
            {
                "verse_number": "24",
                "verse_text": "The Human One goes to his death just as it is written about him. But how terrible it is for that person who betrays the Human One! It would have been better for him if he had never been born. &apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Now Judas, who would betray him, replied, &apos;It&quot;s not me, is it, Rabbi?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "While they were eating, Jesus took bread, blessed it, broke it, and gave it to the disciples and said, &apos; Take and eat. This is my body. &apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "He took a cup, gave thanks, and gave it to them, saying, &apos; Drink from this, all of you."
            },
            {
                "verse_number": "28",
                "verse_text": "This is my blood of the covenant, which is poured out for many so that their sins may be forgiven."
            },
            {
                "verse_number": "29",
                "verse_text": "I tell you, I won&quot;t drink wine again until that day when I drink it in a new way with you in my Father&quot;s kingdom. &apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Then, after singing songs of praise, they went to the Mount of Olives."
            },
            {
                "verse_number": "31",
                "verse_text": "Then Jesus said to his disciples, &apos; Tonight you will all fall away because of me. This is because it is written, I will hit the shepherd, and the sheep of the flock will go off in all directions ."
            },
            {
                "verse_number": "32",
                "verse_text": "But after I&quot;m raised up, I&quot;ll go before you to Galilee. &apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Peter replied, &apos;If everyone else stumbles because of you, I&quot;ll never stumble.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus said to him, &apos; I assure you that, before the rooster crows tonight, you will deny me three times. &apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Peter said, &apos;Even if I must die alongside you, I won&quot;t deny you.&apos; All the disciples said the same thing."
            },
            {
                "verse_number": "36",
                "verse_text": "Then Jesus went with his disciples to a place called Gethsemane. He said to the disciples, &apos; Stay here while I go and pray over there. &apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "When he took Peter and Zebedee&quot;s two sons, he began to feel sad and anxious."
            },
            {
                "verse_number": "38",
                "verse_text": "Then he said to them, &apos; I&quot;m very sad. It&quot;s as if I&quot;m dying. Stay here and keep alert with me. &apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Then he went a short distance farther and fell on his face and prayed, &apos; My Father, if it&quot;s possible, take this cup of suffering away from me. However&ndash;not what I want but what you want. &apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "He came back to the disciples and found them sleeping. He said to Peter, &apos; Couldn&quot;t you stay alert one hour with me?"
            },
            {
                "verse_number": "41",
                "verse_text": "Stay alert and pray so that you won&quot;t give in to temptation. The spirit is eager, but the flesh is weak. &apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "A second time he went away and prayed, &apos; My Father, if it&quot;s not possible that this cup be taken away unless I drink it, then let it be what you want. &apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Again he came and found them sleeping. Their eyes were heavy with sleep."
            },
            {
                "verse_number": "44",
                "verse_text": "But he left them and again went and prayed the same words for the third time."
            },
            {
                "verse_number": "45",
                "verse_text": "Then he came to his disciples and said to them, &apos; Will you sleep and rest all night? Look, the time has come for the Human One to be betrayed into the hands of sinners."
            },
            {
                "verse_number": "46",
                "verse_text": "Get up. Let&quot;s go. Look, here comes my betrayer. &apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "While Jesus was still speaking, Judas, one of the Twelve, came. With him was a large crowd carrying swords and clubs. They had been sent by the chief priests and elders of the people."
            },
            {
                "verse_number": "48",
                "verse_text": "His betrayer had given them a sign: &apos;Arrest the man I kiss.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Just then he came to Jesus and said, &apos;Hello, Rabbi.&apos; Then he kissed him."
            },
            {
                "verse_number": "50",
                "verse_text": "But Jesus said to him, &apos; Friend, do what you came to do. &apos; Then they came and grabbed Jesus and arrested him."
            },
            {
                "verse_number": "51",
                "verse_text": "One of those with Jesus reached for his sword. Striking the high priest&quot;s slave, he cut off his ear."
            },
            {
                "verse_number": "52",
                "verse_text": "Then Jesus said to him, &apos; Put the sword back into its place. All those who use the sword will die by the sword."
            },
            {
                "verse_number": "53",
                "verse_text": "Or do you think that I&quot;m not able to ask my Father and he will send to me more than twelve battle groups of angels right away?"
            },
            {
                "verse_number": "54",
                "verse_text": "But if I did that, how would the scriptures be fulfilled that say this must happen? &apos;"
            },
            {
                "verse_number": "55",
                "verse_text": "Then Jesus said to the crowds, &apos; Have you come with swords and clubs to arrest me, like a thief? Day after day, I sat in the temple teaching, but you didn&quot;t arrest me."
            },
            {
                "verse_number": "56",
                "verse_text": "But all this has happened so that what the prophets said in the scriptures might be fulfilled. &apos; Then all the disciples left Jesus and ran away."
            },
            {
                "verse_number": "57",
                "verse_text": "Those who arrested Jesus led him to Caiaphas the high priest. The legal experts and the elders had gathered there."
            },
            {
                "verse_number": "58",
                "verse_text": "Peter followed him from a distance until he came to the high priest&quot;s courtyard. He entered that area and sat outside with the officers to see how it would turn out."
            },
            {
                "verse_number": "59",
                "verse_text": "The chief priests and the whole council were looking for false testimony against Jesus so that they could put him to death."
            },
            {
                "verse_number": "60",
                "verse_text": "They didn&quot;t find anything they could use from the many false witnesses who were willing to come forward. But finally they found two"
            },
            {
                "verse_number": "61",
                "verse_text": "who said, &apos;This man said, &quot;I can destroy God&quot;s temple and rebuild it in three days.&quot;&apos;"
            },
            {
                "verse_number": "62",
                "verse_text": "Then the high priest stood and said to Jesus, &apos;Aren&quot;t you going to respond to the testimony these people have brought against you?&apos;"
            },
            {
                "verse_number": "63",
                "verse_text": "But Jesus was silent."
            },
            {
                "verse_number": "64",
                "verse_text": "&apos; You said it, &apos; Jesus replied. &apos; But I say to you that from now on you&quot;ll see the Human One sitting on the right side of the Almighty and coming on the heavenly clouds . &apos;"
            },
            {
                "verse_number": "65",
                "verse_text": "Then the high priest tore his clothes and said, &apos;He&quot;s insulting God! Why do we need any more witnesses? Look, you&quot;ve heard his insult against God."
            },
            {
                "verse_number": "66",
                "verse_text": "What do you think?&apos;"
            },
            {
                "verse_number": "67",
                "verse_text": "Then they spit in his face and beat him. They hit him"
            },
            {
                "verse_number": "68",
                "verse_text": "and said, &apos;Prophesy for us, Christ! Who hit you?&apos;"
            },
            {
                "verse_number": "69",
                "verse_text": "Meanwhile, Peter was sitting outside in the courtyard. A servant woman came and said to him, &apos;You were also with Jesus the Galilean.&apos;"
            },
            {
                "verse_number": "70",
                "verse_text": "But he denied it in front of all of them, saying, &apos;I don&quot;t know what you are talking about.&apos;"
            },
            {
                "verse_number": "71",
                "verse_text": "When he went over to the gate, another woman saw him and said to those who were there, &apos;This man was with Jesus, the man from Nazareth.&apos;"
            },
            {
                "verse_number": "72",
                "verse_text": "With a solemn pledge, he denied it again, saying, &apos;I don&quot;t know the man.&apos;"
            },
            {
                "verse_number": "73",
                "verse_text": "A short time later those standing there came and said to Peter, &apos;You must be one of them. The way you talk gives you away.&apos;"
            },
            {
                "verse_number": "74",
                "verse_text": "Then he cursed and swore, &apos;I don&quot;t know the man!&apos; At that very moment the rooster crowed."
            },
            {
                "verse_number": "75",
                "verse_text": "Peter remembered Jesus&quot; words, &apos; Before the rooster crows you will deny me three times. &apos; And Peter went out and cried uncontrollably."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Early in the morning all the chief priests and the elders of the people reached the decision to have Jesus put to death."
            },
            {
                "verse_number": "2",
                "verse_text": "They bound him, led him away, and turned him over to Pilate the governor. But they said, &apos;What is that to us? That&quot;s your problem.&apos; Jesus replied, &apos; That&quot;s what you say. &apos; &apos;Barabbas,&apos; they replied. They all said, &apos;Crucify him!&apos; They shouted even louder, &apos;Crucify him!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "When Judas, who betrayed Jesus, saw that Jesus was condemned to die, he felt deep regret. He returned the thirty pieces of silver to the chief priests and elders, and"
            },
            {
                "verse_number": "4",
                "verse_text": "said, &apos;I did wrong because I betrayed an innocent man.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Judas threw the silver pieces into the temple and left. Then he went and hanged himself."
            },
            {
                "verse_number": "6",
                "verse_text": "The chief priests picked up the silver pieces and said, &apos;According to the Law it&quot;s not right to put this money in the treasury. Since it was used to pay for someone&quot;s life, it&quot;s unclean.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So they decided to use it to buy the potter&quot;s field where strangers could be buried."
            },
            {
                "verse_number": "8",
                "verse_text": "That&quot;s why that field is called &apos;Field of Blood&apos; to this very day."
            },
            {
                "verse_number": "9",
                "verse_text": "This fulfilled the words of Jeremiah the prophet: And I took the thirty pieces of silver, the price for the one whose price had been set by some of the Israelites,"
            },
            {
                "verse_number": "10",
                "verse_text": "and I gave them for the potter&quot;s field, as the Lord commanded me ."
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus was brought before the governor. The governor said, &apos;Are you the king of the Jews?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "But he didn&quot;t answer when the chief priests and elders accused him."
            },
            {
                "verse_number": "13",
                "verse_text": "Then Pilate said, &apos;Don&quot;t you hear the testimony they bring against you?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "But he didn&quot;t answer, not even a single word. So the governor was greatly amazed."
            },
            {
                "verse_number": "15",
                "verse_text": "It was customary during the festival for the governor to release to the crowd one prisoner, whomever they might choose."
            },
            {
                "verse_number": "16",
                "verse_text": "At that time there was a well-known prisoner named Jesus Barabbas."
            },
            {
                "verse_number": "17",
                "verse_text": "When the crowd had come together, Pilate asked them, &apos;Whom would you like me to release to you, Jesus Barabbas or Jesus who is called Christ?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "He knew that the leaders of the people had handed him over because of jealousy."
            },
            {
                "verse_number": "19",
                "verse_text": "While he was serving as judge, his wife sent this message to him, &apos;Leave that righteous man alone. I&quot;ve suffered much today in a dream because of him.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "But the chief priests and the elders persuaded the crowds to ask for Barabbas and kill Jesus."
            },
            {
                "verse_number": "21",
                "verse_text": "The governor said, &apos;Which of the two do you want me to release to you?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Pilate said, &apos;Then what should I do with Jesus who is called Christ?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But he said, &apos;Why? What wrong has he done?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Pilate saw that he was getting nowhere and that a riot was starting. So he took water and washed his hands in front of the crowd. &apos;I&quot;m innocent of this man&quot;s blood,&apos; he said. &apos;It&quot;s your problem.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "All the people replied, &apos;Let his blood be on us and on our children.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then he released Barabbas to them. He had Jesus whipped, then handed him over to be crucified."
            },
            {
                "verse_number": "27",
                "verse_text": "The governor&quot;s soldiers took Jesus into the governor&quot;s house, and they gathered the whole company of soldiers around him."
            },
            {
                "verse_number": "28",
                "verse_text": "They stripped him and put a red military coat on him."
            },
            {
                "verse_number": "29",
                "verse_text": "They twisted together a crown of thorns and put it on his head. They put a stick in his right hand. Then they bowed down in front of him and mocked him, saying, &apos;Hey! King of the Jews!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "After they spit on him, they took the stick and struck his head again and again."
            },
            {
                "verse_number": "31",
                "verse_text": "When they finished mocking him, they stripped him of the military coat and put his own clothes back on him. They led him away to crucify him."
            },
            {
                "verse_number": "32",
                "verse_text": "As they were going out, they found Simon, a man from Cyrene. They forced him to carry his cross."
            },
            {
                "verse_number": "33",
                "verse_text": "When they came to a place called Golgotha, which means Skull Place,"
            },
            {
                "verse_number": "34",
                "verse_text": "they gave Jesus wine mixed with vinegar to drink. But after tasting it, he didn&quot;t want to drink it."
            },
            {
                "verse_number": "35",
                "verse_text": "After they crucified him, they divided up his clothes among them by drawing lots."
            },
            {
                "verse_number": "36",
                "verse_text": "They sat there, guarding him."
            },
            {
                "verse_number": "37",
                "verse_text": "They placed above his head the charge against him. It read, &apos;This is Jesus, the king of the Jews.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "They crucified with him two outlaws, one on his right side and one on his left."
            },
            {
                "verse_number": "39",
                "verse_text": "Those who were walking by insulted Jesus, shaking their heads"
            },
            {
                "verse_number": "40",
                "verse_text": "and saying, &apos;So you were going to destroy the temple and rebuild it in three days, were you? Save yourself! If you are God&quot;s Son, come down from the cross.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "In the same way, the chief priests, along with the legal experts and the elders, were making fun of him, saying,"
            },
            {
                "verse_number": "42",
                "verse_text": "&apos;He saved others, but he can&quot;t save himself. He&quot;s the king of Israel, so let him come down from the cross now. Then we&quot;ll believe in him."
            },
            {
                "verse_number": "43",
                "verse_text": "He trusts in God, so let God deliver him now if he wants to. He said, &quot;I&quot;m God&quot;s Son.&quot;&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "The outlaws who were crucified with him insulted him in the same way."
            },
            {
                "verse_number": "45",
                "verse_text": "From noon until three in the afternoon the whole earth was dark."
            },
            {
                "verse_number": "46",
                "verse_text": "At about three Jesus cried out with a loud shout, &apos; Eli, Eli, lama sabachthani ,&apos; which means, &apos; My God, my God, why have you left me? &apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "After hearing him, some standing there said, &apos;He&quot;s calling Elijah.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "One of them ran over, took a sponge full of vinegar, and put it on a pole. He offered it to Jesus to drink."
            },
            {
                "verse_number": "49",
                "verse_text": "But the rest of them said, &apos;Let&quot;s see if Elijah will come and save him.&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "Again Jesus cried out with a loud shout. Then he died."
            },
            {
                "verse_number": "51",
                "verse_text": "Look, the curtain of the sanctuary was torn in two from top to bottom. The earth shook, the rocks split,"
            },
            {
                "verse_number": "52",
                "verse_text": "and the bodies of many holy people who had died were raised."
            },
            {
                "verse_number": "53",
                "verse_text": "After Jesus&quot; resurrection they came out of their graves and went into the holy city where they appeared to many people."
            },
            {
                "verse_number": "54",
                "verse_text": "When the centurion and those with him who were guarding Jesus saw the earthquake and what had just happened, they were filled with awe and said, &apos;This was certainly God&quot;s Son.&apos;"
            },
            {
                "verse_number": "55",
                "verse_text": "Many women were watching from a distance. They had followed Jesus from Galilee to serve him."
            },
            {
                "verse_number": "56",
                "verse_text": "Among them were Mary Magdalene, Mary the mother of James and Joseph, and the mother of Zebedee&quot;s sons."
            },
            {
                "verse_number": "57",
                "verse_text": "That evening a man named Joseph came. He was a rich man from Arimathea who had become a disciple of Jesus."
            },
            {
                "verse_number": "58",
                "verse_text": "He came to Pilate and asked for Jesus&quot; body. Pilate gave him permission to take it."
            },
            {
                "verse_number": "59",
                "verse_text": "Joseph took the body, wrapped it in a clean linen cloth,"
            },
            {
                "verse_number": "60",
                "verse_text": "and laid it in his own new tomb, which he had carved out of the rock. After he rolled a large stone at the door of the tomb, he went away."
            },
            {
                "verse_number": "61",
                "verse_text": "Mary Magdalene and the other Mary were there, sitting in front of the tomb."
            },
            {
                "verse_number": "62",
                "verse_text": "The next day, which was the day after Preparation Day, the chief priests and the Pharisees gathered before Pilate."
            },
            {
                "verse_number": "63",
                "verse_text": "They said, &apos;Sir, we remember that while that deceiver was still alive he said, &quot;After three days I will arise.&quot;"
            },
            {
                "verse_number": "64",
                "verse_text": "Therefore, order the grave to be sealed until the third day. Otherwise, his disciples may come and steal the body and tell the people, &quot;He&quot;s been raised from the dead.&quot; This last deception will be worse than the first.&apos;"
            },
            {
                "verse_number": "65",
                "verse_text": "Pilate replied, &apos;You have soldiers for guard duty. Go and make it as secure as you know how.&apos;"
            },
            {
                "verse_number": "66",
                "verse_text": "Then they went and secured the tomb by sealing the stone and posting the guard."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "After the Sabbath, at dawn on the first day of the week, Mary Magdalene and the other Mary came to look at the tomb."
            },
            {
                "verse_number": "2",
                "verse_text": "Look, there was a great earthquake, for an angel from the Lord came down from heaven. Coming to the stone, he rolled it away and sat on it."
            },
            {
                "verse_number": "3",
                "verse_text": "Now his face was like lightning and his clothes as white as snow."
            },
            {
                "verse_number": "4",
                "verse_text": "The guards were so terrified of him that they shook with fear and became like dead men."
            },
            {
                "verse_number": "5",
                "verse_text": "But the angel said to the women, &apos;Don&quot;t be afraid. I know that you are looking for Jesus who was crucified."
            },
            {
                "verse_number": "6",
                "verse_text": "He isn&quot;t here, because he&quot;s been raised from the dead, just as he said. Come, see the place where they laid him."
            },
            {
                "verse_number": "7",
                "verse_text": "Now hurry, go and tell his disciples, &quot;He&quot;s been raised from the dead. He&quot;s going on ahead of you to Galilee. You will see him there.&quot; I&quot;ve given the message to you.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "With great fear and excitement, they hurried away from the tomb and ran to tell his disciples."
            },
            {
                "verse_number": "9",
                "verse_text": "But Jesus met them and greeted them. They came and grabbed his feet and worshipped him."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Jesus said to them, &apos; Don&quot;t be afraid. Go and tell my brothers that I am going into Galilee. They will see me there. &apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Now as the women were on their way, some of the guards came into the city and told the chief priests everything that had happened."
            },
            {
                "verse_number": "12",
                "verse_text": "They met with the elders and decided to give a large sum of money to the soldiers."
            },
            {
                "verse_number": "13",
                "verse_text": "They told them, &apos;Say that Jesus&quot; disciples came at night and stole his body while you were sleeping."
            },
            {
                "verse_number": "14",
                "verse_text": "And if the governor hears about this, we will take care of it with him so you will have nothing to worry about.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So the soldiers took the money and did as they were told. And this report has spread throughout all Judea to this very day."
            },
            {
                "verse_number": "16",
                "verse_text": "Now the eleven disciples went to Galilee, to the mountain where Jesus told them to go."
            },
            {
                "verse_number": "17",
                "verse_text": "When they saw him, they worshipped him, but some doubted."
            },
            {
                "verse_number": "18",
                "verse_text": "Jesus came near and spoke to them, &apos; I&quot;ve received all authority in heaven and on earth."
            },
            {
                "verse_number": "19",
                "verse_text": "Therefore, go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,"
            },
            {
                "verse_number": "20",
                "verse_text": "teaching them to obey everything that I&quot;ve commanded you. Look, I myself will be with you every day until the end of this present age. &apos;"
            }
        ]
    }
}