{
    "1 Peter": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Peter, an apostle of Jesus Christ, To God&quot;s chosen strangers in the world of the diaspora, who live in Pontus, Galatia, Cappadocia, Asia, and Bithynia. May God&quot;s grace and peace be multiplied to you. &apos; All human life on the earth is like grass, &apos; &apos; and all human glory is like a flower in a field. &apos; &apos; The grass dries up and its flower falls off, &apos; This is the word that was proclaimed to you as good news."
            },
            {
                "verse_number": "2",
                "verse_text": "God the Father chose you because of what he knew beforehand. He chose you through the Holy Spirit&quot;s work of making you holy and because of the faithful obedience and sacrifice of Jesus Christ."
            },
            {
                "verse_number": "3",
                "verse_text": "May the God and Father of our Lord Jesus Christ be blessed! On account of his vast mercy, he has given us new birth. You have been born anew into a living hope through the resurrection of Jesus Christ from the dead."
            },
            {
                "verse_number": "4",
                "verse_text": "You have a pure and enduring inheritance that cannot perish&ndash;an inheritance that is presently kept safe in heaven for you."
            },
            {
                "verse_number": "5",
                "verse_text": "Through his faithfulness, you are guarded by God&quot;s power so that you can receive the salvation he is ready to reveal in the last time."
            },
            {
                "verse_number": "6",
                "verse_text": "You now rejoice in this hope, even if it&quot;s necessary for you to be distressed for a short time by various trials."
            },
            {
                "verse_number": "7",
                "verse_text": "This is necessary so that your faith may be found genuine. (Your faith is more valuable than gold, which will be destroyed even though it is itself tested by fire.) Your genuine faith will result in praise, glory, and honor for you when Jesus Christ is revealed."
            },
            {
                "verse_number": "8",
                "verse_text": "Although you&quot;ve never seen him, you love him. Even though you don&quot;t see him now, you trust him and so rejoice with a glorious joy that is too much for words."
            },
            {
                "verse_number": "9",
                "verse_text": "You are receiving the goal of your faith: your salvation."
            },
            {
                "verse_number": "10",
                "verse_text": "The prophets, who long ago foretold the grace that you&quot;ve received, searched and explored, inquiring carefully about this salvation."
            },
            {
                "verse_number": "11",
                "verse_text": "They wondered what the Spirit of Christ within them was saying when he bore witness beforehand about the suffering that would happen to Christ and the glory that would follow. They wondered what sort of person or what sort of time they were speaking about."
            },
            {
                "verse_number": "12",
                "verse_text": "It was revealed to them that in their search they were not serving themselves but you. These things, which even angels long to examine, have now been proclaimed to you by those who brought you the good news. They did this in the power of the Holy Spirit, who was sent from heaven."
            },
            {
                "verse_number": "13",
                "verse_text": "Therefore, once you have your minds ready for action and you are thinking clearly, place your hope completely on the grace that will be brought to you when Jesus Christ is revealed."
            },
            {
                "verse_number": "14",
                "verse_text": "Don&quot;t be conformed to your former desires, those that shaped you when you were ignorant. But, as obedient children,"
            },
            {
                "verse_number": "15",
                "verse_text": "you must be holy in every aspect of your lives, just as the one who called you is holy."
            },
            {
                "verse_number": "16",
                "verse_text": "It is written, &apos; You will be holy, because I am holy. &apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Since you call upon a Father who judges all people according to their actions without favoritism, you should conduct yourselves with reverence during the time of your dwelling in a strange land."
            },
            {
                "verse_number": "18",
                "verse_text": "Live in this way, knowing that you were not liberated by perishable things like silver or gold from the empty lifestyle you inherited from your ancestors."
            },
            {
                "verse_number": "19",
                "verse_text": "Instead, you were liberated by the precious blood of Christ, like that of a flawless, spotless lamb."
            },
            {
                "verse_number": "20",
                "verse_text": "Christ was chosen before the creation of the world, but was only revealed at the end of time. This was done for you,"
            },
            {
                "verse_number": "21",
                "verse_text": "who through Christ are faithful to the God who raised him from the dead and gave him glory. So now, your faith and hope should rest in God."
            },
            {
                "verse_number": "22",
                "verse_text": "As you set yourselves apart by your obedience to the truth so that you might have genuine affection for your fellow believers, love each other deeply and earnestly."
            },
            {
                "verse_number": "23",
                "verse_text": "Do this because you have been given new birth&ndash;not from the type of seed that decays but from seed that doesn&quot;t. This seed is God&quot;s life-giving and enduring word."
            },
            {
                "verse_number": "24",
                "verse_text": "Thus,"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos; but the Lord&quot;s word endures forever. &apos;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Therefore, get rid of all ill will and all deceit, pretense, envy, and slander."
            },
            {
                "verse_number": "2",
                "verse_text": "Instead, like a newborn baby, desire the pure milk of the word. Nourished by it, you will grow into salvation,"
            },
            {
                "verse_number": "3",
                "verse_text": "since you have tasted that the Lord is good."
            },
            {
                "verse_number": "4",
                "verse_text": "Now you are coming to him as to a living stone. Even though this stone was rejected by humans, from God&quot;s perspective it is chosen, valuable."
            },
            {
                "verse_number": "5",
                "verse_text": "You yourselves are being built like living stones into a spiritual temple. You are being made into a holy priesthood to offer up spiritual sacrifices that are acceptable to God through Jesus Christ."
            },
            {
                "verse_number": "6",
                "verse_text": "Thus it is written in scripture, &apos; Look! I am laying a cornerstone in Zion, chosen, valuable. The person who believes in him will never be shamed. &apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So God honors you who believe. For those who refuse to believe, though, the stone the builders tossed aside has become the capstone."
            },
            {
                "verse_number": "8",
                "verse_text": "This is a stone that makes people stumble and a rock that makes them fall. Because they refuse to believe in the word, they stumble. Indeed, this is the end to which they were appointed."
            },
            {
                "verse_number": "9",
                "verse_text": "But you are a chosen race, a royal priesthood, a holy nation, a people who are God&quot;s own possession. You have become this people so that you may speak of the wonderful acts of the one who called you out of darkness into his amazing light."
            },
            {
                "verse_number": "10",
                "verse_text": "Once you weren&quot;t a people, but now you are God&quot;s people. Once you hadn&quot;t received mercy, but now you have received mercy."
            },
            {
                "verse_number": "11",
                "verse_text": "Dear friends, since you are immigrants and strangers in the world, I urge that you avoid worldly desires that wage war against your lives."
            },
            {
                "verse_number": "12",
                "verse_text": "Live honorably among the unbelievers. Today, they defame you, as if you were doing evil. But in the day when God visits to judge they will glorify him, because they have observed your honorable deeds."
            },
            {
                "verse_number": "13",
                "verse_text": "For the sake of the Lord submit to every human institution. Do this whether it means submitting to the emperor as supreme ruler,"
            },
            {
                "verse_number": "14",
                "verse_text": "or to governors as those sent by the emperor. They are sent to punish those doing evil and to praise those doing good."
            },
            {
                "verse_number": "15",
                "verse_text": "Submit to them because it&quot;s God&quot;s will that by doing good you will silence the ignorant talk of foolish people."
            },
            {
                "verse_number": "16",
                "verse_text": "Do this as God&quot;s slaves, and yet also as free people, not using your freedom as a cover-up for evil."
            },
            {
                "verse_number": "17",
                "verse_text": "Honor everyone. Love the family of believers. Have respectful fear of God. Honor the emperor."
            },
            {
                "verse_number": "18",
                "verse_text": "Household slaves, submit by accepting the authority of your masters with all respect. Do this not only to good and kind masters but also to those who are harsh."
            },
            {
                "verse_number": "19",
                "verse_text": "Now, it is commendable if, because of one&quot;s understanding of God, someone should endure pain through suffering unjustly."
            },
            {
                "verse_number": "20",
                "verse_text": "But what praise comes from enduring patiently when you have sinned and are beaten for it? But if you endure steadfastly when you&quot;ve done good and suffer for it, this is commendable before God."
            },
            {
                "verse_number": "21",
                "verse_text": "You were called to this kind of endurance, because Christ suffered on your behalf. He left you an example so that you might follow in his footsteps."
            },
            {
                "verse_number": "22",
                "verse_text": "He committed no sin, nor did he ever speak in ways meant to deceive."
            },
            {
                "verse_number": "23",
                "verse_text": "When he was insulted, he did not reply with insults. When he suffered, he did not threaten revenge. Instead, he entrusted himself to the one who judges justly."
            },
            {
                "verse_number": "24",
                "verse_text": "He carried in his own body on the cross the sins we committed. He did this so that we might live in righteousness, having nothing to do with sin. By his wounds you were healed."
            },
            {
                "verse_number": "25",
                "verse_text": "Though you were like straying sheep, you have now returned to the shepherd and guardian of your lives."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Wives, likewise, submit to your own husbands. Do this so that even if some of them refuse to believe the word, they may be won without a word by their wives&quot; way of life."
            },
            {
                "verse_number": "2",
                "verse_text": "After all, they will have observed the reverent and holy manner of your lives."
            },
            {
                "verse_number": "3",
                "verse_text": "Don&quot;t try to make yourselves beautiful on the outside, with stylish hair or by wearing gold jewelry or fine clothes."
            },
            {
                "verse_number": "4",
                "verse_text": "Instead, make yourselves beautiful on the inside, in your hearts, with the enduring quality of a gentle, peaceful spirit. This type of beauty is very precious in God&quot;s eyes."
            },
            {
                "verse_number": "5",
                "verse_text": "For it was in this way that holy women who trusted in God used to make themselves beautiful, accepting the authority of their own husbands."
            },
            {
                "verse_number": "6",
                "verse_text": "For example, Sarah accepted Abraham&quot;s authority when she called him &apos; master &apos;. You have become her children when you do good and don&quot;t respond to threats with fear. &apos; those who want to love life &apos; &apos; and see good days &apos; &apos; should keep their tongue from evil speaking &apos; &apos; and their lips from speaking lies. &apos; &apos; seek peace and chase after it. &apos; &apos; and his ears are open to their prayers. &apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Husbands, likewise, submit by living with your wife in ways that honor her, knowing that she is the weaker partner. Honor her all the more, as she is also a coheir of the gracious care of life. Do this so that your prayers won&quot;t be hindered."
            },
            {
                "verse_number": "8",
                "verse_text": "Finally, all of you be of one mind, sympathetic, lovers of your fellow believers, compassionate, and modest in your opinion of yourselves."
            },
            {
                "verse_number": "9",
                "verse_text": "Don&quot;t pay back evil for evil or insult for insult. Instead, give blessing in return. You were called to do this so that you might inherit a blessing."
            },
            {
                "verse_number": "10",
                "verse_text": "For"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos; They should shun evil and do good; &apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos; The Lord&quot;s eyes are on the righteous &apos; &apos; But the Lord cannot tolerate those who do evil. &apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Who will harm you if you are zealous for good?"
            },
            {
                "verse_number": "14",
                "verse_text": "But happy are you, even if you suffer because of righteousness! Don&quot;t be terrified or upset by them."
            },
            {
                "verse_number": "15",
                "verse_text": "Instead, regard Christ the Lord as holy in your hearts. Whenever anyone asks you to speak of your hope, be ready to defend it."
            },
            {
                "verse_number": "16",
                "verse_text": "Yet do this with respectful humility, maintaining a good conscience. Act in this way so that those who malign your good lifestyle in Christ may be ashamed when they slander you."
            },
            {
                "verse_number": "17",
                "verse_text": "It is better to suffer for doing good (if this could possibly be God&quot;s will) than for doing evil."
            },
            {
                "verse_number": "18",
                "verse_text": "Christ himself suffered on account of sins, once for all, the righteous one on behalf of the unrighteous. He did this in order to bring you into the presence of God. Christ was put to death as a human, but made alive by the Spirit."
            },
            {
                "verse_number": "19",
                "verse_text": "And it was by the Spirit that he went to preach to the spirits in prison."
            },
            {
                "verse_number": "20",
                "verse_text": "In the past, these spirits were disobedient&ndash;when God patiently waited during the time of Noah. Noah built an ark in which a few (that is, eight) lives were rescued through water."
            },
            {
                "verse_number": "21",
                "verse_text": "Baptism is like that. It saves you now&ndash;not because it removes dirt from your body but because it is the mark of a good conscience toward God. Your salvation comes through the resurrection of Jesus Christ,"
            },
            {
                "verse_number": "22",
                "verse_text": "who is at God&quot;s right side. Now that he has gone into heaven, he rules over all angels, authorities, and powers."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Therefore, since Christ suffered as a human, you should also arm yourselves with his way of thinking. This is because whoever suffers is finished with sin."
            },
            {
                "verse_number": "2",
                "verse_text": "As a result, they don&quot;t live the rest of their human lives in ways determined by human desires but in ways determined by God&quot;s will."
            },
            {
                "verse_number": "3",
                "verse_text": "You have wasted enough time doing what unbelievers desire&ndash;living in their unrestrained immorality and lust, their drunkenness and excessive feasting and wild parties, and their forbidden worship of idols."
            },
            {
                "verse_number": "4",
                "verse_text": "They think it&quot;s strange that you don&quot;t join in these activities with the same flood of unrestrained wickedness. So they slander you."
            },
            {
                "verse_number": "5",
                "verse_text": "They will have to reckon with the one who is ready to judge the living and the dead."
            },
            {
                "verse_number": "6",
                "verse_text": "Indeed, this is the reason the good news was also preached to the dead. This happened so that, although they were judged as humans according to human standards, they could live by the Spirit according to divine standards."
            },
            {
                "verse_number": "7",
                "verse_text": "The end of everything has come. Therefore, be self-controlled and clearheaded so you can pray."
            },
            {
                "verse_number": "8",
                "verse_text": "Above all, show sincere love to each other, because love brings about the forgiveness of many sins."
            },
            {
                "verse_number": "9",
                "verse_text": "Open your homes to each other without complaining."
            },
            {
                "verse_number": "10",
                "verse_text": "And serve each other according to the gift each person has received, as good managers of God&quot;s diverse gifts."
            },
            {
                "verse_number": "11",
                "verse_text": "Whoever speaks should do so as those who speak God&quot;s word. Whoever serves should do so from the strength that God furnishes. Do this so that in everything God may be honored through Jesus Christ. To him be honor and power forever and always. Amen."
            },
            {
                "verse_number": "12",
                "verse_text": "Dear friends, don&quot;t be surprised about the fiery trials that have come among you to test you. These are not strange happenings."
            },
            {
                "verse_number": "13",
                "verse_text": "Instead, rejoice as you share Christ&quot;s suffering. You share his suffering now so that you may also have overwhelming joy when his glory is revealed."
            },
            {
                "verse_number": "14",
                "verse_text": "If you are mocked because of Christ&quot;s name, you are blessed, for the Spirit of glory&ndash;indeed, the Spirit of God&ndash;rests on you."
            },
            {
                "verse_number": "15",
                "verse_text": "Now none of you should suffer as a murderer or thief or evildoer or rebel."
            },
            {
                "verse_number": "16",
                "verse_text": "But don&quot;t be ashamed if you suffer as one who belongs to Christ. Rather, honor God as you bear Christ&quot;s name. Give honor to God,"
            },
            {
                "verse_number": "17",
                "verse_text": "because it&quot;s time for judgment to begin with God&quot;s own household. But if judgment starts with us, what will happen to those who refuse to believe God&quot;s good news?"
            },
            {
                "verse_number": "18",
                "verse_text": "If the righteous are barely rescued, what will happen to the godless and sinful?"
            },
            {
                "verse_number": "19",
                "verse_text": "So then, those who suffer because they follow God&quot;s will should commit their lives to a trustworthy creator by doing what is right."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Therefore, I have a request for the elders among you. (I ask this as a fellow elder and a witness of Christ&quot;s sufferings, and as one who shares in the glory that is about to be revealed.) I urge the elders:"
            },
            {
                "verse_number": "2",
                "verse_text": "Like shepherds, tend the flock of God among you. Watch over it. Don&quot;t shepherd because you must, but do it voluntarily for God. Don&quot;t shepherd greedily, but do it eagerly."
            },
            {
                "verse_number": "3",
                "verse_text": "Don&quot;t shepherd by ruling over those entrusted to your care, but become examples to the flock."
            },
            {
                "verse_number": "4",
                "verse_text": "And when the chief shepherd appears, you will receive an unfading crown of glory."
            },
            {
                "verse_number": "5",
                "verse_text": "In the same way, I urge you who are younger: accept the authority of the elders. And everyone, clothe yourselves with humility toward each other. God stands against the proud, but he gives favor to the humble."
            },
            {
                "verse_number": "6",
                "verse_text": "Therefore, humble yourselves under God&quot;s power so that he may raise you up in the last day."
            },
            {
                "verse_number": "7",
                "verse_text": "Throw all your anxiety onto him, because he cares about you."
            },
            {
                "verse_number": "8",
                "verse_text": "Be clearheaded. Keep alert. Your accuser, the devil, is on the prowl like a roaring lion, seeking someone to devour."
            },
            {
                "verse_number": "9",
                "verse_text": "Resist him, standing firm in the faith. Do so in the knowledge that your fellow believers are enduring the same suffering throughout the world."
            },
            {
                "verse_number": "10",
                "verse_text": "After you have suffered for a little while, the God of all grace, the one who called you into his eternal glory in Christ Jesus, will himself restore, empower, strengthen, and establish you."
            },
            {
                "verse_number": "11",
                "verse_text": "To him be power forever and always. Amen."
            },
            {
                "verse_number": "12",
                "verse_text": "I have written and sent these few lines to you by Silvanus. I consider him to be a faithful brother. In these lines I have urged and affirmed that this is the genuine grace of God. Stand firm in it."
            },
            {
                "verse_number": "13",
                "verse_text": "The fellow-elect church in Babylon greets you, and so does my son Mark."
            },
            {
                "verse_number": "14",
                "verse_text": "Greet each other with the kiss of love. Peace to you all who are in Christ."
            }
        ]
    }
}