{
    "Malachi": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "A pronouncement. The LORD &quot;s word to Israel through Malachi. but you say, &apos;How have you loved us?&apos; Wasn&quot;t Esau Jacob&quot;s brother? says the LORD . I loved Jacob, I turned Esau&quot;s mountains into desolation, his inheritance into a wilderness for jackals. but the LORD of heavenly forces proclaims: They may build, but I will tear them down. They will call themselves a wicked territory, the people against whom the LORD rages forever. &apos;May the LORD be great beyond the borders of Israel.&apos; and a servant honors his master. But if I&quot;m a father, where is my honor? Or if I&quot;m a master, where is my respect? says the LORD of heavenly forces to you priests who despise my name. So you say, &apos;How have we despised your name?&apos; When you say, &apos;The table of the LORD can be despised.&apos; If you bring a lame or sick one, isn&quot;t that evil? Would you bring it to your governor? Would he be pleased with it or accept you? says the LORD of heavenly forces. After what you have done, will he accept you? says the LORD of heavenly forces. so that you don&quot;t burn something on my altar in vain? I take no delight in you, says the LORD of heavenly forces. I won&quot;t accept a grain offering from your hand. my name will be great among the nations. Incense and a pure grain offering will be offered everywhere in my name, because my name is great among the nations, says the LORD of heavenly forces. &apos;The table of the LORD is polluted. Its fruit, its food, is despised.&apos; and you groan about it, says the LORD of heavenly forces. and you bring the grain offering. Should I accept such from your hands? says the LORD . but who promises and sacrifices to the LORD that which is corrupt. I am truly a great king, says the LORD of heavenly forces, and my name is feared among the nations."
            },
            {
                "verse_number": "2",
                "verse_text": "I have loved you, says the LORD ;"
            },
            {
                "verse_number": "3",
                "verse_text": "but I rejected Esau."
            },
            {
                "verse_number": "4",
                "verse_text": "Edom may say, &apos;We are beaten down, but we will rebuild the ruins&apos;;"
            },
            {
                "verse_number": "5",
                "verse_text": "Your eyes will see it and you will say,"
            },
            {
                "verse_number": "6",
                "verse_text": "A son honors a father,"
            },
            {
                "verse_number": "7",
                "verse_text": "By approaching my altar with polluted food. But you say, &apos;How have we polluted it ?&apos; You permit what is stolen, lame, or sick to be brought for a sacrifice,"
            },
            {
                "verse_number": "8",
                "verse_text": "If you bring a blind animal to sacrifice, isn&quot;t that evil?"
            },
            {
                "verse_number": "9",
                "verse_text": "So now ask God to be gracious to us."
            },
            {
                "verse_number": "10",
                "verse_text": "Who among you will shut the doors of the temple"
            },
            {
                "verse_number": "11",
                "verse_text": "Nevertheless, from sunrise to sunset,"
            },
            {
                "verse_number": "12",
                "verse_text": "But you make my name impure when you say,"
            },
            {
                "verse_number": "13",
                "verse_text": "But you say, &apos;How tedious!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "I will curse the cheater who has a healthy male in his flock,"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "But now, this command is for you, priests: or don&quot;t intend to glorify my name, says the LORD of heavenly forces, then I will send a curse among you. I will curse your blessings, and I mean really curse them, because none of you intend to do it. I will scatter feces on your faces, the feces of your festivals. so that my covenant with Levi can continue to exist, says the LORD of heavenly forces. and also fear so that he honored me. He was in awe of my name. injustice wasn&quot;t found on his lips. He walked with me in peace and did the right thing; he made many turn from iniquity. for he is the messenger from the LORD of heavenly forces. You have caused many to stumble by your instruction. You have corrupted the covenant of Levi, says the LORD of heavenly forces. since none of you keep my ways or show respect for Instruction. one God who created us? Why does everyone cheat each other to make the covenant of our ancestors impure? a detestable thing was done in Israel and Jerusalem. Judah made the LORD &quot;s holy place impure, which God loved, and married the daughter of a foreign god. and making an offering to the LORD of heavenly forces. cover the altar of the LORD with tears, weeping, and groaning because there is still no divine favor for your offering or favorable regard for anything from your hand. Because the LORD testifies about you and the wife of your youth against whom you cheated. She is your partner, the wife of your covenant. What is the one? The one seeking godly offspring. You should guard your own spirit. Don&quot;t cheat on the wife of your youth says the LORD God of Israel, says the LORD of heavenly forces. Guard your own life, and don&quot;t cheat. You say, &apos;How have we made him tired?&apos; When you say: &apos;Anyone doing evil is good in the LORD &quot;s eyes,&apos; or &apos;Where is the God of justice?&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "If you don&quot;t listen,"
            },
            {
                "verse_number": "3",
                "verse_text": "I am about to denounce your offspring; Then I will lift you up to me, everyone should seek Instruction from his mouth, anyone awaking, testifying, and the remnant of his spirit? and he also hates the one covering his garment with violence, or &apos;He delights in those doing evil,&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "and you will know that I have sent this command to you"
            },
            {
                "verse_number": "5",
                "verse_text": "My covenant with him involved life and peace, which I gave him,"
            },
            {
                "verse_number": "6",
                "verse_text": "True Instruction was in his mouth;"
            },
            {
                "verse_number": "7",
                "verse_text": "The lips of the priest should guard knowledge;"
            },
            {
                "verse_number": "8",
                "verse_text": "But you have turned from the path."
            },
            {
                "verse_number": "9",
                "verse_text": "Moreover, I have made you despised and humiliated in the view of all the people,"
            },
            {
                "verse_number": "10",
                "verse_text": "Isn&quot;t there one father for all of us,"
            },
            {
                "verse_number": "11",
                "verse_text": "Judah cheated&ndash;"
            },
            {
                "verse_number": "12",
                "verse_text": "May the LORD eliminate anyone who does so from the tents of Jacob,"
            },
            {
                "verse_number": "13",
                "verse_text": "You should do this as well:"
            },
            {
                "verse_number": "14",
                "verse_text": "But you say, &apos;Why?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Didn&quot;t he make her the one"
            },
            {
                "verse_number": "16",
                "verse_text": "because he hates divorce,"
            },
            {
                "verse_number": "17",
                "verse_text": "You have made the LORD tired with your words."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Look, I am sending my messenger who will clear the path before me; suddenly the LORD whom you are seeking will come to his temple. The messenger of the covenant in whom you take delight is coming, says the LORD of heavenly forces. Who can withstand his appearance? He is like the refiner&quot;s fire or the cleaner&quot;s soap. He will purify the Levites and refine them like gold and silver. They will belong to the LORD , presenting a righteous offering. as in ancient days and in former years. I will be quick to testify against the sorcerers, the adulterers, those swearing falsely, against those who cheat the day laborers out of their wages as well as oppress the widow and the orphan, and against those who brush aside the foreigner and do not revere me, says the LORD of heavenly forces. and you, children of Jacob, have not perished. you have deviated from my laws and have not kept them. Return to me and I will return to you, says the LORD of heavenly forces. But you say, &apos;How should we return?&apos; Yet you deceive me. But you say, &apos;How have we deceived you?&apos; With your tenth-part gifts and offerings. and you, the entire nation, are robbing me. Please test me in this, says the LORD of heavenly forces. See whether I do not open all the windows of the heavens for you so that it doesn&quot;t spoil the fruit of your fertile land, and so that the vine doesn&quot;t abort its fruit in your field, says the LORD of heavenly forces. for you will be a desirable land, says the LORD of heavenly forces. says the LORD ; but you say, &apos;What have we spoken about you?&apos; &apos;Serving God is useless. What do we gain by keeping his obligation or by walking around as mourners before the LORD of heavenly forces? Moreover, those doing evil are built up; they test God and escape.&apos; each and every one, spoke among themselves. The LORD paid attention and listened to them. Then a scroll of remembrance was written before the LORD about those revering the LORD , the ones meditating on his name. says the LORD of heavenly forces, they will be my special possession. I will spare them just as parents spare a child who serves them. between those serving God and those not serving him."
            },
            {
                "verse_number": "2",
                "verse_text": "Who can endure the day of his coming?"
            },
            {
                "verse_number": "3",
                "verse_text": "He will sit as a refiner and a purifier of silver."
            },
            {
                "verse_number": "4",
                "verse_text": "The offering of Judah and Jerusalem will be pleasing to the LORD"
            },
            {
                "verse_number": "5",
                "verse_text": "I will draw near to you for judgment."
            },
            {
                "verse_number": "6",
                "verse_text": "I am the LORD , and I do not change;"
            },
            {
                "verse_number": "7",
                "verse_text": "Ever since the time of your ancestors,"
            },
            {
                "verse_number": "8",
                "verse_text": "Should a person deceive God?"
            },
            {
                "verse_number": "9",
                "verse_text": "You are being cursed with a curse,"
            },
            {
                "verse_number": "10",
                "verse_text": "Bring the whole tenth-part to the storage house so there might be food in my house. and empty out a blessing until there is enough."
            },
            {
                "verse_number": "11",
                "verse_text": "I will threaten the one who wants to devour you"
            },
            {
                "verse_number": "12",
                "verse_text": "All the nations will consider you fortunate,"
            },
            {
                "verse_number": "13",
                "verse_text": "You have spoken harshly about me,"
            },
            {
                "verse_number": "14",
                "verse_text": "You said,"
            },
            {
                "verse_number": "15",
                "verse_text": "So now we consider the arrogant fortunate."
            },
            {
                "verse_number": "16",
                "verse_text": "Then those revering the LORD ,"
            },
            {
                "verse_number": "17",
                "verse_text": "On the day that I am preparing,"
            },
            {
                "verse_number": "18",
                "verse_text": "You will again distinguish between the righteous and the wicked,"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Look, the day is coming, burning like an oven. All the arrogant ones and all those doing evil will become straw. The coming day will burn them, says the LORD of heavenly forces, leaving them neither root nor branch. healing will be in its wings so that you will go forth and jump about like calves in the stall. they will be like dust beneath the soles of your feet on the day that I am preparing, says the LORD of heavenly forces. to whom I gave Instruction and rules for all Israel at Horeb. before the great and terrifying day of the LORD arrives. and the hearts of the children to their parents. Otherwise, I will come and strike the land with a curse."
            },
            {
                "verse_number": "2",
                "verse_text": "But the sun of righteousness will rise on those revering my name;"
            },
            {
                "verse_number": "3",
                "verse_text": "You will crush the wicked;"
            },
            {
                "verse_number": "4",
                "verse_text": "Remember the Instruction from Moses, my servant,"
            },
            {
                "verse_number": "5",
                "verse_text": "Look, I am sending Elijah the prophet to you,"
            },
            {
                "verse_number": "6",
                "verse_text": "Turn the hearts of the parents to the children"
            }
        ]
    }
}