{
    "Hebrews": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "In the past, God spoke through the prophets to our ancestors in many times and many ways."
            },
            {
                "verse_number": "2",
                "verse_text": "In these final days, though, he spoke to us through a Son. God made his Son the heir of everything and created the world through him."
            },
            {
                "verse_number": "3",
                "verse_text": "The Son is the light of God&quot;s glory and the imprint of God&quot;s being. He maintains everything with his powerful message. After he carried out the cleansing of people from their sins, he sat down at the right side of the highest majesty."
            },
            {
                "verse_number": "4",
                "verse_text": "And the Son became so much greater than the other messengers, such as angels, that he received a more important title than theirs. &apos; You are my Son. &apos; Or, even, &apos; I will be his Father, &apos; &apos; He&quot;s the one who uses the spirits for his messengers &apos; &apos; God, your throne is forever &apos; &apos; and your kingdom&quot;s scepter is a rod of justice. &apos; &apos; That is why God, your God, &apos; &apos; You, Lord, laid the earth&quot;s foundations in the beginning, &apos; &apos; and the heavens are made by your hands. &apos; &apos; but you remain. &apos; &apos; They will all wear out like old clothes. &apos; &apos; They will be changed like a person changes clothes, &apos; &apos; but you stay the same, &apos; &apos; Sit at my right side &apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "After all, when did God ever say to any of the angels: &apos; Today I have become your Father? &apos; &apos; and he will be my Son? &apos; &apos; All of God&quot;s angels must worship him. &apos; &apos; and who uses flames of fire as ministers. &apos; &apos; has anointed you more than your companions with the oil of joy. &apos; &apos; and the years of your life won&quot;t come to an end. &apos; &apos; until I put your enemies under your feet like a footstool? &apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But then, when he brought his firstborn into the world, he said,"
            },
            {
                "verse_number": "7",
                "verse_text": "He talks about the angels:"
            },
            {
                "verse_number": "8",
                "verse_text": "But he says to his Son,"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos; You loved righteousness and hated lawless behavior. &apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "And he says,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos; They will pass away, &apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos; You will fold them up like a coat. &apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "When has he ever said to any of the angels,"
            },
            {
                "verse_number": "14",
                "verse_text": "Aren&quot;t all the angels ministering spirits who are sent to serve those who are going to inherit salvation?"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "This is why it&quot;s necessary for us to pay more attention to what we have heard, or else we may drift away from it."
            },
            {
                "verse_number": "2",
                "verse_text": "If the message that was spoken by angels was reliable, and every offense and act of disobedience received an appropriate consequence,"
            },
            {
                "verse_number": "3",
                "verse_text": "how will we escape if we ignore such a great salvation? It was first announced through the Lord, and then it was confirmed by those who heard him."
            },
            {
                "verse_number": "4",
                "verse_text": "God also vouched for their message with signs, amazing things, various miracles, and gifts from the Holy Spirit, which were handed out the way he wanted. &apos; What is humanity that you think about them? &apos; &apos; Or what are human beings that you care about them? &apos; &apos; You crowned human beings with glory and honor. &apos; When he puts everything under their control, he doesn&quot;t leave anything out of control. But right now, we don&quot;t see everything under their control yet. And also,"
            },
            {
                "verse_number": "5",
                "verse_text": "God didn&quot;t put the world that is coming (the world we are talking about) under the angels&quot; control."
            },
            {
                "verse_number": "6",
                "verse_text": "Instead, someone declared somewhere,"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos; For a while you made them lower than angels. &apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos; You put everything under their control. &apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "However, we do see the one who was made lower in order than the angels for a little while&ndash;it&quot;s Jesus! He&quot;s the one who is now crowned with glory and honor because of the suffering of his death. He suffered death so that he could taste death for everyone through God&quot;s grace."
            },
            {
                "verse_number": "10",
                "verse_text": "It was appropriate for God, for whom and through whom everything exists, to use experiences of suffering to make perfect the pioneer of salvation. This salvation belongs to many sons and daughters whom he&quot;s leading to glory."
            },
            {
                "verse_number": "11",
                "verse_text": "This is because the one who makes people holy and the people who are being made holy all come from one source. That is why Jesus isn&quot;t ashamed to call them brothers and sisters when he says,"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos; I will publicly announce your name to my brothers and sisters. &apos; &apos; I will praise you in the middle of the assembly. &apos; &apos; I will rely on him. &apos; &apos; Here I am with the children whom God has given to me. &apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "He also says,"
            },
            {
                "verse_number": "14",
                "verse_text": "Therefore, since the children share in flesh and blood, he also shared the same things in the same way. He did this to destroy the one who holds the power over death&ndash;the devil&ndash;by dying."
            },
            {
                "verse_number": "15",
                "verse_text": "He set free those who were held in slavery their entire lives by their fear of death."
            },
            {
                "verse_number": "16",
                "verse_text": "Of course, he isn&quot;t trying to help angels, but rather he&quot;s helping Abraham&quot;s descendants."
            },
            {
                "verse_number": "17",
                "verse_text": "Therefore, he had to be made like his brothers and sisters in every way. This was so that he could become a merciful and faithful high priest in things relating to God, in order to wipe away the sins of the people."
            },
            {
                "verse_number": "18",
                "verse_text": "He&quot;s able to help those who are being tempted, since he himself experienced suffering when he was tempted."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Therefore, brothers and sisters who are partners in the heavenly calling, think about Jesus, the apostle and high priest of our confession."
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus was faithful to the one who appointed him just like Moses was faithful in God&quot;s house."
            },
            {
                "verse_number": "3",
                "verse_text": "But he deserves greater glory than Moses in the same way that the builder of the house deserves more honor than the house itself."
            },
            {
                "verse_number": "4",
                "verse_text": "Every house is built by someone, but God is the builder of everything."
            },
            {
                "verse_number": "5",
                "verse_text": "Moses was faithful in all God&quot;s house as a servant in order to affirm the things that would be spoken later."
            },
            {
                "verse_number": "6",
                "verse_text": "But Jesus was faithful over God&quot;s house as a Son. We are his house if we hold on to the confidence and the pride that our hope gives us. &apos; Today, if you hear his voice, &apos; &apos; as they did in the rebellion, &apos; &apos; on the day when they tested me in the desert. &apos; &apos; though they had seen my work for forty years. &apos; &apos; I said, &apos; &apos; Their hearts always go off course, &apos; &apos; and they don&quot;t know my ways. &apos; &apos; Today, if you hear his voice, don&quot;t have stubborn hearts &apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So, as the Holy Spirit says,"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos; don&quot;t have stubborn hearts &apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos; That is where your ancestors challenged and tested me, &apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos; So I was angry with them. &apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos; Because of my anger I swore: &apos; &apos; They will never enter my rest! &apos; &apos; as they did in the rebellion. &apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Watch out, brothers and sisters, so that none of you have an evil, unfaithful heart that abandons the living God."
            },
            {
                "verse_number": "13",
                "verse_text": "Instead, encourage each other every day, as long as it&quot;s called &apos;today,&apos; so that none of you become insensitive to God because of sin&quot;s deception."
            },
            {
                "verse_number": "14",
                "verse_text": "We are partners with Christ, but only if we hold on to the confidence we had in the beginning until the end."
            },
            {
                "verse_number": "15",
                "verse_text": "When it says,"
            },
            {
                "verse_number": "16",
                "verse_text": "Who was it who rebelled when they heard his voice? Wasn&quot;t it all of those who were brought out of Egypt by Moses?"
            },
            {
                "verse_number": "17",
                "verse_text": "And with whom was God angry for forty years? Wasn&quot;t it with the ones who sinned, whose bodies fell in the desert?"
            },
            {
                "verse_number": "18",
                "verse_text": "And against whom did he swear that they would never enter his rest, if not against the ones who were disobedient?"
            },
            {
                "verse_number": "19",
                "verse_text": "We see that they couldn&quot;t enter because of their lack of faith."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Therefore, since the promise that we can enter into rest is still open, let&quot;s be careful so that none of you will appear to miss it."
            },
            {
                "verse_number": "2",
                "verse_text": "We also had the good news preached to us, just as the Israelites did. However, the message they heard didn&quot;t help them because they weren&quot;t united in faith with the ones who listened to it."
            },
            {
                "verse_number": "3",
                "verse_text": "We who have faith are entering the rest. As God said, &apos; And because of my anger I swore: &apos; And yet God&quot;s works were completed at the foundation of the world. &apos; Today, if you hear his voice, &apos; &apos; They will never enter into my rest! &apos; &apos; don&quot;t have stubborn hearts. &apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then somewhere he said this about the seventh day of creation: &apos; God rested on the seventh day from all his works. &apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "But again, in the passage above, God said, &apos; They will never enter my rest! &apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Therefore, it&quot;s left open for some to enter it, and the ones who had the good news preached to them before didn&quot;t enter because of disobedience."
            },
            {
                "verse_number": "7",
                "verse_text": "Just as it says in the passage above, God designates a certain day as &apos;today,&apos; when he says through David much later,"
            },
            {
                "verse_number": "8",
                "verse_text": "If Joshua gave the Israelites rest, God wouldn&quot;t have spoken about another day later on."
            },
            {
                "verse_number": "9",
                "verse_text": "So you see that a sabbath rest is left open for God&quot;s people."
            },
            {
                "verse_number": "10",
                "verse_text": "The one who entered God&quot;s rest also rested from his works, just as God rested from his own."
            },
            {
                "verse_number": "11",
                "verse_text": "Therefore, let&quot;s make every effort to enter that rest so that no one will fall by following the same example of disobedience,"
            },
            {
                "verse_number": "12",
                "verse_text": "because God&quot;s word is living, active, and sharper than any two-edged sword. It penetrates to the point that it separates the soul from the spirit and the joints from the marrow. It&quot;s able to judge the heart&quot;s thoughts and intentions."
            },
            {
                "verse_number": "13",
                "verse_text": "No creature is hidden from it, but rather everything is naked and exposed to the eyes of the one to whom we have to give an answer."
            },
            {
                "verse_number": "14",
                "verse_text": "Also, let&quot;s hold on to the confession since we have a great high priest who passed through the heavens, who is Jesus, God&quot;s Son;"
            },
            {
                "verse_number": "15",
                "verse_text": "because we don&quot;t have a high priest who can&quot;t sympathize with our weaknesses but instead one who was tempted in every way that we are, except without sin."
            },
            {
                "verse_number": "16",
                "verse_text": "Finally, let&quot;s draw near to the throne of favor with confidence so that we can receive mercy and find grace when we need help."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Every high priest is taken from the people and put in charge of things that relate to God for their sake, in order to offer gifts and sacrifices for sins."
            },
            {
                "verse_number": "2",
                "verse_text": "The high priest is able to deal gently with the ignorant and those who are misled since he himself is prone to weakness."
            },
            {
                "verse_number": "3",
                "verse_text": "Because of his weakness, he must offer sacrifices for his own sins as well as for the people."
            },
            {
                "verse_number": "4",
                "verse_text": "No one takes this honor for themselves but takes it only when they are called by God, just like Aaron. &apos; You are my Son. &apos; &apos; Today I have become your Father &apos;, &apos; You are a priest forever, &apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "In the same way Christ also didn&quot;t promote himself to become high priest. Instead, it was the one who said to him,"
            },
            {
                "verse_number": "6",
                "verse_text": "as he also says in another place, &apos; according to the order of Melchizedek. &apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "During his days on earth, Christ offered prayers and requests with loud cries and tears as his sacrifices to the one who was able to save him from death. He was heard because of his godly devotion."
            },
            {
                "verse_number": "8",
                "verse_text": "Although he was a Son, he learned obedience from what he suffered."
            },
            {
                "verse_number": "9",
                "verse_text": "After he had been made perfect, he became the source of eternal salvation for everyone who obeys him."
            },
            {
                "verse_number": "10",
                "verse_text": "He was appointed by God to be a high priest according to the order of Melchizedek."
            },
            {
                "verse_number": "11",
                "verse_text": "We have a lot to say about this topic, and it&quot;s difficult to explain, because you have been lazy and you haven&quot;t been listening."
            },
            {
                "verse_number": "12",
                "verse_text": "Although you should have been teachers by now, you need someone to teach you an introduction to the basics about God&quot;s message. You have come to the place where you need milk instead of solid food."
            },
            {
                "verse_number": "13",
                "verse_text": "Everyone who lives on milk is not used to the word of righteousness, because they are babies."
            },
            {
                "verse_number": "14",
                "verse_text": "But solid food is for the mature, whose senses are trained by practice to distinguish between good and evil."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "So let&quot;s press on to maturity, by moving on from the basics about Christ&quot;s word. Let&quot;s not lay a foundation of turning away from dead works, of faith in God,"
            },
            {
                "verse_number": "2",
                "verse_text": "of teaching about ritual ways to wash with water, laying on of hands, the resurrection from the dead, and eternal judgment&ndash;all over again."
            },
            {
                "verse_number": "3",
                "verse_text": "We&quot;re going to press on, if God allows it."
            },
            {
                "verse_number": "4",
                "verse_text": "Because it&quot;s impossible to restore people to changed hearts and lives who turn away once they have seen the light, tasted the heavenly gift, become partners with the Holy Spirit,"
            },
            {
                "verse_number": "5",
                "verse_text": "and tasted God&quot;s good word and the powers of the coming age."
            },
            {
                "verse_number": "6",
                "verse_text": "They are crucifying God&quot;s Son all over again and exposing him to public shame."
            },
            {
                "verse_number": "7",
                "verse_text": "The ground receives a blessing from God when it drinks up the rain that regularly comes and falls on it and yields a useful crop for those people for whom it is being farmed."
            },
            {
                "verse_number": "8",
                "verse_text": "But if it produces thorns and thistles, it&quot;s useless and close to being cursed. It ends up being burned."
            },
            {
                "verse_number": "9",
                "verse_text": "But we are convinced of better things in your case, brothers and sisters, even though we are talking this way&ndash;things that go together with salvation."
            },
            {
                "verse_number": "10",
                "verse_text": "God isn&quot;t unjust so that he forgets your efforts and the love you have shown for his name&quot;s sake when you served and continue to serve God&quot;s holy people."
            },
            {
                "verse_number": "11",
                "verse_text": "But we desperately want each of you to show the same effort to make your hope sure until the end."
            },
            {
                "verse_number": "12",
                "verse_text": "This is so you won&quot;t be lazy but follow the example of the ones who inherit the promises through faith and patience."
            },
            {
                "verse_number": "13",
                "verse_text": "When God gave Abraham his promise, he swore by himself since he couldn&quot;t swear by anyone greater."
            },
            {
                "verse_number": "14",
                "verse_text": "He said, &apos; I will certainly bless you and multiply your descendants. &apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So Abraham obtained the promise by showing patience."
            },
            {
                "verse_number": "16",
                "verse_text": "People pledge by something greater than themselves. A solemn pledge guarantees what they say and shuts down any argument."
            },
            {
                "verse_number": "17",
                "verse_text": "When God wanted to further demonstrate to the heirs of the promise that his purpose doesn&quot;t change, he guaranteed it with a solemn pledge."
            },
            {
                "verse_number": "18",
                "verse_text": "So these are two things that don&quot;t change, because it&quot;s impossible for God to lie. He did this so that we, who have taken refuge in him, can be encouraged to grasp the hope that is lying in front of us."
            },
            {
                "verse_number": "19",
                "verse_text": "This hope, which is a safe and secure anchor for our whole being, enters the sanctuary behind the curtain."
            },
            {
                "verse_number": "20",
                "verse_text": "That&quot;s where Jesus went in advance and entered for us, since he became a high priest according to the order of Melchizedek."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "This Melchizedek, who was king of Salem and priest of the Most High God, met Abraham as he returned from the defeat of the kings, and Melchizedek blessed him."
            },
            {
                "verse_number": "2",
                "verse_text": "Abraham gave a tenth of everything to him. His name means first &apos;king of righteousness,&apos; and then &apos;king of Salem,&apos; that is, &apos;king of peace.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "He is without father or mother or any family. He has no beginning or end of life, but he&quot;s like God&quot;s Son and remains a priest for all time. &apos; You are a priest forever, &apos; &apos; The Lord has made a solemn pledge &apos; &apos; and will not change his mind: &apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "See how great Melchizedek was! Abraham, the father of the people, gave him a tenth of everything he captured."
            },
            {
                "verse_number": "5",
                "verse_text": "The descendants of Levi who receive the office of priest have a commandment under the Law to collect a tenth of everything from the people who are their brothers and sisters, though they also are descended from Abraham."
            },
            {
                "verse_number": "6",
                "verse_text": "But Melchizedek, who isn&quot;t related to them, received a tenth of everything from Abraham and blessed the one who had received the promises."
            },
            {
                "verse_number": "7",
                "verse_text": "Without question, the less important person is blessed by the more important person."
            },
            {
                "verse_number": "8",
                "verse_text": "In addition, in one case a tenth is received by people who die, and in the other case, the tenth is received by someone who continues to live, according to the record."
            },
            {
                "verse_number": "9",
                "verse_text": "It could be said that Levi, who received a tenth, paid a tenth through Abraham"
            },
            {
                "verse_number": "10",
                "verse_text": "because he was still in his ancestor&quot;s body when Abraham paid the tenth to Melchizedek."
            },
            {
                "verse_number": "11",
                "verse_text": "So if perfection came through the levitical office of priest (for the people received the Law under the priests), why was there still a need to speak about raising up another priest according to the order of Melchizedek rather than one according to the order of Aaron?"
            },
            {
                "verse_number": "12",
                "verse_text": "When the order of the priest changes, there has to be a change in the Law as well."
            },
            {
                "verse_number": "13",
                "verse_text": "The person we are talking about belongs to another tribe, and no one ever served at the altar from that tribe."
            },
            {
                "verse_number": "14",
                "verse_text": "It&quot;s clear that our Lord came from the tribe of Judah, but Moses never said anything about priests from that tribe."
            },
            {
                "verse_number": "15",
                "verse_text": "And it&quot;s even clearer if another priest appears who is like Melchizedek."
            },
            {
                "verse_number": "16",
                "verse_text": "He has become a priest by the power of a life that can&quot;t be destroyed, rather than a legal requirement about physical descent."
            },
            {
                "verse_number": "17",
                "verse_text": "This is confirmed: &apos; according to the order of Melchizedek. &apos; &apos; You are a priest forever. &apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "On the one hand, an earlier command is set aside because it was weak and useless"
            },
            {
                "verse_number": "19",
                "verse_text": "(because the Law made nothing perfect). On the other hand, a better hope is introduced, through which we draw near to God."
            },
            {
                "verse_number": "20",
                "verse_text": "And this was not done without a solemn pledge! The others have become priests without a solemn pledge,"
            },
            {
                "verse_number": "21",
                "verse_text": "but this priest was affirmed with a solemn pledge by the one who said,"
            },
            {
                "verse_number": "22",
                "verse_text": "As a result, Jesus has become the guarantee of a better covenant."
            },
            {
                "verse_number": "23",
                "verse_text": "The others who became priests are numerous because death prevented them from continuing to serve."
            },
            {
                "verse_number": "24",
                "verse_text": "In contrast, he holds the office of priest permanently because he continues to serve forever."
            },
            {
                "verse_number": "25",
                "verse_text": "This is why he can completely save those who are approaching God through him, because he always lives to speak with God for them."
            },
            {
                "verse_number": "26",
                "verse_text": "It&quot;s appropriate for us to have this kind of high priest: holy, innocent, incorrupt, separate from sinners, and raised high above the heavens."
            },
            {
                "verse_number": "27",
                "verse_text": "He doesn&quot;t need to offer sacrifices every day like the other high priests, first for their own sins and then for the sins of the people. He did this once for all when he offered himself."
            },
            {
                "verse_number": "28",
                "verse_text": "The Law appoints people who are prone to weakness as high priests, but the content of the solemn pledge, which came after the Law, appointed a Son who has been made perfect forever."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Now the main point of what we are saying is this: We have this kind of high priest. He sat down at the right side of the throne of the majesty in the heavens."
            },
            {
                "verse_number": "2",
                "verse_text": "He&quot;s serving as a priest in the holy place, which is the true meeting tent that God, not any human being, set up."
            },
            {
                "verse_number": "3",
                "verse_text": "Every high priest is appointed to offer gifts and sacrifices. So it&quot;s necessary for this high priest also to have something to offer."
            },
            {
                "verse_number": "4",
                "verse_text": "If he was located on earth, he wouldn&quot;t be a priest because there are already others who offer gifts based on the Law."
            },
            {
                "verse_number": "5",
                "verse_text": "They serve in a place that is a copy and shadow of the heavenly meeting tent. This is indicated when Moses was warned by God when he was about to set up the meeting tent: &apos; See that you follow the pattern that I showed you on the mountain in every detail &apos;."
            },
            {
                "verse_number": "6",
                "verse_text": "But now, Jesus has received a superior priestly service just as he arranged a better covenant that is enacted with better promises. &apos; Look, the days are coming, says the Lord, &apos; &apos; when I will make a covenant with the house of Israel, &apos; &apos; and I will make a new covenant with the house of Judah. &apos; &apos; on the day I took them by the hand to lead them out of the land of Egypt, &apos; &apos; because they did not continue to keep my covenant, &apos; &apos; and I lost interest in them, says the Lord. &apos; &apos; after those days, says the Lord. &apos; &apos; I will place my laws in their minds, &apos; &apos; and write them on their hearts. &apos; &apos; I will be their God, &apos; &apos; and they will be my people. &apos; &apos; or their brother or sister, saying, &apos; &apos; Know the Lord, &apos; &apos; because they will all know me, &apos; &apos; from the least important of them to the most important; &apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "If the first covenant had been without fault, it wouldn&quot;t have made sense to expect a second."
            },
            {
                "verse_number": "8",
                "verse_text": "But God did find fault with them, since he says,"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos; It will not be like the covenant that I made with their ancestors &apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos; This is the covenant that I will make with the house of Israel &apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos; And each person won&quot;t ever teach a neighbor &apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos; because I will be lenient toward their unjust actions, &apos; &apos; and I won&quot;t remember their sins anymore. &apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "When it says new, it makes the first obsolete. And if something is old and outdated, it&quot;s close to disappearing."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "So then the first covenant had regulations for the priests&quot; service and the holy place on earth."
            },
            {
                "verse_number": "2",
                "verse_text": "They pitched the first tent called the holy place. It contained the lampstand, the table, and the loaves of bread presented to God."
            },
            {
                "verse_number": "3",
                "verse_text": "There was a tent behind the second curtain called the holy of holies."
            },
            {
                "verse_number": "4",
                "verse_text": "It had the gold altar for incense and the chest containing the covenant, which was covered with gold on all sides. In the chest there was a gold jar containing manna, Aaron&quot;s rod that budded, and the stone tablets of the covenant."
            },
            {
                "verse_number": "5",
                "verse_text": "Above the chest there were magnificent winged creatures casting their shadow over the seat of the chest, where sin is taken care of. Right now we can&quot;t talk about these things in detail."
            },
            {
                "verse_number": "6",
                "verse_text": "When these things have been prepared in this way, priests enter the first tent all the time as they perform their service."
            },
            {
                "verse_number": "7",
                "verse_text": "But only the high priest enters the second tent once a year. He never does this without blood, which he offers for himself and for the sins the people committed in ignorance."
            },
            {
                "verse_number": "8",
                "verse_text": "With this, the Holy Spirit is showing that the way into the holy place hadn&quot;t been revealed yet while the first tent was standing."
            },
            {
                "verse_number": "9",
                "verse_text": "This is a symbol for the present time. It shows that the gifts and sacrifices that are being offered can&quot;t perfect the conscience of the one who is serving."
            },
            {
                "verse_number": "10",
                "verse_text": "These are superficial regulations that are only about food, drink, and various ritual ways to wash with water. They are regulations that have been imposed until the time of the new order."
            },
            {
                "verse_number": "11",
                "verse_text": "But Christ has appeared as the high priest of the good things that have happened. He passed through the greater and more perfect meeting tent, which isn&quot;t made by human hands (that is, it&quot;s not a part of this world)."
            },
            {
                "verse_number": "12",
                "verse_text": "He entered the holy of holies once for all by his own blood, not by the blood of goats or calves, securing our deliverance for all time."
            },
            {
                "verse_number": "13",
                "verse_text": "If the blood of goats and bulls and the sprinkled ashes of cows made spiritually contaminated people holy and clean,"
            },
            {
                "verse_number": "14",
                "verse_text": "how much more will the blood of Jesus wash our consciences clean from dead works in order to serve the living God? He offered himself to God through the eternal Spirit as a sacrifice without any flaw."
            },
            {
                "verse_number": "15",
                "verse_text": "This is why he&quot;s the mediator of a new covenant (which is a will): so that those who are called might receive the promise of the eternal inheritance on the basis of his death. His death occurred to set them free from the offenses committed under the first covenant."
            },
            {
                "verse_number": "16",
                "verse_text": "When there is a will, you need to confirm the death of the one who made the will."
            },
            {
                "verse_number": "17",
                "verse_text": "This is because a will takes effect only after a death, since it&quot;s not in force while the one who made the will is alive."
            },
            {
                "verse_number": "18",
                "verse_text": "So not even the first covenant was put into effect without blood."
            },
            {
                "verse_number": "19",
                "verse_text": "Moses took the blood of calves and goats, along with water, scarlet wool, and hyssop, and sprinkled both the Law scroll itself and all the people after he had proclaimed every command of the Law to all the people."
            },
            {
                "verse_number": "20",
                "verse_text": "While he did it, he said, &apos; This is the blood of the covenant that God established for you. &apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "And in the same way he sprinkled the meeting tent and also all the equipment that would be used in the priests&quot; service with blood."
            },
            {
                "verse_number": "22",
                "verse_text": "Almost everything is cleansed by blood, according to the Law&quot;s regulations, and there is no forgiveness without blood being shed."
            },
            {
                "verse_number": "23",
                "verse_text": "So it was necessary for the copies of the heavenly things to be cleansed with these sacrifices, but the heavenly things had to be cleansed with better sacrifices than these."
            },
            {
                "verse_number": "24",
                "verse_text": "Christ didn&quot;t enter the holy place (which is a copy of the true holy place) made by human hands, but into heaven itself, so that he now appears in God&quot;s presence for us."
            },
            {
                "verse_number": "25",
                "verse_text": "He didn&quot;t enter to offer himself over and over again, like the high priest enters the earthly holy place every year with blood that isn&quot;t his."
            },
            {
                "verse_number": "26",
                "verse_text": "If that were so, then Jesus would have to suffer many times since the foundation of the world. Instead, he has now appeared once at the end of the ages to get rid of sin by sacrificing himself."
            },
            {
                "verse_number": "27",
                "verse_text": "People are destined to die once and then face judgment."
            },
            {
                "verse_number": "28",
                "verse_text": "In the same way, Christ was also offered once to take on himself the sins of many people. He will appear a second time, not to take away sin but to save those who are eagerly waiting for him."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "The Law is a shadow of the good things that are coming, not the real things themselves. It never can perfect the ones who are trying to draw near to God through the same sacrifices that are offered continually every year."
            },
            {
                "verse_number": "2",
                "verse_text": "Otherwise, wouldn&quot;t they have stopped being offered? If the people carrying out their religious duties had been completely cleansed once, no one would have been aware of sin anymore."
            },
            {
                "verse_number": "3",
                "verse_text": "Instead, these sacrifices are a reminder of sin every year,"
            },
            {
                "verse_number": "4",
                "verse_text": "because it&quot;s impossible for the blood of bulls and goats to take away sins. &apos; You didn&quot;t want a sacrifice or an offering, &apos; &apos; but you prepared a body for me; &apos; &apos; Look, I&quot;ve come to do your will, God. &apos; &apos; After these days, says the Lord, &apos; &apos; I will place my laws in their hearts &apos; &apos; and write them on their minds. &apos; And he also said, &apos; the one who is coming will come and won&quot;t delay; &apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Therefore, when he comes into the world he says,"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos; you weren&quot;t pleased with entirely burned offerings or a sin offering. &apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos; So then I said, &apos; &apos; This has been written about me in the scroll. &apos; &apos; and their lawless behavior anymore. &apos; &apos; Judgment is mine; I will pay people back. &apos; &apos; The Lord will judge his people. &apos; &apos; and my whole being won&quot;t be pleased with anyone who shrinks back. &apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "He says above, &apos; You didn&quot;t want &apos;and &apos; you weren&quot;t pleased with a sacrifice or an offering &apos;or &apos; with entirely burned offerings or a purification offering, &apos; which are offered because the Law requires them."
            },
            {
                "verse_number": "9",
                "verse_text": "Then he said, &apos; Look, I&quot;ve come to do your will &apos;. He puts an end to the first to establish the second."
            },
            {
                "verse_number": "10",
                "verse_text": "We have been made holy by God&quot;s will through the offering of Jesus Christ&quot;s body once for all."
            },
            {
                "verse_number": "11",
                "verse_text": "Every priest stands every day serving and offering the same sacrifices over and over, sacrifices that can never take away sins."
            },
            {
                "verse_number": "12",
                "verse_text": "But when this priest offered one sacrifice for sins for all time, he sat down at the right side of God."
            },
            {
                "verse_number": "13",
                "verse_text": "Since then, he&quot;s waiting until his enemies are made into a footstool for his feet,"
            },
            {
                "verse_number": "14",
                "verse_text": "because he perfected the people who are being made holy with one offering for all time."
            },
            {
                "verse_number": "15",
                "verse_text": "The Holy Spirit affirms this when saying,"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos; This is the covenant that I will make with them. &apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos; And I won&quot;t remember their sins &apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "When there is forgiveness for these things, there is no longer an offering for sin."
            },
            {
                "verse_number": "19",
                "verse_text": "Brothers and sisters, we have confidence that we can enter the holy of holies by means of Jesus&quot; blood,"
            },
            {
                "verse_number": "20",
                "verse_text": "through a new and living way that he opened up for us through the curtain, which is his body,"
            },
            {
                "verse_number": "21",
                "verse_text": "and we have a great high priest over God&quot;s house."
            },
            {
                "verse_number": "22",
                "verse_text": "Therefore, let&quot;s draw near with a genuine heart with the certainty that our faith gives us, since our hearts are sprinkled clean from an evil conscience and our bodies are washed with pure water."
            },
            {
                "verse_number": "23",
                "verse_text": "Let&quot;s hold on to the confession of our hope without wavering, because the one who made the promises is reliable."
            },
            {
                "verse_number": "24",
                "verse_text": "And let us consider each other carefully for the purpose of sparking love and good deeds."
            },
            {
                "verse_number": "25",
                "verse_text": "Don&quot;t stop meeting together with other believers, which some people have gotten into the habit of doing. Instead, encourage each other, especially as you see the day drawing near."
            },
            {
                "verse_number": "26",
                "verse_text": "If we make the decision to sin after we receive the knowledge of the truth, there isn&quot;t a sacrifice for sins left any longer."
            },
            {
                "verse_number": "27",
                "verse_text": "There&quot;s only a scary expectation of judgment and of a burning fire that&quot;s going to devour God&quot;s opponents."
            },
            {
                "verse_number": "28",
                "verse_text": "When someone rejected the Law from Moses, they were put to death without mercy on the basis of the testimony of two or three witnesses."
            },
            {
                "verse_number": "29",
                "verse_text": "How much worse punishment do you think is deserved by the person who walks all over God&quot;s Son, who acts as if the blood of the covenant that made us holy is just ordinary blood, and who insults the Spirit of grace?"
            },
            {
                "verse_number": "30",
                "verse_text": "We know the one who said,"
            },
            {
                "verse_number": "31",
                "verse_text": "It&quot;s scary to fall into the hands of the living God!"
            },
            {
                "verse_number": "32",
                "verse_text": "But remember the earlier days, after you saw the light. You stood your ground while you were suffering from an enormous amount of pressure."
            },
            {
                "verse_number": "33",
                "verse_text": "Sometimes you were exposed to insults and abuse in public. Other times you became partners with those who were treated that way."
            },
            {
                "verse_number": "34",
                "verse_text": "You even showed sympathy toward people in prison and accepted the confiscation of your possessions with joy, since you knew that you had better and lasting possessions."
            },
            {
                "verse_number": "35",
                "verse_text": "So don&quot;t throw away your confidence&ndash;it brings a great reward."
            },
            {
                "verse_number": "36",
                "verse_text": "You need to endure so that you can receive the promises after you do God&quot;s will."
            },
            {
                "verse_number": "37",
                "verse_text": "&apos; In a little while longer, &apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "&apos; but my righteous one will live by faith, &apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "But we aren&quot;t the sort of people who timidly draw back and end up being destroyed. We&quot;re the sort of people who have faith so that our whole beings are preserved."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Faith is the reality of what we hope for, the proof of what we don&quot;t see."
            },
            {
                "verse_number": "2",
                "verse_text": "The elders in the past were approved because they showed faith."
            },
            {
                "verse_number": "3",
                "verse_text": "By faith we understand that the universe has been created by a word from God so that the visible came into existence from the invisible."
            },
            {
                "verse_number": "4",
                "verse_text": "By faith Abel offered a better sacrifice to God than Cain, which showed that he was righteous, since God gave approval to him for his gift. Though he died, he&quot;s still speaking through faith."
            },
            {
                "verse_number": "5",
                "verse_text": "By faith Enoch was taken up so that he didn&quot;t see death, and &apos; he wasn&quot;t found because God took him up. &apos; He was given approval for having pleased God before he was taken up."
            },
            {
                "verse_number": "6",
                "verse_text": "It&quot;s impossible to please God without faith because the one who draws near to God must believe that he exists and that he rewards people who try to find him."
            },
            {
                "verse_number": "7",
                "verse_text": "By faith Noah responded with godly fear when he was warned about events he hadn&quot;t seen yet. He built an ark to deliver his household. With his faith, he criticized the world and became an heir of the righteousness that comes from faith."
            },
            {
                "verse_number": "8",
                "verse_text": "By faith Abraham obeyed when he was called to go out to a place that he was going to receive as an inheritance. He went out without knowing where he was going."
            },
            {
                "verse_number": "9",
                "verse_text": "By faith he lived in the land he had been promised as a stranger. He lived in tents along with Isaac and Jacob, who were coheirs of the same promise."
            },
            {
                "verse_number": "10",
                "verse_text": "He was looking forward to a city that has foundations, whose architect and builder is God."
            },
            {
                "verse_number": "11",
                "verse_text": "By faith even Sarah received the ability to have a child, though she herself was barren and past the age for having children, because she believed that the one who promised was faithful."
            },
            {
                "verse_number": "12",
                "verse_text": "So descendants were born from one man (and he was as good as dead). They were as many as the number of the stars in the sky and as countless as the grains of sand on the seashore."
            },
            {
                "verse_number": "13",
                "verse_text": "All these people died in faith without receiving the promises, but they saw the promises from a distance and welcomed them. They confessed that they were strangers and immigrants on earth."
            },
            {
                "verse_number": "14",
                "verse_text": "People who say this kind of thing make it clear that they are looking for a homeland."
            },
            {
                "verse_number": "15",
                "verse_text": "If they had been thinking about the country that they had left, they would have had the opportunity to return to it."
            },
            {
                "verse_number": "16",
                "verse_text": "But at this point in time, they are longing for a better country, that is, a heavenly one. Therefore, God isn&quot;t ashamed to be called their God&ndash;he has prepared a city for them."
            },
            {
                "verse_number": "17",
                "verse_text": "By faith Abraham offered Isaac when he was tested. The one who received the promises was offering his only son."
            },
            {
                "verse_number": "18",
                "verse_text": "He had been told concerning him, &apos; Your legitimate descendants will come from Isaac. &apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "He figured that God could even raise him from the dead. So in a way he did receive him back from the dead."
            },
            {
                "verse_number": "20",
                "verse_text": "By faith Isaac also blessed Jacob and Esau concerning their future."
            },
            {
                "verse_number": "21",
                "verse_text": "By faith Jacob blessed each of Joseph&quot;s sons as he was dying and &apos; bowed in worship over the head of his staff. &apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "By faith Joseph recalled the exodus of the Israelites at the end of his life, and gave instructions about burying his bones."
            },
            {
                "verse_number": "23",
                "verse_text": "By faith Moses was hidden by his parents for three months when he was born, because they saw that the child was beautiful and they weren&quot;t afraid of the king&quot;s orders."
            },
            {
                "verse_number": "24",
                "verse_text": "By faith Moses refused to be called the son of Pharaoh&quot;s daughter when he was grown up."
            },
            {
                "verse_number": "25",
                "verse_text": "He chose to be mistreated with God&quot;s people instead of having the temporary pleasures of sin."
            },
            {
                "verse_number": "26",
                "verse_text": "He thought that the abuses he suffered for Christ were more valuable than the treasures of Egypt, since he was looking forward to the reward."
            },
            {
                "verse_number": "27",
                "verse_text": "By faith he left Egypt without being afraid of the king&quot;s anger. He kept on going as if he could see what is invisible."
            },
            {
                "verse_number": "28",
                "verse_text": "By faith he kept the Passover and the sprinkling of blood, in order that the destroyer could not touch their firstborn children."
            },
            {
                "verse_number": "29",
                "verse_text": "By faith they crossed the Red Sea as if they were on dry land, but when the Egyptians tried it, they were drowned."
            },
            {
                "verse_number": "30",
                "verse_text": "By faith Jericho&quot;s walls fell after the people marched around them for seven days."
            },
            {
                "verse_number": "31",
                "verse_text": "By faith Rahab the prostitute wasn&quot;t killed with the disobedient because she welcomed the spies in peace."
            },
            {
                "verse_number": "32",
                "verse_text": "What more can I say? I would run out of time if I told you about Gideon, Barak, Samson, Jephthah, David, Samuel, and the prophets."
            },
            {
                "verse_number": "33",
                "verse_text": "Through faith they conquered kingdoms, brought about justice, realized promises, shut the mouths of lions,"
            },
            {
                "verse_number": "34",
                "verse_text": "put out raging fires, escaped from the edge of the sword, found strength in weakness, were mighty in war, and routed foreign armies."
            },
            {
                "verse_number": "35",
                "verse_text": "Women received back their dead by resurrection. Others were tortured and refused to be released so they could gain a better resurrection."
            },
            {
                "verse_number": "36",
                "verse_text": "But others experienced public shame by being taunted and whipped; they were even put in chains and in prison."
            },
            {
                "verse_number": "37",
                "verse_text": "They were stoned to death, they were cut in two, and they died by being murdered with swords. They went around wearing the skins of sheep and goats, needy, oppressed, and mistreated."
            },
            {
                "verse_number": "38",
                "verse_text": "The world didn&quot;t deserve them. They wandered around in deserts, mountains, caves, and holes in the ground."
            },
            {
                "verse_number": "39",
                "verse_text": "All these people didn&quot;t receive what was promised, though they were given approval for their faith."
            },
            {
                "verse_number": "40",
                "verse_text": "God provided something better for us so they wouldn&quot;t be made perfect without us."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "So then, with endurance, let&quot;s also run the race that is laid out in front of us, since we have such a great cloud of witnesses surrounding us. Let&quot;s throw off any extra baggage, get rid of the sin that trips us up,"
            },
            {
                "verse_number": "2",
                "verse_text": "and fix our eyes on Jesus, faith&quot;s pioneer and perfecter. He endured the cross, ignoring the shame, for the sake of the joy that was laid out in front of him, and sat down at the right side of God&quot;s throne. &apos; My child, don&quot;t make light of the Lord&quot;s discipline &apos; &apos; or give up when you are corrected by him, &apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Think about the one who endured such opposition from sinners so that you won&quot;t be discouraged and you won&quot;t give up."
            },
            {
                "verse_number": "4",
                "verse_text": "In your struggle against sin, you haven&quot;t resisted yet to the point of shedding blood,"
            },
            {
                "verse_number": "5",
                "verse_text": "and you have forgotten the encouragement that addresses you as sons and daughters:"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos; because the Lord disciplines whomever he loves, &apos; &apos; and he punishes every son or daughter whom he accepts. &apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Bear hardship for the sake of discipline. God is treating you like sons and daughters! What child isn&quot;t disciplined by his or her father?"
            },
            {
                "verse_number": "8",
                "verse_text": "But if you don&quot;t experience discipline, which happens to all children, then you are illegitimate and not real sons and daughters."
            },
            {
                "verse_number": "9",
                "verse_text": "What&quot;s more, we had human parents who disciplined us, and we respected them for it. How much more should we submit to the Father of spirits and live?"
            },
            {
                "verse_number": "10",
                "verse_text": "Our human parents disciplined us for a little while, as it seemed best to them, but God does it for our benefit so that we can share his holiness."
            },
            {
                "verse_number": "11",
                "verse_text": "No discipline is fun while it lasts, but it seems painful at the time. Later, however, it yields the peaceful fruit of righteousness for those who have been trained by it."
            },
            {
                "verse_number": "12",
                "verse_text": "So strengthen your drooping hands and weak knees!"
            },
            {
                "verse_number": "13",
                "verse_text": "Make straight paths for your feet so that if any part is lame, it will be healed rather than injured more seriously."
            },
            {
                "verse_number": "14",
                "verse_text": "Pursue the goal of peace along with everyone&ndash;and holiness as well, because no one will see the Lord without it."
            },
            {
                "verse_number": "15",
                "verse_text": "Make sure that no one misses out on God&quot;s grace. Make sure that no root of bitterness grows up that might cause trouble and pollute many people."
            },
            {
                "verse_number": "16",
                "verse_text": "Make sure that no one becomes sexually immoral or ungodly like Esau. He sold his inheritance as the oldest son for one meal."
            },
            {
                "verse_number": "17",
                "verse_text": "You know that afterward, when he wanted to inherit the blessing, he was rejected because he couldn&quot;t find a way to change his heart and life, though he looked for it with tears."
            },
            {
                "verse_number": "18",
                "verse_text": "You haven&quot;t drawn near to something that can be touched: a burning fire, darkness, shadow, a whirlwind,"
            },
            {
                "verse_number": "19",
                "verse_text": "a blast of a trumpet, and a sound of words that made the ones who heard it beg that there wouldn&quot;t be one more word."
            },
            {
                "verse_number": "20",
                "verse_text": "They couldn&quot;t stand the command, &apos; If even a wild animal touches the mountain, it must be stoned. &apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The sight was so frightening that Moses said, &apos;I&quot;m terrified and shaking!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But you have drawn near to Mount Zion, the city of the living God, heavenly Jerusalem, to countless angels in a festival gathering,"
            },
            {
                "verse_number": "23",
                "verse_text": "to the assembly of God&quot;s firstborn children who are registered in heaven, to God the judge of all, to the spirits of the righteous who have been made perfect,"
            },
            {
                "verse_number": "24",
                "verse_text": "to Jesus the mediator of the new covenant, and to the sprinkled blood that speaks better than Abel&quot;s blood."
            },
            {
                "verse_number": "25",
                "verse_text": "See to it that you don&quot;t resist the one who is speaking. If the people didn&quot;t escape when they refused to listen to the one who warned them on earth, how will we escape if we reject the one who is warning from heaven?"
            },
            {
                "verse_number": "26",
                "verse_text": "His voice shook the earth then, but now he has made a promise: &apos; Still once more I will shake not only the earth but heaven also &apos;."
            },
            {
                "verse_number": "27",
                "verse_text": "The words &apos;still once more&apos; reveal the removal of what is shaken&ndash;the things that are part of this creation&ndash;so that what isn&quot;t shaken will remain."
            },
            {
                "verse_number": "28",
                "verse_text": "Therefore, since we are receiving a kingdom that can&quot;t be shaken, let&quot;s continue to express our gratitude. With this gratitude, let&quot;s serve in a way that is pleasing to God with respect and awe,"
            },
            {
                "verse_number": "29",
                "verse_text": "because our God really is a consuming fire."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Keep loving each other like family."
            },
            {
                "verse_number": "2",
                "verse_text": "Don&quot;t neglect to open up your homes to guests, because by doing this some have been hosts to angels without knowing it."
            },
            {
                "verse_number": "3",
                "verse_text": "Remember prisoners as if you were in prison with them, and people who are mistreated as if you were in their place."
            },
            {
                "verse_number": "4",
                "verse_text": "Marriage must be honored in every respect, with no cheating on the relationship, because God will judge the sexually immoral person and the person who commits adultery."
            },
            {
                "verse_number": "5",
                "verse_text": "Your way of life should be free from the love of money, and you should be content with what you have. After all, he has said, &apos; I will never leave you or abandon you &apos;."
            },
            {
                "verse_number": "6",
                "verse_text": "This is why we can confidently say, &apos; The Lord is my helper, &apos; &apos; and I won&quot;t be afraid. &apos; who brought back the great shepherd of the sheep, our Lord Jesus, from the dead by the blood of the eternal covenant, by developing in us what pleases him through Jesus Christ. To him be the glory forever and always. Amen. &apos; What can people do to me? &apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Remember your leaders who spoke God&quot;s word to you. Imitate their faith as you consider the way their lives turned out."
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus Christ is the same yesterday, today, and forever!"
            },
            {
                "verse_number": "9",
                "verse_text": "Don&quot;t be misled by the many strange teachings out there. It&quot;s a good thing for the heart to be strengthened by grace rather than by food. Food doesn&quot;t help those who live in this context."
            },
            {
                "verse_number": "10",
                "verse_text": "We have an altar, and those who serve as priests in the meeting tent don&quot;t have the right to eat from it."
            },
            {
                "verse_number": "11",
                "verse_text": "The blood of the animals is carried into the holy of holies by the high priest as an offering for sin, and their bodies are burned outside the camp."
            },
            {
                "verse_number": "12",
                "verse_text": "And so Jesus also suffered outside the city gate to make the people holy with his own blood."
            },
            {
                "verse_number": "13",
                "verse_text": "So now, let&quot;s go to him outside the camp, bearing his shame."
            },
            {
                "verse_number": "14",
                "verse_text": "We don&quot;t have a permanent city here, but rather we are looking for the city that is still to come."
            },
            {
                "verse_number": "15",
                "verse_text": "So let&quot;s continually offer up a sacrifice of praise through him, which is the fruit from our lips that confess his name."
            },
            {
                "verse_number": "16",
                "verse_text": "Don&quot;t forget to do good and to share what you have because God is pleased with these kinds of sacrifices."
            },
            {
                "verse_number": "17",
                "verse_text": "Rely on your leaders and defer to them, because they watch over your whole being as people who are going to be held responsible for you. They need to be able to do this with pleasure and not with complaints about you, because that wouldn&quot;t help you."
            },
            {
                "verse_number": "18",
                "verse_text": "Pray for us. We&quot;re sure that we have a good conscience, and we want to do the right thing in every way."
            },
            {
                "verse_number": "19",
                "verse_text": "I&quot;m particularly asking you to do this so that I can be returned to you quickly."
            },
            {
                "verse_number": "20",
                "verse_text": "May the God of peace,"
            },
            {
                "verse_number": "21",
                "verse_text": "equip you with every good thing to do his will,"
            },
            {
                "verse_number": "22",
                "verse_text": "I urge you, brothers and sisters, to put up with this message of encouragement, since I&quot;ve only written a short letter to you!"
            },
            {
                "verse_number": "23",
                "verse_text": "You should know that our brother Timothy has been set free. If he comes soon, we will travel together to see you."
            },
            {
                "verse_number": "24",
                "verse_text": "Greet your leaders and all of God&quot;s holy people. The group from Italy greets you."
            },
            {
                "verse_number": "25",
                "verse_text": "May grace be with all of you."
            }
        ]
    }
}