{
    "2 Timothy": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, an apostle of Christ Jesus by God&quot;s will, to promote the promise of life that is in Christ Jesus. Grace, mercy, and peace from God the Father and Christ Jesus our Lord."
            },
            {
                "verse_number": "2",
                "verse_text": "To Timothy, my dear child."
            },
            {
                "verse_number": "3",
                "verse_text": "I&quot;m grateful to God, whom I serve with a good conscience as my ancestors did. I constantly remember you in my prayers day and night."
            },
            {
                "verse_number": "4",
                "verse_text": "When I remember your tears, I long to see you so that I can be filled with happiness."
            },
            {
                "verse_number": "5",
                "verse_text": "I&quot;m reminded of your authentic faith, which first lived in your grandmother Lois and your mother Eunice. I&quot;m sure that this faith is also inside you."
            },
            {
                "verse_number": "6",
                "verse_text": "Because of this, I&quot;m reminding you to revive God&quot;s gift that is in you through the laying on of my hands."
            },
            {
                "verse_number": "7",
                "verse_text": "God didn&quot;t give us a spirit that is timid but one that is powerful, loving, and self-controlled."
            },
            {
                "verse_number": "8",
                "verse_text": "So don&quot;t be ashamed of the testimony about the Lord or of me, his prisoner. Instead, share the suffering for the good news, depending on God&quot;s power."
            },
            {
                "verse_number": "9",
                "verse_text": "God is the one who saved and called us with a holy calling. This wasn&quot;t based on what we have done, but it was based on his own purpose and grace that he gave us in Christ Jesus before time began."
            },
            {
                "verse_number": "10",
                "verse_text": "Now his grace is revealed through the appearance of our savior, Christ Jesus. He destroyed death and brought life and immortality into clear focus through the good news."
            },
            {
                "verse_number": "11",
                "verse_text": "I was appointed a messenger, apostle, and teacher of this good news."
            },
            {
                "verse_number": "12",
                "verse_text": "This is also why I&quot;m suffering the way I do, but I&quot;m not ashamed. I know the one in whom I&quot;ve placed my trust. I&quot;m convinced that God is powerful enough to protect what he has placed in my trust until that day."
            },
            {
                "verse_number": "13",
                "verse_text": "Hold on to the pattern of sound teaching that you heard from me with the faith and love that are in Christ Jesus."
            },
            {
                "verse_number": "14",
                "verse_text": "Protect this good thing that has been placed in your trust through the Holy Spirit who lives in us."
            },
            {
                "verse_number": "15",
                "verse_text": "You know that everyone in Asia has turned away from me, including Phygelus and Hermogenes."
            },
            {
                "verse_number": "16",
                "verse_text": "May the Lord show mercy to Onesiphorus&quot; household, because he supported me many times and he wasn&quot;t ashamed of my imprisonment."
            },
            {
                "verse_number": "17",
                "verse_text": "After I arrived in Rome, he quickly looked for me and found me."
            },
            {
                "verse_number": "18",
                "verse_text": "May the Lord allow him to find his mercy on that day (and you know very well how much he served me in Ephesus)."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "So, my child, draw your strength from the grace that is in Christ Jesus."
            },
            {
                "verse_number": "2",
                "verse_text": "Take the things you heard me say in front of many other witnesses and pass them on to faithful people who are also capable of teaching others. &apos;If we have died together, we will also live together. If we deny him, he will also deny us. because he can&quot;t be anything else than what he is."
            },
            {
                "verse_number": "3",
                "verse_text": "Accept your share of suffering like a good soldier of Christ Jesus."
            },
            {
                "verse_number": "4",
                "verse_text": "Nobody who serves in the military gets tied up with civilian matters, so that they can please the one who recruited them."
            },
            {
                "verse_number": "5",
                "verse_text": "Also in the same way, athletes don&quot;t win unless they follow the rules."
            },
            {
                "verse_number": "6",
                "verse_text": "A hardworking farmer should get the first share of the crop."
            },
            {
                "verse_number": "7",
                "verse_text": "Think about what I&quot;m saying; the Lord will give you understanding about everything."
            },
            {
                "verse_number": "8",
                "verse_text": "Remember Jesus Christ, who was raised from the dead and descended from David. This is my good news."
            },
            {
                "verse_number": "9",
                "verse_text": "This is the reason I&quot;m suffering to the point that I&quot;m in prison like a common criminal. But God&quot;s word cannot be imprisoned."
            },
            {
                "verse_number": "10",
                "verse_text": "This is why I endure everything for the sake of those who are chosen by God so that they too may experience salvation in Christ Jesus with eternal glory."
            },
            {
                "verse_number": "11",
                "verse_text": "This saying is reliable:"
            },
            {
                "verse_number": "12",
                "verse_text": "If we endure, we will also rule together."
            },
            {
                "verse_number": "13",
                "verse_text": "If we are disloyal, he stays faithful&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Remind them of these things and warn them in the sight of God not to engage in battles over words that aren&quot;t helpful and only destroy those who hear them."
            },
            {
                "verse_number": "15",
                "verse_text": "Make an effort to present yourself to God as a tried-and-true worker, who doesn&quot;t need to be ashamed but is one who interprets the message of truth correctly."
            },
            {
                "verse_number": "16",
                "verse_text": "Avoid their godless discussions, because they will lead many people into ungodly behavior,"
            },
            {
                "verse_number": "17",
                "verse_text": "and their ideas will spread like an infection. This includes Hymenaeus and Philetus,"
            },
            {
                "verse_number": "18",
                "verse_text": "who have deviated from the truth by claiming that the resurrection has already happened. This has undermined some people&quot;s faith."
            },
            {
                "verse_number": "19",
                "verse_text": "God&quot;s solid foundation is still standing with this sign: &apos; The Lord knows the people who belong to him, &apos; and &apos; Everyone who confesses the Lord&quot;s name must avoid wickedness. &apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "In a mansion, there aren&quot;t just gold and silver bowls but also some bowls that are made of wood and clay. Some are meant for special uses, some for garbage."
            },
            {
                "verse_number": "21",
                "verse_text": "So if anyone washes filth off themselves, they will be set apart as a &apos;special bowl.&apos; They will be useful to the owner of the mansion for every sort of good work."
            },
            {
                "verse_number": "22",
                "verse_text": "Run away from adolescent cravings. Instead, pursue righteousness, faith, love, and peace together with those who confess the Lord with a clean heart."
            },
            {
                "verse_number": "23",
                "verse_text": "Avoid foolish and thoughtless discussions, since you know that they produce conflicts."
            },
            {
                "verse_number": "24",
                "verse_text": "God&quot;s slave shouldn&quot;t be argumentative but should be kind toward all people, able to teach, patient,"
            },
            {
                "verse_number": "25",
                "verse_text": "and should correct opponents with gentleness. Perhaps God will change their mind and give them a knowledge of the truth."
            },
            {
                "verse_number": "26",
                "verse_text": "They may come to their senses and escape from the devil&quot;s trap that holds them captive to do his will."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Understand that the last days will be dangerous times."
            },
            {
                "verse_number": "2",
                "verse_text": "People will be selfish and love money. They will be the kind of people who brag and who are proud. They will slander others, and they will be disobedient to their parents. They will be ungrateful, unholy,"
            },
            {
                "verse_number": "3",
                "verse_text": "unloving, contrary, and critical. They will be without self-control and brutal, and they won&quot;t love what is good."
            },
            {
                "verse_number": "4",
                "verse_text": "They will be people who are disloyal, reckless, and conceited. They will love pleasure instead of loving God."
            },
            {
                "verse_number": "5",
                "verse_text": "They will look like they are religious but deny God&quot;s power. Avoid people like this."
            },
            {
                "verse_number": "6",
                "verse_text": "Some will slither into households and control immature women who are burdened with sins and driven by all kinds of desires."
            },
            {
                "verse_number": "7",
                "verse_text": "These women are always learning, but they can never arrive at an understanding of the truth."
            },
            {
                "verse_number": "8",
                "verse_text": "These people oppose the truth in the same way that Jannes and Jambres opposed Moses. Their minds are corrupt and their faith is counterfeit."
            },
            {
                "verse_number": "9",
                "verse_text": "But they won&quot;t get very far. Their foolishness will become obvious to everyone like those others."
            },
            {
                "verse_number": "10",
                "verse_text": "But you have paid attention to my teaching, conduct, purpose, faithfulness, patience, love, and endurance."
            },
            {
                "verse_number": "11",
                "verse_text": "You have seen me experience physical abuse and ordeals in places such as Antioch, Iconium, and Lystra. I put up with all sorts of abuse, and the Lord rescued me from it all!"
            },
            {
                "verse_number": "12",
                "verse_text": "In fact, anyone who wants to live a holy life in Christ Jesus will be harassed."
            },
            {
                "verse_number": "13",
                "verse_text": "But evil people and swindlers will grow even worse, as they deceive others while being deceived themselves."
            },
            {
                "verse_number": "14",
                "verse_text": "But you must continue with the things you have learned and found convincing. You know who taught you."
            },
            {
                "verse_number": "15",
                "verse_text": "Since childhood you have known the holy scriptures that help you to be wise in a way that leads to salvation through faith that is in Christ Jesus."
            },
            {
                "verse_number": "16",
                "verse_text": "Every scripture is inspired by God and is useful for teaching, for showing mistakes, for correcting, and for training character,"
            },
            {
                "verse_number": "17",
                "verse_text": "so that the person who belongs to God can be equipped to do everything that is good."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "I&quot;m giving you this commission in the presence of God and of Christ Jesus, who is coming to judge the living and the dead, and by his appearance and his kingdom."
            },
            {
                "verse_number": "2",
                "verse_text": "Preach the word. Be ready to do it whether it is convenient or inconvenient. Correct, confront, and encourage with patience and instruction."
            },
            {
                "verse_number": "3",
                "verse_text": "There will come a time when people will not tolerate sound teaching. They will collect teachers who say what they want to hear because they are self-centered."
            },
            {
                "verse_number": "4",
                "verse_text": "They will turn their back on the truth and turn to myths."
            },
            {
                "verse_number": "5",
                "verse_text": "But you must keep control of yourself in all circumstances. Endure suffering, do the work of a preacher of the good news, and carry out your service fully."
            },
            {
                "verse_number": "6",
                "verse_text": "I&quot;m already being poured out like a sacrifice to God, and the time of my death is near."
            },
            {
                "verse_number": "7",
                "verse_text": "I have fought the good fight, finished the race, and kept the faith."
            },
            {
                "verse_number": "8",
                "verse_text": "At last the champion&quot;s wreath that is awarded for righteousness is waiting for me. The Lord, who is the righteous judge, is going to give it to me on that day. He&quot;s giving it not only to me but also to all those who have set their heart on waiting for his appearance."
            },
            {
                "verse_number": "9",
                "verse_text": "Do your best to come to me quickly."
            },
            {
                "verse_number": "10",
                "verse_text": "Demas has fallen in love with the present world and has deserted me and has gone to Thessalonica. Crescens has gone to Galatia, and Titus has gone to Dalmatia."
            },
            {
                "verse_number": "11",
                "verse_text": "Only Luke is with me. Get Mark, and bring him with you. He has been a big help to me in the ministry."
            },
            {
                "verse_number": "12",
                "verse_text": "I sent Tychicus to Ephesus."
            },
            {
                "verse_number": "13",
                "verse_text": "When you come, bring along the coat I left with Carpus in Troas. Also bring the scrolls and especially the parchments."
            },
            {
                "verse_number": "14",
                "verse_text": "Alexander, the craftsman who works with metal, has really hurt me. The Lord will pay him back for what he has done."
            },
            {
                "verse_number": "15",
                "verse_text": "But watch out for him, because he opposes our teaching."
            },
            {
                "verse_number": "16",
                "verse_text": "No one took my side at my first court hearing. Everyone deserted me. I hope that God doesn&quot;t hold it against them!"
            },
            {
                "verse_number": "17",
                "verse_text": "But the Lord stood by me and gave me strength, so that the entire message would be preached through me and so all the nations could hear it. I was also rescued from the lion&quot;s mouth!"
            },
            {
                "verse_number": "18",
                "verse_text": "The Lord will rescue me from every evil action and will save me for his heavenly kingdom. To him be the glory forever and always. Amen."
            },
            {
                "verse_number": "19",
                "verse_text": "Say hello to Prisca and Aquila and the household of Onesiphorus."
            },
            {
                "verse_number": "20",
                "verse_text": "Erastus stayed in Corinth, and I left Trophimus in Miletus because of his illness."
            },
            {
                "verse_number": "21",
                "verse_text": "Try hard to come to me before winter. Eubulus, Pudens, Linus, Claudia, and all the brothers and sisters say hello."
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord be with your spirit. Grace be with you all."
            }
        ]
    }
}