{
    "3 John": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From the elder. To my dear friend Gaius, whom I truly love."
            },
            {
                "verse_number": "2",
                "verse_text": "Dear friend, I&quot;m praying that all is well with you and that you enjoy good health in the same way that you prosper spiritually."
            },
            {
                "verse_number": "3",
                "verse_text": "I was overjoyed when the brothers and sisters arrived and spoke highly of your faithfulness to the truth, shown by how you live according to the truth."
            },
            {
                "verse_number": "4",
                "verse_text": "I have no greater joy than this: to hear that my children are living according to the truth."
            },
            {
                "verse_number": "5",
                "verse_text": "Dear friend, you act faithfully in whatever you do for our brothers and sisters, even though they are strangers."
            },
            {
                "verse_number": "6",
                "verse_text": "They spoke highly of your love in front of the church. You all would do well to provide for their journey in a way that honors God,"
            },
            {
                "verse_number": "7",
                "verse_text": "because they left on their journey for the sake of Jesus Christ without accepting any support from the Gentiles."
            },
            {
                "verse_number": "8",
                "verse_text": "Therefore, we ought to help people like this so that we can be coworkers with the truth."
            },
            {
                "verse_number": "9",
                "verse_text": "I wrote something to the church, but Diotrephes, who likes to put himself first, doesn&quot;t welcome us."
            },
            {
                "verse_number": "10",
                "verse_text": "Because of this, if I come, I will bring up what he has done&ndash;making unjustified and wicked accusations against us. And as if that were not enough, he not only refuses to welcome the brothers and sisters but stops those who want to do so and even throws them out of the church!"
            },
            {
                "verse_number": "11",
                "verse_text": "Dear friend, don&quot;t imitate what is bad but what is good. Whoever practices what is good belongs to God. Whoever practices what is bad has not seen God."
            },
            {
                "verse_number": "12",
                "verse_text": "Everyone speaks highly of Demetrius, even the truth itself. We also speak highly of him, and you know that what we say is true."
            },
            {
                "verse_number": "13",
                "verse_text": "I have a lot to say to you, but I don&quot;t want to use pen and ink."
            },
            {
                "verse_number": "14",
                "verse_text": "I hope to see you soon, and we will speak face-to-face."
            },
            {
                "verse_number": "15",
                "verse_text": "Peace be with you. Your friends here greet you. Greet our friends there by name."
            }
        ]
    }
}