{
    "Luke": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Many people have already applied themselves to the task of compiling an account of the events that have been fulfilled among us."
            },
            {
                "verse_number": "2",
                "verse_text": "They used what the original eyewitnesses and servants of the word handed down to us."
            },
            {
                "verse_number": "3",
                "verse_text": "Now, after having investigated everything carefully from the beginning, I have also decided to write a carefully ordered account for you, most honorable Theophilus."
            },
            {
                "verse_number": "4",
                "verse_text": "I want you to have confidence in the soundness of the instruction you have received. &apos;With all my heart I glorify the Lord! Look! From now on, everyone will consider me highly favored Holy is his name. from one generation to the next, who honors him as God. He has scattered those with arrogant thoughts and proud inclinations. and lifted up the lowly. and sent the rich away empty-handed. remembering his mercy, to Abraham and to Abraham&quot;s descendants forever.&apos; because he has come to help and has delivered his people. and from the power of all those who hate us. and remembered his holy covenant, He has granted from the power of our enemies so that we could serve him without fear, for as long as we live. for you will go before the Lord to prepare his way. through the forgiveness of their sins. the dawn from heaven will break upon us, and in the shadow of death, to guide us on the path of peace.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "During the rule of King Herod of Judea there was a priest named Zechariah who belonged to the priestly division of Abijah. His wife Elizabeth was a descendant of Aaron."
            },
            {
                "verse_number": "6",
                "verse_text": "They were both righteous before God, blameless in their observance of all the Lord&quot;s commandments and regulations."
            },
            {
                "verse_number": "7",
                "verse_text": "They had no children because Elizabeth was unable to become pregnant and they both were very old."
            },
            {
                "verse_number": "8",
                "verse_text": "One day Zechariah was serving as a priest before God because his priestly division was on duty."
            },
            {
                "verse_number": "9",
                "verse_text": "Following the customs of priestly service, he was chosen by lottery to go into the Lord&quot;s sanctuary and burn incense."
            },
            {
                "verse_number": "10",
                "verse_text": "All the people who gathered to worship were praying outside during this hour of incense offering."
            },
            {
                "verse_number": "11",
                "verse_text": "An angel from the Lord appeared to him, standing to the right of the altar of incense."
            },
            {
                "verse_number": "12",
                "verse_text": "When Zechariah saw the angel, he was startled and overcome with fear."
            },
            {
                "verse_number": "13",
                "verse_text": "The angel said, &apos;Don&quot;t be afraid, Zechariah. Your prayers have been heard. Your wife Elizabeth will give birth to your son and you must name him John."
            },
            {
                "verse_number": "14",
                "verse_text": "He will be a joy and delight to you, and many people will rejoice at his birth,"
            },
            {
                "verse_number": "15",
                "verse_text": "for he will be great in the Lord&quot;s eyes. He must not drink wine and liquor. He will be filled with the Holy Spirit even before his birth."
            },
            {
                "verse_number": "16",
                "verse_text": "He will bring many Israelites back to the Lord their God."
            },
            {
                "verse_number": "17",
                "verse_text": "He will go forth before the Lord, equipped with the spirit and power of Elijah. He will turn the hearts of fathers back to their children, and he will turn the disobedient to righteous patterns of thinking. He will make ready a people prepared for the Lord.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Zechariah said to the angel, &apos;How can I be sure of this? My wife and I are very old.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The angel replied, &apos;I am Gabriel. I stand in God&quot;s presence. I was sent to speak to you and to bring this good news to you."
            },
            {
                "verse_number": "20",
                "verse_text": "Know this: What I have spoken will come true at the proper time. But because you didn&quot;t believe, you will remain silent, unable to speak until the day when these things happen.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Meanwhile, the people were waiting for Zechariah, and they wondered why he was in the sanctuary for such a long time."
            },
            {
                "verse_number": "22",
                "verse_text": "When he came out, he was unable to speak to them. They realized he had seen a vision in the temple, for he gestured to them and couldn&quot;t speak."
            },
            {
                "verse_number": "23",
                "verse_text": "When he completed the days of his priestly service, he returned home."
            },
            {
                "verse_number": "24",
                "verse_text": "Afterward, his wife Elizabeth became pregnant. She kept to herself for five months, saying,"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;This is the Lord&quot;s doing. He has shown his favor to me by removing my disgrace among other people.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "When Elizabeth was six months pregnant, God sent the angel Gabriel to Nazareth, a city in Galilee,"
            },
            {
                "verse_number": "27",
                "verse_text": "to a virgin who was engaged to a man named Joseph, a descendant of David&quot;s house. The virgin&quot;s name was Mary."
            },
            {
                "verse_number": "28",
                "verse_text": "When the angel came to her, he said, &apos;Rejoice, favored one! The Lord is with you!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "She was confused by these words and wondered what kind of greeting this might be."
            },
            {
                "verse_number": "30",
                "verse_text": "The angel said, &apos;Don&quot;t be afraid, Mary. God is honoring you."
            },
            {
                "verse_number": "31",
                "verse_text": "Look! You will conceive and give birth to a son, and you will name him Jesus."
            },
            {
                "verse_number": "32",
                "verse_text": "He will be great and he will be called the Son of the Most High. The Lord God will give him the throne of David his father."
            },
            {
                "verse_number": "33",
                "verse_text": "He will rule over Jacob&quot;s house forever, and there will be no end to his kingdom.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Then Mary said to the angel, &apos;How will this happen since I haven&quot;t had sexual relations with a man?&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "The angel replied, &apos;The Holy Spirit will come over you and the power of the Most High will overshadow you. Therefore, the one who is to be born will be holy. He will be called God&quot;s Son."
            },
            {
                "verse_number": "36",
                "verse_text": "Look, even in her old age, your relative Elizabeth has conceived a son. This woman who was labeled &quot;unable to conceive&quot; is now six months pregnant."
            },
            {
                "verse_number": "37",
                "verse_text": "Nothing is impossible for God.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Then Mary said, &apos;I am the Lord&quot;s servant. Let it be with me just as you have said.&apos; Then the angel left her."
            },
            {
                "verse_number": "39",
                "verse_text": "Mary got up and hurried to a city in the Judean highlands."
            },
            {
                "verse_number": "40",
                "verse_text": "She entered Zechariah&quot;s home and greeted Elizabeth."
            },
            {
                "verse_number": "41",
                "verse_text": "When Elizabeth heard Mary&quot;s greeting, the child leaped in her womb, and Elizabeth was filled with the Holy Spirit."
            },
            {
                "verse_number": "42",
                "verse_text": "With a loud voice she blurted out, &apos;God has blessed you above all women, and he has blessed the child you carry."
            },
            {
                "verse_number": "43",
                "verse_text": "Why do I have this honor, that the mother of my Lord should come to me?"
            },
            {
                "verse_number": "44",
                "verse_text": "As soon as I heard your greeting, the baby in my womb jumped for joy."
            },
            {
                "verse_number": "45",
                "verse_text": "Happy is she who believed that the Lord would fulfill the promises he made to her.&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "Mary said,"
            },
            {
                "verse_number": "47",
                "verse_text": "In the depths of who I am I rejoice in God my savior."
            },
            {
                "verse_number": "48",
                "verse_text": "He has looked with favor on the low status of his servant."
            },
            {
                "verse_number": "49",
                "verse_text": "because the mighty one has done great things for me."
            },
            {
                "verse_number": "50",
                "verse_text": "He shows mercy to everyone,"
            },
            {
                "verse_number": "51",
                "verse_text": "He has shown strength with his arm."
            },
            {
                "verse_number": "52",
                "verse_text": "He has pulled the powerful down from their thrones"
            },
            {
                "verse_number": "53",
                "verse_text": "He has filled the hungry with good things"
            },
            {
                "verse_number": "54",
                "verse_text": "He has come to the aid of his servant Israel,"
            },
            {
                "verse_number": "55",
                "verse_text": "just as he promised to our ancestors,"
            },
            {
                "verse_number": "56",
                "verse_text": "Mary stayed with Elizabeth about three months, and then returned to her home."
            },
            {
                "verse_number": "57",
                "verse_text": "When the time came for Elizabeth to have her child, she gave birth to a boy."
            },
            {
                "verse_number": "58",
                "verse_text": "Her neighbors and relatives celebrated with her because they had heard that the Lord had shown her great mercy."
            },
            {
                "verse_number": "59",
                "verse_text": "On the eighth day, it came time to circumcise the child. They wanted to name him Zechariah because that was his father&quot;s name."
            },
            {
                "verse_number": "60",
                "verse_text": "But his mother replied, &apos;No, his name will be John.&apos;"
            },
            {
                "verse_number": "61",
                "verse_text": "They said to her, &apos;None of your relatives have that name.&apos;"
            },
            {
                "verse_number": "62",
                "verse_text": "Then they began gesturing to his father to see what he wanted to call him."
            },
            {
                "verse_number": "63",
                "verse_text": "After asking for a tablet, he surprised everyone by writing, &apos;His name is John.&apos;"
            },
            {
                "verse_number": "64",
                "verse_text": "At that moment, Zechariah was able to speak again, and he began praising God."
            },
            {
                "verse_number": "65",
                "verse_text": "All their neighbors were filled with awe, and everyone throughout the Judean highlands talked about what had happened."
            },
            {
                "verse_number": "66",
                "verse_text": "All who heard about this considered it carefully. They said, &apos;What then will this child be?&apos; Indeed, the Lord&quot;s power was with him."
            },
            {
                "verse_number": "67",
                "verse_text": "John&quot;s father Zechariah was filled with the Holy Spirit and prophesied,"
            },
            {
                "verse_number": "68",
                "verse_text": "&apos;Bless the Lord God of Israel"
            },
            {
                "verse_number": "69",
                "verse_text": "He has raised up a mighty savior for us in his servant David&quot;s house,"
            },
            {
                "verse_number": "70",
                "verse_text": "just as he said through the mouths of his holy prophets long ago."
            },
            {
                "verse_number": "71",
                "verse_text": "He has brought salvation from our enemies"
            },
            {
                "verse_number": "72",
                "verse_text": "He has shown the mercy promised to our ancestors,"
            },
            {
                "verse_number": "73",
                "verse_text": "the solemn pledge he made to our ancestor Abraham."
            },
            {
                "verse_number": "74",
                "verse_text": "that we would be rescued"
            },
            {
                "verse_number": "75",
                "verse_text": "in holiness and righteousness in God&quot;s eyes,"
            },
            {
                "verse_number": "76",
                "verse_text": "You, child, will be called a prophet of the Most High,"
            },
            {
                "verse_number": "77",
                "verse_text": "You will tell his people how to be saved"
            },
            {
                "verse_number": "78",
                "verse_text": "Because of our God&quot;s deep compassion,"
            },
            {
                "verse_number": "79",
                "verse_text": "to give light to those who are sitting in darkness"
            },
            {
                "verse_number": "80",
                "verse_text": "The child grew up, becoming strong in character. He was in the wilderness until he began his public ministry to Israel."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "In those days Caesar Augustus declared that everyone throughout the empire should be enrolled in the tax lists."
            },
            {
                "verse_number": "2",
                "verse_text": "This first enrollment occurred when Quirinius governed Syria."
            },
            {
                "verse_number": "3",
                "verse_text": "Everyone went to their own cities to be enrolled."
            },
            {
                "verse_number": "4",
                "verse_text": "Since Joseph belonged to David&quot;s house and family line, he went up from the city of Nazareth in Galilee to David&quot;s city, called Bethlehem, in Judea."
            },
            {
                "verse_number": "5",
                "verse_text": "He went to be enrolled together with Mary, who was promised to him in marriage and who was pregnant."
            },
            {
                "verse_number": "6",
                "verse_text": "While they were there, the time came for Mary to have her baby."
            },
            {
                "verse_number": "7",
                "verse_text": "She gave birth to her firstborn child, a son, wrapped him snugly, and laid him in a manger, because there was no place for them in the guestroom. and a glory for your people Israel.&apos; His mother said, &apos;Child, why have you treated us like this? Listen! Your father and I have been worried. We&quot;ve been looking for you!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Nearby shepherds were living in the fields, guarding their sheep at night."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord&quot;s angel stood before them, the Lord&quot;s glory shone around them, and they were terrified."
            },
            {
                "verse_number": "10",
                "verse_text": "The angel said, &apos;Don&quot;t be afraid! Look! I bring good news to you&ndash;wonderful, joyous news for all people."
            },
            {
                "verse_number": "11",
                "verse_text": "Your savior is born today in David&quot;s city. He is Christ the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "This is a sign for you: you will find a newborn baby wrapped snugly and lying in a manger.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Suddenly a great assembly of the heavenly forces was with the angel praising God. They said,"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Glory to God in heaven, and on earth peace among those whom he favors.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "When the angels returned to heaven, the shepherds said to each other, &apos;Let&quot;s go right now to Bethlehem and see what&quot;s happened. Let&quot;s confirm what the Lord has revealed to us.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "They went quickly and found Mary and Joseph, and the baby lying in the manger."
            },
            {
                "verse_number": "17",
                "verse_text": "When they saw this, they reported what they had been told about this child."
            },
            {
                "verse_number": "18",
                "verse_text": "Everyone who heard it was amazed at what the shepherds told them."
            },
            {
                "verse_number": "19",
                "verse_text": "Mary committed these things to memory and considered them carefully."
            },
            {
                "verse_number": "20",
                "verse_text": "The shepherds returned home, glorifying and praising God for all they had heard and seen. Everything happened just as they had been told."
            },
            {
                "verse_number": "21",
                "verse_text": "When eight days had passed, Jesus&quot; parents circumcised him and gave him the name Jesus. This was the name given to him by the angel before he was conceived."
            },
            {
                "verse_number": "22",
                "verse_text": "When the time came for their ritual cleansing, in accordance with the Law from Moses, they brought Jesus up to Jerusalem to present him to the Lord. ("
            },
            {
                "verse_number": "23",
                "verse_text": "It&quot;s written in the Law of the Lord, &apos;Every firstborn male will be dedicated to the Lord.&apos;)"
            },
            {
                "verse_number": "24",
                "verse_text": "They offered a sacrifice in keeping with what&quot;s stated in the Law of the Lord, A pair of turtledoves or two young pigeons ."
            },
            {
                "verse_number": "25",
                "verse_text": "A man named Simeon was in Jerusalem. He was righteous and devout. He eagerly anticipated the restoration of Israel, and the Holy Spirit rested on him."
            },
            {
                "verse_number": "26",
                "verse_text": "The Holy Spirit revealed to him that he wouldn&quot;t die before he had seen the Lord&quot;s Christ."
            },
            {
                "verse_number": "27",
                "verse_text": "Led by the Spirit, he went into the temple area. Meanwhile, Jesus&quot; parents brought the child to the temple so that they could do what was customary under the Law."
            },
            {
                "verse_number": "28",
                "verse_text": "Simeon took Jesus in his arms and praised God. He said,"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Now, master, let your servant go in peace according to your word,"
            },
            {
                "verse_number": "30",
                "verse_text": "because my eyes have seen your salvation."
            },
            {
                "verse_number": "31",
                "verse_text": "You prepared this salvation in the presence of all peoples."
            },
            {
                "verse_number": "32",
                "verse_text": "It&quot;s a light for revelation to the Gentiles"
            },
            {
                "verse_number": "33",
                "verse_text": "His father and mother were amazed by what was said about him."
            },
            {
                "verse_number": "34",
                "verse_text": "Simeon blessed them and said to Mary his mother, &apos;This boy is assigned to be the cause of the falling and rising of many in Israel and to be a sign that generates opposition"
            },
            {
                "verse_number": "35",
                "verse_text": "so that the inner thoughts of many will be revealed. And a sword will pierce your innermost being too.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "There was also a prophet, Anna the daughter of Phanuel, who belonged to the tribe of Asher. She was very old. After she married, she lived with her husband for seven years."
            },
            {
                "verse_number": "37",
                "verse_text": "She was now an 84-year-old widow. She never left the temple area but worshipped God with fasting and prayer night and day."
            },
            {
                "verse_number": "38",
                "verse_text": "She approached at that very moment and began to praise God and to speak about Jesus to everyone who was looking forward to the redemption of Jerusalem."
            },
            {
                "verse_number": "39",
                "verse_text": "When Mary and Joseph had completed everything required by the Law of the Lord, they returned to their hometown, Nazareth in Galilee."
            },
            {
                "verse_number": "40",
                "verse_text": "The child grew up and became strong. He was filled with wisdom, and God&quot;s favor was on him."
            },
            {
                "verse_number": "41",
                "verse_text": "Each year his parents went to Jerusalem for the Passover Festival."
            },
            {
                "verse_number": "42",
                "verse_text": "When he was 12 years old, they went up to Jerusalem according to their custom."
            },
            {
                "verse_number": "43",
                "verse_text": "After the festival was over, they were returning home, but the boy Jesus stayed behind in Jerusalem. His parents didn&quot;t know it."
            },
            {
                "verse_number": "44",
                "verse_text": "Supposing that he was among their band of travelers, they journeyed on for a full day while looking for him among their family and friends."
            },
            {
                "verse_number": "45",
                "verse_text": "When they didn&quot;t find Jesus, they returned to Jerusalem to look for him."
            },
            {
                "verse_number": "46",
                "verse_text": "After three days they found him in the temple. He was sitting among the teachers, listening to them and putting questions to them."
            },
            {
                "verse_number": "47",
                "verse_text": "Everyone who heard him was amazed by his understanding and his answers."
            },
            {
                "verse_number": "48",
                "verse_text": "When his parents saw him, they were shocked."
            },
            {
                "verse_number": "49",
                "verse_text": "Jesus replied, &apos; Why were you looking for me? Didn&quot;t you know that it was necessary for me to be in my Father&quot;s house? &apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "But they didn&quot;t understand what he said to them."
            },
            {
                "verse_number": "51",
                "verse_text": "Jesus went down to Nazareth with them and was obedient to them. His mother cherished every word in her heart."
            },
            {
                "verse_number": "52",
                "verse_text": "Jesus matured in wisdom and years, and in favor with God and with people."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "In the fifteenth year of the rule of the emperor Tiberius&ndash;when Pontius Pilate was governor over Judea and Herod was ruler over Galilee, his brother Philip was ruler over Ituraea and Trachonitis, and Lysanias was ruler over Abilene,"
            },
            {
                "verse_number": "2",
                "verse_text": "during the high priesthood of Annas and Caiaphas&ndash;God&quot;s word came to John son of Zechariah in the wilderness."
            },
            {
                "verse_number": "3",
                "verse_text": "John went throughout the region of the Jordan River, calling for people to be baptized to show that they were changing their hearts and lives and wanted God to forgive their sins."
            },
            {
                "verse_number": "4",
                "verse_text": "This is just as it was written in the scroll of the words of Isaiah the prophet, A voice crying out in the wilderness: &apos; Prepare the way for the Lord; make his paths straight. and every mountain and hill will be leveled. The crooked will be made straight and the rough places made smooth. He answered, &apos;Don&quot;t cheat or harass anyone, and be satisfied with your pay.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Every valley will be filled,"
            },
            {
                "verse_number": "6",
                "verse_text": "All humanity will see God&quot;s salvation. &apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then John said to the crowds who came to be baptized by him, &apos;You children of snakes! Who warned you to escape from the angry judgment that is coming soon?"
            },
            {
                "verse_number": "8",
                "verse_text": "Produce fruit that shows you have changed your hearts and lives. And don&quot;t even think about saying to yourselves, Abraham is our father. I tell you that God is able to raise up Abraham&quot;s children from these stones."
            },
            {
                "verse_number": "9",
                "verse_text": "The ax is already at the root of the trees. Therefore, every tree that doesn&quot;t produce good fruit will be chopped down and tossed into the fire.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The crowds asked him, &apos;What then should we do?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "He answered, &apos;Whoever has two shirts must share with the one who has none, and whoever has food must do the same.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Even tax collectors came to be baptized. They said to him, &apos;Teacher, what should we do?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "He replied, &apos;Collect no more than you are authorized to collect.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Soldiers asked, &apos;What about us? What should we do?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The people were filled with expectation, and everyone wondered whether John might be the Christ."
            },
            {
                "verse_number": "16",
                "verse_text": "John replied to them all, &apos;I baptize you with water, but the one who is more powerful than me is coming. I&quot;m not worthy to loosen the strap of his sandals. He will baptize you with the Holy Spirit and fire."
            },
            {
                "verse_number": "17",
                "verse_text": "The shovel he uses to sift the wheat from the husks is in his hands. He will clean out his threshing area and bring the wheat into his barn. But he will burn the husks with a fire that can&quot;t be put out.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "With many other words John appealed to them, proclaiming good news to the people."
            },
            {
                "verse_number": "19",
                "verse_text": "But Herod the ruler had been criticized harshly by John because of Herodias, Herod&quot;s brother&quot;s wife, and because of all the evil he had done."
            },
            {
                "verse_number": "20",
                "verse_text": "He added this to the list of his evil deeds: he locked John up in prison."
            },
            {
                "verse_number": "21",
                "verse_text": "When everyone was being baptized, Jesus also was baptized. While he was praying, heaven was opened"
            },
            {
                "verse_number": "22",
                "verse_text": "and the Holy Spirit came down on him in bodily form like a dove. And there was a voice from heaven: &apos;You are my Son, whom I dearly love; in you I find happiness.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus was about 30 years old when he began his ministry. People supposed that he was the son of Joseph son of Heli"
            },
            {
                "verse_number": "24",
                "verse_text": "son of Matthat son of Levi son of Melchi son of Jannai son of Joseph"
            },
            {
                "verse_number": "25",
                "verse_text": "son of Mattathias son of Amos son of Nahum son of Esli son of Naggai"
            },
            {
                "verse_number": "26",
                "verse_text": "son of Maath son of Mattathias son of Semein son of Josech son of Joda"
            },
            {
                "verse_number": "27",
                "verse_text": "son of Joanan son of Rhesa son of Zerubbabel son of Shealtiel son of Neri"
            },
            {
                "verse_number": "28",
                "verse_text": "son of Melchi son of Addi son of Cosam son of Elmadam son of Er"
            },
            {
                "verse_number": "29",
                "verse_text": "son of Joshua son of Eliezer son of Jorim son of Matthat son of Levi"
            },
            {
                "verse_number": "30",
                "verse_text": "son of Simeon son of Judah son of Joseph son of Jonam son of Eliakim"
            },
            {
                "verse_number": "31",
                "verse_text": "son of Melea son of Menna son of Mattatha son of Nathan son of David"
            },
            {
                "verse_number": "32",
                "verse_text": "son of Jesse son of Obed son of Boaz son of Sala son of Nahshon"
            },
            {
                "verse_number": "33",
                "verse_text": "son of Amminadab son of Admin son of Arni son of Hezron son of Perez son of Judah"
            },
            {
                "verse_number": "34",
                "verse_text": "son of Jacob son of Isaac son of Abraham son of Terah son of Nahor"
            },
            {
                "verse_number": "35",
                "verse_text": "son of Serug son of Reu son of Peleg son of Eber son of Shelah"
            },
            {
                "verse_number": "36",
                "verse_text": "son of Cainan son of Arphaxad son of Shem son of Noah son of Lamech"
            },
            {
                "verse_number": "37",
                "verse_text": "son of Methuselah son of Enoch son of Jared son of Mahalalel son of Cainan"
            },
            {
                "verse_number": "38",
                "verse_text": "son of Enos son of Seth son of Adam son of God."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Jesus returned from the Jordan River full of the Holy Spirit, and was led by the Spirit into the wilderness."
            },
            {
                "verse_number": "2",
                "verse_text": "There he was tempted for forty days by the devil. He ate nothing during those days and afterward Jesus was starving."
            },
            {
                "verse_number": "3",
                "verse_text": "The devil said to him, &apos;Since you are God&quot;s Son, command this stone to become a loaf of bread.&apos; because the Lord has anointed me . He has sent me to preach good news to the poor, to proclaim release to the prisoners and recovery of sight to the blind, to liberate the oppressed,"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus replied, &apos; It&quot;s written, People won&quot;t live only by bread .&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Next the devil led him to a high place and showed him in a single instant all the kingdoms of the world."
            },
            {
                "verse_number": "6",
                "verse_text": "The devil said, &apos;I will give you this whole domain and the glory of all these kingdoms. It&quot;s been entrusted to me and I can give it to anyone I want."
            },
            {
                "verse_number": "7",
                "verse_text": "Therefore, if you will worship me, it will all be yours.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus answered, &apos; It&quot;s written, You will worship the Lord your God and serve only him. &apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The devil brought him into Jerusalem and stood him at the highest point of the temple. He said to him, &apos;Since you are God&quot;s Son, throw yourself down from here;"
            },
            {
                "verse_number": "10",
                "verse_text": "for it&quot;s written: He will command his angels concerning you, to protect you"
            },
            {
                "verse_number": "11",
                "verse_text": "and they will take you up in their hands so that you won&quot;t hit your foot on a stone. &apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Jesus answered, &apos; It&quot;s been said, Don&quot;t test the Lord your God. &apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "After finishing every temptation, the devil departed from him until the next opportunity."
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus returned in the power of the Spirit to Galilee, and news about him spread throughout the whole countryside."
            },
            {
                "verse_number": "15",
                "verse_text": "He taught in their synagogues and was praised by everyone."
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus went to Nazareth, where he had been raised. On the Sabbath he went to the synagogue as he normally did and stood up to read."
            },
            {
                "verse_number": "17",
                "verse_text": "The synagogue assistant gave him the scroll from the prophet Isaiah. He unrolled the scroll and found the place where it was written:"
            },
            {
                "verse_number": "18",
                "verse_text": "The Spirit of the Lord is upon me,"
            },
            {
                "verse_number": "19",
                "verse_text": "and to proclaim the year of the Lord&quot;s favor."
            },
            {
                "verse_number": "20",
                "verse_text": "He rolled up the scroll, gave it back to the synagogue assistant, and sat down. Every eye in the synagogue was fixed on him."
            },
            {
                "verse_number": "21",
                "verse_text": "He began to explain to them, &apos; Today, this scripture has been fulfilled just as you heard it. &apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Everyone was raving about Jesus, so impressed were they by the gracious words flowing from his lips. They said, &apos;This is Joseph&quot;s son, isn&quot;t it?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then Jesus said to them, &apos; Undoubtedly, you will quote this saying to me: &quot;Doctor, heal yourself. Do here in your hometown what we&quot;ve heard you did in Capernaum.&quot; &apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "He said, &apos; I assure you that no prophet is welcome in the prophet&quot;s hometown."
            },
            {
                "verse_number": "25",
                "verse_text": "And I can assure you that there were many widows in Israel during Elijah&quot;s time, when it didn&quot;t rain for three and a half years and there was a great food shortage in the land."
            },
            {
                "verse_number": "26",
                "verse_text": "Yet Elijah was sent to none of them but only to a widow in the city of Zarephath in the region of Sidon."
            },
            {
                "verse_number": "27",
                "verse_text": "There were also many persons with skin diseases in Israel during the time of the prophet Elisha, but none of them were cleansed. Instead, Naaman the Syrian was cleansed. &apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "When they heard this, everyone in the synagogue was filled with anger."
            },
            {
                "verse_number": "29",
                "verse_text": "They rose up and ran him out of town. They led him to the crest of the hill on which their town had been built so that they could throw him off the cliff."
            },
            {
                "verse_number": "30",
                "verse_text": "But he passed through the crowd and went on his way."
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus went down to the city of Capernaum in Galilee and taught the people each Sabbath."
            },
            {
                "verse_number": "32",
                "verse_text": "They were amazed by his teaching because he delivered his message with authority."
            },
            {
                "verse_number": "33",
                "verse_text": "A man in the synagogue had the spirit of an unclean demon. He screamed,"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Hey! What have you to do with us, Jesus of Nazareth? Have you come to destroy us? I know who you are. You are the holy one from God.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "&apos; Silence! &apos; Jesus said, speaking harshly to the demon. &apos; Come out of him! &apos; The demon threw the man down before them, then came out of him without harming him."
            },
            {
                "verse_number": "36",
                "verse_text": "They were all shaken and said to each other, &apos;What kind of word is this, that he can command unclean spirits with authority and power, and they leave?&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Reports about him spread everywhere in the surrounding region."
            },
            {
                "verse_number": "38",
                "verse_text": "After leaving the synagogue, Jesus went home with Simon. Simon&quot;s mother-in-law was sick with a high fever, and the family asked Jesus to help her."
            },
            {
                "verse_number": "39",
                "verse_text": "He bent over her and spoke harshly to the fever, and it left her. She got up at once and served them."
            },
            {
                "verse_number": "40",
                "verse_text": "When the sun was setting, everyone brought to Jesus relatives and acquaintances with all kinds of diseases. Placing his hands on each of them, he healed them."
            },
            {
                "verse_number": "41",
                "verse_text": "Demons also came out of many people. They screamed, &apos;You are God&quot;s Son.&apos; But he spoke harshly to them and wouldn&quot;t allow them to speak because they recognized that he was the Christ."
            },
            {
                "verse_number": "42",
                "verse_text": "When daybreak arrived, Jesus went to a deserted place. The crowds were looking for him. When they found him, they tried to keep him from leaving them."
            },
            {
                "verse_number": "43",
                "verse_text": "But he said to them, &apos; I must preach the good news of God&quot;s kingdom in other cities too, for this is why I was sent. &apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "So he continued preaching in the Judean synagogues."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "One day Jesus was standing beside Lake Gennesaret when the crowd pressed in around him to hear God&quot;s word."
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus saw two boats sitting by the lake. The fishermen had gone ashore and were washing their nets."
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus boarded one of the boats, the one that belonged to Simon, then asked him to row out a little distance from the shore. Jesus sat down and taught the crowds from the boat."
            },
            {
                "verse_number": "4",
                "verse_text": "When he finished speaking to the crowds, he said to Simon, &apos; Row out farther, into the deep water, and drop your nets for a catch. &apos; Jesus said to Simon, &apos; Don&quot;t be afraid. From now on, you will be fishing for people. &apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Simon replied, &apos;Master, we&quot;ve worked hard all night and caught nothing. But because you say so, I&quot;ll drop the nets.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So they dropped the nets and their catch was so huge that their nets were splitting."
            },
            {
                "verse_number": "7",
                "verse_text": "They signaled for their partners in the other boat to come and help them. They filled both boats so full that they were about to sink."
            },
            {
                "verse_number": "8",
                "verse_text": "When Simon Peter saw the catch, he fell at Jesus&quot; knees and said, &apos;Leave me, Lord, for I&quot;m a sinner!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Peter and those with him were overcome with amazement because of the number of fish they caught."
            },
            {
                "verse_number": "10",
                "verse_text": "James and John, Zebedee&quot;s sons, were Simon&quot;s partners and they were amazed too."
            },
            {
                "verse_number": "11",
                "verse_text": "As soon as they brought the boats to the shore, they left everything and followed Jesus."
            },
            {
                "verse_number": "12",
                "verse_text": "Jesus was in one of the towns where there was also a man covered with a skin disease. When he saw Jesus, he fell on his face and begged, &apos;Lord, if you want, you can make me clean.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus reached out his hand, touched him, and said, &apos; I do want to. Be clean. &apos; Instantly, the skin disease left him."
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus ordered him not to tell anyone. &apos; Instead, &apos; Jesus said, &apos; go and show yourself to the priest and make an offering for your cleansing, as Moses instructed. This will be a testimony to them. &apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "News of him spread even more and huge crowds gathered to listen and to be healed from their illnesses."
            },
            {
                "verse_number": "16",
                "verse_text": "But Jesus would withdraw to deserted places for prayer."
            },
            {
                "verse_number": "17",
                "verse_text": "One day when Jesus was teaching, Pharisees and legal experts were sitting nearby. They had come from every village in Galilee and Judea, and from Jerusalem. Now the power of the Lord was with Jesus to heal."
            },
            {
                "verse_number": "18",
                "verse_text": "Some men were bringing a man who was paralyzed, lying on a cot. They wanted to carry him in and place him before Jesus,"
            },
            {
                "verse_number": "19",
                "verse_text": "but they couldn&quot;t reach him because of the crowd. So they took him up on the roof and lowered him&ndash;cot and all&ndash;through the roof tiles into the crowded room in front of Jesus."
            },
            {
                "verse_number": "20",
                "verse_text": "When Jesus saw their faith, he said, &apos; Friend, your sins are forgiven. &apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The legal experts and Pharisees began to mutter among themselves, &apos;Who is this who insults God? Only God can forgive sins!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus recognized what they were discussing and responded, &apos; Why do you fill your minds with these questions?"
            },
            {
                "verse_number": "23",
                "verse_text": "Which is easier&ndash;to say, &quot;Your sins are forgiven,&quot; or to say, &quot;Get up and walk&quot;?"
            },
            {
                "verse_number": "24",
                "verse_text": "But so that you will know that the Human One has authority on the earth to forgive sins &apos; &ndash;Jesus now spoke to the man who was paralyzed, &apos; I say to you, get up, take your cot, and go home. &apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Right away, the man stood before them, picked up his cot, and went home, praising God."
            },
            {
                "verse_number": "26",
                "verse_text": "All the people were beside themselves with wonder. Filled with awe, they glorified God, saying, &apos;We&quot;ve seen unimaginable things today.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Afterward, Jesus went out and saw a tax collector named Levi sitting at a kiosk for collecting taxes. Jesus said to him, &apos; Follow me. &apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Levi got up, left everything behind, and followed him."
            },
            {
                "verse_number": "29",
                "verse_text": "Then Levi threw a great banquet for Jesus in his home. A large number of tax collectors and others sat down to eat with them."
            },
            {
                "verse_number": "30",
                "verse_text": "The Pharisees and their legal experts grumbled against his disciples. They said, &apos;Why do you eat and drink with tax collectors and sinners?&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus answered, &apos; Healthy people don&quot;t need a doctor, but sick people do."
            },
            {
                "verse_number": "32",
                "verse_text": "I didn&quot;t come to call righteous people but sinners to change their hearts and lives. &apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Some people said to Jesus, &apos;The disciples of John fast often and pray frequently. The disciples of the Pharisees do the same, but your disciples are always eating and drinking.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus replied, &apos; You can&quot;t make the wedding guests fast while the groom is with them, can you?"
            },
            {
                "verse_number": "35",
                "verse_text": "The days will come when the groom will be taken from them, and then they will fast. &apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Then he told them a parable. &apos; No one tears a patch from a new garment to patch an old garment. Otherwise, the new garment would be ruined, and the new patch wouldn&quot;t match the old garment."
            },
            {
                "verse_number": "37",
                "verse_text": "Nobody pours new wine into old wineskins. If they did, the new wine would burst the wineskins, the wine would spill, and the wineskins would be ruined."
            },
            {
                "verse_number": "38",
                "verse_text": "Instead, new wine must be put into new wineskins."
            },
            {
                "verse_number": "39",
                "verse_text": "No one who drinks a well-aged wine wants new wine, but says, &quot;The well-aged wine is better.&quot; &apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "One Sabbath, as Jesus was going through the wheat fields, his disciples were picking the heads of wheat, rubbing them in their hands, and eating them."
            },
            {
                "verse_number": "2",
                "verse_text": "Some Pharisees said, &apos;Why are you breaking the Sabbath law?&apos; &apos;Happy are you who are poor, because God&quot;s kingdom is yours. because you will be satisfied. Happy are you who weep now, because you will laugh. because you have already received your comfort. because you will be hungry. How terrible for you who laugh now, because you will mourn and weep. Their ancestors did the same things to the false prophets."
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus replied, &apos; Haven&quot;t you read what David and his companions did when they were hungry?"
            },
            {
                "verse_number": "4",
                "verse_text": "He broke the Law by going into God&quot;s house and eating the bread of the presence, which only the priests can eat. He also gave some of the bread to his companions. &apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then he said to them, &apos; The Human One is Lord of the Sabbath. &apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "On another Sabbath, Jesus entered a synagogue to teach. A man was there whose right hand was withered."
            },
            {
                "verse_number": "7",
                "verse_text": "The legal experts and the Pharisees were watching him closely to see if he would heal on the Sabbath. They were looking for a reason to bring charges against him."
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus knew their thoughts, so he said to the man with the withered hand, &apos; Get up and stand in front of everyone. &apos; He got up and stood there."
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus said to the legal experts and Pharisees, &apos; Here&quot;s a question for you: Is it legal on the Sabbath to do good or to do evil, to save life or to destroy it? &apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Looking around at them all, he said to the man, &apos; Stretch out your hand. &apos; So he did and his hand was made healthy."
            },
            {
                "verse_number": "11",
                "verse_text": "They were furious and began talking with each other about what to do to Jesus."
            },
            {
                "verse_number": "12",
                "verse_text": "During that time, Jesus went out to the mountain to pray, and he prayed to God all night long."
            },
            {
                "verse_number": "13",
                "verse_text": "At daybreak, he called together his disciples. He chose twelve of them whom he called apostles:"
            },
            {
                "verse_number": "14",
                "verse_text": "Simon, whom he named Peter; his brother Andrew; James; John; Philip; Bartholomew;"
            },
            {
                "verse_number": "15",
                "verse_text": "Matthew; Thomas; James the son of Alphaeus; Simon, who was called a zealot;"
            },
            {
                "verse_number": "16",
                "verse_text": "Judas the son of James; and Judas Iscariot, who became a traitor."
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus came down from the mountain with them and stood on a large area of level ground. A great company of his disciples and a huge crowd of people from all around Judea and Jerusalem and the area around Tyre and Sidon joined him there."
            },
            {
                "verse_number": "18",
                "verse_text": "They came to hear him and to be healed from their diseases, and those bothered by unclean spirits were healed."
            },
            {
                "verse_number": "19",
                "verse_text": "The whole crowd wanted to touch him, because power was going out from him and he was healing everyone."
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus raised his eyes to his disciples and said:"
            },
            {
                "verse_number": "21",
                "verse_text": "Happy are you who hunger now,"
            },
            {
                "verse_number": "22",
                "verse_text": "Happy are you when people hate you, reject you, insult you, and condemn your name as evil because of the Human One."
            },
            {
                "verse_number": "23",
                "verse_text": "Rejoice when that happens! Leap for joy because you have a great reward in heaven. Their ancestors did the same things to the prophets."
            },
            {
                "verse_number": "24",
                "verse_text": "But how terrible for you who are rich,"
            },
            {
                "verse_number": "25",
                "verse_text": "How terrible for you who have plenty now,"
            },
            {
                "verse_number": "26",
                "verse_text": "How terrible for you when all speak well of you."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;But I say to you who are willing to hear: Love your enemies. Do good to those who hate you."
            },
            {
                "verse_number": "28",
                "verse_text": "Bless those who curse you. Pray for those who mistreat you."
            },
            {
                "verse_number": "29",
                "verse_text": "If someone slaps you on the cheek, offer the other one as well. If someone takes your coat, don&quot;t withhold your shirt either."
            },
            {
                "verse_number": "30",
                "verse_text": "Give to everyone who asks and don&quot;t demand your things back from those who take them."
            },
            {
                "verse_number": "31",
                "verse_text": "Treat people in the same way that you want them to treat you."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;If you love those who love you, why should you be commended? Even sinners love those who love them."
            },
            {
                "verse_number": "33",
                "verse_text": "If you do good to those who do good to you, why should you be commended? Even sinners do that."
            },
            {
                "verse_number": "34",
                "verse_text": "If you lend to those from whom you expect repayment, why should you be commended? Even sinners lend to sinners expecting to be paid back in full."
            },
            {
                "verse_number": "35",
                "verse_text": "Instead, love your enemies, do good, and lend expecting nothing in return. If you do, you will have a great reward. You will be acting the way children of the Most High act, for he is kind to ungrateful and wicked people."
            },
            {
                "verse_number": "36",
                "verse_text": "Be compassionate just as your Father is compassionate."
            },
            {
                "verse_number": "37",
                "verse_text": "&apos; Don&quot;t judge, and you won&quot;t be judged. Don&quot;t condemn, and you won&quot;t be condemned. Forgive, and you will be forgiven."
            },
            {
                "verse_number": "38",
                "verse_text": "Give, and it will be given to you. A good portion&ndash;packed down, firmly shaken, and overflowing&ndash;will fall into your lap. The portion you give will determine the portion you receive in return. &apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus also told them a riddle. &apos; A blind person can&quot;t lead another blind person, right? Won&quot;t they both fall into a ditch?"
            },
            {
                "verse_number": "40",
                "verse_text": "Disciples aren&quot;t greater than their teacher, but whoever is fully prepared will be like their teacher."
            },
            {
                "verse_number": "41",
                "verse_text": "Why do you see the splinter in your brother&quot;s or sister&quot;s eye but don&quot;t notice the log in your own eye?"
            },
            {
                "verse_number": "42",
                "verse_text": "How can you say to your brother or sister, &quot;Brother, Sister, let me take the splinter out of your eye,&quot; when you don&quot;t see the log in your own eye? You deceive yourselves! First take the log out of your eye, and then you will see clearly to take the splinter out of your brother&quot;s or sister&quot;s eye."
            },
            {
                "verse_number": "43",
                "verse_text": "&apos;A good tree doesn&quot;t produce bad fruit, nor does a bad tree produce good fruit."
            },
            {
                "verse_number": "44",
                "verse_text": "Each tree is known by its own fruit. People don&quot;t gather figs from thorny plants, nor do they pick grapes from prickly bushes."
            },
            {
                "verse_number": "45",
                "verse_text": "A good person produces good from the good treasury of the inner self, while an evil person produces evil from the evil treasury of the inner self. The inner self overflows with words that are spoken."
            },
            {
                "verse_number": "46",
                "verse_text": "&apos; Why do you call me &quot;Lord, Lord&quot; and don&quot;t do what I say?"
            },
            {
                "verse_number": "47",
                "verse_text": "I&quot;ll show what it&quot;s like when someone comes to me, hears my words, and puts them into practice."
            },
            {
                "verse_number": "48",
                "verse_text": "It&quot;s like a person building a house by digging deep and laying the foundation on bedrock. When the flood came, the rising water smashed against that house, but the water couldn&quot;t shake the house because it was well built."
            },
            {
                "verse_number": "49",
                "verse_text": "But those who don&quot;t put into practice what they hear are like a person who built a house without a foundation. The floodwater smashed against it and it collapsed instantly. It was completely destroyed. &apos;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "After Jesus finished presenting all his words among the people, he entered Capernaum."
            },
            {
                "verse_number": "2",
                "verse_text": "A centurion had a servant who was very important to him, but the servant was ill and about to die."
            },
            {
                "verse_number": "3",
                "verse_text": "When the centurion heard about Jesus, he sent some Jewish elders to Jesus to ask him to come and heal his servant."
            },
            {
                "verse_number": "4",
                "verse_text": "When they came to Jesus, they earnestly pleaded with Jesus. &apos;He deserves to have you do this for him,&apos; they said."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;He loves our people and he built our synagogue for us.&apos; &apos;Teacher, speak,&apos; he said. Jesus said, &apos; You have judged correctly. &apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus went with them. He had almost reached the house when the centurion sent friends to say to Jesus, &apos;Lord, don&quot;t be bothered. I don&quot;t deserve to have you come under my roof."
            },
            {
                "verse_number": "7",
                "verse_text": "In fact, I didn&quot;t even consider myself worthy to come to you. Just say the word and my servant will be healed."
            },
            {
                "verse_number": "8",
                "verse_text": "I&quot;m also a man appointed under authority, with soldiers under me. I say to one, &quot;Go,&quot; and he goes, and to another, &quot;Come,&quot; and he comes. I say to my servant, &quot;Do this,&quot; and the servant does it.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "When Jesus heard these words, he was impressed with the centurion. He turned to the crowd following him and said, &apos; I tell you, even in Israel I haven&quot;t found faith like this. &apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "When the centurion&quot;s friends returned to his house, they found the servant restored to health."
            },
            {
                "verse_number": "11",
                "verse_text": "A little later Jesus went to a city called Nain. His disciples and a great crowd traveled with him."
            },
            {
                "verse_number": "12",
                "verse_text": "As he approached the city gate, a dead man was being carried out. He was his mother&quot;s only son, and she was a widow. A large crowd from the city was with her."
            },
            {
                "verse_number": "13",
                "verse_text": "When he saw her, the Lord had compassion for her and said, &apos; Don&quot;t cry. &apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "He stepped forward and touched the stretcher on which the dead man was being carried. Those carrying him stood still. Jesus said, &apos; Young man, I say to you, get up. &apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The dead man sat up and began to speak, and Jesus gave him to his mother."
            },
            {
                "verse_number": "16",
                "verse_text": "Awestruck, everyone praised God. &apos;A great prophet has appeared among us,&apos; they said. &apos;God has come to help his people.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "This news about Jesus spread throughout Judea and the surrounding region."
            },
            {
                "verse_number": "18",
                "verse_text": "John&quot;s disciples informed him about all these things. John called two of his disciples"
            },
            {
                "verse_number": "19",
                "verse_text": "and sent them to the Lord. They were to ask him, &apos;Are you the one who is coming, or should we look for someone else?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "When they reached Jesus, they said, &apos;John the Baptist sent us to you. He asks, &quot;Are you the one who is coming, or should we look for someone else?&quot;&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Right then, Jesus healed many of their diseases, illnesses, and evil spirits, and he gave sight to a number of blind people."
            },
            {
                "verse_number": "22",
                "verse_text": "Then he replied to John&quot;s disciples, &apos; Go, report to John what you have seen and heard. Those who were blind are able to see. Those who were crippled now walk. People with skin diseases are cleansed. Those who were deaf now hear. Those who were dead are raised up. And good news is preached to the poor."
            },
            {
                "verse_number": "23",
                "verse_text": "Happy is anyone who doesn&quot;t stumble along the way because of me. &apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "After John&quot;s messengers were gone, Jesus spoke to the crowds about John. &apos; What did you go out into the wilderness to see? A stalk blowing in the wind?"
            },
            {
                "verse_number": "25",
                "verse_text": "What did you go out to see? A man dressed up in refined clothes? Look, those who dress in fashionable clothes and live in luxury are in royal palaces."
            },
            {
                "verse_number": "26",
                "verse_text": "What did you go out to see? A prophet? Yes, I tell you, and more than a prophet."
            },
            {
                "verse_number": "27",
                "verse_text": "He is the one of whom it&quot;s written: Look, I&quot;m sending my messenger before you, who will prepare your way before you ."
            },
            {
                "verse_number": "28",
                "verse_text": "I tell you that no greater human being has ever been born than John. Yet whoever is least in God&quot;s kingdom is greater than he. &apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Everyone who heard this, including the tax collectors, acknowledged God&quot;s justice because they had been baptized by John."
            },
            {
                "verse_number": "30",
                "verse_text": "But the Pharisees and legal experts rejected God&quot;s will for themselves because they hadn&quot;t been baptized by John."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos; To what will I compare the people of this generation? &apos; Jesus asked. &apos; What are they like?"
            },
            {
                "verse_number": "32",
                "verse_text": "They are like children sitting in the marketplace calling out to each other, &quot;We played the flute for you and you didn&quot;t dance. We sang a funeral song and you didn&quot;t cry.&quot;"
            },
            {
                "verse_number": "33",
                "verse_text": "John the Baptist came neither eating bread nor drinking wine, and you say, &quot;He has a demon.&quot;"
            },
            {
                "verse_number": "34",
                "verse_text": "Yet the Human One came eating and drinking, and you say, &quot;Look, a glutton and a drunk, a friend of tax collectors and sinners.&quot;"
            },
            {
                "verse_number": "35",
                "verse_text": "But wisdom is proved to be right by all her descendants. &apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "One of the Pharisees invited Jesus to eat with him. After he entered the Pharisee&quot;s home, he took his place at the table."
            },
            {
                "verse_number": "37",
                "verse_text": "Meanwhile, a woman from the city, a sinner, discovered that Jesus was dining in the Pharisee&quot;s house. She brought perfumed oil in a vase made of alabaster."
            },
            {
                "verse_number": "38",
                "verse_text": "Standing behind him at his feet and crying, she began to wet his feet with her tears. She wiped them with her hair, kissed them, and poured the oil on them."
            },
            {
                "verse_number": "39",
                "verse_text": "When the Pharisee who had invited Jesus saw what was happening, he said to himself, If this man were a prophet, he would know what kind of woman is touching him. He would know that she is a sinner."
            },
            {
                "verse_number": "40",
                "verse_text": "Jesus replied, &apos; Simon, I have something to say to you. &apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "&apos; A certain lender had two debtors. One owed enough money to pay five hundred people for a day&quot;s work. The other owed enough money for fifty."
            },
            {
                "verse_number": "42",
                "verse_text": "When they couldn&quot;t pay, the lender forgave the debts of them both. Which of them will love him more? &apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Simon replied, &apos;I suppose the one who had the largest debt canceled.&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "Jesus turned to the woman and said to Simon, &apos; Do you see this woman? When I entered your home, you didn&quot;t give me water for my feet, but she wet my feet with tears and wiped them with her hair."
            },
            {
                "verse_number": "45",
                "verse_text": "You didn&quot;t greet me with a kiss, but she hasn&quot;t stopped kissing my feet since I came in."
            },
            {
                "verse_number": "46",
                "verse_text": "You didn&quot;t anoint my head with oil, but she has poured perfumed oil on my feet."
            },
            {
                "verse_number": "47",
                "verse_text": "This is why I tell you that her many sins have been forgiven; so she has shown great love. The one who is forgiven little loves little. &apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "Then Jesus said to her, &apos; Your sins are forgiven. &apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "The other table guests began to say among themselves, &apos;Who is this person that even forgives sins?&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "Jesus said to the woman, &apos; Your faith has saved you. Go in peace. &apos;"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Soon afterward, Jesus traveled through the cities and villages, preaching and proclaiming the good news of God&quot;s kingdom. The Twelve were with him,"
            },
            {
                "verse_number": "2",
                "verse_text": "along with some women who had been healed of evil spirits and sicknesses. Among them were Mary Magdalene (from whom seven demons had been thrown out),"
            },
            {
                "verse_number": "3",
                "verse_text": "Joanna (the wife of Herod&quot;s servant Chuza), Susanna, and many others who provided for them out of their resources. Filled with awe and wonder, they said to each other, &apos;Who is this? He commands even the winds and the water, and they obey him!&apos; &apos;Legion,&apos; he replied, because many demons had entered him. As Jesus moved forward, he faced smothering crowds. When everyone denied it, Peter said, &apos;Master, the crowds are surrounding you and pressing in on you!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "When a great crowd was gathering and people were coming to Jesus from one city after another, he spoke to them in a parable:"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos; A farmer went out to scatter his seed. As he was scattering it, some fell on the path where it was crushed, and the birds in the sky came and ate it."
            },
            {
                "verse_number": "6",
                "verse_text": "Other seed fell on rock. As it grew, it dried up because it had no moisture."
            },
            {
                "verse_number": "7",
                "verse_text": "Other seed fell among thorny plants. The thorns grew with the plants and choked them."
            },
            {
                "verse_number": "8",
                "verse_text": "Still other seed landed on good soil. When it grew, it produced one hundred times more grain than was scattered. &apos; As he said this, he called out, &apos; Everyone who has ears should pay attention. &apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "His disciples asked him what this parable meant."
            },
            {
                "verse_number": "10",
                "verse_text": "He said, &apos;You have been given the mysteries of God&quot;s kingdom, but these mysteries come to everyone else in parables so that when they see, they can&quot;t see, and when they hear, they can&quot;t understand ."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;The parable means this: The seed is God&quot;s word."
            },
            {
                "verse_number": "12",
                "verse_text": "The seed on the path are those who hear, but then the devil comes and steals the word from their hearts so that they won&quot;t believe and be saved."
            },
            {
                "verse_number": "13",
                "verse_text": "The seed on the rock are those who receive the word joyfully when they hear it, but they have no root. They believe for a while but fall away when they are tempted."
            },
            {
                "verse_number": "14",
                "verse_text": "As for the seed that fell among thorny plants, these are the ones who, as they go about their lives, are choked by the concerns, riches, and pleasures of life, and their fruit never matures."
            },
            {
                "verse_number": "15",
                "verse_text": "The seed that fell on good soil are those who hear the word and commit themselves to it with a good and upright heart. Through their resolve, they bear fruit."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos; No one lights a lamp and then covers it with a bowl or puts it under a bed. Instead, they put it on top of a lampstand so that those who enter can see the light."
            },
            {
                "verse_number": "17",
                "verse_text": "Nothing is hidden that won&quot;t be exposed. Nor is anything concealed that won&quot;t be made known and brought to the light."
            },
            {
                "verse_number": "18",
                "verse_text": "Therefore, listen carefully. Those who have will receive more, but as for those who don&quot;t have, even what they seem to have will be taken away from them. &apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus&quot; mother and brothers came to him but were unable to reach him because of the crowd."
            },
            {
                "verse_number": "20",
                "verse_text": "Someone told him, &apos;Your mother and brothers are standing outside, wanting to see you.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "He replied, &apos; My mother and brothers are those who listen to God&quot;s word and do it. &apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "One day Jesus and his disciples boarded a boat. He said to them, &apos; Let&quot;s cross over to the other side of the lake. &apos; So they set sail."
            },
            {
                "verse_number": "23",
                "verse_text": "While they were sailing, he fell asleep. Gale-force winds swept down on the lake. The boat was filling up with water and they were in danger."
            },
            {
                "verse_number": "24",
                "verse_text": "So they went and woke Jesus, shouting, &apos;Master, Master, we&quot;re going to drown!&apos; But he got up and gave orders to the wind and the violent waves. The storm died down and it was calm."
            },
            {
                "verse_number": "25",
                "verse_text": "He said to his disciples, &apos; Where is your faith? &apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus and his disciples sailed to the Gerasenes&quot; land, which is across the lake from Galilee."
            },
            {
                "verse_number": "27",
                "verse_text": "As soon as Jesus got out of the boat, a certain man met him. The man was from the city and was possessed by demons. For a long time, he had lived among the tombs, naked and homeless."
            },
            {
                "verse_number": "28",
                "verse_text": "When he saw Jesus, he shrieked and fell down before him. Then he shouted, &apos;What have you to do with me, Jesus, Son of the Most High God? I beg you, don&quot;t torture me!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "He said this because Jesus had already commanded the unclean spirit to come out of the man. Many times it had taken possession of him, so he would be bound with leg irons and chains and placed under guard. But he would break his restraints, and the demon would force him into the wilderness."
            },
            {
                "verse_number": "30",
                "verse_text": "Jesus asked him, &apos; What is your name? &apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "They pleaded with him not to order them to go back into the abyss."
            },
            {
                "verse_number": "32",
                "verse_text": "A large herd of pigs was feeding on the hillside. The demons begged Jesus to let them go into the pigs. Jesus gave them permission,"
            },
            {
                "verse_number": "33",
                "verse_text": "and the demons left the man and entered the pigs. The herd rushed down the cliff into the lake and drowned."
            },
            {
                "verse_number": "34",
                "verse_text": "When those who tended the pigs saw what happened, they ran away and told the story in the city and in the countryside."
            },
            {
                "verse_number": "35",
                "verse_text": "People came to see what had happened. They came to Jesus and found the man from whom the demons had gone. He was sitting at Jesus&quot; feet, fully dressed and completely sane. They were filled with awe."
            },
            {
                "verse_number": "36",
                "verse_text": "Those people who had actually seen what had happened told them how the demon-possessed man had been delivered."
            },
            {
                "verse_number": "37",
                "verse_text": "Then everyone gathered from the region of the Gerasenes asked Jesus to leave their area because they were overcome with fear. So he got into the boat and returned across the lake."
            },
            {
                "verse_number": "38",
                "verse_text": "The man from whom the demons had gone begged to come along with Jesus as one of his disciples. Jesus sent him away, saying,"
            },
            {
                "verse_number": "39",
                "verse_text": "&apos; Return home and tell the story of what God has done for you. &apos; So he went throughout the city proclaiming what Jesus had done for him."
            },
            {
                "verse_number": "40",
                "verse_text": "When Jesus returned, the crowd welcomed him, for they had been waiting for him."
            },
            {
                "verse_number": "41",
                "verse_text": "A man named Jairus, who was a synagogue leader, came and fell at Jesus&quot; feet. He pleaded with Jesus to come to his house"
            },
            {
                "verse_number": "42",
                "verse_text": "because his only daughter, a twelve-year-old, was dying."
            },
            {
                "verse_number": "43",
                "verse_text": "A woman was there who had been bleeding for twelve years. She had spent her entire livelihood on doctors, but no one could heal her."
            },
            {
                "verse_number": "44",
                "verse_text": "She came up behind him and touched the hem of his clothes, and at once her bleeding stopped."
            },
            {
                "verse_number": "45",
                "verse_text": "&apos; Who touched me? &apos; Jesus asked."
            },
            {
                "verse_number": "46",
                "verse_text": "But Jesus said, &apos; Someone touched me. I know that power has gone out from me. &apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "When the woman saw that she couldn&quot;t escape notice, she came trembling and fell before Jesus. In front of everyone, she explained why she had touched him and how she had been immediately healed."
            },
            {
                "verse_number": "48",
                "verse_text": "&apos; Daughter, your faith has healed you, &apos; Jesus said. &apos; Go in peace. &apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "While Jesus was still speaking, someone came from the synagogue leader&quot;s house, saying to Jairus, &apos;Your daughter has died. Don&quot;t bother the teacher any longer.&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "When Jesus heard this, he responded, &apos; Don&quot;t be afraid; just keep trusting, and she will be healed. &apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "When he came to the house, he didn&quot;t allow anyone to enter with him except Peter, John, and James, and the child&quot;s father and mother."
            },
            {
                "verse_number": "52",
                "verse_text": "They were all crying and mourning for her, but Jesus said, &apos; Don&quot;t cry. She isn&quot;t dead. She&quot;s only sleeping. &apos;"
            },
            {
                "verse_number": "53",
                "verse_text": "They laughed at him because they knew she was dead."
            },
            {
                "verse_number": "54",
                "verse_text": "Taking her hand, Jesus called out, &apos; Child, get up. &apos;"
            },
            {
                "verse_number": "55",
                "verse_text": "Her life returned and she got up at once. He directed them to give her something to eat."
            },
            {
                "verse_number": "56",
                "verse_text": "Her parents were beside themselves with joy, but he ordered them to tell no one what had happened."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Jesus called the Twelve together and he gave them power and authority over all demons and to heal sicknesses."
            },
            {
                "verse_number": "2",
                "verse_text": "He sent them out to proclaim God&quot;s kingdom and to heal the sick."
            },
            {
                "verse_number": "3",
                "verse_text": "He told them, &apos; Take nothing for the journey&ndash;no walking stick, no bag, no bread, no money, not even an extra shirt."
            },
            {
                "verse_number": "4",
                "verse_text": "Whatever house you enter, remain there until you leave that place."
            },
            {
                "verse_number": "5",
                "verse_text": "Wherever they don&quot;t welcome you, as you leave that city, shake the dust off your feet as a witness against them. &apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "They departed and went through the villages proclaiming the good news and healing people everywhere. But they said, &apos;We have no more than five loaves of bread and two fish&ndash;unless we go and buy food for all these people.&apos; Jesus said to his disciples, &apos; Seat them in groups of about fifty. &apos; Peter answered, &apos;The Christ sent from God.&apos; While everyone was marveling at everything he was doing, Jesus said to his disciples, He replied, &apos;Lord, first let me go and bury my father.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Herod the ruler heard about everything that was happening. He was confused because some people were saying that John had been raised from the dead,"
            },
            {
                "verse_number": "8",
                "verse_text": "others that Elijah had appeared, and still others that one of the ancient prophets had come back to life."
            },
            {
                "verse_number": "9",
                "verse_text": "Herod said, &apos;I beheaded John, so now who am I hearing about?&apos; Herod wanted to see him."
            },
            {
                "verse_number": "10",
                "verse_text": "When the apostles returned, they described for Jesus what they had done. Taking them with him, Jesus withdrew privately to a city called Bethsaida."
            },
            {
                "verse_number": "11",
                "verse_text": "When the crowds figured it out, they followed him. He welcomed them, spoke to them about God&quot;s kingdom, and healed those who were sick."
            },
            {
                "verse_number": "12",
                "verse_text": "When the day was almost over, the Twelve came to him and said, &apos;Send the crowd away so that they can go to the nearby villages and countryside and find lodging and food, because we are in a deserted place.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "He replied, &apos; You give them something to eat. &apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "(They said this because about five thousand men were present.)"
            },
            {
                "verse_number": "15",
                "verse_text": "They did so, and everyone was seated."
            },
            {
                "verse_number": "16",
                "verse_text": "He took the five loaves and the two fish, looked up to heaven, blessed them, and broke them and gave them to the disciples to set before the crowd."
            },
            {
                "verse_number": "17",
                "verse_text": "Everyone ate until they were full, and the disciples filled twelve baskets with the leftovers."
            },
            {
                "verse_number": "18",
                "verse_text": "Once when Jesus was praying by himself, the disciples joined him, and he asked them, &apos; Who do the crowds say that I am? &apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "They answered, &apos;John the Baptist, others Elijah, and still others that one of the ancient prophets has come back to life.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "He asked them, &apos; And what about you? Who do you say that I am? &apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus gave them strict orders not to tell this to anyone."
            },
            {
                "verse_number": "22",
                "verse_text": "He said, &apos; The Human One must suffer many things and be rejected&ndash;by the elders, chief priests, and the legal experts&ndash;and be killed and be raised on the third day. &apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus said to everyone, &apos; All who want to come after me must say no to themselves, take up their cross daily, and follow me."
            },
            {
                "verse_number": "24",
                "verse_text": "All who want to save their lives will lose them. But all who lose their lives because of me will save them."
            },
            {
                "verse_number": "25",
                "verse_text": "What advantage do people have if they gain the whole world for themselves yet perish or lose their lives?"
            },
            {
                "verse_number": "26",
                "verse_text": "Whoever is ashamed of me and my words, the Human One will be ashamed of that person when he comes in his glory and in the glory of the Father and of the holy angels."
            },
            {
                "verse_number": "27",
                "verse_text": "I assure you that some standing here won&quot;t die before they see God&quot;s kingdom. &apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "About eight days after Jesus said these things, he took Peter, John, and James, and went up on a mountain to pray."
            },
            {
                "verse_number": "29",
                "verse_text": "As he was praying, the appearance of his face changed and his clothes flashed white like lightning."
            },
            {
                "verse_number": "30",
                "verse_text": "Two men, Moses and Elijah, were talking with him."
            },
            {
                "verse_number": "31",
                "verse_text": "They were clothed with heavenly splendor and spoke about Jesus&quot; departure, which he would achieve in Jerusalem."
            },
            {
                "verse_number": "32",
                "verse_text": "Peter and those with him were almost overcome by sleep, but they managed to stay awake and saw his glory as well as the two men with him."
            },
            {
                "verse_number": "33",
                "verse_text": "As the two men were about to leave Jesus, Peter said to him, &apos;Master, it&quot;s good that we&quot;re here. We should construct three shrines: one for you, one for Moses, and one for Elijah&apos;&ndash;but he didn&quot;t know what he was saying."
            },
            {
                "verse_number": "34",
                "verse_text": "Peter was still speaking when a cloud overshadowed them. As they entered the cloud, they were overcome with awe."
            },
            {
                "verse_number": "35",
                "verse_text": "Then a voice from the cloud said, &apos;This is my Son, my chosen one. Listen to him!&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Even as the voice spoke, Jesus was found alone. They were speechless and at the time told no one what they had seen."
            },
            {
                "verse_number": "37",
                "verse_text": "The next day, when Jesus, Peter, John, and James had come down from the mountain, a large crowd met Jesus."
            },
            {
                "verse_number": "38",
                "verse_text": "A man from the crowd shouted, &apos;Teacher, I beg you to take a look at my son, my only child."
            },
            {
                "verse_number": "39",
                "verse_text": "Look, a spirit seizes him and, without any warning, he screams. It shakes him and causes him to foam at the mouth. It tortures him and rarely leaves him alone."
            },
            {
                "verse_number": "40",
                "verse_text": "I begged your disciples to throw it out, but they couldn&quot;t.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Jesus answered, &apos; You faithless and crooked generation, how long will I be with you and put up with you? Bring your son here. &apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "While he was coming, the demon threw him down and shook him violently. Jesus spoke harshly to the unclean spirit, healed the child, and gave him back to his father."
            },
            {
                "verse_number": "43",
                "verse_text": "Everyone was overwhelmed by God&quot;s greatness."
            },
            {
                "verse_number": "44",
                "verse_text": "&apos; Take these words to heart: the Human One is about to be delivered into human hands. &apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "They didn&quot;t understand this statement. Its meaning was hidden from them so they couldn&quot;t grasp it. And they were afraid to ask him about it."
            },
            {
                "verse_number": "46",
                "verse_text": "An argument arose among the disciples about which of them was the greatest."
            },
            {
                "verse_number": "47",
                "verse_text": "Aware of their deepest thoughts, Jesus took a little child and had the child stand beside him."
            },
            {
                "verse_number": "48",
                "verse_text": "Jesus said to his disciples, &apos; Whoever welcomes this child in my name welcomes me. Whoever welcomes me, welcomes the one who sent me. Whoever is least among you all is the greatest. &apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "John replied, &apos;Master, we saw someone throwing demons out in your name, and we tried to stop him because he isn&quot;t in our group of followers.&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "But Jesus replied, &apos; Don&quot;t stop him, because whoever isn&quot;t against you is for you. &apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "As the time approached when Jesus was to be taken up into heaven, he determined to go to Jerusalem."
            },
            {
                "verse_number": "52",
                "verse_text": "He sent messengers on ahead of him. Along the way, they entered a Samaritan village to prepare for his arrival,"
            },
            {
                "verse_number": "53",
                "verse_text": "but the Samaritan villagers refused to welcome him because he was determined to go to Jerusalem."
            },
            {
                "verse_number": "54",
                "verse_text": "When the disciples James and John saw this, they said, &apos;Lord, do you want us to call fire down from heaven to consume them?&apos;"
            },
            {
                "verse_number": "55",
                "verse_text": "But Jesus turned and spoke sternly to them,"
            },
            {
                "verse_number": "56",
                "verse_text": "and they went on to another village."
            },
            {
                "verse_number": "57",
                "verse_text": "As Jesus and his disciples traveled along the road, someone said to him, &apos;I will follow you wherever you go.&apos;"
            },
            {
                "verse_number": "58",
                "verse_text": "Jesus replied, &apos; Foxes have dens and the birds in the sky have nests, but the Human One has no place to lay his head. &apos;"
            },
            {
                "verse_number": "59",
                "verse_text": "Then Jesus said to someone else, &apos; Follow me. &apos;"
            },
            {
                "verse_number": "60",
                "verse_text": "Jesus said to him, &apos; Let the dead bury their own dead. But you go and spread the news of God&quot;s kingdom. &apos;"
            },
            {
                "verse_number": "61",
                "verse_text": "Someone else said to Jesus, &apos;I will follow you, Lord, but first let me say good-bye to those in my house.&apos;"
            },
            {
                "verse_number": "62",
                "verse_text": "Jesus said to him, &apos; No one who puts a hand on the plow and looks back is fit for God&quot;s kingdom. &apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "After these things, the Lord commissioned seventy-two others and sent them on ahead in pairs to every city and place he was about to go."
            },
            {
                "verse_number": "2",
                "verse_text": "He said to them, &apos;The harvest is bigger than you can imagine, but there are few workers. Therefore, plead with the Lord of the harvest to send out workers for his harvest."
            },
            {
                "verse_number": "3",
                "verse_text": "Go! Be warned, though, that I&quot;m sending you out as lambs among wolves."
            },
            {
                "verse_number": "4",
                "verse_text": "Carry no wallet, no bag, and no sandals. Don&quot;t even greet anyone along the way."
            },
            {
                "verse_number": "5",
                "verse_text": "Whenever you enter a house, first say, &quot;May peace be on this house.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "If anyone there shares God&quot;s peace, then your peace will rest on that person. If not, your blessing will return to you."
            },
            {
                "verse_number": "7",
                "verse_text": "Remain in this house, eating and drinking whatever they set before you, for workers deserve their pay. Don&quot;t move from house to house."
            },
            {
                "verse_number": "8",
                "verse_text": "Whenever you enter a city and its people welcome you, eat what they set before you."
            },
            {
                "verse_number": "9",
                "verse_text": "Heal the sick who are there, and say to them, &quot;God&quot;s kingdom has come upon you.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "Whenever you enter a city and the people don&quot;t welcome you, go out into the streets and say,"
            },
            {
                "verse_number": "11",
                "verse_text": "&quot;As a complaint against you, we brush off the dust of your city that has collected on our feet. But know this: God&quot;s kingdom has come to you.&quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "I assure you that Sodom will be better off on Judgment Day than that city. Jesus told him, &apos; Go and do likewise. &apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos; How terrible it will be for you, Chorazin. How terrible it will be for you, Bethsaida. If the miracles done among you had been done in Tyre and Sidon, they would have changed their hearts and lives long ago. They would have sat around in funeral clothes and ashes."
            },
            {
                "verse_number": "14",
                "verse_text": "But Tyre and Sidon will be better off at the judgment than you."
            },
            {
                "verse_number": "15",
                "verse_text": "And you, Capernaum, will you be honored by being raised up to heaven? No, you will be cast down to the place of the dead."
            },
            {
                "verse_number": "16",
                "verse_text": "Whoever listens to you listens to me. Whoever rejects you rejects me. Whoever rejects me rejects the one who sent me. &apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The seventy-two returned joyously, saying, &apos;Lord, even the demons submit themselves to us in your name.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Jesus replied, &apos; I saw Satan fall from heaven like lightning."
            },
            {
                "verse_number": "19",
                "verse_text": "Look, I have given you authority to crush snakes and scorpions underfoot. I have given you authority over all the power of the enemy. Nothing will harm you."
            },
            {
                "verse_number": "20",
                "verse_text": "Nevertheless, don&quot;t rejoice because the spirits submit to you. Rejoice instead that your names are written in heaven. &apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "At that very moment, Jesus overflowed with joy from the Holy Spirit and said, &apos; I praise you, Father, Lord of heaven and earth, because you&quot;ve hidden these things from the wise and intelligent and shown them to babies. Indeed, Father, this brings you happiness."
            },
            {
                "verse_number": "22",
                "verse_text": "My Father has handed all things over to me. No one knows who the Son is except the Father, or who the Father is except the Son and anyone to whom the Son wants to reveal him. &apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Turning to the disciples, he said privately, &apos; Happy are the eyes that see what you see."
            },
            {
                "verse_number": "24",
                "verse_text": "I assure you that many prophets and kings wanted to see what you see and hear what you hear, but they didn&quot;t. &apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "A legal expert stood up to test Jesus. &apos;Teacher,&apos; he said, &apos;what must I do to gain eternal life?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus replied, &apos; What is written in the Law? How do you interpret it? &apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "He responded, &apos; You must love the Lord your God with all your heart, with all your being, with all your strength, and with all your mind, and love your neighbor as yourself .&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Jesus said to him, &apos; You have answered correctly. Do this and you will live. &apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "But the legal expert wanted to prove that he was right, so he said to Jesus, &apos;And who is my neighbor?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Jesus replied, &apos; A man went down from Jerusalem to Jericho. He encountered thieves, who stripped him naked, beat him up, and left him near death."
            },
            {
                "verse_number": "31",
                "verse_text": "Now it just so happened that a priest was also going down the same road. When he saw the injured man, he crossed over to the other side of the road and went on his way."
            },
            {
                "verse_number": "32",
                "verse_text": "Likewise, a Levite came by that spot, saw the injured man, and crossed over to the other side of the road and went on his way."
            },
            {
                "verse_number": "33",
                "verse_text": "A Samaritan, who was on a journey, came to where the man was. But when he saw him, he was moved with compassion."
            },
            {
                "verse_number": "34",
                "verse_text": "The Samaritan went to him and bandaged his wounds, tending them with oil and wine. Then he placed the wounded man on his own donkey, took him to an inn, and took care of him."
            },
            {
                "verse_number": "35",
                "verse_text": "The next day, he took two full days&quot; worth of wages and gave them to the innkeeper. He said, &quot;Take care of him, and when I return, I will pay you back for any additional costs.&quot;"
            },
            {
                "verse_number": "36",
                "verse_text": "What do you think? Which one of these three was a neighbor to the man who encountered thieves? &apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Then the legal expert said, &apos;The one who demonstrated mercy toward him.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "While Jesus and his disciples were traveling, Jesus entered a village where a woman named Martha welcomed him as a guest."
            },
            {
                "verse_number": "39",
                "verse_text": "She had a sister named Mary, who sat at the Lord&quot;s feet and listened to his message."
            },
            {
                "verse_number": "40",
                "verse_text": "By contrast, Martha was preoccupied with getting everything ready for their meal. So Martha came to him and said, &apos;Lord, don&quot;t you care that my sister has left me to prepare the table all by myself? Tell her to help me.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "The Lord answered, &apos; Martha, Martha, you are worried and distracted by many things."
            },
            {
                "verse_number": "42",
                "verse_text": "One thing is necessary. Mary has chosen the better part. It won&quot;t be taken away from her. &apos;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Jesus was praying in a certain place. When he finished, one of his disciples said, &apos;Lord, teach us to pray, just as John taught his disciples.&apos; &quot;Father, uphold the holiness of your name. Bring in your kingdom. for we also forgive everyone who has wronged us. And don&quot;t lead us into temptation.&quot; &apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus told them, &apos; When you pray, say:"
            },
            {
                "verse_number": "3",
                "verse_text": "Give us the bread we need for today."
            },
            {
                "verse_number": "4",
                "verse_text": "Forgive us our sins,"
            },
            {
                "verse_number": "5",
                "verse_text": "He also said to them, &apos;Imagine that one of you has a friend and you go to that friend in the middle of the night. Imagine saying, &quot;Friend, loan me three loaves of bread"
            },
            {
                "verse_number": "6",
                "verse_text": "because a friend of mine on a journey has arrived and I have nothing to set before him.&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "Imagine further that he answers from within the house, &quot;Don&quot;t bother me. The door is already locked, and my children and I are in bed. I can&quot;t get up to give you anything.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "I assure you, even if he wouldn&quot;t get up and help because of his friendship, he will get up and give his friend whatever he needs because of his friend&quot;s brashness."
            },
            {
                "verse_number": "9",
                "verse_text": "And I tell you: Ask and you will receive. Seek and you will find. Knock and the door will be opened to you."
            },
            {
                "verse_number": "10",
                "verse_text": "Everyone who asks, receives. Whoever seeks, finds. To everyone who knocks, the door is opened."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos; Which father among you would give a snake to your child if the child asked for a fish?"
            },
            {
                "verse_number": "12",
                "verse_text": "If a child asked for an egg, what father would give the child a scorpion?"
            },
            {
                "verse_number": "13",
                "verse_text": "If you who are evil know how to give good gifts to your children, how much more will the heavenly Father give the Holy Spirit to those who ask him? &apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus was throwing out a demon that causes muteness. When the demon was gone, the man who couldn&quot;t speak began to talk. The crowds were amazed."
            },
            {
                "verse_number": "15",
                "verse_text": "But some of them said, &apos;He throws out demons with the authority of Beelzebul, the ruler of demons.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Others were testing him, seeking a sign from heaven."
            },
            {
                "verse_number": "17",
                "verse_text": "Because Jesus knew what they were thinking, he said to them, &apos;Every kingdom involved in civil war becomes a wasteland, and a house torn apart by divisions will collapse."
            },
            {
                "verse_number": "18",
                "verse_text": "If Satan is at war with himself, how will his kingdom endure? I ask this because you say that I throw out demons by the authority of Beelzebul."
            },
            {
                "verse_number": "19",
                "verse_text": "If I throw out demons by the authority of Beelzebul, then by whose authority do your followers throw them out? Therefore, they will be your judges."
            },
            {
                "verse_number": "20",
                "verse_text": "But if I throw out demons by the power of God, then God&quot;s kingdom has already overtaken you."
            },
            {
                "verse_number": "21",
                "verse_text": "When a strong man, fully armed, guards his own palace, his possessions are secure."
            },
            {
                "verse_number": "22",
                "verse_text": "But as soon as a stronger one attacks and overpowers him, the stronger one takes away the armor he had trusted and divides the stolen goods."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos; Whoever isn&quot;t with me is against me, and whoever doesn&quot;t gather with me, scatters."
            },
            {
                "verse_number": "24",
                "verse_text": "When an unclean spirit leaves a person, it wanders through dry places looking for a place to rest. But it doesn&quot;t find any. Then it says, &quot;I&quot;ll go back to the house I left.&quot;"
            },
            {
                "verse_number": "25",
                "verse_text": "When it arrives, it finds the house cleaned up and decorated."
            },
            {
                "verse_number": "26",
                "verse_text": "Then it goes and brings with it seven other spirits more evil than itself. They go in and make their home there. That person is worse off at the end than at the beginning. &apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "While Jesus was saying these things, a certain woman in the crowd spoke up: &apos;Happy is the mother who gave birth to you and who nursed you.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "But he said, &apos; Happy rather are those who hear God&quot;s word and put it into practice. &apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "When the crowds grew, Jesus said, &apos;This generation is an evil generation. It looks for a sign, but no sign will be given to it except Jonah&quot;s sign."
            },
            {
                "verse_number": "30",
                "verse_text": "Just as Jonah became a sign to the people of Nineveh, so the Human One will be a sign to this generation."
            },
            {
                "verse_number": "31",
                "verse_text": "The queen of the South will rise up at the judgment with the people of this generation and condemn them, because she came from a distant land to hear Solomon&quot;s wisdom. And look, someone greater than Solomon is here."
            },
            {
                "verse_number": "32",
                "verse_text": "The people of Nineveh will rise up at the judgment with this generation and condemn it, because they changed their hearts and lives in response to Jonah&quot;s preaching&ndash;and one greater than Jonah is here."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos; People don&quot;t light a lamp and then put it in a closet or under a basket. Rather, they place the lamp on a lampstand so that those who enter the house can see the light."
            },
            {
                "verse_number": "34",
                "verse_text": "Your eye is the lamp of your body. When your eye is healthy, your whole body is full of light. But when your eye is bad, your whole body is full of darkness."
            },
            {
                "verse_number": "35",
                "verse_text": "Therefore, see to it that the light in you isn&quot;t darkness."
            },
            {
                "verse_number": "36",
                "verse_text": "If your whole body is full of light&ndash;with no part darkened&ndash;then it will be as full of light as when a lamp shines brightly on you. &apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "While Jesus was speaking, a Pharisee invited him to share a meal with him, so Jesus went and took his place at the table."
            },
            {
                "verse_number": "38",
                "verse_text": "When the Pharisee saw that Jesus didn&quot;t ritually purify his hands by washing before the meal, he was astonished."
            },
            {
                "verse_number": "39",
                "verse_text": "The Lord said to him, &apos;Now, you Pharisees clean the outside of the cup and platter, but your insides are stuffed with greed and wickedness."
            },
            {
                "verse_number": "40",
                "verse_text": "Foolish people! Didn&quot;t the one who made the outside also make the inside?"
            },
            {
                "verse_number": "41",
                "verse_text": "Therefore, give to those in need from the core of who you are and you will be clean all over."
            },
            {
                "verse_number": "42",
                "verse_text": "&apos;How terrible for you Pharisees! You give a tenth of your mint, rue, and garden herbs of all kinds, while neglecting justice and love for God. These you ought to have done without neglecting the others."
            },
            {
                "verse_number": "43",
                "verse_text": "&apos;How terrible for you Pharisees! You love the most prominent seats in the synagogues and respectful greetings in the marketplaces."
            },
            {
                "verse_number": "44",
                "verse_text": "&apos; How terrible for you! You are like unmarked graves, and people walk on them without recognizing it. &apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "One of the legal experts responded, &apos;Teacher, when you say these things, you are insulting us too.&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "Jesus said, &apos;How terrible for you legal experts too! You load people down with impossible burdens and you refuse to lift a single finger to help them."
            },
            {
                "verse_number": "47",
                "verse_text": "&apos;How terrible for you! You built memorials to the prophets, whom your ancestors killed."
            },
            {
                "verse_number": "48",
                "verse_text": "In this way, you testify that you approve of your ancestors&quot; deeds. They killed the prophets, and you build memorials!"
            },
            {
                "verse_number": "49",
                "verse_text": "Therefore, God&quot;s wisdom has said, &quot;I will send prophets and apostles to them and they will harass and kill some of them.&quot;"
            },
            {
                "verse_number": "50",
                "verse_text": "As a result, this generation will be charged with the murder of all the prophets since the beginning of time."
            },
            {
                "verse_number": "51",
                "verse_text": "This includes the murder of every prophet&ndash;from Abel to Zechariah&ndash;who was killed between the altar and the holy place. Yes, I&quot;m telling you, this generation will be charged with it."
            },
            {
                "verse_number": "52",
                "verse_text": "&apos; How terrible for you legal experts! You snatched away the key of knowledge. You didn&quot;t enter yourselves, and you stood in the way of those who were entering. &apos;"
            },
            {
                "verse_number": "53",
                "verse_text": "As he left there, the legal experts and Pharisees began to resent him deeply and to ask him pointed questions about many things."
            },
            {
                "verse_number": "54",
                "verse_text": "They plotted against him, trying to trap him in his words."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "When a crowd of thousands upon thousands had gathered so that they were crushing each other, Jesus began to speak first to his disciples: &apos;Watch out for the yeast of the Pharisees&ndash;I mean, the mismatch between their hearts and lives."
            },
            {
                "verse_number": "2",
                "verse_text": "Nothing is hidden that won&quot;t be revealed, and nothing is secret that won&quot;t be brought out into the open."
            },
            {
                "verse_number": "3",
                "verse_text": "Therefore, whatever you have said in the darkness will be heard in the light, and whatever you have whispered in the rooms deep inside the house will be announced from the rooftops."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;I tell you, my friends, don&quot;t be terrified by those who can kill the body but after that can do nothing more."
            },
            {
                "verse_number": "5",
                "verse_text": "I&quot;ll show you whom you should fear: fear the one who, after you have been killed, has the authority to throw you into hell. Indeed, I tell you, that&quot;s the one you should fear."
            },
            {
                "verse_number": "6",
                "verse_text": "Aren&quot;t five sparrows sold for two small coins? Yet not one of them is overlooked by God."
            },
            {
                "verse_number": "7",
                "verse_text": "Even the hairs on your head are all counted. Don&quot;t be afraid. You are worth more than many sparrows."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos; I tell you, everyone who acknowledges me before humans, the Human One will acknowledge before God&quot;s angels."
            },
            {
                "verse_number": "9",
                "verse_text": "But the one who rejects me before others will be rejected before God&quot;s angels."
            },
            {
                "verse_number": "10",
                "verse_text": "Anyone who speaks a word against the Human One will be forgiven, but whoever insults the Holy Spirit won&quot;t be forgiven."
            },
            {
                "verse_number": "11",
                "verse_text": "When they bring you before the synagogues, rulers, and authorities, don&quot;t worry about how to defend yourself or what you should say."
            },
            {
                "verse_number": "12",
                "verse_text": "The Holy Spirit will tell you at that very moment what you must say. &apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Someone from the crowd said to him, &apos;Teacher, tell my brother to divide the inheritance with me.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus said to him, &apos; Man, who appointed me as judge or referee between you and your brother? &apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Jesus said to them, &apos; Watch out! Guard yourself against all kinds of greed. After all, one&quot;s life isn&quot;t determined by one&quot;s possessions, even when someone is very wealthy. &apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then he told them a parable: &apos; A certain rich man&quot;s land produced a bountiful crop."
            },
            {
                "verse_number": "17",
                "verse_text": "He said to himself, What will I do? I have no place to store my harvest!"
            },
            {
                "verse_number": "18",
                "verse_text": "Then he thought, Here&quot;s what I&quot;ll do. I&quot;ll tear down my barns and build bigger ones. That&quot;s where I&quot;ll store all my grain and goods."
            },
            {
                "verse_number": "19",
                "verse_text": "I&quot;ll say to myself, You have stored up plenty of goods, enough for several years. Take it easy! Eat, drink, and enjoy yourself."
            },
            {
                "verse_number": "20",
                "verse_text": "But God said to him, &quot;Fool, tonight you will die. Now who will get the things you have prepared for yourself?&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "This is the way it will be for those who hoard things for themselves and aren&quot;t rich toward God. &apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then Jesus said to his disciples, &apos; Therefore, I say to you, don&quot;t worry about your life, what you will eat, or about your body, what you will wear."
            },
            {
                "verse_number": "23",
                "verse_text": "There is more to life than food and more to the body than clothing."
            },
            {
                "verse_number": "24",
                "verse_text": "Consider the ravens: they neither plant nor harvest, they have no silo or barn, yet God feeds them. You are worth so much more than birds!"
            },
            {
                "verse_number": "25",
                "verse_text": "Who among you by worrying can add a single moment to your life?"
            },
            {
                "verse_number": "26",
                "verse_text": "If you can&quot;t do such a small thing, why worry about the rest?"
            },
            {
                "verse_number": "27",
                "verse_text": "Notice how the lilies grow. They don&quot;t wear themselves out with work, and they don&quot;t spin cloth. But I say to you that even Solomon in all his splendor wasn&quot;t dressed like one of these."
            },
            {
                "verse_number": "28",
                "verse_text": "If God dresses grass in the field so beautifully, even though it&quot;s alive today and tomorrow it&quot;s thrown into the furnace, how much more will God do for you, you people of weak faith!"
            },
            {
                "verse_number": "29",
                "verse_text": "Don&quot;t chase after what you will eat and what you will drink. Stop worrying."
            },
            {
                "verse_number": "30",
                "verse_text": "All the nations of the world long for these things. Your Father knows that you need them."
            },
            {
                "verse_number": "31",
                "verse_text": "Instead, desire his kingdom and these things will be given to you as well."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Don&quot;t be afraid, little flock, because your Father delights in giving you the kingdom."
            },
            {
                "verse_number": "33",
                "verse_text": "Sell your possessions and give to those in need. Make for yourselves wallets that don&quot;t wear out&ndash;a treasure in heaven that never runs out. No thief comes near there, and no moth destroys."
            },
            {
                "verse_number": "34",
                "verse_text": "Where your treasure is, there your heart will be too."
            },
            {
                "verse_number": "35",
                "verse_text": "&apos; Be dressed for service and keep your lamps lit."
            },
            {
                "verse_number": "36",
                "verse_text": "Be like people waiting for their master to come home from a wedding celebration, who can immediately open the door for him when he arrives and knocks on the door."
            },
            {
                "verse_number": "37",
                "verse_text": "Happy are those servants whom the master finds waiting up when he arrives. I assure you that, when he arrives, he will dress himself to serve, seat them at the table as honored guests, and wait on them."
            },
            {
                "verse_number": "38",
                "verse_text": "Happy are those whom he finds alert, even if he comes at midnight or just before dawn ."
            },
            {
                "verse_number": "39",
                "verse_text": "But know this, if the homeowner had known what time the thief was coming, he wouldn&quot;t have allowed his home to be broken into."
            },
            {
                "verse_number": "40",
                "verse_text": "You also must be ready, because the Human One is coming at a time when you don&quot;t expect him. &apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Peter said, &apos;Lord, are you telling this parable for us or for everyone?&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "The Lord replied, &apos;Who are the faithful and wise managers whom the master will put in charge of his household servants, to give them their food at the proper time?"
            },
            {
                "verse_number": "43",
                "verse_text": "Happy are the servants whom the master finds fulfilling their responsibilities when he comes."
            },
            {
                "verse_number": "44",
                "verse_text": "I assure you that the master will put them in charge of all his possessions."
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;But suppose that these servants should say to themselves, My master is taking his time about coming. And suppose they began to beat the servants, both men and women, and to eat, drink, and get drunk."
            },
            {
                "verse_number": "46",
                "verse_text": "The master of those servants would come on a day when they weren&quot;t expecting him, at a time they couldn&quot;t predict. The master will cut them into pieces and assign them a place with the unfaithful."
            },
            {
                "verse_number": "47",
                "verse_text": "That servant who knew his master&quot;s will but didn&quot;t prepare for it or act on it will be beaten severely."
            },
            {
                "verse_number": "48",
                "verse_text": "The one who didn&quot;t know the master&quot;s will but who did things deserving punishment will be beaten only a little. Much will be demanded from everyone who has been given much, and from the one who has been entrusted with much, even more will be asked."
            },
            {
                "verse_number": "49",
                "verse_text": "&apos; I came to cast fire upon the earth. How I wish that it was already ablaze!"
            },
            {
                "verse_number": "50",
                "verse_text": "I have a baptism I must experience. How I am distressed until it&quot;s completed!"
            },
            {
                "verse_number": "51",
                "verse_text": "Do you think that I have come to bring peace to the earth? No, I tell you, I have come instead to bring division."
            },
            {
                "verse_number": "52",
                "verse_text": "From now on, a household of five will be divided&ndash;three against two and two against three."
            },
            {
                "verse_number": "53",
                "verse_text": "Father will square off against son and son against father; mother against daughter and daughter against mother; and mother-in-law against daughter-in-law and daughter-in-law against mother-in-law. &apos;"
            },
            {
                "verse_number": "54",
                "verse_text": "Jesus also said to the crowds, &apos; When you see a cloud forming in the west, you immediately say, &quot;It&quot;s going to rain.&quot; And indeed it does."
            },
            {
                "verse_number": "55",
                "verse_text": "And when a south wind blows, you say, &quot;A heat wave is coming.&quot; And it does."
            },
            {
                "verse_number": "56",
                "verse_text": "Hypocrites! You know how to interpret conditions on earth and in the sky. How is it that you don&quot;t know how to interpret the present time?"
            },
            {
                "verse_number": "57",
                "verse_text": "And why don&quot;t you judge for yourselves what is right?"
            },
            {
                "verse_number": "58",
                "verse_text": "As you are going to court with your accuser, make your best effort to reach a settlement along the way. Otherwise, your accuser may bring you before the judge, and the judge hand you over to the officer, and the officer throw you into prison."
            },
            {
                "verse_number": "59",
                "verse_text": "I tell you, you won&quot;t get out of there until you have paid the very last cent. &apos;"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Some who were present on that occasion told Jesus about the Galileans whom Pilate had killed while they were offering sacrifices."
            },
            {
                "verse_number": "2",
                "verse_text": "He replied, &apos; Do you think the suffering of these Galileans proves that they were more sinful than all the other Galileans?"
            },
            {
                "verse_number": "3",
                "verse_text": "No, I tell you, but unless you change your hearts and lives, you will die just as they did."
            },
            {
                "verse_number": "4",
                "verse_text": "What about those eighteen people who were killed when the tower of Siloam fell on them? Do you think that they were more guilty of wrongdoing than everyone else who lives in Jerusalem?"
            },
            {
                "verse_number": "5",
                "verse_text": "No, I tell you, but unless you change your hearts and lives, you will die just as they did. &apos; Jesus said to them,"
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus told this parable: &apos; A man owned a fig tree planted in his vineyard. He came looking for fruit on it and found none."
            },
            {
                "verse_number": "7",
                "verse_text": "He said to his gardener, &quot;Look, I&quot;ve come looking for fruit on this fig tree for the past three years, and I&quot;ve never found any. Cut it down! Why should it continue depleting the soil&quot;s nutrients?&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "The gardener responded, &quot;Lord, give it one more year, and I will dig around it and give it fertilizer."
            },
            {
                "verse_number": "9",
                "verse_text": "Maybe it will produce fruit next year; if not, then you can cut it down.&quot; &apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus was teaching in one of the synagogues on the Sabbath."
            },
            {
                "verse_number": "11",
                "verse_text": "A woman was there who had been disabled by a spirit for eighteen years. She was bent over and couldn&quot;t stand up straight."
            },
            {
                "verse_number": "12",
                "verse_text": "When he saw her, Jesus called her to him and said, &apos; Woman, you are set free from your sickness. &apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "He placed his hands on her and she straightened up at once and praised God."
            },
            {
                "verse_number": "14",
                "verse_text": "The synagogue leader, incensed that Jesus had healed on the Sabbath, responded, &apos;There are six days during which work is permitted. Come and be healed on those days, not on the Sabbath day.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord replied, &apos; Hypocrites! Don&quot;t each of you on the Sabbath untie your ox or donkey from its stall and lead it out to get a drink?"
            },
            {
                "verse_number": "16",
                "verse_text": "Then isn&quot;t it necessary that this woman, a daughter of Abraham, bound by Satan for eighteen long years, be set free from her bondage on the Sabbath day? &apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "When he said these things, all his opponents were put to shame, but all those in the crowd rejoiced at all the extraordinary things he was doing."
            },
            {
                "verse_number": "18",
                "verse_text": "Jesus asked, &apos; What is God&quot;s kingdom like? To what can I compare it?"
            },
            {
                "verse_number": "19",
                "verse_text": "It&quot;s like a mustard seed that someone took and planted in a garden. It grew and developed into a tree and the birds in the sky nested in its branches. &apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Again he said, &apos; To what can I compare God&quot;s kingdom?"
            },
            {
                "verse_number": "21",
                "verse_text": "It&quot;s like yeast, which a woman took and hid in a bushel of wheat flour until the yeast had worked its way through the whole. &apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus traveled through cities and villages, teaching and making his way to Jerusalem."
            },
            {
                "verse_number": "23",
                "verse_text": "Someone said to him, &apos;Lord, will only a few be saved?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos; Make every effort to enter through the narrow gate. Many, I tell you, will try to enter and won&quot;t be able to."
            },
            {
                "verse_number": "25",
                "verse_text": "Once the owner of the house gets up and shuts the door, then you will stand outside and knock on the door, saying, &quot;Lord, open the door for us.&quot; He will reply, &quot;I don&quot;t know you or where you are from.&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then you will begin to say, &quot;We ate and drank in your presence, and you taught in our streets.&quot;"
            },
            {
                "verse_number": "27",
                "verse_text": "He will respond, &quot;I don&quot;t know you or where you are from. Go away from me, all you evildoers!&quot;"
            },
            {
                "verse_number": "28",
                "verse_text": "There will be weeping and grinding of teeth when you see Abraham, Isaac, Jacob, and all the prophets in God&quot;s kingdom, but you yourselves will be thrown out."
            },
            {
                "verse_number": "29",
                "verse_text": "People will come from east and west, north and south, and sit down to eat in God&quot;s kingdom."
            },
            {
                "verse_number": "30",
                "verse_text": "Look! Those who are last will be first and those who are first will be last.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "At that time, some Pharisees approached Jesus and said, &apos;Go! Get away from here, because Herod wants to kill you.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Jesus said to them, &apos;Go, tell that fox, &quot;Look, I&quot;m throwing out demons and healing people today and tomorrow, and on the third day I will complete my work."
            },
            {
                "verse_number": "33",
                "verse_text": "However, it&quot;s necessary for me to travel today, tomorrow, and the next day because it&quot;s impossible for a prophet to be killed outside of Jerusalem.&quot;"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos; Jerusalem, Jerusalem, you who kill the prophets and stone those who were sent to you! How often I have wanted to gather your people just as a hen gathers her chicks under her wings. But you didn&quot;t want that."
            },
            {
                "verse_number": "35",
                "verse_text": "Look, your house is abandoned. I tell you, you won&quot;t see me until the time comes when you say, Blessings on the one who comes in the Lord&quot;s name . &apos;"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "One Sabbath, when Jesus went to share a meal in the home of one of the leaders of the Pharisees, they were watching him closely."
            },
            {
                "verse_number": "2",
                "verse_text": "A man suffering from an abnormal swelling of the body was there."
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus asked the lawyers and Pharisees, &apos; Does the Law allow healing on the Sabbath or not? &apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But they said nothing. Jesus took hold of the sick man, cured him, and then let him go."
            },
            {
                "verse_number": "5",
                "verse_text": "He said to them, &apos; Suppose your child or ox fell into a ditch on the Sabbath day. Wouldn&quot;t you immediately pull it out? &apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But they had no response."
            },
            {
                "verse_number": "7",
                "verse_text": "When Jesus noticed how the guests sought out the best seats at the table, he told them a parable."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos; When someone invites you to a wedding celebration, don&quot;t take your seat in the place of honor. Someone more highly regarded than you could have been invited by your host."
            },
            {
                "verse_number": "9",
                "verse_text": "The host who invited both of you will come and say to you, &quot;Give your seat to this other person.&quot; Embarrassed, you will take your seat in the least important place."
            },
            {
                "verse_number": "10",
                "verse_text": "Instead, when you receive an invitation, go and sit in the least important place. When your host approaches you, he will say, &quot;Friend, move up here to a better seat.&quot; Then you will be honored in the presence of all your fellow guests."
            },
            {
                "verse_number": "11",
                "verse_text": "All who lift themselves up will be brought low, and those who make themselves low will be lifted up. &apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Jesus said to the person who had invited him, &apos; When you host a lunch or dinner, don&quot;t invite your friends, your brothers and sisters, your relatives, or rich neighbors. If you do, they will invite you in return and that will be your reward."
            },
            {
                "verse_number": "13",
                "verse_text": "Instead, when you give a banquet, invite the poor, crippled, lame, and blind."
            },
            {
                "verse_number": "14",
                "verse_text": "And you will be blessed because they can&quot;t repay you. Instead, you will be repaid when the just are resurrected. &apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "When one of the dinner guests heard Jesus&quot; remarks, he said to Jesus, &apos;Happy are those who will feast in God&quot;s kingdom.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus replied, &apos; A certain man hosted a large dinner and invited many people."
            },
            {
                "verse_number": "17",
                "verse_text": "When it was time for the dinner to begin, he sent his servant to tell the invited guests, &quot;Come! The dinner is now ready.&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "One by one, they all began to make excuses. The first one told him, &quot;I bought a farm and must go and see it. Please excuse me.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "Another said, &quot;I bought five teams of oxen, and I&quot;m going to check on them. Please excuse me.&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "Another said, &quot;I just got married, so I can&quot;t come.&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "When he returned, the servant reported these excuses to his master. The master of the house became angry and said to his servant, &quot;Go quickly to the city&quot;s streets, the busy ones and the side streets, and bring the poor, crippled, blind, and lame.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "The servant said, &quot;Master, your instructions have been followed and there is still room.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "The master said to the servant, &quot;Go to the highways and back alleys and urge people to come in so that my house will be filled."
            },
            {
                "verse_number": "24",
                "verse_text": "I tell you, not one of those who were invited will taste my dinner.&quot; &apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Large crowds were traveling with Jesus. Turning to them, he said,"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Whoever comes to me and doesn&quot;t hate father and mother, spouse and children, and brothers and sisters&ndash;yes, even one&quot;s own life&ndash;cannot be my disciple."
            },
            {
                "verse_number": "27",
                "verse_text": "Whoever doesn&quot;t carry their own cross and follow me cannot be my disciple."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;If one of you wanted to build a tower, wouldn&quot;t you first sit down and calculate the cost, to determine whether you have enough money to complete it?"
            },
            {
                "verse_number": "29",
                "verse_text": "Otherwise, when you have laid the foundation but couldn&quot;t finish the tower, all who see it will begin to belittle you."
            },
            {
                "verse_number": "30",
                "verse_text": "They will say, &quot;Here&quot;s the person who began construction and couldn&quot;t complete it!&quot;"
            },
            {
                "verse_number": "31",
                "verse_text": "Or what king would go to war against another king without first sitting down to consider whether his ten thousand soldiers could go up against the twenty thousand coming against him?"
            },
            {
                "verse_number": "32",
                "verse_text": "And if he didn&quot;t think he could win, he would send a representative to discuss terms of peace while his enemy was still a long way off."
            },
            {
                "verse_number": "33",
                "verse_text": "In the same way, none of you who are unwilling to give up all of your possessions can be my disciple."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos; Salt is good. But if salt loses its flavor, how will it become salty again?"
            },
            {
                "verse_number": "35",
                "verse_text": "It has no value, neither for the soil nor for the manure pile. People throw it away. Whoever has ears to hear should pay attention. &apos;"
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "All the tax collectors and sinners were gathering around Jesus to listen to him."
            },
            {
                "verse_number": "2",
                "verse_text": "The Pharisees and legal experts were grumbling, saying, &apos;This man welcomes sinners and eats with them.&apos; &apos;While he was still a long way off, his father saw him and was moved with compassion. His father ran to him, hugged him, and kissed him."
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus told them this parable:"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Suppose someone among you had one hundred sheep and lost one of them. Wouldn&quot;t he leave the other ninety-nine in the pasture and search for the lost one until he finds it?"
            },
            {
                "verse_number": "5",
                "verse_text": "And when he finds it, he is thrilled and places it on his shoulders."
            },
            {
                "verse_number": "6",
                "verse_text": "When he arrives home, he calls together his friends and neighbors, saying to them, &quot;Celebrate with me because I&quot;ve found my lost sheep.&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "In the same way, I tell you, there will be more joy in heaven over one sinner who changes both heart and life than over ninety-nine righteous people who have no need to change their hearts and lives."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos; Or what woman, if she owns ten silver coins and loses one of them, won&quot;t light a lamp and sweep the house, searching her home carefully until she finds it?"
            },
            {
                "verse_number": "9",
                "verse_text": "When she finds it, she calls together her friends and neighbors, saying, &quot;Celebrate with me because I&quot;ve found my lost coin.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "In the same way, I tell you, joy breaks out in the presence of God&quot;s angels over one sinner who changes both heart and life. &apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus said, &apos;A certain man had two sons."
            },
            {
                "verse_number": "12",
                "verse_text": "The younger son said to his father, &quot;Father, give me my share of the inheritance.&quot; Then the father divided his estate between them."
            },
            {
                "verse_number": "13",
                "verse_text": "Soon afterward, the younger son gathered everything together and took a trip to a land far away. There, he wasted his wealth through extravagant living."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;When he had used up his resources, a severe food shortage arose in that country and he began to be in need."
            },
            {
                "verse_number": "15",
                "verse_text": "He hired himself out to one of the citizens of that country, who sent him into his fields to feed pigs."
            },
            {
                "verse_number": "16",
                "verse_text": "He longed to eat his fill from what the pigs ate, but no one gave him anything."
            },
            {
                "verse_number": "17",
                "verse_text": "When he came to his senses, he said, &quot;How many of my father&quot;s hired hands have more than enough food, but I&quot;m starving to death!"
            },
            {
                "verse_number": "18",
                "verse_text": "I will get up and go to my father, and say to him, &apos; Father, I have sinned against heaven and against you."
            },
            {
                "verse_number": "19",
                "verse_text": "I no longer deserve to be called your son. Take me on as one of your hired hands. &apos; &quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "So he got up and went to his father."
            },
            {
                "verse_number": "21",
                "verse_text": "Then his son said, &quot;Father, I have sinned against heaven and against you. I no longer deserve to be called your son.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "But the father said to his servants, &quot;Quickly, bring out the best robe and put it on him! Put a ring on his finger and sandals on his feet!"
            },
            {
                "verse_number": "23",
                "verse_text": "Fetch the fattened calf and slaughter it. We must celebrate with feasting"
            },
            {
                "verse_number": "24",
                "verse_text": "because this son of mine was dead and has come back to life! He was lost and is found!&quot; And they began to celebrate."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos; Now his older son was in the field. Coming in from the field, he approached the house and heard music and dancing."
            },
            {
                "verse_number": "26",
                "verse_text": "He called one of the servants and asked what was going on."
            },
            {
                "verse_number": "27",
                "verse_text": "The servant replied, &quot;Your brother has arrived, and your father has slaughtered the fattened calf because he received his son back safe and sound.&quot;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then the older son was furious and didn&quot;t want to enter in, but his father came out and begged him."
            },
            {
                "verse_number": "29",
                "verse_text": "He answered his father, &quot;Look, I&quot;ve served you all these years, and I never disobeyed your instruction. Yet you&quot;ve never given me as much as a young goat so I could celebrate with my friends."
            },
            {
                "verse_number": "30",
                "verse_text": "But when this son of yours returned, after gobbling up your estate on prostitutes, you slaughtered the fattened calf for him.&quot;"
            },
            {
                "verse_number": "31",
                "verse_text": "Then his father said, &quot;Son, you are always with me, and everything I have is yours."
            },
            {
                "verse_number": "32",
                "verse_text": "But we had to celebrate and be glad because this brother of yours was dead and is alive. He was lost and is found.&quot; &apos;"
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Jesus also said to the disciples, &apos;A certain rich man heard that his household manager was wasting his estate."
            },
            {
                "verse_number": "2",
                "verse_text": "He called the manager in and said to him, &quot;What is this I hear about you? Give me a report of your administration because you can no longer serve as my manager.&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;The household manager said to himself, What will I do now that my master is firing me as his manager? I&quot;m not strong enough to dig and too proud to beg."
            },
            {
                "verse_number": "4",
                "verse_text": "I know what I&quot;ll do so that, when I am removed from my management position, people will welcome me into their houses."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;One by one, the manager sent for each person who owed his master money. He said to the first, &quot;How much do you owe my master?&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "He said, &quot;Nine hundred gallons of olive oil.&quot; The manager said to him, &quot;Take your contract, sit down quickly, and write four hundred fifty gallons.&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then the manager said to another, &quot;How much do you owe?&quot; He said, &quot;One thousand bushels of wheat.&quot; He said, &quot;Take your contract and write eight hundred.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;The master commended the dishonest manager because he acted cleverly. People who belong to this world are more clever in dealing with their peers than are people who belong to the light."
            },
            {
                "verse_number": "9",
                "verse_text": "I tell you, use worldly wealth to make friends for yourselves so that when it&quot;s gone, you will be welcomed into the eternal homes."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos; Whoever is faithful with little is also faithful with much, and the one who is dishonest with little is also dishonest with much."
            },
            {
                "verse_number": "11",
                "verse_text": "If you haven&quot;t been faithful with worldly wealth, who will trust you with true riches?"
            },
            {
                "verse_number": "12",
                "verse_text": "If you haven&quot;t been faithful with someone else&quot;s property, who will give you your own?"
            },
            {
                "verse_number": "13",
                "verse_text": "No household servant can serve two masters. Either you will hate the one and love the other, or you will be loyal to the one and have contempt for the other. You cannot serve God and wealth. &apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The Pharisees, who were money-lovers, heard all this and sneered at Jesus."
            },
            {
                "verse_number": "15",
                "verse_text": "He said to them, &apos;You are the ones who justify yourselves before other people, but God knows your hearts. What is highly valued by people is deeply offensive to God."
            },
            {
                "verse_number": "16",
                "verse_text": "Until John, there was only the Law and the Prophets. Since then, the good news of God&quot;s kingdom is preached, and everyone is urged to enter it."
            },
            {
                "verse_number": "17",
                "verse_text": "It&quot;s easier for heaven and earth to pass away than for the smallest stroke of a pen in the Law to drop out."
            },
            {
                "verse_number": "18",
                "verse_text": "Any man who divorces his wife and marries another commits adultery, and a man who marries a woman divorced from her husband commits adultery."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;There was a certain rich man who clothed himself in purple and fine linen, and who feasted luxuriously every day."
            },
            {
                "verse_number": "20",
                "verse_text": "At his gate lay a certain poor man named Lazarus who was covered with sores."
            },
            {
                "verse_number": "21",
                "verse_text": "Lazarus longed to eat the crumbs that fell from the rich man&quot;s table. Instead, dogs would come and lick his sores."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;The poor man died and was carried by angels to Abraham&quot;s side. The rich man also died and was buried."
            },
            {
                "verse_number": "23",
                "verse_text": "While being tormented in the place of the dead, he looked up and saw Abraham at a distance with Lazarus at his side."
            },
            {
                "verse_number": "24",
                "verse_text": "He shouted, &quot;Father Abraham, have mercy on me. Send Lazarus to dip the tip of his finger in water and cool my tongue, because I&quot;m suffering in this flame.&quot;"
            },
            {
                "verse_number": "25",
                "verse_text": "But Abraham said, &quot;Child, remember that during your lifetime you received good things, whereas Lazarus received terrible things. Now Lazarus is being comforted and you are in great pain."
            },
            {
                "verse_number": "26",
                "verse_text": "Moreover, a great crevasse has been fixed between us and you. Those who wish to cross over from here to you cannot. Neither can anyone cross from there to us.&quot;"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos; The rich man said, &quot;Then I beg you, Father, send Lazarus to my father&quot;s house."
            },
            {
                "verse_number": "28",
                "verse_text": "I have five brothers. He needs to warn them so that they don&quot;t come to this place of agony.&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "Abraham replied, &quot;They have Moses and the Prophets. They must listen to them.&quot;"
            },
            {
                "verse_number": "30",
                "verse_text": "The rich man said, &quot;No, Father Abraham! But if someone from the dead goes to them, they will change their hearts and lives.&quot;"
            },
            {
                "verse_number": "31",
                "verse_text": "Abraham said, &quot;If they don&quot;t listen to Moses and the Prophets, then neither will they be persuaded if someone rises from the dead.&quot; &apos;"
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Jesus said to his disciples, &apos; Things that cause people to trip and fall into sin must happen, but how terrible it is for the person through whom they happen."
            },
            {
                "verse_number": "2",
                "verse_text": "It would be better for them to be thrown into a lake with a large stone hung around their neck than to cause one of these little ones to trip and fall into sin."
            },
            {
                "verse_number": "3",
                "verse_text": "Watch yourselves! If your brother or sister sins, warn them to stop. If they change their hearts and lives, forgive them."
            },
            {
                "verse_number": "4",
                "verse_text": "Even if someone sins against you seven times in one day and returns to you seven times and says, &quot;I am changing my ways,&quot; you must forgive that person. &apos; Jesus said, &apos; The vultures gather wherever there&quot;s a dead body. &apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The apostles said to the Lord, &apos;Increase our faith!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord replied, &apos;If you had faith the size of a mustard seed, you could say to this mulberry tree, &quot;Be uprooted and planted in the sea,&quot; and it would obey you."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos; Would any of you say to your servant, who had just come in from the field after plowing or tending sheep, &quot;Come! Sit down for dinner&quot;?"
            },
            {
                "verse_number": "8",
                "verse_text": "Wouldn&quot;t you say instead, &quot;Fix my dinner. Put on the clothes of a table servant and wait on me while I eat and drink. After that, you can eat and drink&quot;?"
            },
            {
                "verse_number": "9",
                "verse_text": "You won&quot;t thank the servant because the servant did what you asked, will you?"
            },
            {
                "verse_number": "10",
                "verse_text": "In the same way, when you have done everything required of you, you should say, &quot;We servants deserve no special praise. We have only done our duty.&quot; &apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "On the way to Jerusalem, Jesus traveled along the border between Samaria and Galilee."
            },
            {
                "verse_number": "12",
                "verse_text": "As he entered a village, ten men with skin diseases approached him. Keeping their distance from him,"
            },
            {
                "verse_number": "13",
                "verse_text": "they raised their voices and said, &apos;Jesus, Master, show us mercy!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "When Jesus saw them, he said, &apos; Go, show yourselves to the priests. &apos; As they left, they were cleansed."
            },
            {
                "verse_number": "15",
                "verse_text": "One of them, when he saw that he had been healed, returned and praised God with a loud voice."
            },
            {
                "verse_number": "16",
                "verse_text": "He fell on his face at Jesus&quot; feet and thanked him. He was a Samaritan."
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus replied, &apos; Weren&quot;t ten cleansed? Where are the other nine?"
            },
            {
                "verse_number": "18",
                "verse_text": "No one returned to praise God except this foreigner? &apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then Jesus said to him, &apos; Get up and go. Your faith has healed you. &apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Pharisees asked Jesus when God&quot;s kingdom was coming. He replied, &apos; God&quot;s kingdom isn&quot;t coming with signs that are easily noticed."
            },
            {
                "verse_number": "21",
                "verse_text": "Nor will people say, &quot;Look, here it is!&quot; or &quot;There it is!&quot; Don&quot;t you see? God&quot;s kingdom is already among you. &apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then Jesus said to the disciples, &apos;The time will come when you will long to see one of the days of the Human One, and you won&quot;t see it."
            },
            {
                "verse_number": "23",
                "verse_text": "People will say to you, &quot;Look there!&quot; or &quot;Look here!&quot; Don&quot;t leave or go chasing after them."
            },
            {
                "verse_number": "24",
                "verse_text": "The Human One will appear on his day in the same way that a flash of lightning lights up the sky from one end to the other."
            },
            {
                "verse_number": "25",
                "verse_text": "However, first he must suffer many things and be rejected by this generation."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos; As it was in the days of Noah, so it will be during the days of the Human One."
            },
            {
                "verse_number": "27",
                "verse_text": "People were eating, drinking, marrying, and being given in marriage until the day Noah entered the ark and the flood came and destroyed them all."
            },
            {
                "verse_number": "28",
                "verse_text": "Likewise in the days of Lot, people were eating, drinking, buying, selling, planting, and building."
            },
            {
                "verse_number": "29",
                "verse_text": "But on the day Lot left Sodom, fire and sulfur rained down from heaven and destroyed them all."
            },
            {
                "verse_number": "30",
                "verse_text": "That&quot;s the way it will be on the day the Human One is revealed."
            },
            {
                "verse_number": "31",
                "verse_text": "On that day, those on the roof, whose possessions are in the house, shouldn&quot;t come down to grab them. Likewise, those in the field shouldn&quot;t turn back."
            },
            {
                "verse_number": "32",
                "verse_text": "Remember Lot&quot;s wife!"
            },
            {
                "verse_number": "33",
                "verse_text": "Whoever tries to preserve their life will lose it, but whoever loses their life will preserve it."
            },
            {
                "verse_number": "34",
                "verse_text": "I tell you, on that night two people will be in the same bed: one will be taken and the other left."
            },
            {
                "verse_number": "35",
                "verse_text": "Two women will be grinding grain together: one will be taken and the other left. &apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "The disciples asked, &apos;Where, Lord?&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Jesus was telling them a parable about their need to pray continuously and not to be discouraged."
            },
            {
                "verse_number": "2",
                "verse_text": "He said, &apos; In a certain city there was a judge who neither feared God nor respected people."
            },
            {
                "verse_number": "3",
                "verse_text": "In that city there was a widow who kept coming to him, asking, &quot;Give me justice in this case against my adversary.&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "For a while he refused but finally said to himself, I don&quot;t fear God or respect people,"
            },
            {
                "verse_number": "5",
                "verse_text": "but I will give this widow justice because she keeps bothering me. Otherwise, there will be no end to her coming here and embarrassing me. &apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord said, &apos; Listen to what the unjust judge says."
            },
            {
                "verse_number": "7",
                "verse_text": "Won&quot;t God provide justice to his chosen people who cry out to him day and night? Will he be slow to help them?"
            },
            {
                "verse_number": "8",
                "verse_text": "I tell you, he will give them justice quickly. But when the Human One comes, will he find faithfulness on earth? &apos; He said, &apos;Lord, I want to see.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus told this parable to certain people who had convinced themselves that they were righteous and who looked on everyone else with disgust:"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos; Two people went up to the temple to pray. One was a Pharisee and the other a tax collector."
            },
            {
                "verse_number": "11",
                "verse_text": "The Pharisee stood and prayed about himself with these words, &quot;God, I thank you that I&quot;m not like everyone else&ndash;crooks, evildoers, adulterers&ndash;or even like this tax collector."
            },
            {
                "verse_number": "12",
                "verse_text": "I fast twice a week. I give a tenth of everything I receive.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "But the tax collector stood at a distance. He wouldn&quot;t even lift his eyes to look toward heaven. Rather, he struck his chest and said, &quot;God, show mercy to me, a sinner.&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "I tell you, this person went down to his home justified rather than the Pharisee. All who lift themselves up will be brought low, and those who make themselves low will be lifted up. &apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "People were bringing babies to Jesus so that he would bless them. When the disciples saw this, they scolded them."
            },
            {
                "verse_number": "16",
                "verse_text": "Then Jesus called them to him and said, &apos; Allow the children to come to me. Don&quot;t forbid them, because God&quot;s kingdom belongs to people like these children."
            },
            {
                "verse_number": "17",
                "verse_text": "I assure you that whoever doesn&quot;t welcome God&quot;s kingdom like a child will never enter it. &apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "A certain ruler asked Jesus, &apos;Good Teacher, what must I do to obtain eternal life?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus replied, &apos; Why do you call me good? No one is good except the one God."
            },
            {
                "verse_number": "20",
                "verse_text": "You know the commandments: Don&quot;t commit adultery. Don&quot;t murder. Don&quot;t steal. Don&quot;t give false testimony. Honor your father and mother. &apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then the ruler said, &apos;I&quot;ve kept all of these things since I was a boy.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "When Jesus heard this, he said, &apos; There&quot;s one more thing. Sell everything you own and distribute the money to the poor. Then you will have treasure in heaven. And come, follow me. &apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "When he heard these words, the man became sad because he was extremely rich."
            },
            {
                "verse_number": "24",
                "verse_text": "When Jesus saw this, he said, &apos; It&quot;s very hard for the wealthy to enter God&quot;s kingdom!"
            },
            {
                "verse_number": "25",
                "verse_text": "It&quot;s easier for a camel to squeeze through the eye of a needle than for a rich person to enter God&quot;s kingdom. &apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Those who heard this said, &apos;Then who can be saved?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Jesus replied, &apos; What is impossible for humans is possible for God. &apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Peter said, &apos;Look, we left everything we own and followed you.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus said to them, &apos; I assure you that anyone who has left house, husband, wife, brothers, sisters, parents, or children because of God&quot;s kingdom"
            },
            {
                "verse_number": "30",
                "verse_text": "will receive many times more in this age and eternal life in the coming age. &apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus took the Twelve aside and said, &apos; Look, we&quot;re going up to Jerusalem, and everything written about the Human One by the prophets will be accomplished."
            },
            {
                "verse_number": "32",
                "verse_text": "He will be handed over to the Gentiles. He will be ridiculed, mistreated, and spit on."
            },
            {
                "verse_number": "33",
                "verse_text": "After torturing him, they will kill him. On the third day, he will rise up. &apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "But the Twelve understood none of these words. The meaning of this message was hidden from them and they didn&quot;t grasp what he was saying."
            },
            {
                "verse_number": "35",
                "verse_text": "As Jesus came to Jericho, a certain blind man was sitting beside the road begging."
            },
            {
                "verse_number": "36",
                "verse_text": "When the man heard the crowd passing by, he asked what was happening."
            },
            {
                "verse_number": "37",
                "verse_text": "They told him, &apos;Jesus the Nazarene is passing by.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "The blind man shouted, &apos;Jesus, Son of David, show me mercy.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Those leading the procession scolded him, telling him to be quiet, but he shouted even louder, &apos;Son of David, show me mercy.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Jesus stopped and called for the man to be brought to him. When he was present Jesus asked,"
            },
            {
                "verse_number": "41",
                "verse_text": "&apos; What do you want me to do for you? &apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Jesus said to him, &apos; Receive your sight! Your faith has healed you. &apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "At once he was able to see, and he began to follow Jesus, praising God. When all the people saw it, they praised God too."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Jesus entered Jericho and was passing through town."
            },
            {
                "verse_number": "2",
                "verse_text": "A man there named Zacchaeus, a ruler among tax collectors, was rich."
            },
            {
                "verse_number": "3",
                "verse_text": "He was trying to see who Jesus was, but, being a short man, he couldn&quot;t because of the crowd."
            },
            {
                "verse_number": "4",
                "verse_text": "So he ran ahead and climbed up a sycamore tree so he could see Jesus, who was about to pass that way."
            },
            {
                "verse_number": "5",
                "verse_text": "When Jesus came to that spot, he looked up and said, &apos; Zacchaeus, come down at once. I must stay in your home today. &apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Zacchaeus came down at once, happy to welcome Jesus. &apos;Blessings on the king who comes in the name of the Lord. Peace in heaven and glory in the highest heavens.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Everyone who saw this grumbled, saying, &apos;He has gone to be the guest of a sinner.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Zacchaeus stopped and said to the Lord, &apos;Look, Lord, I give half of my possessions to the poor. And if I have cheated anyone, I repay them four times as much.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus said to him, &apos; Today, salvation has come to this household because he too is a son of Abraham."
            },
            {
                "verse_number": "10",
                "verse_text": "The Human One came to seek and save the lost. &apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "As they listened to this, Jesus told them another parable because he was near Jerusalem and they thought God&quot;s kingdom would appear right away."
            },
            {
                "verse_number": "12",
                "verse_text": "He said, &apos;A certain man who was born into royalty went to a distant land to receive his kingdom and then return."
            },
            {
                "verse_number": "13",
                "verse_text": "He called together ten servants and gave each of them money worth four months&quot; wages. He said, &quot;Do business with this until I return.&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "His citizens hated him, so they sent a representative after him who said, &quot;We don&quot;t want this man to be our king.&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "After receiving his kingdom, he returned and called the servants to whom he had given the money to find out how much they had earned."
            },
            {
                "verse_number": "16",
                "verse_text": "The first servant came forward and said, &quot;Your money has earned a return of one thousand percent.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "The king replied, &quot;Excellent! You are a good servant. Because you have been faithful in a small matter, you will have authority over ten cities.&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;The second servant came and said, &quot;Master, your money has made a return of five hundred percent.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "To this one, the king said, &quot;You will have authority over five cities.&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Another servant came and said, &quot;Master, here is your money. I wrapped it up in a scarf for safekeeping."
            },
            {
                "verse_number": "21",
                "verse_text": "I was afraid of you because you are a stern man. You withdraw what you haven&quot;t deposited and you harvest what you haven&quot;t planted.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "The king replied, &quot;I will judge you by the words of your own mouth, you worthless servant! You knew, did you, that I&quot;m a stern man, withdrawing what I didn&quot;t deposit, and harvesting what I didn&quot;t plant?"
            },
            {
                "verse_number": "23",
                "verse_text": "Why then didn&quot;t you put my money in the bank? Then when I arrived, at least I could have gotten it back with interest.&quot;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos; He said to his attendants, &quot;Take his money and give it to the one who has ten times as much.&quot;"
            },
            {
                "verse_number": "25",
                "verse_text": "&quot;But Master,&quot; they said, &quot;he already has ten times as much!&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "He replied, &quot;I say to you that everyone who has will be given more, but from those who have nothing, even what they have will be taken away."
            },
            {
                "verse_number": "27",
                "verse_text": "As for my enemies who don&quot;t want me as their king, bring them here and slaughter them before me.&quot; &apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "After Jesus said this, he continued on ahead, going up to Jerusalem."
            },
            {
                "verse_number": "29",
                "verse_text": "As Jesus came to Bethphage and Bethany on the Mount of Olives, he gave two disciples a task."
            },
            {
                "verse_number": "30",
                "verse_text": "He said, &apos; Go into the village over there. When you enter it, you will find tied up there a colt that no one has ever ridden. Untie it and bring it here."
            },
            {
                "verse_number": "31",
                "verse_text": "If anyone asks, &quot;Why are you untying it?&quot; just say, &quot;Its master needs it.&quot; &apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Those who had been sent found it exactly as he had said."
            },
            {
                "verse_number": "33",
                "verse_text": "As they were untying the colt, its owners said to them, &apos;Why are you untying the colt?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "They replied, &apos;Its master needs it.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "They brought it to Jesus, threw their clothes on the colt, and lifted Jesus onto it."
            },
            {
                "verse_number": "36",
                "verse_text": "As Jesus rode along, they spread their clothes on the road."
            },
            {
                "verse_number": "37",
                "verse_text": "As Jesus approached the road leading down from the Mount of Olives, the whole throng of his disciples began rejoicing. They praised God with a loud voice because of all the mighty things they had seen."
            },
            {
                "verse_number": "38",
                "verse_text": "They said,"
            },
            {
                "verse_number": "39",
                "verse_text": "Some of the Pharisees from the crowd said to Jesus, &apos;Teacher, scold your disciples! Tell them to stop!&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "He answered, &apos; I tell you, if they were silent, the stones would shout. &apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "As Jesus came to the city and observed it, he wept over it."
            },
            {
                "verse_number": "42",
                "verse_text": "He said, &apos; If only you knew on this of all days the things that lead to peace. But now they are hidden from your eyes."
            },
            {
                "verse_number": "43",
                "verse_text": "The time will come when your enemies will build fortifications around you, encircle you, and attack you from all sides."
            },
            {
                "verse_number": "44",
                "verse_text": "They will crush you completely, you and the people within you. They won&quot;t leave one stone on top of another within you, because you didn&quot;t recognize the time of your gracious visit from God. &apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "When Jesus entered the temple, he threw out those who were selling things there."
            },
            {
                "verse_number": "46",
                "verse_text": "He said to them, &apos; It&quot;s written, My house will be a house of prayer, but you have made it a hideout for crooks. &apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "Jesus was teaching daily in the temple. The chief priests, the legal experts, and the foremost leaders among the people were seeking to kill him."
            },
            {
                "verse_number": "48",
                "verse_text": "However, they couldn&quot;t find a way to do it because all the people were enthralled with what they heard."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "On one of the days when Jesus was teaching the people in the temple and proclaiming the good news, the chief priests, legal experts, and elders approached him."
            },
            {
                "verse_number": "2",
                "verse_text": "They said, &apos;Tell us: What kind of authority do you have for doing these things? Who gave you this authority?&apos; When the people heard this, they said, &apos;May this never happen!&apos; &apos;Caesar&quot;s,&apos; they replied."
            },
            {
                "verse_number": "3",
                "verse_text": "He replied, &apos; I have a question for you. Tell me:"
            },
            {
                "verse_number": "4",
                "verse_text": "Was John&quot;s baptism of heavenly or of human origin? &apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "They discussed among themselves, &apos;If we say, &quot;It&quot;s of heavenly origin,&quot; he&quot;ll say, &quot;Why didn&quot;t you believe him?&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "But if we say, &quot;It&quot;s of human origin,&quot; all the people will stone us to death because they are convinced that John was a prophet.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "They answered that they didn&quot;t know where it came from."
            },
            {
                "verse_number": "8",
                "verse_text": "Then Jesus replied, &apos; Neither will I tell you what kind of authority I have to do these things. &apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus told the people this parable: &apos; A certain man planted a vineyard, rented it to tenant farmers, and went on a trip for a long time."
            },
            {
                "verse_number": "10",
                "verse_text": "When it was time, he sent a servant to collect from the tenants his share of the fruit of the vineyard. But the tenants sent him away, beaten and empty-handed."
            },
            {
                "verse_number": "11",
                "verse_text": "The man sent another servant. But they beat him, treated him disgracefully, and sent him away empty-handed as well."
            },
            {
                "verse_number": "12",
                "verse_text": "He sent a third servant. They wounded this servant and threw him out."
            },
            {
                "verse_number": "13",
                "verse_text": "The owner of the vineyard said, &quot;What should I do? I&quot;ll send my son, whom I love dearly. Perhaps they will respect him.&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "But when they saw him, they said to each other, &quot;This is the heir. Let&quot;s kill him so the inheritance will be ours.&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "They threw him out of the vineyard and killed him. What will the owner of the vineyard do to them?"
            },
            {
                "verse_number": "16",
                "verse_text": "He will come and destroy those tenants and give the vineyard to others. &apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Staring at them, Jesus said, &apos; Then what is the meaning of this text of scripture: The stone that the builders rejected has become the cornerstone?"
            },
            {
                "verse_number": "18",
                "verse_text": "Everyone who falls on that stone will be crushed. And the stone will crush the person it falls on. &apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The legal experts and chief priests wanted to arrest him right then because they knew he had told this parable against them. But they feared the people."
            },
            {
                "verse_number": "20",
                "verse_text": "The legal experts and chief priests were watching Jesus closely and sent spies who pretended to be sincere. They wanted to trap him in his words so they could hand him over to the jurisdiction and authority of the governor."
            },
            {
                "verse_number": "21",
                "verse_text": "They asked him, &apos;Teacher, we know that you are correct in what you say and teach. You don&quot;t show favoritism but teach God&quot;s way as it really is."
            },
            {
                "verse_number": "22",
                "verse_text": "Does the Law allow people to pay taxes to Caesar or not?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Since Jesus recognized their deception, he said to them,"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos; Show me a coin. Whose image and inscription does it have on it? &apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "He said to them, &apos; Give to Caesar what belongs to Caesar and to God what belongs to God. &apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "They couldn&quot;t trap him in his words in front of the people. Astonished by his answer, they were speechless."
            },
            {
                "verse_number": "27",
                "verse_text": "Some Sadducees, who deny that there&quot;s a resurrection, came to Jesus and asked,"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Teacher, Moses wrote for us that if a man&quot;s brother dies leaving a widow but no children, the brother must marry the widow and raise up children for his brother ."
            },
            {
                "verse_number": "29",
                "verse_text": "Now there were seven brothers. The first man married a woman and then died childless."
            },
            {
                "verse_number": "30",
                "verse_text": "The second"
            },
            {
                "verse_number": "31",
                "verse_text": "and then the third brother married her. Eventually all seven married her, and they all died without leaving any children."
            },
            {
                "verse_number": "32",
                "verse_text": "Finally, the woman died too."
            },
            {
                "verse_number": "33",
                "verse_text": "In the resurrection, whose wife will she be? All seven were married to her.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus said to them, &apos; People who belong to this age marry and are given in marriage."
            },
            {
                "verse_number": "35",
                "verse_text": "But those who are considered worthy to participate in that age, that is, in the age of the resurrection from the dead, won&quot;t marry nor will they be given in marriage."
            },
            {
                "verse_number": "36",
                "verse_text": "They can no longer die, because they are like angels and are God&quot;s children since they share in the resurrection."
            },
            {
                "verse_number": "37",
                "verse_text": "Even Moses demonstrated that the dead are raised&ndash;in the passage about the burning bush, when he speaks of the Lord as the God of Abraham, the God of Isaac, and the God of Jacob ."
            },
            {
                "verse_number": "38",
                "verse_text": "He isn&quot;t the God of the dead but of the living. To him they are all alive. &apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Some of the legal experts responded, &apos;Teacher, you have answered well.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "No one dared to ask him anything else."
            },
            {
                "verse_number": "41",
                "verse_text": "Jesus said to them, &apos; Why do they say that the Christ is David&quot;s son?"
            },
            {
                "verse_number": "42",
                "verse_text": "David himself says in the scroll of Psalms, The Lord said to my lord, &quot;Sit at my right side"
            },
            {
                "verse_number": "43",
                "verse_text": "until I make your enemies a footstool for your feet.&quot;"
            },
            {
                "verse_number": "44",
                "verse_text": "Since David calls him &quot;Lord,&quot; how can he be David&quot;s son? &apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "In the presence of all the people, Jesus said to his disciples,"
            },
            {
                "verse_number": "46",
                "verse_text": "&apos; Watch out for the legal experts. They like to walk around in long robes. They love being greeted with honor in the markets. They long for the places of honor in the synagogues and at banquets."
            },
            {
                "verse_number": "47",
                "verse_text": "They are the ones who cheat widows out of their homes, and to show off they say long prayers. They will be judged most harshly. &apos;"
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Looking up, Jesus saw rich people throwing their gifts into the collection box for the temple treasury."
            },
            {
                "verse_number": "2",
                "verse_text": "He also saw a poor widow throw in two small copper coins worth a penny."
            },
            {
                "verse_number": "3",
                "verse_text": "He said, &apos; I assure you that this poor widow has put in more than them all."
            },
            {
                "verse_number": "4",
                "verse_text": "All of them are giving out of their spare change. But she from her hopeless poverty has given everything she had to live on. &apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Some people were talking about the temple, how it was decorated with beautiful stones and ornaments dedicated to God. Jesus said,"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos; As for the things you are admiring, the time is coming when not even one stone will be left upon another. All will be demolished. &apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "They asked him, &apos;Teacher, when will these things happen? What sign will show that these things are about to happen?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus said, &apos; Watch out that you aren&quot;t deceived. Many will come in my name, saying, &quot;I&quot;m the one!&quot; and &quot;It&quot;s time!&quot; Don&quot;t follow them."
            },
            {
                "verse_number": "9",
                "verse_text": "When you hear of wars and rebellions, don&quot;t be alarmed. These things must happen first, but the end won&quot;t happen immediately. &apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then Jesus said to them, &apos;Nations and kingdoms will fight against each other."
            },
            {
                "verse_number": "11",
                "verse_text": "There will be great earthquakes and wide-scale food shortages and epidemics. There will also be terrifying sights and great signs in the sky."
            },
            {
                "verse_number": "12",
                "verse_text": "But before all this occurs, they will take you into custody and harass you because of your faith. They will hand you over to synagogues and prisons, and you will be brought before kings and governors because of my name."
            },
            {
                "verse_number": "13",
                "verse_text": "This will provide you with an opportunity to testify."
            },
            {
                "verse_number": "14",
                "verse_text": "Make up your minds not to prepare your defense in advance."
            },
            {
                "verse_number": "15",
                "verse_text": "I&quot;ll give you words and wisdom that none of your opponents will be able to counter or contradict."
            },
            {
                "verse_number": "16",
                "verse_text": "You will be betrayed by your parents, brothers and sisters, relatives, and friends. They will execute some of you."
            },
            {
                "verse_number": "17",
                "verse_text": "Everyone will hate you because of my name."
            },
            {
                "verse_number": "18",
                "verse_text": "Still, not a hair on your heads will be lost."
            },
            {
                "verse_number": "19",
                "verse_text": "By holding fast, you will gain your lives."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;When you see Jerusalem surrounded by armies, then you will know that its destruction is close at hand."
            },
            {
                "verse_number": "21",
                "verse_text": "At that time, those in Judea must flee to the mountains, those in the city must escape, and those in the countryside must not enter the city."
            },
            {
                "verse_number": "22",
                "verse_text": "These are the days of punishment, when everything written will find its fulfillment."
            },
            {
                "verse_number": "23",
                "verse_text": "How terrible it will be at that time for women who are pregnant or for women who are nursing their children. There will be great agony on the earth and angry judgment on this people."
            },
            {
                "verse_number": "24",
                "verse_text": "They will fall by the edge of the sword and be taken away as captives among all nations. Jerusalem will be plundered by Gentiles until the times of the Gentiles are concluded."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos; There will be signs in the sun, moon, and stars. On the earth, there will be dismay among nations in their confusion over the roaring of the sea and surging waves."
            },
            {
                "verse_number": "26",
                "verse_text": "The planets and other heavenly bodies will be shaken, causing people to faint from fear and foreboding of what is coming upon the world."
            },
            {
                "verse_number": "27",
                "verse_text": "Then they will see the Human One coming on a cloud with power and great splendor."
            },
            {
                "verse_number": "28",
                "verse_text": "Now when these things begin to happen, stand up straight and raise your heads, because your redemption is near. &apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus told them a parable: &apos;Look at the fig tree and all the trees."
            },
            {
                "verse_number": "30",
                "verse_text": "When they sprout leaves, you can see for yourselves and know that summer is near."
            },
            {
                "verse_number": "31",
                "verse_text": "In the same way, when you see these things happening, you know that God&quot;s kingdom is near."
            },
            {
                "verse_number": "32",
                "verse_text": "I assure you that this generation won&quot;t pass away until everything has happened."
            },
            {
                "verse_number": "33",
                "verse_text": "Heaven and earth will pass away, but my words will certainly not pass away."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos; Take care that your hearts aren&quot;t dulled by drinking parties, drunkenness, and the anxieties of day-to-day life. Don&quot;t let that day fall upon you unexpectedly,"
            },
            {
                "verse_number": "35",
                "verse_text": "like a trap. It will come upon everyone who lives on the face of the whole earth."
            },
            {
                "verse_number": "36",
                "verse_text": "Stay alert at all times, praying that you are strong enough to escape everything that is about to happen and to stand before the Human One. &apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Every day Jesus was teaching in the temple, but he spent each night on the Mount of Olives."
            },
            {
                "verse_number": "38",
                "verse_text": "All the people rose early in the morning to hear him in the temple area."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "The Festival of Unleavened Bread, which is called Passover, was approaching."
            },
            {
                "verse_number": "2",
                "verse_text": "The chief priests and the legal experts were looking for a way to kill Jesus, because they were afraid of the people."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Satan entered Judas, called Iscariot, who was one of the Twelve."
            },
            {
                "verse_number": "4",
                "verse_text": "He went out and discussed with the chief priests and the officers of the temple guard how he could hand Jesus over to them."
            },
            {
                "verse_number": "5",
                "verse_text": "They were delighted and arranged payment for him."
            },
            {
                "verse_number": "6",
                "verse_text": "He agreed and began looking for an opportunity to hand Jesus over to them&ndash;a time when the crowds would be absent. They said, &apos;Nothing.&apos; He replied, &apos; Enough of that! &apos; But Peter said, &apos;Man, I&quot;m not!&apos; He answered, &apos; If I tell you, you won&quot;t believe. He replied, &apos; You say that I am. &apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The Day of Unleavened Bread arrived, when the Passover had to be sacrificed."
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus sent Peter and John with this task: &apos; Go and prepare for us to eat the Passover meal. &apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "They said to him, &apos;Where do you want us to prepare it?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus replied, &apos; When you go into the city, a man carrying a water jar will meet you. Follow him to the house he enters."
            },
            {
                "verse_number": "11",
                "verse_text": "Say to the owner of the house, &quot;The teacher says to you, &apos; Where is the guestroom where I can eat the Passover meal with my disciples? &apos; &quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "He will show you a large upstairs room, already furnished. Make preparations there. &apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "They went and found everything just as he had told them, and they prepared the Passover meal."
            },
            {
                "verse_number": "14",
                "verse_text": "When the time came, Jesus took his place at the table, and the apostles joined him."
            },
            {
                "verse_number": "15",
                "verse_text": "He said to them, &apos; I have earnestly desired to eat this Passover with you before I suffer."
            },
            {
                "verse_number": "16",
                "verse_text": "I tell you, I won&quot;t eat it until it is fulfilled in God&quot;s kingdom. &apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "After taking a cup and giving thanks, he said, &apos; Take this and share it among yourselves."
            },
            {
                "verse_number": "18",
                "verse_text": "I tell you that from now on I won&quot;t drink from the fruit of the vine until God&quot;s kingdom has come. &apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "After taking the bread and giving thanks, he broke it and gave it to them, saying, &apos; This is my body, which is given for you. Do this in remembrance of me. &apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "In the same way, he took the cup after the meal and said, &apos;This cup is the new covenant by my blood, which is poured out for you."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos; But look! My betrayer is with me; his hand is on this table."
            },
            {
                "verse_number": "22",
                "verse_text": "The Human One goes just as it has been determined. But how terrible it is for that person who betrays him. &apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "They began to argue among themselves about which of them it could possibly be who would do this."
            },
            {
                "verse_number": "24",
                "verse_text": "An argument broke out among the disciples over which one of them should be regarded as the greatest."
            },
            {
                "verse_number": "25",
                "verse_text": "But Jesus said to them, &apos;The kings of the Gentiles rule over their subjects, and those in authority over them are called &quot;friends of the people.&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "But that&quot;s not the way it will be with you. Instead, the greatest among you must become like a person of lower status and the leader like a servant."
            },
            {
                "verse_number": "27",
                "verse_text": "So which one is greater, the one who is seated at the table or the one who serves at the table? Isn&quot;t it the one who is seated at the table? But I am among you as one who serves."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;You are the ones who have continued with me in my trials."
            },
            {
                "verse_number": "29",
                "verse_text": "And I confer royal power on you just as my Father granted royal power to me."
            },
            {
                "verse_number": "30",
                "verse_text": "Thus you will eat and drink at my table in my kingdom, and you will sit on thrones overseeing the twelve tribes of Israel."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos; Simon, Simon, look! Satan has asserted the right to sift you all like wheat."
            },
            {
                "verse_number": "32",
                "verse_text": "However, I have prayed for you that your faith won&quot;t fail. When you have returned, strengthen your brothers and sisters. &apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Peter responded, &apos;Lord, I&quot;m ready to go with you, both to prison and to death!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus replied, &apos; I tell you, Peter, the rooster won&quot;t crow today before you have denied three times that you know me. &apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Jesus said to them, &apos; When I sent you out without a wallet, bag, or sandals, you didn&quot;t lack anything, did you? &apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Then he said to them, &apos; But now, whoever has a wallet must take it, and likewise a bag. And those who don&quot;t own a sword must sell their clothes and buy one."
            },
            {
                "verse_number": "37",
                "verse_text": "I tell you that this scripture must be fulfilled in relation to me: And he was counted among criminals . Indeed, what&quot;s written about me is nearing completion. &apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "They said to him, &apos;Lord, look, here are two swords.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus left and made his way to the Mount of Olives, as was his custom, and the disciples followed him."
            },
            {
                "verse_number": "40",
                "verse_text": "When he arrived, he said to them, &apos;Pray that you won&quot;t give in to temptation.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "He withdrew from them about a stone&quot;s throw, knelt down, and prayed."
            },
            {
                "verse_number": "42",
                "verse_text": "He said, &apos; Father, if it&quot;s your will, take this cup of suffering away from me. However, not my will but your will must be done. &apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Then a heavenly angel appeared to him and strengthened him."
            },
            {
                "verse_number": "44",
                "verse_text": "He was in anguish and prayed even more earnestly. His sweat became like drops of blood falling on the ground."
            },
            {
                "verse_number": "45",
                "verse_text": "When he got up from praying, he went to the disciples. He found them asleep, overcome by grief."
            },
            {
                "verse_number": "46",
                "verse_text": "He said to them, &apos; Why are you sleeping? Get up and pray so that you won&quot;t give in to temptation. &apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "While Jesus was still speaking, a crowd appeared, and the one called Judas, one of the Twelve, was leading them. He approached Jesus to kiss him."
            },
            {
                "verse_number": "48",
                "verse_text": "Jesus said to him, &apos; Judas, would you betray the Human One with a kiss? &apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "When those around him recognized what was about to happen, they said, &apos;Lord, should we fight with our swords?&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "One of them struck the high priest&quot;s servant, cutting off his right ear."
            },
            {
                "verse_number": "51",
                "verse_text": "Jesus responded, &apos; Stop! No more of this! &apos; He touched the slave&quot;s ear and healed him."
            },
            {
                "verse_number": "52",
                "verse_text": "Then Jesus said to the chief priests, the officers of the temple guard, and the elders who had come to get him, &apos; Have you come with swords and clubs to arrest me, as though I were a thief?"
            },
            {
                "verse_number": "53",
                "verse_text": "Day after day I was with you in the temple, but you didn&quot;t arrest me. But this is your time, when darkness rules. &apos;"
            },
            {
                "verse_number": "54",
                "verse_text": "After they arrested Jesus, they led him away and brought him to the high priest&quot;s house. Peter followed from a distance."
            },
            {
                "verse_number": "55",
                "verse_text": "When they lit a fire in the middle of the courtyard and sat down together, Peter sat among them."
            },
            {
                "verse_number": "56",
                "verse_text": "Then a servant woman saw him sitting in the firelight. She stared at him and said, &apos;This man was with him too.&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "But Peter denied it, saying, &apos;Woman, I don&quot;t know him!&apos;"
            },
            {
                "verse_number": "58",
                "verse_text": "A little while later, someone else saw him and said, &apos;You are one of them too.&apos;"
            },
            {
                "verse_number": "59",
                "verse_text": "An hour or so later, someone else insisted, &apos;This man must have been with him, because he is a Galilean too.&apos;"
            },
            {
                "verse_number": "60",
                "verse_text": "Peter responded, &apos;Man, I don&quot;t know what you are talking about!&apos; At that very moment, while he was still speaking, a rooster crowed."
            },
            {
                "verse_number": "61",
                "verse_text": "The Lord turned and looked straight at Peter, and Peter remembered the Lord&quot;s words: &apos; Before a rooster crows today, you will deny me three times. &apos;"
            },
            {
                "verse_number": "62",
                "verse_text": "And Peter went out and cried uncontrollably."
            },
            {
                "verse_number": "63",
                "verse_text": "The men who were holding Jesus in custody taunted him while they beat him."
            },
            {
                "verse_number": "64",
                "verse_text": "They blindfolded him and asked him repeatedly, &apos;Prophesy! Who hit you?&apos;"
            },
            {
                "verse_number": "65",
                "verse_text": "Insulting him, they said many other horrible things against him."
            },
            {
                "verse_number": "66",
                "verse_text": "As morning came, the elders of the people, both chief priests and legal experts, came together, and Jesus was brought before their council."
            },
            {
                "verse_number": "67",
                "verse_text": "They said, &apos;If you are the Christ, tell us!&apos;"
            },
            {
                "verse_number": "68",
                "verse_text": "And if I ask you a question, you won&quot;t answer."
            },
            {
                "verse_number": "69",
                "verse_text": "But from now on, the Human One will be seated on the right side of the power of God. &apos;"
            },
            {
                "verse_number": "70",
                "verse_text": "They all said, &apos;Are you God&quot;s Son, then?&apos;"
            },
            {
                "verse_number": "71",
                "verse_text": "Then they said, &apos;Why do we need further testimony? We&quot;ve heard it from his own lips.&apos;"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "The whole assembly got up and led Jesus to Pilate and"
            },
            {
                "verse_number": "2",
                "verse_text": "began to accuse him. They said, &apos;We have found this man misleading our people, opposing the payment of taxes to Caesar, and claiming that he is the Christ, a king.&apos; Jesus replied, &apos; That&quot;s what you say. &apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Pilate asked him, &apos;Are you the king of the Jews?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then Pilate said to the chief priests and the crowds, &apos;I find no legal basis for action against this man.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "But they objected strenuously, saying, &apos;He agitates the people with his teaching throughout Judea&ndash;starting from Galilee all the way here.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Hearing this, Pilate asked if the man was a Galilean."
            },
            {
                "verse_number": "7",
                "verse_text": "When he learned that Jesus was from Herod&quot;s district, Pilate sent him to Herod, who was also in Jerusalem at that time."
            },
            {
                "verse_number": "8",
                "verse_text": "Herod was very glad to see Jesus, for he had heard about Jesus and had wanted to see him for quite some time. He was hoping to see Jesus perform some sign."
            },
            {
                "verse_number": "9",
                "verse_text": "Herod questioned Jesus at length, but Jesus didn&quot;t respond to him."
            },
            {
                "verse_number": "10",
                "verse_text": "The chief priests and the legal experts were there, fiercely accusing Jesus."
            },
            {
                "verse_number": "11",
                "verse_text": "Herod and his soldiers treated Jesus with contempt. Herod mocked him by dressing Jesus in elegant clothes and sent him back to Pilate."
            },
            {
                "verse_number": "12",
                "verse_text": "Pilate and Herod became friends with each other that day. Before this, they had been enemies."
            },
            {
                "verse_number": "13",
                "verse_text": "Then Pilate called together the chief priests, the rulers, and the people."
            },
            {
                "verse_number": "14",
                "verse_text": "He said to them, &apos;You brought this man before me as one who was misleading the people. I have questioned him in your presence and found nothing in this man&quot;s conduct that provides a legal basis for the charges you have brought against him."
            },
            {
                "verse_number": "15",
                "verse_text": "Neither did Herod, because Herod returned him to us. He&quot;s done nothing that deserves death."
            },
            {
                "verse_number": "16",
                "verse_text": "Therefore, I&quot;ll have him whipped, then let him go.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "But with one voice they shouted, &apos;Away with this man! Release Barabbas to us.&apos; ("
            },
            {
                "verse_number": "19",
                "verse_text": "Barabbas had been thrown into prison because of a riot that had occurred in the city, and for murder.)"
            },
            {
                "verse_number": "20",
                "verse_text": "Pilate addressed them again because he wanted to release Jesus."
            },
            {
                "verse_number": "21",
                "verse_text": "They kept shouting out, &apos;Crucify him! Crucify him!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "For the third time, Pilate said to them, &apos;Why? What wrong has he done? I&quot;ve found no legal basis for the death penalty in his case. Therefore, I will have him whipped, then let him go.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But they were adamant, shouting their demand that Jesus be crucified. Their voices won out."
            },
            {
                "verse_number": "24",
                "verse_text": "Pilate issued his decision to grant their request."
            },
            {
                "verse_number": "25",
                "verse_text": "He released the one they asked for, who had been thrown into prison because of a riot and murder. But he handed Jesus over to their will."
            },
            {
                "verse_number": "26",
                "verse_text": "As they led Jesus away, they grabbed Simon, a man from Cyrene, who was coming in from the countryside. They put the cross on his back and made him carry it behind Jesus."
            },
            {
                "verse_number": "27",
                "verse_text": "A huge crowd of people followed Jesus, including women, who were mourning and wailing for him."
            },
            {
                "verse_number": "28",
                "verse_text": "Jesus turned to the women and said, &apos; Daughters of Jerusalem, don&quot;t cry for me. Rather, cry for yourselves and your children."
            },
            {
                "verse_number": "29",
                "verse_text": "The time will come when they will say, &quot;Happy are those who are unable to become pregnant, the wombs that never gave birth, and the breasts that never nursed a child.&quot;"
            },
            {
                "verse_number": "30",
                "verse_text": "Then they will say to the mountains, &quot;Fall on us,&quot; and to the hills, &quot;Cover us.&quot;"
            },
            {
                "verse_number": "31",
                "verse_text": "If they do these things when the tree is green, what will happen when it is dry? &apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "They also led two other criminals to be executed with Jesus."
            },
            {
                "verse_number": "33",
                "verse_text": "When they arrived at the place called The Skull, they crucified him, along with the criminals, one on his right and the other on his left."
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus said, &apos; Father, forgive them, for they don&quot;t know what they&quot;re doing. &apos; They drew lots as a way of dividing up his clothing."
            },
            {
                "verse_number": "35",
                "verse_text": "The people were standing around watching, but the leaders sneered at him, saying, &apos;He saved others. Let him save himself if he really is the Christ sent from God, the chosen one.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "The soldiers also mocked him. They came up to him, offering him sour wine"
            },
            {
                "verse_number": "37",
                "verse_text": "and saying, &apos;If you really are the king of the Jews, save yourself.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Above his head was a notice of the formal charge against him. It read &apos;This is the king of the Jews.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "One of the criminals hanging next to Jesus insulted him: &apos;Aren&quot;t you the Christ? Save yourself and us!&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Responding, the other criminal spoke harshly to him, &apos;Don&quot;t you fear God, seeing that you&quot;ve also been sentenced to die?"
            },
            {
                "verse_number": "41",
                "verse_text": "We are rightly condemned, for we are receiving the appropriate sentence for what we did. But this man has done nothing wrong.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Then he said, &apos;Jesus, remember me when you come into your kingdom.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Jesus replied, &apos; I assure you that today you will be with me in paradise. &apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "It was now about noon, and darkness covered the whole earth until about three o&quot;clock,"
            },
            {
                "verse_number": "45",
                "verse_text": "while the sun stopped shining. Then the curtain in the sanctuary tore down the middle."
            },
            {
                "verse_number": "46",
                "verse_text": "Crying out in a loud voice, Jesus said, &apos; Father, into your hands I entrust my life . &apos; After he said this, he breathed for the last time."
            },
            {
                "verse_number": "47",
                "verse_text": "When the centurion saw what happened, he praised God, saying, &apos;It&quot;s really true: this man was righteous.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "All the crowds who had come together to see this event returned to their homes beating their chests after seeing what had happened."
            },
            {
                "verse_number": "49",
                "verse_text": "And everyone who knew him, including the women who had followed him from Galilee, stood at a distance observing these things."
            },
            {
                "verse_number": "50",
                "verse_text": "Now there was a man named Joseph who was a member of the council. He was a good and righteous man."
            },
            {
                "verse_number": "51",
                "verse_text": "He hadn&quot;t agreed with the plan and actions of the council. He was from the Jewish city of Arimathea and eagerly anticipated God&quot;s kingdom."
            },
            {
                "verse_number": "52",
                "verse_text": "This man went to Pilate and asked for Jesus&quot; body."
            },
            {
                "verse_number": "53",
                "verse_text": "Taking it down, he wrapped it in a linen cloth and laid it in a tomb carved out of the rock, in which no one had ever been buried."
            },
            {
                "verse_number": "54",
                "verse_text": "It was the Preparation Day for the Sabbath, and the Sabbath was quickly approaching."
            },
            {
                "verse_number": "55",
                "verse_text": "The women who had come with Jesus from Galilee followed Joseph. They saw the tomb and how Jesus&quot; body was laid in it,"
            },
            {
                "verse_number": "56",
                "verse_text": "then they went away and prepared fragrant spices and perfumed oils. They rested on the Sabbath, in keeping with the commandment."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Very early in the morning on the first day of the week, the women went to the tomb, bringing the fragrant spices they had prepared."
            },
            {
                "verse_number": "2",
                "verse_text": "They found the stone rolled away from the tomb,"
            },
            {
                "verse_number": "3",
                "verse_text": "but when they went in, they didn&quot;t find the body of the Lord Jesus."
            },
            {
                "verse_number": "4",
                "verse_text": "They didn&quot;t know what to make of this. Suddenly, two men were standing beside them in gleaming bright clothing."
            },
            {
                "verse_number": "5",
                "verse_text": "The women were frightened and bowed their faces toward the ground, but the men said to them, &apos;Why do you look for the living among the dead?"
            },
            {
                "verse_number": "6",
                "verse_text": "He isn&quot;t here, but has been raised. Remember what he told you while he was still in Galilee,"
            },
            {
                "verse_number": "7",
                "verse_text": "that the Human One must be handed over to sinners, be crucified, and on the third day rise again.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then they remembered his words."
            },
            {
                "verse_number": "9",
                "verse_text": "When they returned from the tomb, they reported all these things to the eleven and all the others."
            },
            {
                "verse_number": "10",
                "verse_text": "It was Mary Magdalene, Joanna, Mary the mother of James, and the other women with them who told these things to the apostles."
            },
            {
                "verse_number": "11",
                "verse_text": "Their words struck the apostles as nonsense, and they didn&quot;t believe the women."
            },
            {
                "verse_number": "12",
                "verse_text": "But Peter ran to the tomb. When he bent over to look inside, he saw only the linen cloth. Then he returned home, wondering what had happened. They said to him, &apos;The things about Jesus of Nazareth. Because of his powerful deeds and words, he was recognized by God and all the people as a prophet."
            },
            {
                "verse_number": "13",
                "verse_text": "On that same day, two disciples were traveling to a village called Emmaus, about seven miles from Jerusalem."
            },
            {
                "verse_number": "14",
                "verse_text": "They were talking to each other about everything that had happened."
            },
            {
                "verse_number": "15",
                "verse_text": "While they were discussing these things, Jesus himself arrived and joined them on their journey."
            },
            {
                "verse_number": "16",
                "verse_text": "They were prevented from recognizing him."
            },
            {
                "verse_number": "17",
                "verse_text": "He said to them, &apos; What are you talking about as you walk along? &apos; They stopped, their faces downcast."
            },
            {
                "verse_number": "18",
                "verse_text": "The one named Cleopas replied, &apos;Are you the only visitor to Jerusalem who is unaware of the things that have taken place there over the last few days?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "He said to them, &apos; What things? &apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "But our chief priests and our leaders handed him over to be sentenced to death, and they crucified him."
            },
            {
                "verse_number": "21",
                "verse_text": "We had hoped he was the one who would redeem Israel. All these things happened three days ago."
            },
            {
                "verse_number": "22",
                "verse_text": "But there&quot;s more: Some women from our group have left us stunned. They went to the tomb early this morning"
            },
            {
                "verse_number": "23",
                "verse_text": "and didn&quot;t find his body. They came to us saying that they had even seen a vision of angels who told them he is alive."
            },
            {
                "verse_number": "24",
                "verse_text": "Some of those who were with us went to the tomb and found things just as the women said. They didn&quot;t see him.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then Jesus said to them, &apos; You foolish people! Your dull minds keep you from believing all that the prophets talked about."
            },
            {
                "verse_number": "26",
                "verse_text": "Wasn&quot;t it necessary for the Christ to suffer these things and then enter into his glory? &apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then he interpreted for them the things written about himself in all the scriptures, starting with Moses and going through all the Prophets."
            },
            {
                "verse_number": "28",
                "verse_text": "When they came to Emmaus, he acted as if he was going on ahead."
            },
            {
                "verse_number": "29",
                "verse_text": "But they urged him, saying, &apos;Stay with us. It&quot;s nearly evening, and the day is almost over.&apos; So he went in to stay with them."
            },
            {
                "verse_number": "30",
                "verse_text": "After he took his seat at the table with them, he took the bread, blessed and broke it, and gave it to them."
            },
            {
                "verse_number": "31",
                "verse_text": "Their eyes were opened and they recognized him, but he disappeared from their sight."
            },
            {
                "verse_number": "32",
                "verse_text": "They said to each other, &apos;Weren&quot;t our hearts on fire when he spoke to us along the road and when he explained the scriptures for us?&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "They got up right then and returned to Jerusalem. They found the eleven and their companions gathered together."
            },
            {
                "verse_number": "34",
                "verse_text": "They were saying to each other, &apos;The Lord really has risen! He appeared to Simon!&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Then the two disciples described what had happened along the road and how Jesus was made known to them as he broke the bread."
            },
            {
                "verse_number": "36",
                "verse_text": "While they were saying these things, Jesus himself stood among them and said, &apos; Peace be with you! &apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "They were terrified and afraid. They thought they were seeing a ghost."
            },
            {
                "verse_number": "38",
                "verse_text": "He said to them, &apos; Why are you startled? Why are doubts arising in your hearts?"
            },
            {
                "verse_number": "39",
                "verse_text": "Look at my hands and my feet. It&quot;s really me! Touch me and see, for a ghost doesn&quot;t have flesh and bones like you see I have. &apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "As he said this, he showed them his hands and feet."
            },
            {
                "verse_number": "41",
                "verse_text": "Because they were wondering and questioning in the midst of their happiness, he said to them, &apos; Do you have anything to eat? &apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "They gave him a piece of baked fish."
            },
            {
                "verse_number": "43",
                "verse_text": "Taking it, he ate it in front of them."
            },
            {
                "verse_number": "44",
                "verse_text": "Jesus said to them, &apos; These are my words that I spoke to you while I was still with you&ndash;that everything written about me in the Law from Moses, the Prophets, and the Psalms must be fulfilled. &apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "Then he opened their minds to understand the scriptures."
            },
            {
                "verse_number": "46",
                "verse_text": "He said to them, &apos; This is what is written: the Christ will suffer and rise from the dead on the third day,"
            },
            {
                "verse_number": "47",
                "verse_text": "and a change of heart and life for the forgiveness of sins must be preached in his name to all nations, beginning from Jerusalem."
            },
            {
                "verse_number": "48",
                "verse_text": "You are witnesses of these things."
            },
            {
                "verse_number": "49",
                "verse_text": "Look, I&quot;m sending to you what my Father promised, but you are to stay in the city until you have been furnished with heavenly power. &apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "He led them out as far as Bethany, where he lifted his hands and blessed them."
            },
            {
                "verse_number": "51",
                "verse_text": "As he blessed them, he left them and was taken up to heaven."
            },
            {
                "verse_number": "52",
                "verse_text": "They worshipped him and returned to Jerusalem overwhelmed with joy."
            },
            {
                "verse_number": "53",
                "verse_text": "And they were continuously in the temple praising God."
            }
        ]
    }
}