{
    "Song of Songs": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The Song of Songs, which is for Solomon. Oh, your loving is sweeter than wine! your very name is perfume. That&quot;s why the young women love you. My king has brought me into his chambers, saying, &apos;Let&quot;s exult and rejoice in you. Let&quot;s savor your loving more than wine. No wonder they all love you!&apos; like the black tents of the Kedar nomads, like the curtains of Solomon&quot;s palace. by the sun&quot;s gaze. My own brothers were angry with me. They made me a caretaker of the vineyards&ndash; but I couldn&quot;t care for my own vineyard. where do you pasture your flock, where do you rest them at noon?&ndash; so I don&quot;t wander around with the flocks of your companions. most beautiful of women, then follow the tracks of the herds and graze your little goats by the tents of the shepherds. as a mare among Pharaoh&quot;s chariots! your neck, with beads. my perfume filled the air. lying all night between my breasts. in the desert gardens of En-gedi. Look at you&ndash;so beautiful! Your eyes are doves! Yes, delightful! Yes, our bed is lush and green! our rafters, cypresses."
            },
            {
                "verse_number": "2",
                "verse_text": "If only he would give me some of his kisses &hellip;"
            },
            {
                "verse_number": "3",
                "verse_text": "Your fragrance is sweet;"
            },
            {
                "verse_number": "4",
                "verse_text": "Take me along with you; let&quot;s run!"
            },
            {
                "verse_number": "5",
                "verse_text": "Dark am I, and lovely, daughters of Jerusalem&ndash;"
            },
            {
                "verse_number": "6",
                "verse_text": "Don&quot;t stare at me because I&quot;m darkened"
            },
            {
                "verse_number": "7",
                "verse_text": "Tell me, you whom I love with all my heart&ndash;"
            },
            {
                "verse_number": "8",
                "verse_text": "If you don&quot;t know your way,"
            },
            {
                "verse_number": "9",
                "verse_text": "I picture you, my dearest,"
            },
            {
                "verse_number": "10",
                "verse_text": "Lovely are your cheeks, adorned with ear hoops;"
            },
            {
                "verse_number": "11",
                "verse_text": "Let&quot;s make hoops of gold beaded with silver for you!"
            },
            {
                "verse_number": "12",
                "verse_text": "With my king close by,"
            },
            {
                "verse_number": "13",
                "verse_text": "A sachet of myrrh is my love to me,"
            },
            {
                "verse_number": "14",
                "verse_text": "A cluster of henna flowers is my love to me"
            },
            {
                "verse_number": "15",
                "verse_text": "Look at you&ndash;so beautiful, my dearest!"
            },
            {
                "verse_number": "16",
                "verse_text": "Look at you&ndash;so beautiful, my love!"
            },
            {
                "verse_number": "17",
                "verse_text": "The ceilings of our chambers are cedars;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "I&quot;m a rose of the Sharon plain, a lily of the valleys. so is my dearest among the young women. so is my lover among the young men. In his shade I take pleasure in sitting, and his fruit is sweet to my taste. his banner raised over me is love. strengthen me with apples, for I&quot;m weak with love! his right embraces me. by the gazelles or the wild deer: Don&quot;t rouse, don&quot;t arouse love until it desires. leaping upon the mountains, bounding over the hills. or a young stag. Here he stands now, outside our wall, peering through the windows, peeking through the lattices. &apos;Rise up, my dearest, my fairest, and go. the rains have come and gone. and the sound of the turtledove is heard in our land. and the grapevines in bloom are fragrant. my fairest, and go. hidden in the cliff face&ndash; let me catch sight of you; let me hear your voice! The sound of your voice is sweet, and the sight of you is lovely.&apos; those little foxes that spoil vineyards, now that our vineyards are in bloom! the one grazing among the lilies. and the shadows flee, turn about, my love; be like a gazelle or a young stag"
            },
            {
                "verse_number": "2",
                "verse_text": "Like a lily among thornbushes,"
            },
            {
                "verse_number": "3",
                "verse_text": "Like an apple tree among the wild trees,"
            },
            {
                "verse_number": "4",
                "verse_text": "He has brought me to the house of wine;"
            },
            {
                "verse_number": "5",
                "verse_text": "Sustain me with raisin cakes,"
            },
            {
                "verse_number": "6",
                "verse_text": "His left arm is beneath my head,"
            },
            {
                "verse_number": "7",
                "verse_text": "Make a solemn pledge, daughters of Jerusalem,"
            },
            {
                "verse_number": "8",
                "verse_text": "Listen! It&quot;s my lover: here he comes now,"
            },
            {
                "verse_number": "9",
                "verse_text": "My lover is like a gazelle"
            },
            {
                "verse_number": "10",
                "verse_text": "My lover spoke and said to me,"
            },
            {
                "verse_number": "11",
                "verse_text": "Here, the winter is past;"
            },
            {
                "verse_number": "12",
                "verse_text": "Blossoms have appeared in the land; the season of singing has arrived, Rise up, my dearest, upon the jagged mountains."
            },
            {
                "verse_number": "13",
                "verse_text": "The green fruit is on the fig tree,"
            },
            {
                "verse_number": "14",
                "verse_text": "My dove&ndash;in the rock crevices,"
            },
            {
                "verse_number": "15",
                "verse_text": "Catch foxes for us&ndash;"
            },
            {
                "verse_number": "16",
                "verse_text": "I belong to my lover and he belongs to me&ndash;"
            },
            {
                "verse_number": "17",
                "verse_text": "Before the day breeze blows"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Upon my bed, night after night, I looked for the one whom I love with all my heart. through the streets and the squares. I will look for the one whom I love with all my heart.&apos; I looked for him but couldn&quot;t find him. those who make their rounds in the city. &apos;The one whom I love with all my heart&ndash; have you seen him?&apos; than I found the one whom I love with all my heart. I held on to him and now I won&quot;t let him go, until I&quot;ve brought him to my mother&quot;s house, to the chamber of the one who conceived me. by the gazelles or the wild deer: don&quot;t rouse, don&quot;t arouse love until it desires. like pillars of smoke? She is perfumed with myrrh and frankincense, selected from all the spice merchant&quot;s powders. sixty heroic men round about it, all from the heroes of Israel, expert in warfare, each with his sword ready at his thigh against terrors that come by night. from the trees of Lebanon. its covering, cloth of gold, its cushions, royal purple; its interior inlaid with love. Daughters of Jerusalem, Look, daughters of Zion&ndash; on King Solomon wearing the crown with which his mother crowned him on the day of his wedding, on the day of his heart&quot;s joy. I looked for him but couldn&quot;t find him."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I will rise now and go all around the city,"
            },
            {
                "verse_number": "3",
                "verse_text": "The guards found me,"
            },
            {
                "verse_number": "4",
                "verse_text": "No sooner did I depart from them"
            },
            {
                "verse_number": "5",
                "verse_text": "I place you under oath, daughters of Jerusalem,"
            },
            {
                "verse_number": "6",
                "verse_text": "Who is this, coming up from the wilderness,"
            },
            {
                "verse_number": "7",
                "verse_text": "Picture Solomon&quot;s bed&ndash;"
            },
            {
                "verse_number": "8",
                "verse_text": "all of them skilled with the sword,"
            },
            {
                "verse_number": "9",
                "verse_text": "King Solomon made a canopied couch for himself"
            },
            {
                "verse_number": "10",
                "verse_text": "Its pillars he made of silver,"
            },
            {
                "verse_number": "11",
                "verse_text": "go forth!"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Look at you&ndash;so beautiful, my dearest! Look at you&ndash;so beautiful! Your eyes are doves behind the veil of your hair! Your hair is like a flock of goats as they stream down Mount Gilead. as they come up from the washing pool&ndash; all of them perfectly matched, not one of them lacks its twin. when you smile, it is lovely. Like a slice of pomegranate is the curve of your face behind the veil of your hair. splendidly built! A thousand shields are hung upon it&ndash; all the weapons of the warriors. twins of a gazelle doe, that graze among the lilies. and the shadows flee, I will be off to the mountain of myrrh, to the hill of frankincense. there&quot;s not a single flaw in you. if only you would come down with me from Lebanon. Descend from the peak of Amana, from the peaks of Senir and Hermon, from the lions&quot; dens, from the mountain lairs of leopards. You have captured my heart with one glance from your eyes, with one strand of your necklace. Your loving is so much better than wine, and your fragrance better than any perfume! honey and milk are under your tongue, and the fragrance of your garments is like the fragrance of Lebanon. an enclosed pool, a sealed spring. with all kinds of luscious fruit, henna, and spices: sweet cane and cinnamon, with all scented woods, myrrh, and aloes, with the very choicest perfumes! streams from Lebanon. Blow upon my garden; let its perfumes flow! Let my love come to his garden; let him eat its luscious fruit!"
            },
            {
                "verse_number": "2",
                "verse_text": "Your teeth are like newly shorn ewes"
            },
            {
                "verse_number": "3",
                "verse_text": "Like a crimson ribbon are your lips;"
            },
            {
                "verse_number": "4",
                "verse_text": "Like David&quot;s tower is your neck,"
            },
            {
                "verse_number": "5",
                "verse_text": "Your two breasts are like two fawns,"
            },
            {
                "verse_number": "6",
                "verse_text": "Before the day breeze blows"
            },
            {
                "verse_number": "7",
                "verse_text": "You are utterly beautiful, my dearest;"
            },
            {
                "verse_number": "8",
                "verse_text": "Come down with me from Lebanon, my bride&ndash;"
            },
            {
                "verse_number": "9",
                "verse_text": "You have captured my heart, my sister, my bride!"
            },
            {
                "verse_number": "10",
                "verse_text": "How beautiful is your loving, my sister, my bride!"
            },
            {
                "verse_number": "11",
                "verse_text": "Sweetness drops from your lips, my bride;"
            },
            {
                "verse_number": "12",
                "verse_text": "An enclosed garden is my sister, my bride;"
            },
            {
                "verse_number": "13",
                "verse_text": "Your limbs are an orchard of pomegranates"
            },
            {
                "verse_number": "14",
                "verse_text": "nard and saffron,"
            },
            {
                "verse_number": "15",
                "verse_text": "You are a garden spring, a well of fresh water,"
            },
            {
                "verse_number": "16",
                "verse_text": "Stir, north wind, and come, south wind!"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "I have come to my garden, my sister, my bride! I have gathered my myrrh and my spices. I have eaten my honeycomb with my honey; I have drunk my wine and my milk. Eat, dear friends! Drink and get drunk on love! A sound! My love is knocking: &apos;Open for me, my sister, my dearest, my dove, my perfect one! My head is soaked with dew, my hair, with the night mists.&apos; why should I put it on again? I have bathed my feet&ndash; why should I get them dirty?&apos; and my body ached for him. and my hands dripped myrrh, my fingers, liquid myrrh, over the handles of the lock. but my love had turned, gone away. I nearly died when he turned away. I looked for him but couldn&quot;t find him. I called out to him, but he didn&quot;t answer me. who make their rounds in the city. They struck me, bruised me. They took my shawl away from me, those guards of the city walls! If you find my love, what should you tell him? That I&quot;m weak with love! you who are the most beautiful of women? How is your lover different from any other lover, that you make us swear a solemn pledge? he stands out among ten thousand! his wavy hair, black as a raven. by channels of water. They are bathing in milk, sitting by brimming pools. towers of spices. His lips are lilies dripping liquid myrrh. studded with jewels. His belly is smooth ivory encrusted with sapphires. set on pedestals of gold. His appearance&ndash;like Lebanon, stately, like the cedars. every bit of him desirable. This is my love, this my dearest, daughters of Jerusalem!"
            },
            {
                "verse_number": "2",
                "verse_text": "I was sleeping, but my heart was awake."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;I have taken off my tunic&ndash;"
            },
            {
                "verse_number": "4",
                "verse_text": "My love put his hand in through the latch hole,"
            },
            {
                "verse_number": "5",
                "verse_text": "I rose; I went to open for my love,"
            },
            {
                "verse_number": "6",
                "verse_text": "I went and opened for my love,"
            },
            {
                "verse_number": "7",
                "verse_text": "They found me&ndash;the guards"
            },
            {
                "verse_number": "8",
                "verse_text": "I place you under oath, daughters of Jerusalem:"
            },
            {
                "verse_number": "9",
                "verse_text": "How is your lover different from any other lover,"
            },
            {
                "verse_number": "10",
                "verse_text": "My lover is radiant and ruddy;"
            },
            {
                "verse_number": "11",
                "verse_text": "His head is finest gold;"
            },
            {
                "verse_number": "12",
                "verse_text": "His eyes are like doves"
            },
            {
                "verse_number": "13",
                "verse_text": "His cheeks are like fragrant plantings,"
            },
            {
                "verse_number": "14",
                "verse_text": "His arms are gold cylinders"
            },
            {
                "verse_number": "15",
                "verse_text": "His thighs are pillars of whitest stone"
            },
            {
                "verse_number": "16",
                "verse_text": "His mouth is everything sweet,"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Which way did your lover go, you who are the most beautiful of women? Which way did your lover turn, that we may look for him along with you? to the fragrant plantings, to graze in the gardens, to gather the lilies. the one grazing among the lilies. as lovely as Jerusalem, formidable as those lofty sights. for they overwhelm me! Your hair is like a flock of goats as they stream down from Gilead. as they come up from the washing pool&ndash; all of them perfectly matched, not one of them lacks its twin. behind the veil of your hair. and eighty secondary wives, young women beyond counting, To her mother she&quot;s the only one, radiant to the one who bore her. Young women see her and declare her fortunate; queens and secondary wives praise her. beautiful as the full moon, radiant as the sun, formidable as those lofty sights? to look upon the fresh growth in the valley, to see whether the vine was in flower, whether the pomegranates had bloomed. Come back, come back, so we may admire you. How you all admire the Shulammite as she whirls between two circles of dancers!"
            },
            {
                "verse_number": "2",
                "verse_text": "My lover has gone down to his garden,"
            },
            {
                "verse_number": "3",
                "verse_text": "I belong to my lover and my lover belongs to me&ndash;"
            },
            {
                "verse_number": "4",
                "verse_text": "You are as beautiful, my dearest, as Tirzah,"
            },
            {
                "verse_number": "5",
                "verse_text": "Turn your eyes away from me,"
            },
            {
                "verse_number": "6",
                "verse_text": "Your teeth are like a flock of ewes"
            },
            {
                "verse_number": "7",
                "verse_text": "Like a slice of pomegranate is the curve of your face"
            },
            {
                "verse_number": "8",
                "verse_text": "There may be sixty queens"
            },
            {
                "verse_number": "9",
                "verse_text": "but my dove, my perfect one, is one of a kind."
            },
            {
                "verse_number": "10",
                "verse_text": "Who is this, gazing down like the morning star,"
            },
            {
                "verse_number": "11",
                "verse_text": "To the nut grove I went down"
            },
            {
                "verse_number": "12",
                "verse_text": "I hardly knew myself; she had set me in an official&quot;s chariot!"
            },
            {
                "verse_number": "13",
                "verse_text": "Come back, come back, Shulammite!"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "How graceful are your sandaled feet, willing woman! The smooth curves of your thighs&ndash;like fine jewelry, the work of an artist&quot;s hands! may it never lack spiced wine! Your belly is a mound of winnowed wheat edged with lilies. twins of a gazelle doe; your eyes, pools in Heshbon, Your profile is like the tower of Lebanon, looking out toward Damascus. and your hair, braided in royal purple&ndash; a king is bound by the tresses! and your breasts are like clustered fruit. I will hold its fruit!&apos; May your breasts be now like grape clusters, and the scent of your breath like apples! &hellip; flowing smoothly for my love, and his longing is only for me. Let&quot;s go out to the field and rest all night among the flowering henna. We will see if the vines have budded and the blossoms opened, see if the pomegranates have bloomed. There I&quot;ll give my loving to you. and at our doorways is every delicacy&ndash; fresh or ripened&ndash; my love, I have kept them hidden for you."
            },
            {
                "verse_number": "2",
                "verse_text": "Your navel, cupped like the full moon&ndash;"
            },
            {
                "verse_number": "3",
                "verse_text": "Your two breasts are like two fawns,"
            },
            {
                "verse_number": "4",
                "verse_text": "your neck, like a tower of ivory; by the gate of that lordly city. my love, delightful one! gliding through the lips and teeth."
            },
            {
                "verse_number": "5",
                "verse_text": "Your head crowns you like Mount Carmel,"
            },
            {
                "verse_number": "6",
                "verse_text": "You are so beautiful, so lovely&ndash;"
            },
            {
                "verse_number": "7",
                "verse_text": "Your stately form resembles a date palm,"
            },
            {
                "verse_number": "8",
                "verse_text": "I say, &apos;I will climb the palm tree;"
            },
            {
                "verse_number": "9",
                "verse_text": "Your palate is like excellent wine &hellip;"
            },
            {
                "verse_number": "10",
                "verse_text": "I belong to my lover,"
            },
            {
                "verse_number": "11",
                "verse_text": "Come, my love:"
            },
            {
                "verse_number": "12",
                "verse_text": "Let&quot;s set out early for the vineyards."
            },
            {
                "verse_number": "13",
                "verse_text": "The mandrakes give off their scent,"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "If only you were as my brother&ndash; the one who nursed at my mother&quot;s breast. I would find you in the street and kiss you, and no one would shame me for it. to my mother&quot;s house; I would give you spiced wine to drink, some of my fresh pomegranate juice. and his right embraces me! daughters of Jerusalem, never to rouse, never to arouse love until it desires. leaning against her lover? Under the apple tree I aroused you&ndash; there, where your mother labored with you, there where, laboring, she bore you. as a seal upon your arm, for love is as strong as death, Its darts are darts of fire&ndash; divine flame! rivers can&quot;t wash it away. If someone gave all his estate in exchange for love, he would be laughed to utter shame. she has no breasts. What will we do for our sister on the day that she is spoken for? And if she is a door, and my breasts are the towers. So now I&quot;m in his eyes as one who brings peace. in Baal-hamon. He gave charge of the vineyard to keepers; one would bring in exchange for its fruit a thousand pieces of silver. with two hundred for those who tend the fruit! my companions are listening for your voice. Let me hear it! and be like a gazelle or a young stag on the mountains of spice!&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "I would lead you, I would bring you she would teach me what to do. passionate love unrelenting as the grave. then we will build a turret of silver on her. then we will barricade her with a panel of cedar. You can have the thousand, Solomon &ndash;"
            },
            {
                "verse_number": "3",
                "verse_text": "His left arm is beneath my head,"
            },
            {
                "verse_number": "4",
                "verse_text": "Make a solemn pledge,"
            },
            {
                "verse_number": "5",
                "verse_text": "Who is this coming up from the wilderness"
            },
            {
                "verse_number": "6",
                "verse_text": "Set me as a seal over your heart,"
            },
            {
                "verse_number": "7",
                "verse_text": "Rushing waters can&quot;t quench love;"
            },
            {
                "verse_number": "8",
                "verse_text": "Our sister is small;"
            },
            {
                "verse_number": "9",
                "verse_text": "If she is a city wall,"
            },
            {
                "verse_number": "10",
                "verse_text": "I&quot;m a city wall,"
            },
            {
                "verse_number": "11",
                "verse_text": "Solomon had a vineyard"
            },
            {
                "verse_number": "12",
                "verse_text": "My vineyard, my very own, is before me."
            },
            {
                "verse_number": "13",
                "verse_text": "You who sit in the gardens,"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Take flight, my love,"
            }
        ],
        "9": [],
        "10": [],
        "11": [],
        "12": []
    }
}