{
    "Philippians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul and Timothy, slaves of Christ Jesus. To all those in Philippi who are God&quot;s people in Christ Jesus, along with your supervisors and servants."
            },
            {
                "verse_number": "2",
                "verse_text": "May the grace and peace from God our Father and the Lord Jesus Christ be with you."
            },
            {
                "verse_number": "3",
                "verse_text": "I thank my God every time I mention you in my prayers."
            },
            {
                "verse_number": "4",
                "verse_text": "I&quot;m thankful for all of you every time I pray, and it&quot;s always a prayer full of joy."
            },
            {
                "verse_number": "5",
                "verse_text": "I&quot;m glad because of the way you have been my partners in the ministry of the gospel from the time you first believed it until now."
            },
            {
                "verse_number": "6",
                "verse_text": "I&quot;m sure about this: the one who started a good work in you will stay with you to complete the job by the day of Christ Jesus."
            },
            {
                "verse_number": "7",
                "verse_text": "I have good reason to think this way about all of you because I keep you in my heart. You are all my partners in God&quot;s grace, both during my time in prison and in the defense and support of the gospel."
            },
            {
                "verse_number": "8",
                "verse_text": "God is my witness that I feel affection for all of you with the compassion of Christ Jesus."
            },
            {
                "verse_number": "9",
                "verse_text": "This is my prayer: that your love might become even more and more rich with knowledge and all kinds of insight."
            },
            {
                "verse_number": "10",
                "verse_text": "I pray this so that you will be able to decide what really matters and so you will be sincere and blameless on the day of Christ."
            },
            {
                "verse_number": "11",
                "verse_text": "I pray that you will then be filled with the fruit of righteousness, which comes from Jesus Christ, in order to give glory and praise to God."
            },
            {
                "verse_number": "12",
                "verse_text": "Brothers and sisters, I want you to know that the things that have happened to me have actually advanced the gospel."
            },
            {
                "verse_number": "13",
                "verse_text": "The whole Praetorian Guard and everyone else knows that I&quot;m in prison for Christ."
            },
            {
                "verse_number": "14",
                "verse_text": "Most of the brothers and sisters have had more confidence through the Lord to speak the word boldly and bravely because of my jail time."
            },
            {
                "verse_number": "15",
                "verse_text": "Some certainly preach Christ with jealous and competitive motives, but others preach with good motives."
            },
            {
                "verse_number": "16",
                "verse_text": "They are motivated by love, because they know that I&quot;m put here to give a defense of the gospel;"
            },
            {
                "verse_number": "17",
                "verse_text": "the others preach Christ because of their selfish ambition. They are insincere, hoping to cause me more pain while I&quot;m in prison."
            },
            {
                "verse_number": "18",
                "verse_text": "What do I think about this? Just this: since Christ is proclaimed in every possible way, whether from dishonest or true motives, I&quot;m glad and I&quot;ll continue to be glad."
            },
            {
                "verse_number": "19",
                "verse_text": "I&quot;m glad because I know that this will result in my release through your prayers and the help of the Spirit of Jesus Christ."
            },
            {
                "verse_number": "20",
                "verse_text": "It is my expectation and hope that I won&quot;t be put to shame in anything. Rather, I hope with daring courage that Christ&quot;s greatness will be seen in my body, now as always, whether I live or die."
            },
            {
                "verse_number": "21",
                "verse_text": "Because for me, living serves Christ and dying is even better."
            },
            {
                "verse_number": "22",
                "verse_text": "If I continue to live in this world, I get results from my work."
            },
            {
                "verse_number": "23",
                "verse_text": "But I don&quot;t know what I prefer. I&quot;m torn between the two because I want to leave this life and be with Christ, which is far better."
            },
            {
                "verse_number": "24",
                "verse_text": "However, it&quot;s more important for me to stay in this world for your sake."
            },
            {
                "verse_number": "25",
                "verse_text": "I&quot;m sure of this: I will stay alive and remain with all of you to help your progress and the joy of your faith,"
            },
            {
                "verse_number": "26",
                "verse_text": "and to increase your pride in Christ Jesus through my presence when I visit you again."
            },
            {
                "verse_number": "27",
                "verse_text": "Most important, live together in a manner worthy of Christ&quot;s gospel. Do this, whether I come and see you or I&quot;m absent and hear about you. Do this so that you stand firm, united in one spirit and mind as you struggle together to remain faithful to the gospel."
            },
            {
                "verse_number": "28",
                "verse_text": "That way, you won&quot;t be afraid of anything your enemies do. Your faithfulness and courage are a sign of their coming destruction and your salvation, which is from God."
            },
            {
                "verse_number": "29",
                "verse_text": "God has generously granted you the privilege, not only of believing in Christ but also of suffering for Christ&quot;s sake."
            },
            {
                "verse_number": "30",
                "verse_text": "You are having the same struggle that you saw me face and now hear that I&quot;m still facing."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Therefore, if there is any encouragement in Christ, any comfort in love, any sharing in the Spirit, any sympathy,"
            },
            {
                "verse_number": "2",
                "verse_text": "complete my joy by thinking the same way, having the same love, being united, and agreeing with each other."
            },
            {
                "verse_number": "3",
                "verse_text": "Don&quot;t do anything for selfish purposes, but with humility think of others as better than yourselves."
            },
            {
                "verse_number": "4",
                "verse_text": "Instead of each person watching out for their own good, watch out for what is better for others."
            },
            {
                "verse_number": "5",
                "verse_text": "Adopt the attitude that was in Christ Jesus: he did not consider being equal with God something to exploit. by taking the form of a slave and by becoming like human beings. When he found himself in the form of a human, even death on a cross. and gave him a name above all names, in heaven, on earth, and under the earth might bow that Jesus Christ is Lord, to the glory of God the Father."
            },
            {
                "verse_number": "6",
                "verse_text": "Though he was in the form of God,"
            },
            {
                "verse_number": "7",
                "verse_text": "But he emptied himself"
            },
            {
                "verse_number": "8",
                "verse_text": "he humbled himself by becoming obedient to the point of death,"
            },
            {
                "verse_number": "9",
                "verse_text": "Therefore, God highly honored him"
            },
            {
                "verse_number": "10",
                "verse_text": "so that at the name of Jesus everyone"
            },
            {
                "verse_number": "11",
                "verse_text": "and every tongue confess"
            },
            {
                "verse_number": "12",
                "verse_text": "Therefore, my loved ones, just as you always obey me, not just when I am present but now even more while I am away, carry out your own salvation with fear and trembling."
            },
            {
                "verse_number": "13",
                "verse_text": "God is the one who enables you both to want and to actually live out his good purposes."
            },
            {
                "verse_number": "14",
                "verse_text": "Do everything without grumbling and arguing"
            },
            {
                "verse_number": "15",
                "verse_text": "so that you may be blameless and pure, innocent children of God surrounded by people who are crooked and corrupt. Among these people you shine like stars in the world"
            },
            {
                "verse_number": "16",
                "verse_text": "because you hold on to the word of life. This will allow me to say on the day of Christ that I haven&quot;t run for nothing or worked for nothing."
            },
            {
                "verse_number": "17",
                "verse_text": "But even if I am poured out like a drink offering upon the altar of service for your faith, I am glad. I&quot;m glad with all of you."
            },
            {
                "verse_number": "18",
                "verse_text": "You should be glad about this in the same way. Be glad with me!"
            },
            {
                "verse_number": "19",
                "verse_text": "I hope in the Lord Jesus to send Timothy to see you soon so that I may be encouraged by hearing about you."
            },
            {
                "verse_number": "20",
                "verse_text": "I have no one like him. He is a person who genuinely cares about your well-being."
            },
            {
                "verse_number": "21",
                "verse_text": "All the others put their own business ahead of Jesus Christ&quot;s business."
            },
            {
                "verse_number": "22",
                "verse_text": "You know his character, how he labors with me for the gospel like a son works with his father."
            },
            {
                "verse_number": "23",
                "verse_text": "So he is the one that I hope to send as soon as I find out how things turn out here for me."
            },
            {
                "verse_number": "24",
                "verse_text": "I trust in the Lord that I also will visit you soon."
            },
            {
                "verse_number": "25",
                "verse_text": "I think it is also necessary to send Epaphroditus to you. He is my brother, coworker, and fellow soldier; and he is your representative who serves my needs."
            },
            {
                "verse_number": "26",
                "verse_text": "He misses you all, and he was upset because you heard he was sick."
            },
            {
                "verse_number": "27",
                "verse_text": "In fact, he was so sick that he nearly died. But God had mercy on him&ndash;and not just on him but also on me, because his death would have caused me great sorrow."
            },
            {
                "verse_number": "28",
                "verse_text": "Therefore, I am sending him immediately so that when you see him again you can be glad and I won&quot;t worry."
            },
            {
                "verse_number": "29",
                "verse_text": "So welcome him in the Lord with great joy and show great respect for people like him."
            },
            {
                "verse_number": "30",
                "verse_text": "He risked his life and almost died for the work of Christ, and he did this to make up for the help you couldn&quot;t give me."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "So then, my brothers and sisters, be glad in the Lord. It&quot;s no trouble for me to repeat the same things to you because they will help keep you on track."
            },
            {
                "verse_number": "2",
                "verse_text": "Watch out for the &apos;dogs.&apos; Watch out for people who do evil things. Watch out for those who insist on circumcision, which is really mutilation."
            },
            {
                "verse_number": "3",
                "verse_text": "We are the circumcision. We are the ones who serve by God&quot;s Spirit and who boast in Christ Jesus. We don&quot;t put our confidence in rituals performed on the body,"
            },
            {
                "verse_number": "4",
                "verse_text": "though I have good reason to have this kind of confidence. If anyone else has reason to put their confidence in physical advantages, I have even more: I am from the people of Israel and the tribe of Benjamin. I am a Hebrew of the Hebrews. With respect to observing the Law, I&quot;m a Pharisee. With respect to righteousness under the Law, I&quot;m blameless."
            },
            {
                "verse_number": "5",
                "verse_text": "I was circumcised on the eighth day."
            },
            {
                "verse_number": "6",
                "verse_text": "With respect to devotion to the faith, I harassed the church."
            },
            {
                "verse_number": "7",
                "verse_text": "These things were my assets, but I wrote them off as a loss for the sake of Christ."
            },
            {
                "verse_number": "8",
                "verse_text": "But even beyond that, I consider everything a loss in comparison with the superior value of knowing Christ Jesus my Lord. I have lost everything for him, but what I lost I think of as sewer trash, so that I might gain Christ"
            },
            {
                "verse_number": "9",
                "verse_text": "and be found in him. In Christ I have a righteousness that is not my own and that does not come from the Law but rather from the faithfulness of Christ. It is the righteousness of God that is based on faith."
            },
            {
                "verse_number": "10",
                "verse_text": "The righteousness that I have comes from knowing Christ, the power of his resurrection, and the participation in his sufferings. It includes being conformed to his death"
            },
            {
                "verse_number": "11",
                "verse_text": "so that I may perhaps reach the goal of the resurrection of the dead."
            },
            {
                "verse_number": "12",
                "verse_text": "It&quot;s not that I have already reached this goal or have already been perfected, but I pursue it, so that I may grab hold of it because Christ grabbed hold of me for just this purpose."
            },
            {
                "verse_number": "13",
                "verse_text": "Brothers and sisters, I myself don&quot;t think I&quot;ve reached it, but I do this one thing: I forget about the things behind me and reach out for the things ahead of me."
            },
            {
                "verse_number": "14",
                "verse_text": "The goal I pursue is the prize of God&quot;s upward call in Christ Jesus."
            },
            {
                "verse_number": "15",
                "verse_text": "So all of us who are spiritually mature should think this way, and if anyone thinks differently, God will reveal it to him or her."
            },
            {
                "verse_number": "16",
                "verse_text": "Only let&quot;s live in a way that is consistent with whatever level we have reached."
            },
            {
                "verse_number": "17",
                "verse_text": "Brothers and sisters, become imitators of me and watch those who live this way&ndash;you can use us as models."
            },
            {
                "verse_number": "18",
                "verse_text": "As I have told you many times and now say with deep sadness, many people live as enemies of the cross."
            },
            {
                "verse_number": "19",
                "verse_text": "Their lives end with destruction. Their god is their stomach, and they take pride in their disgrace because their thoughts focus on earthly things."
            },
            {
                "verse_number": "20",
                "verse_text": "Our citizenship is in heaven. We look forward to a savior that comes from there&ndash;the Lord Jesus Christ."
            },
            {
                "verse_number": "21",
                "verse_text": "He will transform our humble bodies so that they are like his glorious body, by the power that also makes him able to subject all things to himself."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Therefore, my brothers and sisters whom I love and miss, who are my joy and crown, stand firm in the Lord. Loved ones,"
            },
            {
                "verse_number": "2",
                "verse_text": "I urge Euodia and I urge Syntyche to come to an agreement in the Lord."
            },
            {
                "verse_number": "3",
                "verse_text": "Yes, and I&quot;m also asking you, loyal friend, to help these women who have struggled together with me in the ministry of the gospel, along with Clement and the rest of my coworkers whose names are in the scroll of life."
            },
            {
                "verse_number": "4",
                "verse_text": "Be glad in the Lord always! Again I say, be glad!"
            },
            {
                "verse_number": "5",
                "verse_text": "Let your gentleness show in your treatment of all people. The Lord is near."
            },
            {
                "verse_number": "6",
                "verse_text": "Don&quot;t be anxious about anything; rather, bring up all of your requests to God in your prayers and petitions, along with giving thanks."
            },
            {
                "verse_number": "7",
                "verse_text": "Then the peace of God that exceeds all understanding will keep your hearts and minds safe in Christ Jesus."
            },
            {
                "verse_number": "8",
                "verse_text": "From now on, brothers and sisters, if anything is excellent and if anything is admirable, focus your thoughts on these things: all that is true, all that is holy, all that is just, all that is pure, all that is lovely, and all that is worthy of praise."
            },
            {
                "verse_number": "9",
                "verse_text": "Practice these things: whatever you learned, received, heard, or saw in us. The God of peace will be with you."
            },
            {
                "verse_number": "10",
                "verse_text": "I was very glad in the Lord because now at last you have shown concern for me again. (Of course you were always concerned but had no way to show it.)"
            },
            {
                "verse_number": "11",
                "verse_text": "I&quot;m not saying this because I need anything, for I have learned how to be content in any circumstance."
            },
            {
                "verse_number": "12",
                "verse_text": "I know the experience of being in need and of having more than enough; I have learned the secret to being content in any and every circumstance, whether full or hungry or whether having plenty or being poor."
            },
            {
                "verse_number": "13",
                "verse_text": "I can endure all these things through the power of the one who gives me strength."
            },
            {
                "verse_number": "14",
                "verse_text": "Still, you have done well to share my distress."
            },
            {
                "verse_number": "15",
                "verse_text": "You Philippians know from the time of my first mission work in Macedonia how no church shared in supporting my ministry except you."
            },
            {
                "verse_number": "16",
                "verse_text": "You sent contributions repeatedly to take care of my needs even while I was in Thessalonica."
            },
            {
                "verse_number": "17",
                "verse_text": "I&quot;m not hoping for a gift, but I am hoping for a profit that accumulates in your account."
            },
            {
                "verse_number": "18",
                "verse_text": "I now have plenty and it is more than enough. I am full to overflowing because I received the gifts that you sent from Epaphroditus. Those gifts give off a fragrant aroma, an acceptable sacrifice that pleases God."
            },
            {
                "verse_number": "19",
                "verse_text": "My God will meet your every need out of his riches in the glory that is found in Christ Jesus."
            },
            {
                "verse_number": "20",
                "verse_text": "Let glory be given to God our Father forever and always. Amen."
            },
            {
                "verse_number": "21",
                "verse_text": "Greet all God&quot;s people in Christ Jesus. The brothers and sisters with me send you their greeting."
            },
            {
                "verse_number": "22",
                "verse_text": "All God&quot;s people here, especially those in Caesar&quot;s household, send you their greeting."
            },
            {
                "verse_number": "23",
                "verse_text": "The grace of the Lord Jesus Christ be with your spirits."
            }
        ]
    }
}