{
    "2 Corinthians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, an apostle of Christ Jesus by God&quot;s will, and Timothy our brother. To God&quot;s church that is in Corinth, along with all of God&quot;s people throughout Achaia."
            },
            {
                "verse_number": "2",
                "verse_text": "Grace to you and peace from God our Father and from our Lord Jesus Christ."
            },
            {
                "verse_number": "3",
                "verse_text": "May the God and Father of our Lord Jesus Christ be blessed! He is the compassionate Father and God of all comfort."
            },
            {
                "verse_number": "4",
                "verse_text": "He&quot;s the one who comforts us in all our trouble so that we can comfort other people who are in every kind of trouble. We offer the same comfort that we ourselves received from God."
            },
            {
                "verse_number": "5",
                "verse_text": "That is because we receive so much comfort through Christ in the same way that we share so many of Christ&quot;s sufferings."
            },
            {
                "verse_number": "6",
                "verse_text": "So if we have trouble, it is to bring you comfort and salvation. If we are comforted, it is to bring you comfort from the experience of endurance while you go through the same sufferings that we also suffer."
            },
            {
                "verse_number": "7",
                "verse_text": "Our hope for you is certain, because we know that as you are partners in suffering, so also you are partners in comfort."
            },
            {
                "verse_number": "8",
                "verse_text": "Brothers and sisters, we don&quot;t want you to be unaware of the troubles that we went through in Asia. We were weighed down with a load of suffering that was so far beyond our strength that we were afraid we might not survive."
            },
            {
                "verse_number": "9",
                "verse_text": "It certainly seemed to us as if we had gotten the death penalty. This was so that we would have confidence in God, who raises the dead, instead of ourselves."
            },
            {
                "verse_number": "10",
                "verse_text": "God rescued us from a terrible death, and he will rescue us. We have set our hope on him that he will rescue us again,"
            },
            {
                "verse_number": "11",
                "verse_text": "since you are helping with your prayer for us. Then many people can thank God on our behalf for the gift that was given to us through the prayers of many people."
            },
            {
                "verse_number": "12",
                "verse_text": "We have conducted ourselves with godly sincerity and pure motives in the world, and especially toward you. This is why we are confident, and our conscience confirms this. We didn&quot;t act with human wisdom but we relied on the grace of God."
            },
            {
                "verse_number": "13",
                "verse_text": "We don&quot;t write anything to you except what you can read and also understand. I hope that you will understand totally"
            },
            {
                "verse_number": "14",
                "verse_text": "since you have already understood us partly. Understand that in the day of our Lord Jesus, we will make you proud as you will also make us proud."
            },
            {
                "verse_number": "15",
                "verse_text": "Because I was sure of this, I wanted to visit you first so that you could have a second opportunity to see me."
            },
            {
                "verse_number": "16",
                "verse_text": "I wanted to visit you on my way to Macedonia, and then come to you again on my way back from Macedonia, at which point I was hoping you would help me on my way to Judea."
            },
            {
                "verse_number": "17",
                "verse_text": "So I wasn&quot;t unreliable when I planned to do this, was I? Or do I make decisions with a substandard human process so that I say &apos;Yes, yes&apos; and &apos;No, no&apos; at the same time?"
            },
            {
                "verse_number": "18",
                "verse_text": "But as God is faithful, our message to you isn&quot;t both yes and no."
            },
            {
                "verse_number": "19",
                "verse_text": "God&quot;s Son, Jesus Christ, is the one who was preached among you by us&ndash;through me, Silvanus, and Timothy&ndash;he wasn&quot;t yes and no. In him it is always yes."
            },
            {
                "verse_number": "20",
                "verse_text": "All of God&quot;s promises have their yes in him. That is why we say Amen through him to the glory of God."
            },
            {
                "verse_number": "21",
                "verse_text": "God is the one who establishes us with you in Christ and who anointed us."
            },
            {
                "verse_number": "22",
                "verse_text": "God also sealed us and gave the Spirit as a down payment in our hearts."
            },
            {
                "verse_number": "23",
                "verse_text": "I call on God as my witness&ndash;I didn&quot;t come again to Corinth because I wanted to spare you."
            },
            {
                "verse_number": "24",
                "verse_text": "It isn&quot;t that we are trying to control your faith, but we are working with you for your happiness, because you stand firm in your faith."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "So I decided that, for my own sake, I wouldn&quot;t visit you again while I was upset."
            },
            {
                "verse_number": "2",
                "verse_text": "If I make you sad, who will be there to make me glad when you are sad because of me? Who is qualified for this kind of ministry?"
            },
            {
                "verse_number": "3",
                "verse_text": "That&quot;s why I wrote this very thing to you, so that when I came I wouldn&quot;t be made sad by the ones who ought to make me happy. I have confidence in you, that my happiness means your happiness."
            },
            {
                "verse_number": "4",
                "verse_text": "I wrote to you in tears, with a very troubled and anxious heart. I didn&quot;t write to make you sad but so you would know the overwhelming love that I have for you."
            },
            {
                "verse_number": "5",
                "verse_text": "But if someone has made anyone sad, that person hasn&quot;t hurt me but all of you to some degree (not to exaggerate)."
            },
            {
                "verse_number": "6",
                "verse_text": "The punishment handed out by the majority is enough for this person."
            },
            {
                "verse_number": "7",
                "verse_text": "This is why you should try your best to forgive and to comfort this person now instead, so that this person isn&quot;t overwhelmed by too much sorrow."
            },
            {
                "verse_number": "8",
                "verse_text": "So I encourage you to show your love for this person."
            },
            {
                "verse_number": "9",
                "verse_text": "This is another reason why I wrote you. I wanted to test you and see if you are obedient in everything."
            },
            {
                "verse_number": "10",
                "verse_text": "If you forgive anyone for anything, I do too. And whatever I&quot;ve forgiven (if I&quot;ve forgiven anything), I did it for you in the presence of Christ."
            },
            {
                "verse_number": "11",
                "verse_text": "This is so that we won&quot;t be taken advantage of by Satan, because we are well aware of his schemes."
            },
            {
                "verse_number": "12",
                "verse_text": "When I came to Troas to preach Christ&quot;s gospel, the Lord gave me an opportunity to preach."
            },
            {
                "verse_number": "13",
                "verse_text": "But I was worried because I couldn&quot;t find my brother Titus there. So I said good-bye to them and went on to Macedonia."
            },
            {
                "verse_number": "14",
                "verse_text": "But thank God, who is always leading us around through Christ as if we were in a parade. He releases the fragrance of the knowledge of him everywhere through us."
            },
            {
                "verse_number": "15",
                "verse_text": "We smell like the aroma of Christ&quot;s offering to God, both to those who are being saved and to those who are on the road to destruction."
            },
            {
                "verse_number": "16",
                "verse_text": "We smell like a contagious dead person to those who are dying, but we smell like the fountain of life to those who are being saved."
            },
            {
                "verse_number": "17",
                "verse_text": "We aren&quot;t like so many people who hustle the word of God to make a profit. We are speaking through Christ in the presence of God, as those who are sincere and as those who are sent from God."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Are we starting to commend ourselves again? We don&quot;t need letters of introduction to you or from you like other people, do we?"
            },
            {
                "verse_number": "2",
                "verse_text": "You are our letter, written on our hearts, known and read by everyone."
            },
            {
                "verse_number": "3",
                "verse_text": "You show that you are Christ&quot;s letter, delivered by us. You weren&quot;t written with ink but with the Spirit of the living God. You weren&quot;t written on tablets of stone but on tablets of human hearts."
            },
            {
                "verse_number": "4",
                "verse_text": "This is the confidence that we have through Christ in the presence of God."
            },
            {
                "verse_number": "5",
                "verse_text": "It isn&quot;t that we ourselves are qualified to claim that anything came from us. No, our qualification is from God."
            },
            {
                "verse_number": "6",
                "verse_text": "He has qualified us as ministers of a new covenant, not based on what is written but on the Spirit, because what is written kills, but the Spirit gives life."
            },
            {
                "verse_number": "7",
                "verse_text": "The ministry that brought death was carved in letters on stone tablets. It came with such glory that the Israelites couldn&quot;t look for long at Moses&quot; face because his face was shining with glory, even though it was a fading glory."
            },
            {
                "verse_number": "8",
                "verse_text": "Won&quot;t the ministry of the Spirit be much more glorious?"
            },
            {
                "verse_number": "9",
                "verse_text": "If the ministry that brought condemnation has glory, how much more glorious is the ministry that brings righteousness?"
            },
            {
                "verse_number": "10",
                "verse_text": "In fact, what was glorious isn&quot;t glorious now, because of the glory that is brighter."
            },
            {
                "verse_number": "11",
                "verse_text": "If the glory that fades away was glorious, how much more glorious is the one that lasts!"
            },
            {
                "verse_number": "12",
                "verse_text": "So, since we have such a hope, we act with great confidence."
            },
            {
                "verse_number": "13",
                "verse_text": "We aren&quot;t like Moses, who used to put a veil over his face so that the Israelites couldn&quot;t watch the end of what was fading away."
            },
            {
                "verse_number": "14",
                "verse_text": "But their minds were closed. Right up to the present day the same veil remains when the old covenant is read. The veil is not removed because it is taken away by Christ."
            },
            {
                "verse_number": "15",
                "verse_text": "Even today, whenever Moses is read, a veil lies over their hearts."
            },
            {
                "verse_number": "16",
                "verse_text": "But whenever someone turns back to the Lord, the veil is removed."
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord is the Spirit, and where the Lord&quot;s Spirit is, there is freedom."
            },
            {
                "verse_number": "18",
                "verse_text": "All of us are looking with unveiled faces at the glory of the Lord as if we were looking in a mirror. We are being transformed into that same image from one degree of glory to the next degree of glory. This comes from the Lord, who is the Spirit."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "This is why we don&quot;t get discouraged, given that we received this ministry in the same way that we received God&quot;s mercy."
            },
            {
                "verse_number": "2",
                "verse_text": "Instead, we reject secrecy and shameful actions. We don&quot;t use deception, and we don&quot;t tamper with God&quot;s word. Instead, we commend ourselves to everyone&quot;s conscience in the sight of God by the public announcement of the truth."
            },
            {
                "verse_number": "3",
                "verse_text": "And even if our gospel is veiled, it is veiled to those who are on the road to destruction."
            },
            {
                "verse_number": "4",
                "verse_text": "The god of this age has blinded the minds of those who don&quot;t have faith so they couldn&quot;t see the light of the gospel that reveals Christ&quot;s glory. Christ is the image of God."
            },
            {
                "verse_number": "5",
                "verse_text": "We don&quot;t preach about ourselves. Instead, we preach about Jesus Christ as Lord, and we describe ourselves as your slaves for Jesus&quot; sake."
            },
            {
                "verse_number": "6",
                "verse_text": "God said that light should shine out of the darkness. He is the same one who shone in our hearts to give us the light of the knowledge of God&quot;s glory in the face of Jesus Christ."
            },
            {
                "verse_number": "7",
                "verse_text": "But we have this treasure in clay pots so that the awesome power belongs to God and doesn&quot;t come from us."
            },
            {
                "verse_number": "8",
                "verse_text": "We are experiencing all kinds of trouble, but we aren&quot;t crushed. We are confused, but we aren&quot;t depressed."
            },
            {
                "verse_number": "9",
                "verse_text": "We are harassed, but we aren&quot;t abandoned. We are knocked down, but we aren&quot;t knocked out."
            },
            {
                "verse_number": "10",
                "verse_text": "We always carry Jesus&quot; death around in our bodies so that Jesus&quot; life can also be seen in our bodies."
            },
            {
                "verse_number": "11",
                "verse_text": "We who are alive are always being handed over to death for Jesus&quot; sake so that Jesus&quot; life can also be seen in our bodies that are dying."
            },
            {
                "verse_number": "12",
                "verse_text": "So death is at work in us, but life is at work in you."
            },
            {
                "verse_number": "13",
                "verse_text": "We have the same faithful spirit as what is written in scripture: &apos; I had faith, and so I spoke. &apos; We also have faith, and so we also speak."
            },
            {
                "verse_number": "14",
                "verse_text": "We do this because we know that the one who raised the Lord Jesus will also raise us with Jesus, and he will bring us into his presence along with you."
            },
            {
                "verse_number": "15",
                "verse_text": "All these things are for your benefit. As grace increases to benefit more and more people, it will cause gratitude to increase, which results in God&quot;s glory."
            },
            {
                "verse_number": "16",
                "verse_text": "So we aren&quot;t depressed. But even if our bodies are breaking down on the outside, the person that we are on the inside is being renewed every day."
            },
            {
                "verse_number": "17",
                "verse_text": "Our temporary minor problems are producing an eternal stockpile of glory for us that is beyond all comparison."
            },
            {
                "verse_number": "18",
                "verse_text": "We don&quot;t focus on the things that can be seen but on the things that can&quot;t be seen. The things that can be seen don&quot;t last, but the things that can&quot;t be seen are eternal."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "We know that if the tent that we live in on earth is torn down, we have a building from God. It&quot;s a house that isn&quot;t handmade, which is eternal and located in heaven."
            },
            {
                "verse_number": "2",
                "verse_text": "We groan while we live in this residence. We really want to dress ourselves with our building from heaven&ndash;"
            },
            {
                "verse_number": "3",
                "verse_text": "since we assume that when we take off this tent, we won&quot;t find out that we are naked."
            },
            {
                "verse_number": "4",
                "verse_text": "Yes, while we are in this tent we groan, because we are weighed down. We want to be dressed not undressed, so that what is dying can be swallowed up by life."
            },
            {
                "verse_number": "5",
                "verse_text": "Now the one who prepared us for this very thing is God, and God gave us the Spirit as a down payment for our home."
            },
            {
                "verse_number": "6",
                "verse_text": "So we are always confident, because we know that while we are living in the body, we are away from our home with the Lord."
            },
            {
                "verse_number": "7",
                "verse_text": "We live by faith and not by sight."
            },
            {
                "verse_number": "8",
                "verse_text": "We are confident, and we would prefer to leave the body and to be at home with the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "So our goal is to be acceptable to him, whether we are at home or away from home."
            },
            {
                "verse_number": "10",
                "verse_text": "We all must appear before Christ in court so that each person can be paid back for the things that were done while in the body, whether they were good or bad."
            },
            {
                "verse_number": "11",
                "verse_text": "So we try to persuade people, since we know what it means to fear the Lord. We are well known by God, and I hope that in your heart we are well known by you as well."
            },
            {
                "verse_number": "12",
                "verse_text": "We aren&quot;t trying to commend ourselves to you again. Instead, we are giving you an opportunity to be proud of us so that you could answer those who take pride in superficial appearance, and not in what is in the heart."
            },
            {
                "verse_number": "13",
                "verse_text": "If we are crazy, it&quot;s for God&quot;s sake. If we are rational, it&quot;s for your sake."
            },
            {
                "verse_number": "14",
                "verse_text": "The love of Christ controls us, because we have concluded this: one died for the sake of all; therefore, all died."
            },
            {
                "verse_number": "15",
                "verse_text": "He died for the sake of all so that those who are alive should live not for themselves but for the one who died for them and was raised."
            },
            {
                "verse_number": "16",
                "verse_text": "So then, from this point on we won&quot;t recognize people by human standards. Even though we used to know Christ by human standards, that isn&quot;t how we know him now."
            },
            {
                "verse_number": "17",
                "verse_text": "So then, if anyone is in Christ, that person is part of the new creation. The old things have gone away, and look, new things have arrived!"
            },
            {
                "verse_number": "18",
                "verse_text": "All of these new things are from God, who reconciled us to himself through Christ and who gave us the ministry of reconciliation."
            },
            {
                "verse_number": "19",
                "verse_text": "In other words, God was reconciling the world to himself through Christ, by not counting people&quot;s sins against them. He has trusted us with this message of reconciliation."
            },
            {
                "verse_number": "20",
                "verse_text": "So we are ambassadors who represent Christ. God is negotiating with you through us. We beg you as Christ&quot;s representatives, &apos;Be reconciled to God!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "God caused the one who didn&quot;t know sin to be sin for our sake so that through him we could become the righteousness of God."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Since we work together with him, we are also begging you not to receive the grace of God in vain."
            },
            {
                "verse_number": "2",
                "verse_text": "He says, &apos; I listened to you at the right time, and I helped you on the day of salvation. &apos; Look, now is the right time! Look, now is the day of salvation!"
            },
            {
                "verse_number": "3",
                "verse_text": "We don&quot;t give anyone any reason to be offended about anything so that our ministry won&quot;t be criticized."
            },
            {
                "verse_number": "4",
                "verse_text": "Instead, we commend ourselves as ministers of God in every way. We did this with our great endurance through problems, disasters, and stressful situations."
            },
            {
                "verse_number": "5",
                "verse_text": "We went through beatings, imprisonments, and riots. We experienced hard work, sleepless nights, and hunger."
            },
            {
                "verse_number": "6",
                "verse_text": "We displayed purity, knowledge, patience, and generosity. We served with the Holy Spirit, genuine love,"
            },
            {
                "verse_number": "7",
                "verse_text": "telling the truth, and God&quot;s power. We carried the weapons of righteousness in our right hand and our left hand."
            },
            {
                "verse_number": "8",
                "verse_text": "We were treated with honor and dishonor and with verbal abuse and good evaluation. We were seen as both fake and real,"
            },
            {
                "verse_number": "9",
                "verse_text": "as unknown and well known, as dying&ndash;and look, we are alive! We were seen as punished but not killed,"
            },
            {
                "verse_number": "10",
                "verse_text": "as going through pain but always happy, as poor but making many rich, and as having nothing but owning everything."
            },
            {
                "verse_number": "11",
                "verse_text": "Corinthians, we have spoken openly to you, and our hearts are wide open."
            },
            {
                "verse_number": "12",
                "verse_text": "There are no limits to the affection that we feel for you. You are the ones who placed boundaries on your affection for us."
            },
            {
                "verse_number": "13",
                "verse_text": "But as a fair trade&ndash;I&quot;m talking to you like you are children&ndash;open your hearts wide too."
            },
            {
                "verse_number": "14",
                "verse_text": "Don&quot;t be tied up as equal partners with people who don&quot;t believe. What does righteousness share with that which is outside the Law? What relationship does light have with darkness?"
            },
            {
                "verse_number": "15",
                "verse_text": "What harmony does Christ have with Satan? What does a believer have in common with someone who doesn&quot;t believe?"
            },
            {
                "verse_number": "16",
                "verse_text": "What agreement can there be between God&quot;s temple and idols? Because we are the temple of the living God. Just as God said, &apos; I live with them, and I will move among them. I will be their God, and they will be my people. &apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Therefore, &apos; come out from among them and be separated, says the Lord. Don&quot;t touch what is unclean. Then I will welcome you. &apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos; I will be a father to you, and you will be my sons and daughters, says the Lord Almighty &apos;."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "My dear friends, since we have these promises, let&quot;s cleanse ourselves from anything that contaminates our body or spirit so that we make our holiness complete in the fear of God."
            },
            {
                "verse_number": "2",
                "verse_text": "Make room in your hearts for us. We didn&quot;t do anything wrong to anyone. We didn&quot;t ruin anyone. We didn&quot;t take advantage of anyone."
            },
            {
                "verse_number": "3",
                "verse_text": "I&quot;m not saying this to make you feel guilty. I&quot;ve already said that you are in our hearts so that we die and live together with you."
            },
            {
                "verse_number": "4",
                "verse_text": "I have every confidence in you. I&quot;m terribly proud of you. I&quot;m filled with encouragement. I&quot;m overwhelmed with happiness while in the middle of our problems."
            },
            {
                "verse_number": "5",
                "verse_text": "Even after we arrived in Macedonia, we couldn&quot;t rest physically. We were surrounded by problems. There was external conflict, and there were internal fears."
            },
            {
                "verse_number": "6",
                "verse_text": "However, God comforts people who are discouraged, and he comforted us by Titus&quot; arrival."
            },
            {
                "verse_number": "7",
                "verse_text": "We weren&quot;t comforted only by his arrival but also by the comfort he had received from you. He told us about your desire to see me, how you were sorry, and about your concern for me, so that I was even happier."
            },
            {
                "verse_number": "8",
                "verse_text": "Even though my letter hurt you, I don&quot;t regret it. Well&ndash;I did regret it just a bit because I see that that letter made you sad, though only for a short time."
            },
            {
                "verse_number": "9",
                "verse_text": "Now I&quot;m glad&ndash;not because you were sad but because you were made sad enough to change your hearts and lives. You felt godly sadness so that no one was harmed by us in any way."
            },
            {
                "verse_number": "10",
                "verse_text": "Godly sadness produces a changed heart and life that leads to salvation and leaves no regrets, but sorrow under the influence of the world produces death."
            },
            {
                "verse_number": "11",
                "verse_text": "Look at what this very experience of godly sadness has produced in you: such enthusiasm, what a desire to clear yourselves of blame, such indignation, what fear, what purpose, such concern, what justice! In everything you have shown yourselves to be innocent in the matter."
            },
            {
                "verse_number": "12",
                "verse_text": "So although I wrote to you, it wasn&quot;t for the sake of the one who did wrong, or for the sake of the one who was wronged, but to show you your own enthusiasm for us in the sight of God."
            },
            {
                "verse_number": "13",
                "verse_text": "Because of this we have been encouraged. And in addition to our own encouragement, we were even more pleased at how happy Titus was. His mind has been put at rest by all of you."
            },
            {
                "verse_number": "14",
                "verse_text": "If I&quot;ve bragged about you to him in any way, I haven&quot;t been embarrassed. Instead, our bragging to Titus has also been proven to be true, just like everything we said to you was true."
            },
            {
                "verse_number": "15",
                "verse_text": "His devotion to you is growing even more as he remembers how all of you were obedient when you welcomed him with fear and trembling."
            },
            {
                "verse_number": "16",
                "verse_text": "I&quot;m happy, because I can completely depend on you."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Brothers and sisters, we want to let you know about the grace of God that was given to the churches of Macedonia."
            },
            {
                "verse_number": "2",
                "verse_text": "While they were being tested by many problems, their extra amount of happiness and their extreme poverty resulted in a surplus of rich generosity."
            },
            {
                "verse_number": "3",
                "verse_text": "I assure you that they gave what they could afford and even more than they could afford, and they did it voluntarily."
            },
            {
                "verse_number": "4",
                "verse_text": "They urgently begged us for the privilege of sharing in this service for the saints."
            },
            {
                "verse_number": "5",
                "verse_text": "They even exceeded our expectations, because they gave themselves to the Lord first and to us, consistent with God&quot;s will."
            },
            {
                "verse_number": "6",
                "verse_text": "As a result, we challenged Titus to finish this work of grace with you the way he had started it."
            },
            {
                "verse_number": "7",
                "verse_text": "Be the best in this work of grace in the same way that you are the best in everything, such as faith, speech, knowledge, total commitment, and the love we inspired in you."
            },
            {
                "verse_number": "8",
                "verse_text": "I&quot;m not giving an order, but by mentioning the commitment of others, I&quot;m trying to prove the authenticity of your love also."
            },
            {
                "verse_number": "9",
                "verse_text": "You know the grace of our Lord Jesus Christ. Although he was rich, he became poor for your sakes, so that you could become rich through his poverty."
            },
            {
                "verse_number": "10",
                "verse_text": "I&quot;m giving you my opinion about this. It&quot;s to your advantage to do this, since you not only started to do it last year but you wanted to do it too."
            },
            {
                "verse_number": "11",
                "verse_text": "Now finish the job as well so that you finish it with as much enthusiasm as you started, given what you can afford."
            },
            {
                "verse_number": "12",
                "verse_text": "A gift is appreciated because of what a person can afford, not because of what that person can&quot;t afford, if it&quot;s apparent that it&quot;s done willingly."
            },
            {
                "verse_number": "13",
                "verse_text": "It isn&quot;t that we want others to have financial ease and you financial difficulties, but it&quot;s a matter of equality."
            },
            {
                "verse_number": "14",
                "verse_text": "At the present moment, your surplus can fill their deficit so that in the future their surplus can fill your deficit. In this way there is equality."
            },
            {
                "verse_number": "15",
                "verse_text": "As it is written, &apos; The one who gathered more didn&quot;t have too much, and the one who gathered less didn&quot;t have too little. &apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But thank God, who put the same commitment that I have for you in Titus&quot; heart."
            },
            {
                "verse_number": "17",
                "verse_text": "Not only has he accepted our challenge but he&quot;s on his way to see you voluntarily, and he&quot;s excited."
            },
            {
                "verse_number": "18",
                "verse_text": "We are sending the brother who is famous in all the churches because of his work for the gospel along with him."
            },
            {
                "verse_number": "19",
                "verse_text": "In addition to this, he is chosen by the churches to be our traveling companion in this work of grace, which we are taking care of for the sake of the glory of the Lord himself, and to show our desire to help."
            },
            {
                "verse_number": "20",
                "verse_text": "We are trying to avoid being blamed by anyone for the way we take care of this large amount of money."
            },
            {
                "verse_number": "21",
                "verse_text": "We care about doing the right thing, not only in the Lord&quot;s eyes but also in the eyes of other people."
            },
            {
                "verse_number": "22",
                "verse_text": "We are sending our brother with them. We have tested his commitment in many ways and many times. Now he&quot;s even more committed, because he has so much confidence in you."
            },
            {
                "verse_number": "23",
                "verse_text": "If there is any question about Titus, he is my partner and coworker among you. If there is any question about our brothers, they are the churches&quot; apostles and an honor to Christ."
            },
            {
                "verse_number": "24",
                "verse_text": "So show them the proof of your love and the reason we are so proud of you, in such a way that the churches can see it."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "It&quot;s unnecessary for me to write to you about this service for God&quot;s people."
            },
            {
                "verse_number": "2",
                "verse_text": "I know about your willingness to help. I brag about you to the Macedonians, saying, &apos;Greece has been ready since last year,&apos; and your enthusiasm has motivated most of them."
            },
            {
                "verse_number": "3",
                "verse_text": "But I&quot;m sending the brothers so that our bragging about you in this case won&quot;t be empty words, and so that you can be prepared, just as I keep telling them you will be."
            },
            {
                "verse_number": "4",
                "verse_text": "If some Macedonians should come with me and find out that you aren&quot;t ready, we (not to mention you) would be embarrassed as far as this project goes."
            },
            {
                "verse_number": "5",
                "verse_text": "This is why I thought it was necessary to encourage the brothers to go to you ahead of time and arrange in advance the generous gift you have already promised. I want it to be a real gift from you. I don&quot;t want you to feel like you are being forced to give anything."
            },
            {
                "verse_number": "6",
                "verse_text": "What I mean is this: the one who sows a small number of seeds will also reap a small crop, and the one who sows a generous amount of seeds will also reap a generous crop."
            },
            {
                "verse_number": "7",
                "verse_text": "Everyone should give whatever they have decided in their heart. They shouldn&quot;t give with hesitation or because of pressure. God loves a cheerful giver."
            },
            {
                "verse_number": "8",
                "verse_text": "God has the power to provide you with more than enough of every kind of grace. That way, you will have everything you need always and in everything to provide more than enough for every kind of good work."
            },
            {
                "verse_number": "9",
                "verse_text": "As it is written, &apos; He scattered everywhere; he gave to the needy; his righteousness remains forever. &apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The one who supplies seed for planting and bread for eating will supply and multiply your seed and will increase your crop, which is righteousness."
            },
            {
                "verse_number": "11",
                "verse_text": "You will be made rich in every way so that you can be generous in every way. Such generosity produces thanksgiving to God through us."
            },
            {
                "verse_number": "12",
                "verse_text": "Your ministry of this service to God&quot;s people isn&quot;t only fully meeting their needs but it is also multiplying in many expressions of thanksgiving to God."
            },
            {
                "verse_number": "13",
                "verse_text": "They will give honor to God for your obedience to your confession of Christ&quot;s gospel. They will do this because this service provides evidence of your obedience, and because of your generosity in sharing with them and with everyone."
            },
            {
                "verse_number": "14",
                "verse_text": "They will also pray for you, and they will care deeply for you because of the outstanding grace that God has given to you."
            },
            {
                "verse_number": "15",
                "verse_text": "Thank God for his gift that words can&quot;t describe!"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "I, Paul, make a personal request to you with the gentleness and kindness of Christ. I&quot;m shy when I&quot;m with you, but I&quot;m bossy when I&quot;m away from you!"
            },
            {
                "verse_number": "2",
                "verse_text": "I beg you that when I&quot;m with you in person, I won&quot;t have to boss you around. I&quot;m afraid that I may have to use that kind of behavior with those people who think we live by human standards."
            },
            {
                "verse_number": "3",
                "verse_text": "Although we live in the world, we don&quot;t fight our battles with human methods."
            },
            {
                "verse_number": "4",
                "verse_text": "Our weapons that we fight with aren&quot;t human, but instead they are powered by God for the destruction of fortresses. They destroy arguments,"
            },
            {
                "verse_number": "5",
                "verse_text": "and every defense that is raised up to oppose the knowledge of God. They capture every thought to make it obedient to Christ."
            },
            {
                "verse_number": "6",
                "verse_text": "Once your obedience is complete, we are ready to punish any disobedience."
            },
            {
                "verse_number": "7",
                "verse_text": "Look at what is right in front of you! If anyone is sure about belonging to Christ, that person should think again. We belong to Christ just like that person."
            },
            {
                "verse_number": "8",
                "verse_text": "Even if I went on to brag about our authority, I wouldn&quot;t be ashamed of it. The Lord gave us that authority to build you up and not to destroy you."
            },
            {
                "verse_number": "9",
                "verse_text": "I don&quot;t want it to seem like I&quot;m trying to intimidate you with my letters."
            },
            {
                "verse_number": "10",
                "verse_text": "I know what some people are saying: &apos;His letters are severe and powerful, but in person he is weak and his speech is worth nothing.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "These people need to think about this&ndash;that when we are with you, our actions will show that we are the same as the words we wrote when we were away from you."
            },
            {
                "verse_number": "12",
                "verse_text": "We won&quot;t dare to place ourselves in the same league or to compare ourselves with some of those who are promoting themselves. When they measure themselves by themselves, and compare themselves with themselves, they have no understanding."
            },
            {
                "verse_number": "13",
                "verse_text": "We won&quot;t take pride in anything more than what is appropriate. Let&quot;s look at the boundaries of our work area that God has assigned to us. It&quot;s an area that includes you."
            },
            {
                "verse_number": "14",
                "verse_text": "We aren&quot;t going out of bounds, as if our work area doesn&quot;t extend as far as you. We were the first ones to travel as far as Corinth with the gospel of Christ."
            },
            {
                "verse_number": "15",
                "verse_text": "We don&quot;t take pride in what other people do outside of our boundaries. We hope that our work will be extended even more by you as your faith grows, until it expands fully (within the boundaries, of course)."
            },
            {
                "verse_number": "16",
                "verse_text": "We hope that our work grows even to the point of the gospel being preached in places beyond Corinth, without bragging about what has already been done in another person&quot;s work area."
            },
            {
                "verse_number": "17",
                "verse_text": "But, &apos; the one who brags should brag in the Lord. &apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "It isn&quot;t the person who promotes himself or herself who is approved but the person whom the Lord commends."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "I hope that you will put up with me while I act like a fool. Well, in fact, you are putting up with me!"
            },
            {
                "verse_number": "2",
                "verse_text": "I&quot;m deeply concerned about you with the same concern that God has. As your father, I promised you in marriage to one husband. I promised to present you as an innocent virgin to Christ himself."
            },
            {
                "verse_number": "3",
                "verse_text": "But I&quot;m afraid that your minds might be seduced in the same way as the snake deceived Eve with his devious tricks. You might be unable to focus completely on a genuine and innocent commitment to Christ."
            },
            {
                "verse_number": "4",
                "verse_text": "If a person comes and preaches some other Jesus than the one we preached, or if you receive a different Spirit than the one you had received, or a different gospel than the one you embraced, you put up with it so easily!"
            },
            {
                "verse_number": "5",
                "verse_text": "I don&quot;t consider myself as second-rate in any way compared to the &apos;super-apostles.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But even if I&quot;m uneducated in public speaking, I&quot;m not uneducated in knowledge. We have shown this to you in every way and in everything we have done."
            },
            {
                "verse_number": "7",
                "verse_text": "Did I commit a sin by humbling myself to give you an advantage because I preached the gospel of God to you free of charge?"
            },
            {
                "verse_number": "8",
                "verse_text": "I robbed other churches by taking a salary from them in order to serve you!"
            },
            {
                "verse_number": "9",
                "verse_text": "While I was with you, I didn&quot;t burden any of you even though I needed things. The believers who came from Macedonia gave me everything I needed. I kept myself from being a financial drain on you in any way, and I will continue to keep myself from being a burden."
            },
            {
                "verse_number": "10",
                "verse_text": "Since Christ&quot;s truth is in me, I won&quot;t stop telling the entire area of Greece that I&quot;m proud of what I did."
            },
            {
                "verse_number": "11",
                "verse_text": "Why? Is it because I don&quot;t love you? God knows that I do!"
            },
            {
                "verse_number": "12",
                "verse_text": "But I&quot;m going to continue to do what I&quot;m doing. I want to contradict the claims of the people who want to be treated like they are the same as us because of what they brag about."
            },
            {
                "verse_number": "13",
                "verse_text": "Such people are false apostles and dishonest workers who disguise themselves as apostles of Christ."
            },
            {
                "verse_number": "14",
                "verse_text": "And no wonder! Even Satan disguises himself as an angel of light."
            },
            {
                "verse_number": "15",
                "verse_text": "It is no great surprise then that his servants also disguise themselves as servants of righteousness. Their end will be what their actions deserve."
            },
            {
                "verse_number": "16",
                "verse_text": "I repeat, no one should take me for a fool. But if you do, then allow me to be a fool so that I can brag like a fool for a bit."
            },
            {
                "verse_number": "17",
                "verse_text": "I&quot;m not saying what I&quot;m saying because the Lord tells me to. I&quot;m saying it like I&quot;m a fool. I&quot;m putting my confidence in this business of bragging."
            },
            {
                "verse_number": "18",
                "verse_text": "Since so many people are bragging based on human standards, that is how I&quot;m going to brag too."
            },
            {
                "verse_number": "19",
                "verse_text": "Because you, who are so wise, are happy to put up with fools."
            },
            {
                "verse_number": "20",
                "verse_text": "You put up with it if someone enslaves you, if someone exploits you, if someone takes advantage of you, if someone places themselves over you, or if someone hits you in the face."
            },
            {
                "verse_number": "21",
                "verse_text": "I&quot;m ashamed to say that we have been weak in comparison! But in whatever they challenge me, I challenge them (I&quot;m speaking foolishly)."
            },
            {
                "verse_number": "22",
                "verse_text": "Are they Hebrews? So am I. Are they Israelites? So am I. Are they descendants of Abraham? So am I."
            },
            {
                "verse_number": "23",
                "verse_text": "Are they ministers of Christ? I&quot;m speaking like a crazy person. What I&quot;ve done goes well beyond what they&quot;ve done. I&quot;ve worked much harder. I&quot;ve been imprisoned much more often. I&quot;ve been beaten more times than I can count. I&quot;ve faced death many times."
            },
            {
                "verse_number": "24",
                "verse_text": "I received the &apos;forty lashes minus one&apos; from the Jews five times."
            },
            {
                "verse_number": "25",
                "verse_text": "I was beaten with rods three times. I was stoned once. I was shipwrecked three times. I spent a day and a night on the open sea."
            },
            {
                "verse_number": "26",
                "verse_text": "I&quot;ve been on many journeys. I faced dangers from rivers, robbers, my people, and Gentiles. I faced dangers in the city, in the desert, on the sea, and from false brothers and sisters."
            },
            {
                "verse_number": "27",
                "verse_text": "I faced these dangers with hard work and heavy labor, many sleepless nights, hunger and thirst, often without food, and in the cold without enough clothes."
            },
            {
                "verse_number": "28",
                "verse_text": "Besides all the other things I could mention, there&quot;s my daily stress because I&quot;m concerned about all the churches."
            },
            {
                "verse_number": "29",
                "verse_text": "Who is weak without me being weak? Who is led astray without me being furious about it?"
            },
            {
                "verse_number": "30",
                "verse_text": "If it&quot;s necessary to brag, I&quot;ll brag about my weaknesses."
            },
            {
                "verse_number": "31",
                "verse_text": "The God and Father of the Lord Jesus, the one who is blessed forever, knows that I&quot;m not lying."
            },
            {
                "verse_number": "32",
                "verse_text": "At Damascus the governor under King Aretas was guarding the city of Damascus in order to capture me,"
            },
            {
                "verse_number": "33",
                "verse_text": "but I got away from him by being lowered in a basket through a window in the city wall."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "It is necessary to brag, not that it does any good. I&quot;ll move on to visions and revelations from the Lord."
            },
            {
                "verse_number": "2",
                "verse_text": "I know a man in Christ who was caught up into the third heaven fourteen years ago. I don&quot;t know whether it was in the body or out of the body. God knows."
            },
            {
                "verse_number": "5",
                "verse_text": "I&quot;ll brag about this man, but I won&quot;t brag about myself, except to brag about my weaknesses."
            },
            {
                "verse_number": "6",
                "verse_text": "If I did want to brag, I wouldn&quot;t make a fool of myself because I&quot;d tell the truth. I&quot;m holding back from bragging so that no one will give me any more credit than what anyone sees or hears about me."
            },
            {
                "verse_number": "7",
                "verse_text": "I was given a thorn in my body because of the outstanding revelations I&quot;ve received so that I wouldn&quot;t be conceited. It&quot;s a messenger from Satan sent to torment me so that I wouldn&quot;t be conceited."
            },
            {
                "verse_number": "8",
                "verse_text": "I pleaded with the Lord three times for it to leave me alone."
            },
            {
                "verse_number": "9",
                "verse_text": "He said to me, &apos;My grace is enough for you, because power is made perfect in weakness.&apos; So I&quot;ll gladly spend my time bragging about my weaknesses so that Christ&quot;s power can rest on me."
            },
            {
                "verse_number": "10",
                "verse_text": "Therefore, I&quot;m all right with weaknesses, insults, disasters, harassments, and stressful situations for the sake of Christ, because when I&quot;m weak, then I&quot;m strong."
            },
            {
                "verse_number": "11",
                "verse_text": "I&quot;ve become a fool! You made me do it. Actually, I should have been commended by you. I&quot;m not inferior to the super-apostles in any way, even though I&quot;m a nonentity."
            },
            {
                "verse_number": "12",
                "verse_text": "The signs of an apostle were performed among you with continuous endurance through signs, wonders, and miracles."
            },
            {
                "verse_number": "13",
                "verse_text": "How were you treated worse than the other churches, except that I myself wasn&quot;t a financial burden on you? Forgive me for this wrong!"
            },
            {
                "verse_number": "14",
                "verse_text": "Look, I&quot;m ready to visit you a third time, and I won&quot;t be a burden on you. I don&quot;t want your things; I want you. It isn&quot;t the children&quot;s responsibility to save up for their parents but parents for children."
            },
            {
                "verse_number": "15",
                "verse_text": "I will very gladly spend and be spent for your sake. If I love you more, will you love me less?"
            },
            {
                "verse_number": "16",
                "verse_text": "We all know that I didn&quot;t place a burden on you, but in spite of that you think I&quot;m a con artist who fooled you with a trick."
            },
            {
                "verse_number": "17",
                "verse_text": "I haven&quot;t taken advantage of you through any of the people I sent to you, have I?"
            },
            {
                "verse_number": "18",
                "verse_text": "I strongly encouraged Titus to go to you and sent the brother with him. Titus didn&quot;t take advantage of you, did he? Didn&quot;t we live by the same Spirit? Didn&quot;t we walk in the same footsteps?"
            },
            {
                "verse_number": "19",
                "verse_text": "Have you been thinking up to now that we are defending ourselves to you? Actually, we are speaking in the sight of God and in Christ. Dear friends, everything is meant to build you up."
            },
            {
                "verse_number": "20",
                "verse_text": "I&quot;m afraid that maybe when I come you will be different from the way I want you to be, and that I&quot;ll be different from the way you want me to be. I&quot;m afraid that there might be fighting, obsession, losing your temper, competitive opposition, backstabbing, gossip, conceit, and disorderly conduct."
            },
            {
                "verse_number": "21",
                "verse_text": "I&quot;m afraid that when I come again, my God may embarrass me in front of you. I might have to go into mourning over all the people who have sinned before and haven&quot;t changed their hearts and lives from what they used to practice: moral corruption, sexual immorality, and doing whatever feels good."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "This is the third time that I&quot;m coming to visit you. Every matter is settled on the evidence of two or three witnesses."
            },
            {
                "verse_number": "2",
                "verse_text": "When I was with you on my second visit, I already warned those who continued to sin. Now I&quot;m repeating that warning to all the rest of you while I&quot;m at a safe distance: if I come again, I won&quot;t spare anyone."
            },
            {
                "verse_number": "3",
                "verse_text": "Since you are demanding proof that Christ speaks through me, Christ isn&quot;t weak in dealing with you but shows his power among you."
            },
            {
                "verse_number": "4",
                "verse_text": "Certainly he was crucified because of weakness, but he lives by the power of God. Certainly we also are weak in him, but we will live together with him, because of God&quot;s power that is directed toward you."
            },
            {
                "verse_number": "5",
                "verse_text": "Examine yourselves to see if you are in the faith. Test yourselves. Don&quot;t you understand that Jesus Christ is in you? Unless, of course, you fail the test."
            },
            {
                "verse_number": "6",
                "verse_text": "But I hope that you will realize that we don&quot;t fail the test."
            },
            {
                "verse_number": "7",
                "verse_text": "We pray to God that you don&quot;t do anything wrong, not because we want to appear to pass the test but so that you might do the right thing, even if we appear to fail."
            },
            {
                "verse_number": "8",
                "verse_text": "We can&quot;t do anything against the truth but only to help the truth."
            },
            {
                "verse_number": "9",
                "verse_text": "We are happy when we are weak but you are strong. We pray for this: that you will be made complete."
            },
            {
                "verse_number": "10",
                "verse_text": "This is why I&quot;m writing these things while I&quot;m away. I&quot;m writing so that I won&quot;t need to act harshly when I&quot;m with you by using the authority that the Lord gave me. He gave it to me so that I could build you up, not tear you down."
            },
            {
                "verse_number": "11",
                "verse_text": "Finally, brothers and sisters, good-bye. Put things in order, respond to my encouragement, be in harmony with each other, and live in peace&ndash;and the God of love and peace will be with you."
            },
            {
                "verse_number": "12",
                "verse_text": "Say hello to each other with a holy kiss. All of God&quot;s people say hello to you."
            },
            {
                "verse_number": "13",
                "verse_text": "The grace of the Lord Jesus Christ, the love of God, and the fellowship of the Holy Spirit be with you all."
            }
        ]
    }
}