{
    "Exodus": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "These are the names of the Israelites who came to Egypt with Jacob along with their households:"
            },
            {
                "verse_number": "2",
                "verse_text": "Reuben, Simeon, Levi, and Judah,"
            },
            {
                "verse_number": "3",
                "verse_text": "Issachar, Zebulun, and Benjamin,"
            },
            {
                "verse_number": "4",
                "verse_text": "Dan and Naphtali, Gad and Asher."
            },
            {
                "verse_number": "5",
                "verse_text": "The total number in Jacob&quot;s family was seventy. Joseph was already in Egypt."
            },
            {
                "verse_number": "6",
                "verse_text": "Eventually, Joseph, his brothers, and everyone in his generation died."
            },
            {
                "verse_number": "7",
                "verse_text": "But the Israelites were fertile and became populous. They multiplied and grew dramatically, filling the whole land."
            },
            {
                "verse_number": "8",
                "verse_text": "Now a new king came to power in Egypt who didn&quot;t know Joseph."
            },
            {
                "verse_number": "9",
                "verse_text": "He said to his people, &apos;The Israelite people are now larger in number and stronger than we are."
            },
            {
                "verse_number": "10",
                "verse_text": "Come on, let&quot;s be smart and deal with them. Otherwise, they will only grow in number. And if war breaks out, they will join our enemies, fight against us, and then escape from the land.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "As a result, the Egyptians put foremen of forced work gangs over the Israelites to harass them with hard work. They had to build storage cities named Pithom and Rameses for Pharaoh."
            },
            {
                "verse_number": "12",
                "verse_text": "But the more they were oppressed, the more they grew and spread, so much so that the Egyptians started to look at the Israelites with disgust and dread."
            },
            {
                "verse_number": "13",
                "verse_text": "So the Egyptians enslaved the Israelites."
            },
            {
                "verse_number": "14",
                "verse_text": "They made their lives miserable with hard labor, making mortar and bricks, doing field work, and by forcing them to do all kinds of other cruel work."
            },
            {
                "verse_number": "15",
                "verse_text": "The king of Egypt spoke to two Hebrew midwives named Shiphrah and Puah:"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;When you are helping the Hebrew women give birth and you see the baby being born, if it&quot;s a boy, kill him. But if it&quot;s a girl, you can let her live.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Now the two midwives respected God so they didn&quot;t obey the Egyptian king&quot;s order. Instead, they let the baby boys live."
            },
            {
                "verse_number": "18",
                "verse_text": "So the king of Egypt called the two midwives and said to them, &apos;Why are you doing this? Why are you letting the baby boys live?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The two midwives said to Pharaoh, &apos;Because Hebrew women aren&quot;t like Egyptian women. They&quot;re much stronger and give birth before any midwives can get to them.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So God treated the midwives well, and the people kept on multiplying and became very strong."
            },
            {
                "verse_number": "21",
                "verse_text": "And because the midwives respected God, God gave them households of their own."
            },
            {
                "verse_number": "22",
                "verse_text": "Then Pharaoh gave an order to all his people: &apos;Throw every baby boy born to the Hebrews into the Nile River, but you can let all the girls live.&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Now a man from Levi&quot;s household married a Levite woman."
            },
            {
                "verse_number": "2",
                "verse_text": "The woman became pregnant and gave birth to a son. She saw that the baby was healthy and beautiful, so she hid him for three months."
            },
            {
                "verse_number": "3",
                "verse_text": "When she couldn&quot;t hide him any longer, she took a reed basket and sealed it up with black tar. She put the child in the basket and set the basket among the reeds at the riverbank."
            },
            {
                "verse_number": "4",
                "verse_text": "The baby&quot;s older sister stood watch nearby to see what would happen to him. Then Moses was afraid when he realized: They obviously know what I did. But Moses ran away from Pharaoh and settled down in the land of Midian. One day Moses was sitting by a well."
            },
            {
                "verse_number": "5",
                "verse_text": "Pharaoh&quot;s daughter came down to bathe in the river, while her women servants walked along beside the river. She saw the basket among the reeds, and she sent one of her servants to bring it to her."
            },
            {
                "verse_number": "6",
                "verse_text": "When she opened it, she saw the child. The boy was crying, and she felt sorry for him. She said, &apos;This must be one of the Hebrews&quot; children.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then the baby&quot;s sister said to Pharaoh&quot;s daughter, &apos;Would you like me to go and find one of the Hebrew women to nurse the child for you?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Pharaoh&quot;s daughter agreed, &apos;Yes, do that.&apos; So the girl went and called the child&quot;s mother."
            },
            {
                "verse_number": "9",
                "verse_text": "Pharaoh&quot;s daughter said to her, &apos;Take this child and nurse it for me, and I&quot;ll pay you for your work.&apos; So the woman took the child and nursed it."
            },
            {
                "verse_number": "10",
                "verse_text": "After the child had grown up, she brought him back to Pharaoh&quot;s daughter, who adopted him as her son. She named him Moses, &apos;because,&apos; she said, &apos;I pulled him out of the water.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "One day after Moses had become an adult, he went out among his people and he saw their forced labor. He saw an Egyptian beating a Hebrew, one of his own people."
            },
            {
                "verse_number": "12",
                "verse_text": "He looked around to make sure no one else was there. Then he killed the Egyptian and hid him in the sand."
            },
            {
                "verse_number": "13",
                "verse_text": "When Moses went out the next day, he saw two Hebrew men fighting with each other. Moses said to the one who had started the fight, &apos;Why are you abusing your fellow Hebrew?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "He replied, &apos;Who made you a boss or judge over us? Are you planning to kill me like you killed the Egyptian?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "When Pharaoh heard about it, he tried to kill Moses."
            },
            {
                "verse_number": "16",
                "verse_text": "Now there was a Midianite priest who had seven daughters. The daughters came to draw water and fill the troughs so that their father&quot;s flock could drink."
            },
            {
                "verse_number": "17",
                "verse_text": "But some shepherds came along and rudely chased them away. Moses got up, rescued the women, and gave their flock water to drink."
            },
            {
                "verse_number": "18",
                "verse_text": "When they went back home to their father Reuel, he asked, &apos;How were you able to come back home so soon today?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "They replied, &apos;An Egyptian man rescued us from a bunch of shepherds. Afterward, he even helped us draw water to let the flock drink.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Reuel said to his daughters, &apos;So where is he? Why did you leave this man? Invite him to eat a meal with us.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Moses agreed to come and live with the man, who gave his daughter Zipporah to Moses as his wife."
            },
            {
                "verse_number": "22",
                "verse_text": "She gave birth to a son, and Moses named him Gershom, &apos;because,&apos; he said, &apos;I&quot;ve been an immigrant living in a foreign land.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "A long time passed, and the Egyptian king died. The Israelites were still groaning because of their hard work. They cried out, and their cry to be rescued from the hard work rose up to God."
            },
            {
                "verse_number": "24",
                "verse_text": "God heard their cry of grief, and God remembered his covenant with Abraham, Isaac, and Jacob."
            },
            {
                "verse_number": "25",
                "verse_text": "God looked at the Israelites, and God understood."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Moses was taking care of the flock for his father-in-law Jethro, Midian&quot;s priest. He led his flock out to the edge of the desert, and he came to God&quot;s mountain called Horeb."
            },
            {
                "verse_number": "2",
                "verse_text": "The LORD &quot;s messenger appeared to him in a flame of fire in the middle of a bush. Moses saw that the bush was in flames, but it didn&quot;t burn up."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Moses said to himself, Let me check out this amazing sight and find out why the bush isn&quot;t burning up. Moses said, &apos;I&quot;m here.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "When the LORD saw that he was coming to look, God called to him out of the bush, &apos;Moses, Moses!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the LORD said, &apos;Don&quot;t come any closer! Take off your sandals, because you are standing on holy ground.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "He continued, &apos;I am the God of your father, Abraham&quot;s God, Isaac&quot;s God, and Jacob&quot;s God.&apos; Moses hid his face because he was afraid to look at God."
            },
            {
                "verse_number": "7",
                "verse_text": "Then the LORD said, &apos;I&quot;ve clearly seen my people oppressed in Egypt. I&quot;ve heard their cry of injustice because of their slave masters. I know about their pain."
            },
            {
                "verse_number": "8",
                "verse_text": "I&quot;ve come down to rescue them from the Egyptians in order to take them out of that land and bring them to a good and broad land, a land that&quot;s full of milk and honey, a place where the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites all live."
            },
            {
                "verse_number": "9",
                "verse_text": "Now the Israelites&quot; cries of injustice have reached me. I&quot;ve seen just how much the Egyptians have oppressed them."
            },
            {
                "verse_number": "10",
                "verse_text": "So get going. I&quot;m sending you to Pharaoh to bring my people, the Israelites, out of Egypt.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "But Moses said to God, &apos;Who am I to go to Pharaoh and to bring the Israelites out of Egypt?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "God said, &apos;I&quot;ll be with you. And this will show you that I&quot;m the one who sent you. After you bring the people out of Egypt, you will come back here and worship God on this mountain.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But Moses said to God, &apos;If I now come to the Israelites and say to them, &quot;The God of your ancestors has sent me to you,&quot; they are going to ask me, &quot;What&quot;s this God&quot;s name?&quot; What am I supposed to say to them?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "God said to Moses, &apos;I Am Who I Am. So say to the Israelites, &quot;I Am has sent me to you.&quot;&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "God continued, &apos;Say to the Israelites, &quot;The LORD , the God of your ancestors, Abraham&quot;s God, Isaac&quot;s God, and Jacob&quot;s God, has sent me to you.&quot; This is my name forever; this is how all generations will remember me."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Go and get Israel&quot;s elders together and say to them, &quot;The LORD , the God of your ancestors, the God of Abraham, of Isaac, and of Jacob, has appeared to me. The LORD said, &apos;I&quot;ve been paying close attention to you and to what has been done to you in Egypt."
            },
            {
                "verse_number": "17",
                "verse_text": "I&quot;ve decided to take you away from the harassment in Egypt to the land of the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites, a land full of milk and honey.&apos;&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "They will accept what you say to them. Then you and Israel&quot;s elders will go to Egypt&quot;s king and say to him, &quot;The LORD , the Hebrews&quot; God, has met with us. So now let us go on a three-day journey into the desert so that we can offer sacrifices to the LORD our God.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "However, I know that Egypt&quot;s king won&quot;t let you go unless he&quot;s forced to do it."
            },
            {
                "verse_number": "20",
                "verse_text": "So I&quot;ll use my strength and hit Egypt with dramatic displays of my power. After that, he&quot;ll let you go."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;I&quot;ll make it so that when you leave Egypt, the Egyptians will be kind to you and you won&quot;t go away empty-handed."
            },
            {
                "verse_number": "22",
                "verse_text": "Every woman will ask her neighbor along with the immigrant in her household for their silver and their gold jewelry as well as their clothing. Then you will put it on your sons and daughters, and you will rob the Egyptians.&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Then Moses replied, &apos;But what if they don&quot;t believe me or pay attention to me? They might say to me, &quot;The LORD didn&quot;t appear to you!&quot;&apos; Moses replied, &apos;A shepherd&quot;s rod.&apos; Jethro said to Moses, &apos;Go in peace.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "The LORD said to him, &apos;What&quot;s that in your hand?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The LORD said, &apos;Throw it down on the ground.&apos; So Moses threw it on the ground, and it turned into a snake. Moses jumped back from it."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the LORD said to Moses, &apos;Reach out and grab the snake by the tail.&apos; So Moses reached out and grabbed it, and it turned back into a rod in his hand."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Do this so that they will believe that the LORD , the God of their ancestors, Abraham&quot;s God, Isaac&quot;s God, and Jacob&quot;s God has in fact appeared to you.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Again, the LORD said to Moses, &apos;Put your hand inside your coat.&apos; So Moses put his hand inside his coat. When he took his hand out, his hand had a skin disease flaky like snow."
            },
            {
                "verse_number": "7",
                "verse_text": "Then God said, &apos;Put your hand back inside your coat.&apos; So Moses put his hand back inside his coat. When he took it back out again, the skin of his hand had returned to normal."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;If they won&quot;t believe you or pay attention to the first sign, they may believe the second sign."
            },
            {
                "verse_number": "9",
                "verse_text": "If they won&quot;t believe even these two signs or pay attention to you, then take some water from the Nile River and pour it out on dry ground. The water that you take from the Nile will turn into blood on the dry ground.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "But Moses said to the LORD , &apos;My Lord, I&quot;ve never been able to speak well, not yesterday, not the day before, and certainly not now since you&quot;ve been talking to your servant. I have a slow mouth and a thick tongue.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then the LORD said to him, &apos;Who gives people the ability to speak? Who&quot;s responsible for making them unable to speak or hard of hearing, sighted or blind? Isn&quot;t it I, the LORD ?"
            },
            {
                "verse_number": "12",
                "verse_text": "Now go! I&quot;ll help you speak, and I&quot;ll teach you what you should say.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But Moses said, &apos;Please, my Lord, just send someone else.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then the LORD got angry at Moses and said, &apos;What about your brother Aaron the Levite? I know he can speak very well. He&quot;s on his way out to meet you now, and he&quot;s looking forward to seeing you."
            },
            {
                "verse_number": "15",
                "verse_text": "Speak to him and tell him what he&quot;s supposed to say. I&quot;ll help both of you speak, and I&quot;ll teach both of you what to do."
            },
            {
                "verse_number": "16",
                "verse_text": "Aaron will speak for you to the people. He&quot;ll be a spokesperson for you, and you will be like God for him."
            },
            {
                "verse_number": "17",
                "verse_text": "Take this shepherd&quot;s rod with you too so that you can do the signs.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Moses went back to his father-in-law Jethro and said to him, &apos;Please let me go back to my family in Egypt and see whether or not they are still living.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The LORD said to Moses in Midian, &apos;Go back to Egypt because everyone there who wanted to kill you has died.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So Moses took his wife and his children, put them on a donkey, and went back to the land of Egypt. Moses also carried the shepherd&quot;s rod from God in his hand."
            },
            {
                "verse_number": "21",
                "verse_text": "The LORD said to Moses, &apos;When you go back to Egypt, make sure that you appear before Pharaoh and do all the amazing acts that I&quot;ve given you the power to do. But I&quot;ll make him stubborn so that he won&quot;t let the people go."
            },
            {
                "verse_number": "22",
                "verse_text": "Then say to Pharaoh, &quot;This is what the LORD says: Israel is my oldest son."
            },
            {
                "verse_number": "23",
                "verse_text": "I said to you, &apos;Let my son go so he could worship me.&apos; But you refused to let him go. As a result, now I&quot;m going to kill your oldest son.&quot;&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "During their journey, as they camped overnight, the LORD met Moses and tried to kill him."
            },
            {
                "verse_number": "25",
                "verse_text": "But Zipporah took a sharp-edged flint stone and cut off her son&quot;s foreskin. Then she touched Moses&quot; genitals with it, and she said, &apos;You are my bridegroom because of bloodshed.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "So the LORD let him alone. At that time, she announced, &apos;A bridegroom because of bloodshed by circumcision.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The LORD said to Aaron, &apos;Go into the desert to meet Moses.&apos; So he went, and Aaron met him at God&quot;s mountain and greeted him with a kiss."
            },
            {
                "verse_number": "28",
                "verse_text": "Moses told Aaron what the LORD had said about his mission and all the signs that the LORD had told him to do."
            },
            {
                "verse_number": "29",
                "verse_text": "Then Moses and Aaron called together all the Israelite elders."
            },
            {
                "verse_number": "30",
                "verse_text": "Aaron told them everything that the LORD had told to Moses, and he performed the signs in front of the people."
            },
            {
                "verse_number": "31",
                "verse_text": "The people believed. When they heard that the LORD had paid attention to the Israelites and had seen their oppression, they bowed down and worshipped."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Afterward, Moses and Aaron went to Pharaoh and said, &apos;This is what the LORD , Israel&quot;s God, says: &quot;Let my people go so that they can hold a festival for me in the desert.&quot;&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "But Pharaoh said, &apos;Who is this LORD whom I&quot;m supposed to obey by letting Israel go? I don&quot;t know this LORD , and I certainly won&quot;t let Israel go.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then they said, &apos;The Hebrews&quot; God has appeared to us. Let us go on a three-day journey into the desert so we can offer sacrifices to the LORD our God. Otherwise, the LORD will give us a deadly disease or violence.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The king of Egypt said to them, &apos;Moses and Aaron, why are you making the people slack off from their work? Do the hard work yourselves!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Pharaoh continued, &apos;The land&quot;s people are now numerous. Yet you want them to stop their hard work?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "On the very same day Pharaoh commanded the people&quot;s slave masters and supervisors,"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Don&quot;t supply the people with the straw they need to make bricks like you did before. Let them go out and gather the straw for themselves."
            },
            {
                "verse_number": "8",
                "verse_text": "But still make sure that they produce the same number of bricks as they made before. Don&quot;t reduce the number! They are weak and lazy, and that&quot;s why they cry, &quot;Let&quot;s go and offer sacrifices to our God.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "Make the men&quot;s work so hard that it&quot;s all they can do, and they can&quot;t focus on these empty lies.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So the people&quot;s slave masters and supervisors came out and spoke to the people, &apos;This is what Pharaoh says, &quot;I&quot;m not giving you straw anymore."
            },
            {
                "verse_number": "11",
                "verse_text": "Go and get the straw on your own, wherever you can find it. But your work won&quot;t be reduced at all.&quot;&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So the people spread out all through the land of Egypt to gather stubble for straw."
            },
            {
                "verse_number": "13",
                "verse_text": "The slave masters drove them hard and said, &apos;Make sure you make the same daily quota as when you had the straw.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The Israelite supervisors, whom Pharaoh&quot;s slave masters had set over them, were also beaten and asked, &apos;Why didn&quot;t you produce the same number of bricks yesterday and today as you did before?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then the Israelite supervisors came and pleaded to Pharaoh, &apos;Why do you treat your servants like this?"
            },
            {
                "verse_number": "16",
                "verse_text": "No straw is supplied to your servants, yet they say to us, &quot;Make bricks!&quot; Look at how your servants are being beaten! Your own people are to blame!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Pharaoh replied, &apos;You are lazy bums, nothing but lazy bums. That&quot;s why you say, &quot;Let us go and offer sacrifices to the LORD .&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "Go and get back to work! No straw will be given to you, but you still need to make the same number of bricks.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The Israelite supervisors saw how impossible their situation was when they were commanded, &apos;Don&quot;t reduce your daily quota of bricks.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "When they left Pharaoh, they met Moses and Aaron, who were waiting for them."
            },
            {
                "verse_number": "21",
                "verse_text": "The supervisors said to them, &apos;Let the LORD see and judge what you&quot;ve done! You&quot;ve made us stink in the opinion of Pharaoh and his servants. You&quot;ve given them a reason to kill us.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then Moses turned to the LORD and said, &apos;My Lord, why have you abused this people? Why did you send me for this?"
            },
            {
                "verse_number": "23",
                "verse_text": "Ever since I first came to Pharaoh to speak in your name, he has abused this people. And you&quot;ve done absolutely nothing to rescue your people.&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "The LORD replied to Moses, &apos;Now you will see what I&quot;ll do to Pharaoh. In fact, he&quot;ll be so eager to let them go that he&quot;ll drive them out of his land by force.&apos; The descendants of Reuben, Israel&quot;s oldest son: Hanoch, Pallu, Hezron, and Carmi. These were Reuben&quot;s clans."
            },
            {
                "verse_number": "2",
                "verse_text": "God also said to Moses: &apos;I am the LORD ."
            },
            {
                "verse_number": "3",
                "verse_text": "I appeared to Abraham, Isaac, and Jacob as God Almighty, but I didn&quot;t reveal myself to them by my name &quot;The LORD .&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "I also set up my covenant with them to give them the land of Canaan where they lived as immigrants."
            },
            {
                "verse_number": "5",
                "verse_text": "I&quot;ve also heard the cry of grief of the Israelites, whom the Egyptians have turned into slaves, and I&quot;ve remembered my covenant."
            },
            {
                "verse_number": "6",
                "verse_text": "Therefore, say to the Israelites, &quot;I am the LORD . I&quot;ll bring you out from Egyptian forced labor. I&quot;ll rescue you from your slavery to them. I&quot;ll set you free with great power and with momentous events of justice."
            },
            {
                "verse_number": "7",
                "verse_text": "I&quot;ll take you as my people, and I&quot;ll be your God. You will know that I, the LORD , am your God, who has freed you from Egyptian forced labor."
            },
            {
                "verse_number": "8",
                "verse_text": "I&quot;ll bring you into the land that I promised to give to Abraham, Isaac, and Jacob. I&quot;ll give it to you as your possession. I am the LORD .&quot;&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Moses told this to the Israelites. But they didn&quot;t listen to Moses, because of their complete exhaustion and their hard labor."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the LORD said to Moses,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Go and tell Pharaoh, Egypt&quot;s king, to let the Israelites out of his land.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "But Moses said to the LORD , &apos;The Israelites haven&quot;t even listened to me. How can I expect Pharaoh to listen to me, especially since I&quot;m not a very good speaker?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Nevertheless, the LORD spoke to Moses and Aaron about the Israelites and Pharaoh, Egypt&quot;s king, giving them orders to let the Israelites go from the land of Egypt."
            },
            {
                "verse_number": "14",
                "verse_text": "These were the leaders of their households."
            },
            {
                "verse_number": "15",
                "verse_text": "The Simeonites: Jemuel, Jamin, Ohad, Jachin, Zohar, and Shaul, a Canaanite woman&quot;s son. These were Simeon&quot;s clans."
            },
            {
                "verse_number": "16",
                "verse_text": "These were the Levites&quot; names by their generations: Gershon, Kohath, and Merari. Levi lived 137 years."
            },
            {
                "verse_number": "17",
                "verse_text": "The Gershonites: Libni and Shimei and their clans."
            },
            {
                "verse_number": "18",
                "verse_text": "The Kohathites: Amram, Izhar, Hebron, and Uzziel. Kohath lived 133 years."
            },
            {
                "verse_number": "19",
                "verse_text": "The Merarites: Mahli and Mushi. These were the Levite clans by their generations."
            },
            {
                "verse_number": "20",
                "verse_text": "Amram married Jochebed, his father&quot;s sister. She gave birth to Aaron and Moses. Amram lived 137 years."
            },
            {
                "verse_number": "21",
                "verse_text": "The Izharites: Korah, Nepheg, and Zichri."
            },
            {
                "verse_number": "22",
                "verse_text": "The Uzzielites: Mishael, Elzaphan, and Sithri."
            },
            {
                "verse_number": "23",
                "verse_text": "Aaron married Elisheba, Amminadab&quot;s daughter and Nahshon&quot;s sister. She gave birth to Nadab, Abihu, Eleazar, and Ithamar."
            },
            {
                "verse_number": "24",
                "verse_text": "The Korahites: Assir, Elkanah, and Abiasaph. These were the Korahite clans."
            },
            {
                "verse_number": "25",
                "verse_text": "Aaron&quot;s son Eleazar married one of Putiel&quot;s daughters. She gave birth to Phinehas. These were the leaders of Levite households by their clans."
            },
            {
                "verse_number": "26",
                "verse_text": "It was this same Aaron and Moses whom the LORD commanded, &apos;Bring the Israelites out of the land of Egypt in military formation.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "It was also this same Moses and Aaron who spoke to Pharaoh king of Egypt to bring the Israelites out of Egypt."
            },
            {
                "verse_number": "28",
                "verse_text": "At the time the LORD spoke to Moses in the land of Egypt,"
            },
            {
                "verse_number": "29",
                "verse_text": "the LORD said to him, &apos;I am the LORD . Tell Pharaoh, Egypt&quot;s king, everything that I&quot;ve said to you.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "But Moses replied to the LORD , &apos;Look, I&quot;m not a very good speaker. How is Pharaoh ever going to listen to me?&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Moses, &apos;See, I&quot;ve made you like God to Pharaoh, and your brother Aaron will be your prophet."
            },
            {
                "verse_number": "2",
                "verse_text": "You will say everything that I command you, and your brother Aaron will tell Pharaoh to let the Israelites out of his land."
            },
            {
                "verse_number": "3",
                "verse_text": "But I&quot;ll make Pharaoh stubborn, and I&quot;ll perform many of my signs and amazing acts in the land of Egypt."
            },
            {
                "verse_number": "4",
                "verse_text": "When Pharaoh refuses to listen to you, then I&quot;ll act against Egypt and I&quot;ll bring my people the Israelites out of the land of Egypt in military formation by momentous events of justice."
            },
            {
                "verse_number": "5",
                "verse_text": "The Egyptians will come to know that I am the LORD , when I act against Egypt and bring the Israelites out from among them.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Moses and Aaron did just as the LORD commanded them."
            },
            {
                "verse_number": "7",
                "verse_text": "Moses was 80 years old and Aaron was 83 when they spoke to Pharaoh."
            },
            {
                "verse_number": "8",
                "verse_text": "The LORD said to Moses and Aaron,"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;When Pharaoh says to you, &quot;Do one of your amazing acts,&quot; then say to Aaron, &quot;Take your shepherd&quot;s rod and throw it down in front of Pharaoh, and it will turn into a cobra.&quot;&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So Moses and Aaron went to Pharaoh and did just as the LORD commanded. Aaron threw down his shepherd&quot;s rod in front of Pharaoh and his officials, and it turned into a cobra."
            },
            {
                "verse_number": "11",
                "verse_text": "Then Pharaoh called together his wise men and wizards, and Egypt&quot;s religious experts did the same thing by using their secret knowledge."
            },
            {
                "verse_number": "12",
                "verse_text": "Each one threw down his rod, and they turned into cobras. But then Aaron&quot;s rod swallowed up each of their rods."
            },
            {
                "verse_number": "13",
                "verse_text": "However, Pharaoh remained stubborn. He wouldn&quot;t listen to them, just as the LORD had said."
            },
            {
                "verse_number": "14",
                "verse_text": "Then the LORD said to Moses, &apos;Pharaoh is stubborn. He still refuses to let the people go."
            },
            {
                "verse_number": "15",
                "verse_text": "Go to Pharaoh in the morning. As he is going out to the water, make sure you stand at the bank of the Nile River so you will run into him. Bring along the shepherd&quot;s rod that turned into a snake."
            },
            {
                "verse_number": "16",
                "verse_text": "Say to him, The LORD , the Hebrews&quot; God, has sent me to you with this message: Let my people go so that they can worship me in the desert. Up to now you still haven&quot;t listened."
            },
            {
                "verse_number": "17",
                "verse_text": "This is what the LORD says: By this you will know that I am the LORD . I&quot;m now going to hit the water of the Nile River with this rod in my hand, and it will turn into blood."
            },
            {
                "verse_number": "18",
                "verse_text": "The fish in the Nile are going to die, the Nile will stink, and the Egyptians won&quot;t be able to drink water from the Nile.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The LORD said to Moses, &apos;Say to Aaron, &quot;Take your shepherd&quot;s rod and stretch out your hand over Egypt&quot;s waters&ndash;over their rivers, their canals, their marshes, and all their bodies of water&ndash;so that they turn into blood. There will be blood all over the land of Egypt, even in wooden and stone containers.&quot;&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Moses and Aaron did just as the LORD commanded. He raised the shepherd&quot;s rod and hit the water in the Nile in front of Pharaoh and his officials, and all the water in the Nile turned into blood."
            },
            {
                "verse_number": "21",
                "verse_text": "The fish in the Nile died, and the Nile began to stink so that the Egyptians couldn&quot;t drink water from the Nile. There was blood all over the land of Egypt."
            },
            {
                "verse_number": "22",
                "verse_text": "But the Egyptian religious experts did the same thing with their secret knowledge. As a result, Pharaoh remained stubborn, and he wouldn&quot;t listen to them, just as the LORD had said."
            },
            {
                "verse_number": "23",
                "verse_text": "Pharaoh turned and went back to his palace. He wasn&quot;t impressed even by this."
            },
            {
                "verse_number": "24",
                "verse_text": "Meanwhile, all the Egyptians had to dig for drinking water along the banks of the Nile River, because they couldn&quot;t drink the water of the Nile itself."
            },
            {
                "verse_number": "25",
                "verse_text": "Seven days went by after the LORD had struck the Nile River."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Then the LORD said to Moses, &apos;Go to Pharaoh and tell him: This is what the LORD says: Let my people go so that they can worship me."
            },
            {
                "verse_number": "2",
                "verse_text": "If you refuse to let them go, then I&quot;ll send a plague of frogs over your whole country."
            },
            {
                "verse_number": "3",
                "verse_text": "The Nile will overflow with frogs. They&quot;ll get into your palace, into your bedroom and onto your bed, into your officials&quot; houses, and among all your people, and even into your ovens and bread pans."
            },
            {
                "verse_number": "4",
                "verse_text": "The frogs will crawl up on you, your people, and all your officials.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "And the LORD said to Moses, &apos;Tell Aaron, &quot;Stretch out your hand with your shepherd&quot;s rod over the rivers, the canals, and the marshes, and make the frogs crawl up all over the land of Egypt.&quot;&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Aaron stretched out his hand over the waters of Egypt. The frogs crawled up and covered the land of Egypt."
            },
            {
                "verse_number": "7",
                "verse_text": "However, the Egyptian religious experts were able to do the same thing by their secret knowledge. They too made frogs crawl up onto the land of Egypt. Moses said, &apos;Just as you say! That way you will know that there is no one like the LORD our God."
            },
            {
                "verse_number": "8",
                "verse_text": "Then Pharaoh called for Moses and Aaron, and said, &apos;If you pray to the LORD to get rid of the frogs from me and my people, then I&quot;ll let the people go so that they can offer sacrifices to the LORD .&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Moses said to Pharaoh, &apos;Have it your way. When should I pray for you and your officials and your people to remove the frogs from your houses, courtyards, and fields? They&quot;ll stay only in the Nile.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Pharaoh said, &apos;Tomorrow!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The frogs will leave you, your houses, your officials, and your people. They&quot;ll stay only in the Nile.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "After Moses and Aaron had left Pharaoh, Moses cried out to the LORD about the frogs that the LORD had brought on Pharaoh."
            },
            {
                "verse_number": "13",
                "verse_text": "The LORD did as Moses asked. The frogs died inside the houses, out in the yards, and in the fields."
            },
            {
                "verse_number": "14",
                "verse_text": "They gathered them together in big piles, and the land began to stink."
            },
            {
                "verse_number": "15",
                "verse_text": "But when Pharaoh saw that the disaster was over, he became stubborn again and wouldn&quot;t listen to them, just as the LORD had said."
            },
            {
                "verse_number": "16",
                "verse_text": "Then the LORD said to Moses, &apos;Tell Aaron, &quot;Stretch out your shepherd&quot;s rod and hit the land&quot;s dirt so that lice appear in the whole land of Egypt.&quot;&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "They did this. Aaron stretched out his hand with his shepherd&quot;s rod, hit the land&quot;s dirt, and lice appeared on both people and animals. All the land&quot;s dirt turned into lice throughout the whole land of Egypt."
            },
            {
                "verse_number": "18",
                "verse_text": "The religious experts tried to produce lice by their secret knowledge, but they weren&quot;t able to do it. There were lice on people and animals."
            },
            {
                "verse_number": "19",
                "verse_text": "The religious experts said to Pharaoh, &apos;This is something only God could do!&apos; But Pharaoh was stubborn, and he wouldn&quot;t listen to them, just as the LORD had said."
            },
            {
                "verse_number": "20",
                "verse_text": "The LORD said to Moses, &apos;Get up early in the morning and confront Pharaoh as he goes out to the water. Say to him, This is what the LORD says: Let my people go so that they can worship me."
            },
            {
                "verse_number": "21",
                "verse_text": "If you refuse to let my people go, I&quot;ll send swarms of insects on you, your officials, your people, and your houses. All Egyptian houses will be filled with swarms of insects and also the ground that they cover."
            },
            {
                "verse_number": "22",
                "verse_text": "But on that day I&quot;ll set apart the land of Goshen, where my people live. No swarms of insects will come there so you will know that I, the LORD , am in this land."
            },
            {
                "verse_number": "23",
                "verse_text": "I&quot;ll put a barrier between my people and your people. This sign will happen tomorrow.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "The LORD did this. Great swarms of insects came into the houses of Pharaoh and his officials and into the whole land of Egypt. The land was ruined by the insects."
            },
            {
                "verse_number": "25",
                "verse_text": "Then Pharaoh called in Moses and Aaron and said, &apos;Go, offer sacrifices to your God within the land.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Moses replied, &apos;It wouldn&quot;t be right to do that, because the sacrifices that we offer to the LORD our God will offend Egyptians. If we openly offer sacrifices that offend Egyptians, won&quot;t they stone us to death?"
            },
            {
                "verse_number": "27",
                "verse_text": "We need to go for a three-day journey into the desert to offer sacrifices to the LORD our God as he has ordered us.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "So Pharaoh said, &apos;I&quot;ll let you go to offer sacrifices to the LORD your God in the desert, provided you don&quot;t go too far away and you pray for me.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Moses said, &apos;I&quot;ll leave you now, and I&quot;ll pray to the LORD . Tomorrow the swarms of insects will leave Pharaoh, his officials, and his people. Just don&quot;t let Pharaoh lie to us again and not let the people go to offer sacrifices to the LORD .&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "So Moses left Pharaoh and prayed to the LORD ."
            },
            {
                "verse_number": "31",
                "verse_text": "The LORD did as Moses asked and removed the swarms of insects from Pharaoh, from his officials, and from his people. Not one insect remained."
            },
            {
                "verse_number": "32",
                "verse_text": "But Pharaoh was stubborn once again, and he wouldn&quot;t let the people go."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Then the LORD said to Moses, &apos;Go to Pharaoh and say to him, This is what the LORD , the Hebrews&quot; God, says: Let my people go so that they can worship me."
            },
            {
                "verse_number": "2",
                "verse_text": "If you refuse to let them go and you continue to hold them back,"
            },
            {
                "verse_number": "3",
                "verse_text": "the LORD will send a very deadly disease on your livestock in the field: on horses, donkeys, camels, cattle, and flocks."
            },
            {
                "verse_number": "4",
                "verse_text": "But the LORD will distinguish Israel&quot;s livestock from Egypt&quot;s livestock so that not one that belongs to the Israelites will die.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The LORD set a time and said, &apos;Tomorrow the LORD will do this in the land.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "And the next day the LORD did it. All of the Egyptian livestock died, but not one animal that belonged to the Israelites died."
            },
            {
                "verse_number": "7",
                "verse_text": "Pharaoh asked around and found out that not one of Israel&quot;s livestock had died. But Pharaoh was stubborn, and he wouldn&quot;t let the people go."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the LORD said to Moses and Aaron, &apos;Take handfuls of ashes from a furnace and have Moses throw it up in the air in front of Pharaoh."
            },
            {
                "verse_number": "9",
                "verse_text": "The ashes will turn to soot over the whole land of Egypt. It will cause skin sores that will break out in blisters on people and animals in the whole land of Egypt.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So they took ashes from the furnace, and they stood in front of Pharaoh. Moses threw the ash up in the air, and it caused skin sores and blisters to break out on people and animals."
            },
            {
                "verse_number": "11",
                "verse_text": "The religious experts couldn&quot;t stand up to Moses because of the skin sores, because there were skin sores on the religious experts as well as on all the Egyptians."
            },
            {
                "verse_number": "12",
                "verse_text": "But the LORD made Pharaoh stubborn, and Pharaoh wouldn&quot;t listen to them, just as the LORD had said to Moses."
            },
            {
                "verse_number": "13",
                "verse_text": "Then the LORD said to Moses, &apos;Get up early in the morning and confront Pharaoh. Say to him, This is what the LORD , the God of the Hebrews, says: Let my people go so that they can worship me."
            },
            {
                "verse_number": "14",
                "verse_text": "This time I&quot;m going to send all my plagues on you, your officials, and your people so that you will know that there is no one like me in the whole world."
            },
            {
                "verse_number": "15",
                "verse_text": "By now I could have used my power to strike you and your people with a deadly disease so that you would have disappeared from the earth."
            },
            {
                "verse_number": "16",
                "verse_text": "But I&quot;ve left you standing for this reason: in order to show you my power and in order to make my name known in the whole world."
            },
            {
                "verse_number": "17",
                "verse_text": "You are still abusing your power against my people, and you refuse to let them go."
            },
            {
                "verse_number": "18",
                "verse_text": "Tomorrow at this time I&quot;ll cause the heaviest hail to fall on Egypt that has ever fallen from the day Egypt was founded until now."
            },
            {
                "verse_number": "19",
                "verse_text": "So bring under shelter your livestock and all that belongs to you that is out in the open. Every person or animal that is out in the open field and isn&quot;t brought inside will die when the hail rains down on them.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Some of Pharaoh&quot;s officials who took the LORD &quot;s word seriously rushed to bring their servants and livestock inside for shelter."
            },
            {
                "verse_number": "21",
                "verse_text": "Others who didn&quot;t take the LORD &quot;s word to heart left their servants and livestock out in the open field."
            },
            {
                "verse_number": "22",
                "verse_text": "The LORD said to Moses, &apos;Raise your hand toward the sky so that hail will fall on the whole land of Egypt, on people and animals and all the grain in the fields in the land of Egypt.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then Moses raised his shepherd&quot;s rod toward the sky, and the LORD sent thunder and hail, and lightning struck the earth. The LORD rained hail on the land of Egypt."
            },
            {
                "verse_number": "24",
                "verse_text": "The hail and the lightning flashing in the middle of the hail were so severe that there had been nothing like it in the entire land of Egypt since it first became a nation."
            },
            {
                "verse_number": "25",
                "verse_text": "The hail beat down everything that was in the open field throughout the entire land of Egypt, both people and animals. The hail also beat down all the grain in the fields, and it shattered every tree out in the field."
            },
            {
                "verse_number": "26",
                "verse_text": "The only place where hail didn&quot;t fall was in the land of Goshen where the Israelites lived."
            },
            {
                "verse_number": "27",
                "verse_text": "Then Pharaoh sent for Moses and Aaron and said to them, &apos;This time I&quot;ve sinned. The LORD is right, and I and my people are wrong."
            },
            {
                "verse_number": "28",
                "verse_text": "Pray to the LORD ! Enough of God&quot;s thunder and hail! I&quot;m going to let you go. You don&quot;t need to stay here any longer.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Moses said to him, &apos;As soon as I&quot;ve left the city, I&quot;ll spread out my hands to the LORD . Then the thunder and the hail will stop and won&quot;t return so that you will know that the earth belongs to the LORD ."
            },
            {
                "verse_number": "30",
                "verse_text": "But I know that you and your officials still don&quot;t take the LORD God seriously.&apos; ("
            },
            {
                "verse_number": "31",
                "verse_text": "Now the flax and the barley were destroyed, because the barley had ears of grain and the flax had buds."
            },
            {
                "verse_number": "32",
                "verse_text": "But both durum and spelt wheat weren&quot;t ruined, because they hadn&quot;t come up.)"
            },
            {
                "verse_number": "33",
                "verse_text": "Moses left Pharaoh and the city, and spread out his hands to the LORD . Then the thunder and the hail stopped, and the rain stopped pouring down on the earth."
            },
            {
                "verse_number": "34",
                "verse_text": "But when Pharaoh saw that the rain, hail, and thunder had stopped, he sinned again. Pharaoh and his officials became stubborn."
            },
            {
                "verse_number": "35",
                "verse_text": "Because of his stubbornness, Pharaoh refused to let the Israelites go, just as the LORD had told Moses."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Then the LORD said to Moses, &apos;Go to Pharaoh. I&quot;ve made him and his officials stubborn so that I can show them my signs"
            },
            {
                "verse_number": "2",
                "verse_text": "and so that you can tell your children and grandchildren how I overpowered the Egyptians with the signs I did among them. You will know that I am the LORD .&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So Moses and Aaron went to Pharaoh and said to him, &apos;This is what the LORD , the Hebrews&quot; God, says: How long will you refuse to respect me? Let my people go so that they can worship me."
            },
            {
                "verse_number": "4",
                "verse_text": "Otherwise, if you refuse to let my people go, I&quot;m going to bring locusts into your country tomorrow."
            },
            {
                "verse_number": "5",
                "verse_text": "They will cover the landscape so that you won&quot;t be able to see the ground. They will eat the last bit of vegetation that was left after the hail. They will eat all your trees growing in the fields."
            },
            {
                "verse_number": "6",
                "verse_text": "The locusts will fill your houses and all your officials&quot; houses and all the Egyptians&quot; houses. Your parents and even your grandparents have never seen anything like it during their entire lifetimes in this fertile land.&apos; Then Moses turned and left Pharaoh."
            },
            {
                "verse_number": "7",
                "verse_text": "Pharaoh&quot;s officials said to him, &apos;How long will this man trap us in a corner like this? Let the people go so that they can worship the LORD their God. Don&quot;t you get it? Egypt is being destroyed!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So Moses and Aaron were brought back to Pharaoh, and he said to them, &apos;Go! Worship the LORD your God! But who exactly is going with you?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Moses said, &apos;We&quot;ll go with our young and old, with our sons and daughters, and with our flocks and herds, because we all must observe the LORD &quot;s festival.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Pharaoh said to them, &apos;Yes, the LORD will be with you, all right, especially if I let your children go with you! Obviously, you are plotting some evil scheme."
            },
            {
                "verse_number": "11",
                "verse_text": "No way! Only your men can go and worship the LORD , because that&quot;s what you asked for.&apos; Then Pharaoh had them chased out of his presence."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the LORD said to Moses: &apos;Stretch out your hand over the land of Egypt so that the locusts will swarm over the land of Egypt and eat all of the land&quot;s grain and everything that the hail left.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So Moses stretched out his shepherd&quot;s rod over the land of Egypt, and the LORD made an east wind blow over the land all that day and all that night. When morning came, the east wind had carried in the locusts."
            },
            {
                "verse_number": "14",
                "verse_text": "The locusts swarmed over the whole land of Egypt and settled on the whole country. Such a huge swarming of locusts had never happened before and would never happen ever again."
            },
            {
                "verse_number": "15",
                "verse_text": "They covered the whole landscape so that the land turned black with them. They ate all of the land&quot;s grain and all of the orchards&quot; fruit that the hail had left. Nothing green was left in any orchard or in any grain field in the whole land of Egypt."
            },
            {
                "verse_number": "16",
                "verse_text": "Pharaoh called urgently for Moses and Aaron and said, &apos;I&quot;ve sinned against the LORD your God and against you."
            },
            {
                "verse_number": "17",
                "verse_text": "Please forgive my sin this time. Pray to the LORD your God just to take this deathly disaster away from me.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So Moses left Pharaoh and prayed to the LORD ."
            },
            {
                "verse_number": "19",
                "verse_text": "The LORD turned the wind into a very strong west wind that lifted the locusts and drove them into the Reed Sea. Not a single locust was left in the whole country of Egypt."
            },
            {
                "verse_number": "20",
                "verse_text": "But the LORD made Pharaoh stubborn so that he wouldn&quot;t let the Israelites go."
            },
            {
                "verse_number": "21",
                "verse_text": "Then the LORD said to Moses, &apos;Raise your hand toward the sky so that darkness spreads over the land of Egypt, a darkness that you can feel.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "So Moses raised his hand toward the sky, and an intense darkness fell on the whole land of Egypt for three days."
            },
            {
                "verse_number": "23",
                "verse_text": "People couldn&quot;t see each other, and they couldn&quot;t go anywhere for three days. But the Israelites all had light where they lived."
            },
            {
                "verse_number": "24",
                "verse_text": "Then Pharaoh called Moses and said, &apos;Go! Worship the LORD ! Only your flocks and herds need to stay behind. Even your children can go with you.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "But Moses said, &apos;You need to let us have sacrifices and entirely burned offerings to present to the LORD our God."
            },
            {
                "verse_number": "26",
                "verse_text": "So our livestock must go with us. Not one animal can be left behind. We&quot;ll need some of them for worshipping the LORD our God. We won&quot;t know which to use to worship the LORD until we get there.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "But the LORD made Pharaoh stubborn so that he wasn&quot;t willing to let them go."
            },
            {
                "verse_number": "28",
                "verse_text": "Pharaoh said to him, &apos;Get out of here! Make sure you never see my face again, because the next time you see my face you will die.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Moses said, &apos;You&quot;ve said it! I&quot;ll never see your face again!&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Moses, &apos;I&quot;ll bring one more disaster on Pharaoh and on Egypt. After that, he&quot;ll let you go from here. In fact, when he lets you go, he&quot;ll eagerly chase you out of here."
            },
            {
                "verse_number": "2",
                "verse_text": "Tell every man to ask his neighbor and every woman to ask her neighbor for all their silver and gold jewelry.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The LORD made sure that the Egyptians were kind to the Hebrew people. In addition, Pharaoh&quot;s officials and the Egyptian people even came to honor Moses as a great and important man in the land."
            },
            {
                "verse_number": "4",
                "verse_text": "Moses said, &apos;This is what the LORD says: At midnight I&quot;ll go throughout Egypt."
            },
            {
                "verse_number": "5",
                "verse_text": "Every oldest child in the land of Egypt will die, from the oldest child of Pharaoh who sits on his throne to the oldest child of the servant woman by the millstones, and all the first offspring of the animals."
            },
            {
                "verse_number": "6",
                "verse_text": "Then a terrible cry of agony will echo through the whole land of Egypt unlike any heard before or that ever will be again."
            },
            {
                "verse_number": "7",
                "verse_text": "But as for the Israelites, not even a dog will growl at them, at the people, or at their animals. By this, you will know that the LORD makes a distinction between Egypt and Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "Then all your officials will come down to me, bow to me, and say, &quot;Get out, you and all your followers!&quot; After that I&quot;ll leave.&apos; Then Moses, furious, left Pharaoh."
            },
            {
                "verse_number": "9",
                "verse_text": "The LORD said to Moses, &apos;Pharaoh won&quot;t listen to you so that I can perform even more amazing acts in the land of Egypt.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Now Moses and Aaron did all these amazing acts in front of Pharaoh, but the LORD made Pharaoh stubborn so that he didn&quot;t let the Israelites go from his land."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Moses and Aaron in the land of Egypt,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;This month will be the first month; it will be the first month of the year for you."
            },
            {
                "verse_number": "3",
                "verse_text": "Tell the whole Israelite community: On the tenth day of this month they must take a lamb for each household, a lamb per house."
            },
            {
                "verse_number": "4",
                "verse_text": "If a household is too small for a lamb, it should share one with a neighbor nearby. You should divide the lamb in proportion to the number of people who will be eating it."
            },
            {
                "verse_number": "5",
                "verse_text": "Your lamb should be a flawless year-old male. You may take it from the sheep or from the goats."
            },
            {
                "verse_number": "6",
                "verse_text": "You should keep close watch over it until the fourteenth day of this month. At twilight on that day, the whole assembled Israelite community should slaughter their lambs."
            },
            {
                "verse_number": "7",
                "verse_text": "They should take some of the blood and smear it on the two doorposts and on the beam over the door of the houses in which they are eating."
            },
            {
                "verse_number": "8",
                "verse_text": "That same night they should eat the meat roasted over the fire. They should eat it along with unleavened bread and bitter herbs."
            },
            {
                "verse_number": "9",
                "verse_text": "Don&quot;t eat any of it raw or boiled in water, but roasted over fire with its head, legs, and internal organs."
            },
            {
                "verse_number": "10",
                "verse_text": "Don&quot;t let any of it remain until morning, and burn any of it left over in the morning."
            },
            {
                "verse_number": "11",
                "verse_text": "This is how you should eat it. You should be dressed, with your sandals on your feet and your walking stick in your hand. You should eat the meal in a hurry. It is the Passover of the LORD ."
            },
            {
                "verse_number": "12",
                "verse_text": "I&quot;ll pass through the land of Egypt that night, and I&quot;ll strike down every oldest child in the land of Egypt, both humans and animals. I&quot;ll impose judgments on all the gods of Egypt. I am the LORD ."
            },
            {
                "verse_number": "13",
                "verse_text": "The blood will be your sign on the houses where you live. Whenever I see the blood, I&quot;ll pass over you. No plague will destroy you when I strike the land of Egypt."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;This day will be a day of remembering for you. You will observe it as a festival to the LORD . You will observe it in every generation as a regulation for all time."
            },
            {
                "verse_number": "15",
                "verse_text": "You will eat unleavened bread for seven days. On the first day you must remove yeast from your houses because anyone who eats leavened bread anytime during those seven days will be cut off from Israel."
            },
            {
                "verse_number": "16",
                "verse_text": "The first day and the seventh day will be a holy occasion for you. No work at all should be done on those days, except for preparing the food that everyone is going to eat. That is the only work you may do."
            },
            {
                "verse_number": "17",
                "verse_text": "You should observe the Festival of Unleavened Bread, because on this precise day I brought you out of the land of Egypt in military formation. You should observe this day in every generation as a regulation for all time."
            },
            {
                "verse_number": "18",
                "verse_text": "In the first month, from the evening of the fourteenth day until the evening of the twenty-first day, you should eat unleavened bread."
            },
            {
                "verse_number": "19",
                "verse_text": "For seven days no yeast should be found in your houses because whoever eats leavened bread will be cut off from the Israelite community, whether the person is an immigrant or a native of the land."
            },
            {
                "verse_number": "20",
                "verse_text": "You should not eat anything made with yeast in all your settlements. You should eat only unleavened bread.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then Moses called together all of Israel&quot;s elders and said to them, &apos;Go pick out one of the flock for your families, and slaughter the Passover lamb."
            },
            {
                "verse_number": "22",
                "verse_text": "Take a bunch of hyssop, dip it into the blood that is in the bowl, and touch the beam above the door and the two doorposts with the blood in the bowl. None of you should go out the door of your house until morning."
            },
            {
                "verse_number": "23",
                "verse_text": "When the LORD comes by to strike down the Egyptians and sees the blood on the beam above the door and on the two doorposts, the LORD will pass over that door. He won&quot;t let the destroyer enter your houses to strike you down."
            },
            {
                "verse_number": "24",
                "verse_text": "You should observe this ritual as a regulation for all time for you and your children."
            },
            {
                "verse_number": "25",
                "verse_text": "When you enter the land that the LORD has promised to give you, be sure that you observe this ritual."
            },
            {
                "verse_number": "26",
                "verse_text": "And when your children ask you, &quot;What does this ritual mean to you?&quot;"
            },
            {
                "verse_number": "27",
                "verse_text": "you will say, &quot;It is the Passover sacrifice to the LORD , for the LORD passed over the houses of the Israelites in Egypt. When he struck down the Egyptians, he spared our houses.&quot;&apos; The people then bowed down and worshipped."
            },
            {
                "verse_number": "28",
                "verse_text": "The Israelites went and did exactly what the LORD had commanded Moses and Aaron to do."
            },
            {
                "verse_number": "29",
                "verse_text": "At midnight the LORD struck down all the first offspring in the land of Egypt, from the oldest child of Pharaoh sitting on his throne to the oldest child of the prisoner in jail, and all the first offspring of the animals."
            },
            {
                "verse_number": "30",
                "verse_text": "When Pharaoh, all his officials, and all the Egyptians got up that night, a terrible cry of agony rang out across Egypt because every house had someone in it who had died."
            },
            {
                "verse_number": "31",
                "verse_text": "Then Pharaoh called Moses and Aaron that night and said, &apos;Get up! Get away from my people, both you and the Israelites! Go! Worship the LORD , as you said!"
            },
            {
                "verse_number": "32",
                "verse_text": "You can even take your flocks and herds, as you asked. Just go! And bring a blessing on me as well!&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "The Egyptians urged the people to hurry and leave the land because they thought, We&quot;ll all be dead."
            },
            {
                "verse_number": "34",
                "verse_text": "So the people picked up their bread dough before the yeast made it rise, with their bread pans wrapped in their robes on their shoulders."
            },
            {
                "verse_number": "35",
                "verse_text": "The Israelites did as Moses had told them and asked the Egyptians for their silver and gold jewelry as well as their clothing."
            },
            {
                "verse_number": "36",
                "verse_text": "The LORD made sure that the Egyptians were kind to the people so that they let them have whatever they asked for. And so they robbed the Egyptians."
            },
            {
                "verse_number": "37",
                "verse_text": "The Israelites traveled from Rameses to Succoth. They numbered about six hundred thousand men on foot, besides children."
            },
            {
                "verse_number": "38",
                "verse_text": "A diverse crowd also went up with them along with a huge number of livestock, both flocks and herds."
            },
            {
                "verse_number": "39",
                "verse_text": "They baked unleavened cakes from the dough they had brought out of Egypt. The dough didn&quot;t rise because they were driven out of Egypt and they couldn&quot;t wait. In fact, they didn&quot;t have time to prepare any food for themselves."
            },
            {
                "verse_number": "40",
                "verse_text": "The length of time that the Israelites had lived in Egypt was four hundred thirty years."
            },
            {
                "verse_number": "41",
                "verse_text": "At the end of four hundred thirty years, on that precise day, all the LORD &quot;s people in military formation left the land of Egypt."
            },
            {
                "verse_number": "42",
                "verse_text": "For the LORD , that was a night of intent watching, to bring them out of the land of Egypt. For all Israelites in every generation, this same night is a time of intent watching to honor the LORD ."
            },
            {
                "verse_number": "43",
                "verse_text": "The LORD said to Moses and Aaron: This is the regulation for the Passover. No foreigner may eat it."
            },
            {
                "verse_number": "44",
                "verse_text": "However, any slave who has been bought may eat it after he&quot;s been circumcised."
            },
            {
                "verse_number": "45",
                "verse_text": "No temporary foreign resident or day laborer may eat it."
            },
            {
                "verse_number": "46",
                "verse_text": "It should be eaten in one house. You shouldn&quot;t take any of the meat outside the house, and you shouldn&quot;t break the bones."
            },
            {
                "verse_number": "47",
                "verse_text": "The whole Israelite community should observe it."
            },
            {
                "verse_number": "48",
                "verse_text": "If an immigrant who lives with you wants to observe the Passover to the LORD , then he and all his males should be circumcised. Then he may join in observing it. He should be regarded as a native of the land. But no uncircumcised person may eat it."
            },
            {
                "verse_number": "49",
                "verse_text": "There will be one Instruction for the native and for the immigrant who lives with you."
            },
            {
                "verse_number": "50",
                "verse_text": "All the Israelites did just as the LORD had commanded Moses and Aaron."
            },
            {
                "verse_number": "51",
                "verse_text": "On that precise day, the LORD brought the Israelites out of the land of Egypt in military formation."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Moses:"
            },
            {
                "verse_number": "2",
                "verse_text": "Dedicate to me all your oldest children. Each first offspring from any Israelite womb belongs to me, whether human or animal."
            },
            {
                "verse_number": "3",
                "verse_text": "Moses said to the people, &apos;Remember this day which is the day that you came out of Egypt, out of the place you were slaves, because the LORD acted with power to bring you out of there. No leavened bread may be eaten."
            },
            {
                "verse_number": "4",
                "verse_text": "Today, in the month of Abib, you are going to leave."
            },
            {
                "verse_number": "5",
                "verse_text": "The LORD will bring you to the land of the Canaanites, the Hittites, the Amorites, the Hivites, and the Jebusites. It is the land that the LORD promised your ancestors to give to you, a land full of milk and honey. You should perform this ritual in this month."
            },
            {
                "verse_number": "6",
                "verse_text": "You must eat unleavened bread for seven days. The seventh day is a festival to the LORD ."
            },
            {
                "verse_number": "7",
                "verse_text": "Only unleavened bread should be eaten for seven days. No leavened bread and no yeast should be seen among you in your whole country."
            },
            {
                "verse_number": "8",
                "verse_text": "You should explain to your child on that day, &quot;It&quot;s because of what the LORD did for me when I came out of Egypt.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;It will be a sign on your hand and a reminder on your forehead so that you will often discuss the LORD &quot;s Instruction, for the LORD brought you out of Egypt with great power."
            },
            {
                "verse_number": "10",
                "verse_text": "So you should follow this regulation at its appointed time every year."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;When the LORD brings you into the land of the Canaanites and gives it to you as promised to you and your ancestors,"
            },
            {
                "verse_number": "12",
                "verse_text": "you should set aside for the LORD whatever comes out of the womb first. All of the first males born to your animal belong to the LORD ."
            },
            {
                "verse_number": "13",
                "verse_text": "But every first male donkey you should ransom with a sheep. If you don&quot;t ransom it, you must break its neck. You should ransom every oldest male among your children."
            },
            {
                "verse_number": "14",
                "verse_text": "When in the future your child asks you, &quot;What does this mean?&quot; you should answer, &quot;The LORD brought us with great power out of Egypt, out of the place we were slaves."
            },
            {
                "verse_number": "15",
                "verse_text": "When Pharaoh refused to let us go, the LORD killed all the oldest offspring in the land of Egypt, from the oldest sons to the oldest male animals. That is why I offer to the LORD as a sacrifice every male that first comes out of the womb. But I ransom my oldest sons.&quot;"
            },
            {
                "verse_number": "16",
                "verse_text": "It will be a sign on your hand and a symbol on your forehead that the LORD brought us out of Egypt with great power.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "When Pharaoh let the people go, God didn&quot;t lead them by way of the land of the Philistines, even though that was the shorter route. God thought, If the people have to fight and face war, they will run back to Egypt."
            },
            {
                "verse_number": "18",
                "verse_text": "So God led the people by the roundabout way of the Reed Sea desert. The Israelites went up out of the land of Egypt ready for battle."
            },
            {
                "verse_number": "19",
                "verse_text": "Moses took with him Joseph&quot;s bones just as Joseph had made Israel&quot;s sons promise when he said to them, &apos;When God takes care of you, you must carry my bones out of here with you.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "They set out from Succoth and camped at Etham on the edge of the desert."
            },
            {
                "verse_number": "21",
                "verse_text": "The LORD went in front of them during the day in a column of cloud to guide them and at night in a column of lightning to give them light. This way they could travel during the day and at night."
            },
            {
                "verse_number": "22",
                "verse_text": "The column of cloud during the day and the column of lightning at night never left its place in front of the people."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Then the LORD said to Moses:"
            },
            {
                "verse_number": "2",
                "verse_text": "Tell the Israelites to turn back and set up camp in front of Pi-hahiroth, between Migdol and the sea in front of Baal-zephon. You should set up camp in front of it by the sea."
            },
            {
                "verse_number": "3",
                "verse_text": "Pharaoh will think to himself, The Israelites are lost and confused in the land. The desert has trapped them."
            },
            {
                "verse_number": "4",
                "verse_text": "I&quot;ll make Pharaoh stubborn, and he&quot;ll chase them. I&quot;ll gain honor at the expense of Pharaoh and all his army, and the Egyptians will know that I am the LORD . And they did exactly that."
            },
            {
                "verse_number": "5",
                "verse_text": "When Egypt&quot;s king was told that the people had run away, Pharaoh and his officials changed their minds about the people. They said, &apos;What have we done, letting Israel go free from their slavery to us?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So he sent for his chariot and took his army with him."
            },
            {
                "verse_number": "7",
                "verse_text": "He took six hundred elite chariots and all of Egypt&quot;s other chariots with captains on all of them."
            },
            {
                "verse_number": "8",
                "verse_text": "The LORD made Pharaoh, Egypt&quot;s king, stubborn, and he chased the Israelites, who were leaving confidently."
            },
            {
                "verse_number": "9",
                "verse_text": "The Egyptians, including all of Pharaoh&quot;s horse-drawn chariots, his cavalry, and his army, chased them and caught up with them as they were camped by the sea, by Pi-hahiroth in front of Baal-zephon."
            },
            {
                "verse_number": "10",
                "verse_text": "As Pharaoh drew closer, the Israelites looked back and saw the Egyptians marching toward them. The Israelites were terrified and cried out to the LORD ."
            },
            {
                "verse_number": "11",
                "verse_text": "They said to Moses, &apos;Weren&quot;t there enough graves in Egypt that you took us away to die in the desert? What have you done to us by bringing us out of Egypt like this?"
            },
            {
                "verse_number": "12",
                "verse_text": "Didn&quot;t we tell you the same thing in Egypt? &quot;Leave us alone! Let us work for the Egyptians!&quot; It would have been better for us to work for the Egyptians than to die in the desert.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But Moses said to the people, &apos;Don&quot;t be afraid. Stand your ground, and watch the LORD rescue you today. The Egyptians you see today you will never ever see again."
            },
            {
                "verse_number": "14",
                "verse_text": "The LORD will fight for you. You just keep still.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then the LORD said to Moses, &apos;Why do you cry out to me? Tell the Israelites to get moving."
            },
            {
                "verse_number": "16",
                "verse_text": "As for you, lift your shepherd&quot;s rod, stretch out your hand over the sea, and split it in two so that the Israelites can go into the sea on dry ground."
            },
            {
                "verse_number": "17",
                "verse_text": "But me, I&quot;ll make the Egyptians stubborn so that they will go in after them, and I&quot;ll gain honor at the expense of Pharaoh, all his army, his chariots, and his cavalry."
            },
            {
                "verse_number": "18",
                "verse_text": "The Egyptians will know that I am the LORD , when I gain honor at the expense of Pharaoh, his chariots, and his cavalry.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "God&quot;s messenger, who had been in front of Israel&quot;s camp, moved and went behind them. The column of cloud moved from the front and took its place behind them."
            },
            {
                "verse_number": "20",
                "verse_text": "It stood between Egypt&quot;s camp and Israel&quot;s camp. The cloud remained there, and when darkness fell it lit up the night. They didn&quot;t come near each other all night."
            },
            {
                "verse_number": "21",
                "verse_text": "Then Moses stretched out his hand over the sea. The LORD pushed the sea back by a strong east wind all night, turning the sea into dry land. The waters were split into two."
            },
            {
                "verse_number": "22",
                "verse_text": "The Israelites walked into the sea on dry ground. The waters formed a wall for them on their right hand and on their left."
            },
            {
                "verse_number": "23",
                "verse_text": "The Egyptians chased them and went into the sea after them, all of Pharaoh&quot;s horses, chariots, and cavalry."
            },
            {
                "verse_number": "24",
                "verse_text": "As morning approached, the LORD looked down on the Egyptian camp from the column of lightning and cloud and threw the Egyptian camp into a panic."
            },
            {
                "verse_number": "25",
                "verse_text": "The LORD jammed their chariot wheels so that they wouldn&quot;t turn easily. The Egyptians said, &apos;Let&quot;s get away from the Israelites, because the LORD is fighting for them against Egypt!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then the LORD said to Moses, &apos;Stretch out your hand over the sea so that the water comes back and covers the Egyptians, their chariots, and their cavalry.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "So Moses stretched out his hand over the sea. At daybreak, the sea returned to its normal depth. The Egyptians were driving toward it, and the LORD tossed the Egyptians into the sea."
            },
            {
                "verse_number": "28",
                "verse_text": "The waters returned and covered the chariots and the cavalry, Pharaoh&quot;s entire army that had followed them into the sea. Not one of them remained."
            },
            {
                "verse_number": "29",
                "verse_text": "The Israelites, however, walked on dry ground through the sea. The waters formed a wall for them on their right hand and on their left."
            },
            {
                "verse_number": "30",
                "verse_text": "The LORD rescued Israel from the Egyptians that day. Israel saw the Egyptians dead on the seashore."
            },
            {
                "verse_number": "31",
                "verse_text": "Israel saw the amazing power of the LORD against the Egyptians. The people were in awe of the LORD , and they believed in the LORD and in his servant Moses."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Then Moses and the Israelites sang this song to the LORD : I will sing to the LORD , for an overflowing victory! Horse and rider he threw into the sea! he has become my salvation. This is my God, whom I will praise, the God of my ancestors, whom I will acclaim. the LORD is his name. they sank into the deep waters like a stone. your strong hand, LORD , shatters the enemy! you send out your hot anger; it burns them up like straw. the floods surged up in a great wave; the deep waters foamed in the depths of the sea. I&quot;ll divide the spoils of war. I&quot;ll be overfilled with them. I&quot;ll draw my sword; my hand will destroy them.&apos; They sank like lead in the towering waters. Who is like you, foremost in holiness, worthy of highest praise, doing awesome deeds? earth swallowed them up. with your power you guided them to your sanctuary. horror grabbed hold of Philistia&quot;s inhabitants. panic grabbed hold of Moab&quot;s rulers; all of Canaan&quot;s inhabitants melted in fear. because of your great power, they were as still as a stone until your people, LORD , passed by, until the people you made your own passed by. the place, LORD , that you made your home, the sanctuary, LORD , that your hand created. Sing to the LORD , for an overflowing victory! Horse and rider he threw into the sea! The LORD made a regulation and a ruling there, and there he tested them."
            },
            {
                "verse_number": "2",
                "verse_text": "The LORD is my strength and my power;"
            },
            {
                "verse_number": "3",
                "verse_text": "The LORD is a warrior;"
            },
            {
                "verse_number": "4",
                "verse_text": "Pharaoh&quot;s chariots and his army he hurled into the sea; his elite captains were sunk in the Reed Sea."
            },
            {
                "verse_number": "5",
                "verse_text": "The deep sea covered them;"
            },
            {
                "verse_number": "6",
                "verse_text": "Your strong hand, LORD , is dominant in power;"
            },
            {
                "verse_number": "7",
                "verse_text": "With your great surge you overthrow your opponents;"
            },
            {
                "verse_number": "8",
                "verse_text": "With the breath of your nostrils the waters swelled up,"
            },
            {
                "verse_number": "9",
                "verse_text": "The enemy said, &apos;I&quot;ll pursue, I&quot;ll overtake,"
            },
            {
                "verse_number": "10",
                "verse_text": "You blew with your wind; the sea covered over them."
            },
            {
                "verse_number": "11",
                "verse_text": "Who is like you among the gods, LORD ?"
            },
            {
                "verse_number": "12",
                "verse_text": "You raised your strong hand;"
            },
            {
                "verse_number": "13",
                "verse_text": "With your great loyalty you led the people you rescued;"
            },
            {
                "verse_number": "14",
                "verse_text": "The peoples heard, they shook in terror;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Edom&quot;s tribal chiefs were terrified;"
            },
            {
                "verse_number": "16",
                "verse_text": "Terror and fear came over them;"
            },
            {
                "verse_number": "17",
                "verse_text": "You brought them in and planted them on your own mountain,"
            },
            {
                "verse_number": "18",
                "verse_text": "The LORD will rule forever and always."
            },
            {
                "verse_number": "19",
                "verse_text": "When Pharaoh&quot;s horses, chariots, and cavalry went into the sea, the LORD brought back the waters of the sea over them. But the Israelites walked through the sea on dry ground."
            },
            {
                "verse_number": "20",
                "verse_text": "Then the prophet Miriam, Aaron&quot;s sister, took a tambourine in her hand. All the women followed her playing tambourines and dancing."
            },
            {
                "verse_number": "21",
                "verse_text": "Miriam sang the refrain back to them:"
            },
            {
                "verse_number": "22",
                "verse_text": "Then Moses had Israel leave the Reed Sea and go out into the Shur desert. They traveled for three days in the desert and found no water."
            },
            {
                "verse_number": "23",
                "verse_text": "When they came to Marah, they couldn&quot;t drink Marah&quot;s water because it was bitter. That&quot;s why it was called Marah."
            },
            {
                "verse_number": "24",
                "verse_text": "The people complained against Moses, &apos;What will we drink?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Moses cried out to the LORD , and the LORD pointed out a tree to him. He threw it into the water, and the water became sweet."
            },
            {
                "verse_number": "26",
                "verse_text": "The LORD said, &apos;If you are careful to obey the LORD your God, do what God thinks is right, pay attention to his commandments, and keep all of his regulations, then I won&quot;t bring on you any of the diseases that I brought on the Egyptians. I am the LORD who heals you.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then they came to Elim, where there were twelve springs of water and seventy palm trees. They camped there by the water."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "The whole Israelite community set out from Elim and came to the Sin desert, which is located between Elim and Sinai. They set out on the fifteenth day of the second month after they had left the land of Egypt."
            },
            {
                "verse_number": "2",
                "verse_text": "The whole Israelite community complained against Moses and Aaron in the desert."
            },
            {
                "verse_number": "3",
                "verse_text": "The Israelites said to them, &apos;Oh, how we wish that the LORD had just put us to death while we were still in the land of Egypt. There we could sit by the pots cooking meat and eat our fill of bread. Instead, you&quot;ve brought us out into this desert to starve this whole assembly to death.&apos; Moses said to them, &apos;This is the bread that the LORD has given you to eat."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the LORD said to Moses, &apos;I&quot;m going to make bread rain down from the sky for you. The people will go out each day and gather just enough for that day. In this way, I&quot;ll test them to see whether or not they follow my Instruction."
            },
            {
                "verse_number": "5",
                "verse_text": "On the sixth day, when they measure out what they have collected, it will be twice as much as they collected on other days.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Moses and Aaron said to all the Israelites, &apos;This evening you will know that it was the LORD who brought you out of the land of Egypt."
            },
            {
                "verse_number": "7",
                "verse_text": "And in the morning you will see the LORD &quot;s glorious presence, because your complaints against the LORD have been heard. Who are we? Why blame us?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Moses continued, &apos;The LORD will give you meat to eat in the evening and your fill of bread in the morning because the LORD heard the complaints you made against him. Who are we? Your complaints aren&quot;t against us but against the LORD .&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then Moses said to Aaron, &apos;Say to the whole Israelite community, &quot;Come near to the LORD , because he&quot;s heard your complaints.&quot;&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "As Aaron spoke to the whole Israelite community, they turned to look toward the desert, and just then the glorious presence of the LORD appeared in the cloud."
            },
            {
                "verse_number": "11",
                "verse_text": "The LORD spoke to Moses,"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;I&quot;ve heard the complaints of the Israelites. Tell them, &quot;At twilight you will eat meat. And in the morning you will have your fill of bread. Then you will know that I am the LORD your God.&quot;&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "In the evening a flock of quail flew down and covered the camp. And in the morning there was a layer of dew all around the camp."
            },
            {
                "verse_number": "14",
                "verse_text": "When the layer of dew lifted, there on the desert surface were thin flakes, as thin as frost on the ground."
            },
            {
                "verse_number": "15",
                "verse_text": "When the Israelites saw it, they said to each other, &apos;What is it?&apos; They didn&quot;t know what it was."
            },
            {
                "verse_number": "16",
                "verse_text": "This is what the LORD has commanded: &quot;Collect as much of it as each of you can eat, one omer per person. You may collect for the number of people in your household.&quot;&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The Israelites did as Moses said, some collecting more, some less."
            },
            {
                "verse_number": "18",
                "verse_text": "But when they measured it out by the omer, the ones who had collected more had nothing left over, and the ones who had collected less had no shortage. Everyone collected just as much as they could eat."
            },
            {
                "verse_number": "19",
                "verse_text": "Moses said to them, &apos;Don&quot;t keep any of it until morning.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "But they didn&quot;t listen to Moses. Some kept part of it until morning, but it became infested with worms and stank. Moses got angry with them."
            },
            {
                "verse_number": "21",
                "verse_text": "Every morning they gathered it, as much as each person could eat. But when the sun grew hot, it melted away."
            },
            {
                "verse_number": "22",
                "verse_text": "On the sixth day the people collected twice as much food as usual, two omers per person. All the chiefs of the community came and told Moses."
            },
            {
                "verse_number": "23",
                "verse_text": "He said to them, &apos;This is what the LORD has said, &quot;Tomorrow is a day of rest, a holy Sabbath to the LORD . Bake what you want to bake and boil what you want to boil. But you can set aside and keep all the leftovers until the next morning.&quot;&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So they set the leftovers aside until morning, as Moses had commanded. They didn&quot;t stink or become infested with worms."
            },
            {
                "verse_number": "25",
                "verse_text": "The next day Moses said, &apos;Eat it today, because today is a Sabbath to the LORD . Today you won&quot;t find it out in the field."
            },
            {
                "verse_number": "26",
                "verse_text": "Six days you will gather it. But on the seventh day, the Sabbath, there will be nothing to gather.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "On the seventh day some of the people went out to gather bread, but they found nothing."
            },
            {
                "verse_number": "28",
                "verse_text": "The LORD said to Moses, &apos;How long will you refuse to obey my commandments and instructions?"
            },
            {
                "verse_number": "29",
                "verse_text": "Look! The LORD has given you the Sabbath. Therefore, on the sixth day he gives you enough food for two days. Each of you should stay where you are and not leave your place on the seventh day.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "So the people rested on the seventh day."
            },
            {
                "verse_number": "31",
                "verse_text": "The Israelite people called it manna. It was like coriander seed, white, and tasted like honey wafers."
            },
            {
                "verse_number": "32",
                "verse_text": "Moses said, &apos;This is what the LORD has commanded: &quot;Let an omer of it be kept safe for future generations so that they can see the food that I used to feed you in the desert when I brought you out of the land of Egypt.&quot;&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Moses said to Aaron, &apos;Take a jar, and put one full omer of manna in it. Then set it in the LORD &quot;s presence, where it should be kept safe for future generations.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Aaron did as the LORD commanded Moses, and he put it in front of the covenant document for safekeeping."
            },
            {
                "verse_number": "35",
                "verse_text": "The Israelites ate manna for forty years, until they came to a livable land. They ate manna until they came to the border of the land of Canaan. ("
            },
            {
                "verse_number": "36",
                "verse_text": "An omer is one-tenth of an ephah.)"
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "The whole Israelite community broke camp and set out from the Sin desert to continue their journey, as the LORD commanded. They set up their camp at Rephidim, but there was no water for the people to drink."
            },
            {
                "verse_number": "2",
                "verse_text": "The people argued with Moses and said, &apos;Give us water to drink.&apos; Moses said to them, &apos;Why are you arguing with me? Why are you testing the LORD ?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But the people were very thirsty for water there, and they complained to Moses, &apos;Why did you bring us out of Egypt to kill us, our children, and our livestock with thirst?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So Moses cried out to the LORD , &apos;What should I do with this people? They are getting ready to stone me.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The LORD said to Moses, &apos;Go on ahead of the people, and take some of Israel&quot;s elders with you. Take in your hand the shepherd&quot;s rod that you used to strike the Nile River, and go."
            },
            {
                "verse_number": "6",
                "verse_text": "I&quot;ll be standing there in front of you on the rock at Horeb. Hit the rock. Water will come out of it, and the people will be able to drink.&apos; Moses did so while Israel&quot;s elders watched."
            },
            {
                "verse_number": "7",
                "verse_text": "He called the place Massah and Meribah, because the Israelites argued with and tested the LORD , asking, &apos;Is the LORD really with us or not?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Amalek came and fought with Israel at Rephidim."
            },
            {
                "verse_number": "9",
                "verse_text": "Moses said to Joshua, &apos;Choose some men for us and go fight with Amalek. Tomorrow I&quot;ll stand on top of the hill with the shepherd&quot;s rod of God in my hand.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So Joshua did as Moses told him. He fought with Amalek while Moses, Aaron, and Hur went up to the top of the hill."
            },
            {
                "verse_number": "11",
                "verse_text": "Whenever Moses held up his hand, Israel would start winning the battle. Whenever Moses lowered his hand, Amalek would start winning."
            },
            {
                "verse_number": "12",
                "verse_text": "But Moses&quot; hands grew tired. So they took a stone and put it under Moses so he could sit down on it. Aaron and Hur held up his hands, one on each side of him so that his hands remained steady until sunset."
            },
            {
                "verse_number": "13",
                "verse_text": "So Joshua defeated Amalek and his army with the sword."
            },
            {
                "verse_number": "14",
                "verse_text": "Then the LORD said to Moses, &apos;Write this as a reminder on a scroll and read it to Joshua: I will completely wipe out the memory of Amalek under the sky.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Moses built an altar there and called it, &apos;The LORD is my banner.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "He said, &apos;The power of the LORD &quot;s banner! The LORD is at war with Amalek in every generation.&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Jethro, Midian&quot;s priest and Moses&quot; father-in-law, heard about everything that God had done for Moses and for God&quot;s people Israel, how the LORD had brought Israel out of Egypt."
            },
            {
                "verse_number": "2",
                "verse_text": "Moses&quot; father-in-law Jethro took with him Zipporah, Moses&quot; wife whom he had sent away,"
            },
            {
                "verse_number": "3",
                "verse_text": "along with her two sons. One was named Gershom because he said, &apos;I have been an immigrant living in a foreign land.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The other was named Eliezer because he said, &apos;The God of my ancestors was my helper who rescued me from Pharaoh&quot;s sword.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Jethro, Moses&quot; father-in-law, brought Moses&quot; sons and wife back to him in the desert where he had set up camp at God&quot;s mountain."
            },
            {
                "verse_number": "6",
                "verse_text": "He sent word to Moses: &apos;I, your father-in-law Jethro, am coming to you along with your wife and her two sons.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Moses went out to meet his father-in-law, and he bowed down and kissed him. They asked each other how they were doing, and then they went into the tent."
            },
            {
                "verse_number": "8",
                "verse_text": "Moses then told his father-in-law everything that the LORD had done to Pharaoh and to the Egyptians on Israel&quot;s behalf, all the difficulty they had on their journey, and how the LORD had rescued them."
            },
            {
                "verse_number": "9",
                "verse_text": "Jethro was glad about all the good things that the LORD had done for Israel in saving them from the Egyptians&quot; power."
            },
            {
                "verse_number": "10",
                "verse_text": "Jethro said, &apos;Bless the LORD who rescued you from the Egyptians&quot; power and from Pharaoh&quot;s power, who rescued the people from Egypt&quot;s oppressive power."
            },
            {
                "verse_number": "11",
                "verse_text": "Now I know that the LORD is greater than all the gods, because of what happened when the Egyptians plotted against them.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Jethro, Moses&quot; father-in-law, brought an entirely burned offering and sacrifices to God. Aaron came with all of Israel&quot;s elders to eat a meal with Moses&quot; father-in-law in God&quot;s presence."
            },
            {
                "verse_number": "13",
                "verse_text": "The next day Moses sat as a judge for the people, while the people stood around Moses from morning until evening."
            },
            {
                "verse_number": "14",
                "verse_text": "When Moses&quot; father-in-law saw all that he was doing for the people, he said, &apos;What&quot;s this that you are doing for the people? Why do you sit alone, while all the people are standing around you from morning until evening?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Moses said to his father-in-law, &apos;Because the people come to me to inquire of God."
            },
            {
                "verse_number": "16",
                "verse_text": "When a conflict arises between them, they come to me and I judge between the two of them. I also teach them God&quot;s regulations and instructions.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Moses&quot; father-in-law said to him, &apos;What you are doing isn&quot;t good."
            },
            {
                "verse_number": "18",
                "verse_text": "You will end up totally wearing yourself out, both you and these people who are with you. The work is too difficult for you. You can&quot;t do it alone."
            },
            {
                "verse_number": "19",
                "verse_text": "Now listen to me and let me give you some advice. And may God be with you! Your role should be to represent the people before God. You should bring their disputes before God yourself."
            },
            {
                "verse_number": "20",
                "verse_text": "Explain the regulations and instructions to them. Let them know the way they are supposed to go and the things they are supposed to do."
            },
            {
                "verse_number": "21",
                "verse_text": "But you should also look among all the people for capable persons who respect God. They should be trustworthy and not corrupt. Set these persons over the people as officers of groups of thousands, hundreds, fifties, and tens."
            },
            {
                "verse_number": "22",
                "verse_text": "Let them sit as judges for the people at all times. They should bring every major dispute to you, but they should decide all of the minor cases themselves. This will be much easier for you, and they will share your load."
            },
            {
                "verse_number": "23",
                "verse_text": "If you do this and God directs you, then you will be able to endure. And all these people will be able to go back to their homes much happier.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Moses listened to his father-in-law&quot;s suggestions and did everything that he had said."
            },
            {
                "verse_number": "25",
                "verse_text": "Moses chose capable persons from all Israel and set them as leaders over the people, as officers over groups of thousands, hundreds, fifties, and tens."
            },
            {
                "verse_number": "26",
                "verse_text": "They acted as judges for the people at all times. They would refer the hard cases to Moses, but all of the minor cases they decided themselves."
            },
            {
                "verse_number": "27",
                "verse_text": "Then Moses said good-bye to his father-in-law, and Jethro went back to his own country."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "On exactly the third-month anniversary of the Israelites&quot; leaving the land of Egypt, they came into the Sinai desert."
            },
            {
                "verse_number": "2",
                "verse_text": "They traveled from Rephidim, came into the Sinai desert, and set up camp there. Israel camped there in front of the mountain"
            },
            {
                "verse_number": "3",
                "verse_text": "while Moses went up to God. The LORD called to him from the mountain, &apos;This is what you should say to Jacob&quot;s household and declare to the Israelites:"
            },
            {
                "verse_number": "4",
                "verse_text": "You saw what I did to the Egyptians, and how I lifted you up on eagles&quot; wings and brought you to me."
            },
            {
                "verse_number": "5",
                "verse_text": "So now, if you faithfully obey me and stay true to my covenant, you will be my most precious possession out of all the peoples, since the whole earth belongs to me."
            },
            {
                "verse_number": "6",
                "verse_text": "You will be a kingdom of priests for me and a holy nation. These are the words you should say to the Israelites.&apos; Moses told the LORD what the people said,"
            },
            {
                "verse_number": "7",
                "verse_text": "So Moses came down, called together the people&quot;s elders, and set before them all these words that the LORD had commanded him."
            },
            {
                "verse_number": "8",
                "verse_text": "The people all responded with one voice: &apos;Everything that the LORD has said we will do.&apos; Moses reported to the LORD what the people said."
            },
            {
                "verse_number": "9",
                "verse_text": "Then the LORD said to Moses, &apos;I&quot;m about to come to you in a thick cloud in order that the people will hear me talking with you so that they will always trust you.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "and the LORD said to Moses: &apos;Go to the people and take today and tomorrow to make them holy. Have them wash their clothes."
            },
            {
                "verse_number": "11",
                "verse_text": "Be ready for the third day, because on the third day the LORD will come down on Mount Sinai for all the people to see."
            },
            {
                "verse_number": "12",
                "verse_text": "Set up a fence for the people all around and tell them, &quot;Be careful not to go up the mountain or to touch any part of it.&quot; Anyone who even touches the mountain must be put to death."
            },
            {
                "verse_number": "13",
                "verse_text": "No one should touch anyone who has touched it, or they must be either stoned to death or shot with arrows. Whether an animal or a human being, they must not be allowed to live. Only when the ram&quot;s horn sounds may they go up on the mountain.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So Moses went down the mountain to the people. He made sure the people were holy and that they washed their clothes."
            },
            {
                "verse_number": "15",
                "verse_text": "He told the men, &apos;Prepare yourselves for three days. Don&quot;t go near a woman.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "When morning dawned on the third day, there was thunder, lightning, and a thick cloud on the mountain, and a very loud blast of a horn. All the people in the camp shook with fear."
            },
            {
                "verse_number": "17",
                "verse_text": "Moses brought the people out of the camp to meet God, and they took their place at the foot of the mountain."
            },
            {
                "verse_number": "18",
                "verse_text": "Mount Sinai was all in smoke because the LORD had come down on it with lightning. The smoke went up like the smoke of a hot furnace, while the whole mountain shook violently."
            },
            {
                "verse_number": "19",
                "verse_text": "The blasts of the horn grew louder and louder. Moses would speak, and God would answer him with thunder."
            },
            {
                "verse_number": "20",
                "verse_text": "The LORD came down on Mount Sinai to the top of the mountain. The LORD called Moses to come up to the top of the mountain, and Moses went up."
            },
            {
                "verse_number": "21",
                "verse_text": "The LORD said to Moses, &apos;Go down and warn the people not to break through to try to see the LORD , or many of them will fall dead."
            },
            {
                "verse_number": "22",
                "verse_text": "Even the priests who come near to the LORD must keep themselves holy, or the LORD will break loose against them.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Moses said to the LORD , &apos;The people aren&quot;t allowed to come up on Mount Sinai because you warned us and said, &quot;Set up a fence around the mountain to keep it holy.&quot;&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "The LORD said to him, &apos;Go down, and bring Aaron back up with you. But the priests and the people must not break through and come up to the LORD . Otherwise, the LORD will break loose against them.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "So Moses went down to the people and told them."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Then God spoke all these words:"
            },
            {
                "verse_number": "2",
                "verse_text": "I am the LORD your God who brought you out of Egypt, out of the house of slavery."
            },
            {
                "verse_number": "3",
                "verse_text": "You must have no other gods before me."
            },
            {
                "verse_number": "4",
                "verse_text": "Do not make an idol for yourself&ndash;no form whatsoever&ndash;of anything in the sky above or on the earth below or in the waters under the earth."
            },
            {
                "verse_number": "5",
                "verse_text": "Do not bow down to them or worship them, because I, the LORD your God, am a passionate God. I punish children for their parents&quot; sins even to the third and fourth generations of those who hate me."
            },
            {
                "verse_number": "6",
                "verse_text": "But I am loyal and gracious to the thousandth generation of those who love me and keep my commandments."
            },
            {
                "verse_number": "7",
                "verse_text": "Do not use the LORD your God&quot;s name as if it were of no significance; the LORD won&quot;t forgive anyone who uses his name that way."
            },
            {
                "verse_number": "8",
                "verse_text": "Remember the Sabbath day and treat it as holy."
            },
            {
                "verse_number": "9",
                "verse_text": "Six days you may work and do all your tasks,"
            },
            {
                "verse_number": "10",
                "verse_text": "but the seventh day is a Sabbath to the LORD your God. Do not do any work on it&ndash;not you, your sons or daughters, your male or female servants, your animals, or the immigrant who is living with you."
            },
            {
                "verse_number": "11",
                "verse_text": "Because the LORD made the heavens and the earth, the sea, and everything that is in them in six days, but rested on the seventh day. That is why the LORD blessed the Sabbath day and made it holy."
            },
            {
                "verse_number": "12",
                "verse_text": "Honor your father and your mother so that your life will be long on the fertile land that the LORD your God is giving you."
            },
            {
                "verse_number": "13",
                "verse_text": "Do not kill."
            },
            {
                "verse_number": "14",
                "verse_text": "Do not commit adultery."
            },
            {
                "verse_number": "15",
                "verse_text": "Do not steal."
            },
            {
                "verse_number": "16",
                "verse_text": "Do not testify falsely against your neighbor."
            },
            {
                "verse_number": "17",
                "verse_text": "Do not desire and try to take your neighbor&quot;s house. Do not desire and try to take your neighbor&quot;s wife, male or female servant, ox, donkey, or anything else that belongs to your neighbor."
            },
            {
                "verse_number": "18",
                "verse_text": "When all the people witnessed the thunder and lightning, the sound of the horn, and the mountain smoking, the people shook with fear and stood at a distance."
            },
            {
                "verse_number": "19",
                "verse_text": "They said to Moses, &apos;You speak to us, and we&quot;ll listen. But don&quot;t let God speak to us, or we&quot;ll die.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Moses said to the people, &apos;Don&quot;t be afraid, because God has come only to test you and to make sure you are always in awe of God so that you don&quot;t sin.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The people stood at a distance while Moses approached the thick darkness in which God was present."
            },
            {
                "verse_number": "22",
                "verse_text": "The LORD said to Moses: &apos;Say this to the Israelites: You saw for yourselves how I spoke with you from heaven."
            },
            {
                "verse_number": "23",
                "verse_text": "Don&quot;t make alongside me gods of silver or gold for yourselves."
            },
            {
                "verse_number": "24",
                "verse_text": "Make for me an altar from fertile soil on which to sacrifice your entirely burned offerings, your well-being sacrifices, your sheep, and your oxen. I will come to you and bless you in every place where I make sure my name is remembered."
            },
            {
                "verse_number": "25",
                "verse_text": "But if you do make for me an altar from stones, don&quot;t build it with chiseled stone since using your chisel on the stone will make it impure."
            },
            {
                "verse_number": "26",
                "verse_text": "Don&quot;t climb onto my altar using steps: then your genitals won&quot;t be exposed by doing so.&apos;"
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "These are the case laws that you should set before them:"
            },
            {
                "verse_number": "2",
                "verse_text": "When you buy a male Hebrew slave, he will serve you for six years. But in the seventh year, he will go free without any payment."
            },
            {
                "verse_number": "3",
                "verse_text": "If he came in single, he will leave single. If he came in married, then his wife will leave with him."
            },
            {
                "verse_number": "4",
                "verse_text": "If his master gave him a wife and she bore him sons or daughters, the wife and her children will belong to her master. He will leave single."
            },
            {
                "verse_number": "5",
                "verse_text": "However, if the slave clearly states, &apos;I love my master, my wife, and my children, and I don&quot;t want to go free,&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "then his master will bring him before God. He will bring him to the door or the doorpost. There his master will pierce his ear with a pointed tool, and he will serve him as his slave for life."
            },
            {
                "verse_number": "7",
                "verse_text": "When a man sells his daughter as a slave, she shouldn&quot;t be set free in the same way as male slaves are set free."
            },
            {
                "verse_number": "8",
                "verse_text": "If she doesn&quot;t please her master who chose her for himself, then her master must let her be bought back by her family. He has no right to sell her to a foreign people since he has treated her unfairly."
            },
            {
                "verse_number": "9",
                "verse_text": "If he assigns her to his son, he must give her the rights of a daughter."
            },
            {
                "verse_number": "10",
                "verse_text": "If he takes another woman for himself, he may not reduce her food, clothing, or marital rights."
            },
            {
                "verse_number": "11",
                "verse_text": "If he doesn&quot;t do these three things for her, she will go free without any payment, for no money."
            },
            {
                "verse_number": "12",
                "verse_text": "Anyone who hits and kills someone should be put to death."
            },
            {
                "verse_number": "13",
                "verse_text": "If the killing wasn&quot;t on purpose but an accident allowed by God, then I will designate a place to which the killer can run away."
            },
            {
                "verse_number": "14",
                "verse_text": "But if someone plots and kills another person on purpose, you should remove the killer from my altar and put him to death."
            },
            {
                "verse_number": "15",
                "verse_text": "Anyone who violently hits their father or mother should be put to death."
            },
            {
                "verse_number": "16",
                "verse_text": "Anyone who kidnaps a person, whether they have been sold or are still being held, should be put to death."
            },
            {
                "verse_number": "17",
                "verse_text": "Anyone who curses their father or mother should be put to death."
            },
            {
                "verse_number": "18",
                "verse_text": "When two people are fighting and one hits the other with a stone or with his fist so that he is in bed for a while but doesn&quot;t die&ndash;"
            },
            {
                "verse_number": "19",
                "verse_text": "if he recovers and is able to walk around outside with a cane, then the one who hit him shouldn&quot;t be punished, except to pay for the loss of time from work and to pay for his full recovery."
            },
            {
                "verse_number": "20",
                "verse_text": "When a slave owner hits a male or female slave with a rod and the slave dies immediately, the owner should be punished."
            },
            {
                "verse_number": "21",
                "verse_text": "But if the slave gets up after a day or two, the slave owner shouldn&quot;t be punished because the slave is the owner&quot;s property."
            },
            {
                "verse_number": "22",
                "verse_text": "When people who are fighting injure a pregnant woman so that she has a miscarriage but no other injury occurs, then the guilty party will be fined what the woman&quot;s husband demands, as negotiated with the judges."
            },
            {
                "verse_number": "23",
                "verse_text": "If there is further injury, then you will give a life for a life,"
            },
            {
                "verse_number": "24",
                "verse_text": "an eye for an eye, a tooth for a tooth, a hand for a hand, a foot for a foot,"
            },
            {
                "verse_number": "25",
                "verse_text": "a burn for a burn, a bruise for a bruise, a wound for a wound."
            },
            {
                "verse_number": "26",
                "verse_text": "When a slave owner hits and blinds the eye of a male or female slave, he should let the slave go free on account of the eye."
            },
            {
                "verse_number": "27",
                "verse_text": "If he knocks out a tooth of a male or female slave, he should let the slave go free on account of the tooth."
            },
            {
                "verse_number": "28",
                "verse_text": "When an ox gores a man or a woman to death, the ox should be stoned to death, and the meat of the ox shouldn&quot;t be eaten. But the owner of the ox shouldn&quot;t be punished."
            },
            {
                "verse_number": "29",
                "verse_text": "However, if the ox had gored people in the past and its owner had been warned but didn&quot;t watch out for it, and the ox ends up killing a man or a woman, then the ox should be stoned to death, and its owner should also be put to death."
            },
            {
                "verse_number": "30",
                "verse_text": "If the owner has to pay compensation instead, he must pay the agreed amount to save his life."
            },
            {
                "verse_number": "31",
                "verse_text": "If the ox gores a boy or a girl, this same case law applies to the owner."
            },
            {
                "verse_number": "32",
                "verse_text": "If the ox gores a male or female slave, the owner will pay thirty silver shekels to the slave&quot;s owner, and the ox will be stoned to death."
            },
            {
                "verse_number": "33",
                "verse_text": "When someone leaves a pit open or digs a pit and doesn&quot;t cover it and an ox or a donkey falls into the pit,"
            },
            {
                "verse_number": "34",
                "verse_text": "the owner of the pit must make good on the loss. He should pay money to the ox&quot;s owner, but he may keep the dead animal."
            },
            {
                "verse_number": "35",
                "verse_text": "When someone&quot;s ox hurts someone else&quot;s ox and it dies, then they should sell the live ox and divide its price. They should also divide the dead animal between them."
            },
            {
                "verse_number": "36",
                "verse_text": "But if the ox was known for goring in the past and its owner hadn&quot;t watched out for it, the owner must make good the loss, an ox for an ox, but may keep the dead animal."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "When someone steals an ox or a sheep and then slaughters or sells it, the thief must pay back five oxen for the one ox or four sheep for the one sheep."
            },
            {
                "verse_number": "2",
                "verse_text": "If the thief is caught breaking in and is beaten and dies, the one who killed him won&quot;t be guilty of bloodshed."
            },
            {
                "verse_number": "3",
                "verse_text": "However, if this happens in broad daylight, then the one who killed him is guilty of bloodshed. For his part, the thief must make good on what he stole. If he has nothing, he must be sold to pay for his theft."
            },
            {
                "verse_number": "4",
                "verse_text": "If an animal (whether ox, donkey, or sheep) is found alive in the thief&quot;s possession, he must pay back double."
            },
            {
                "verse_number": "5",
                "verse_text": "When someone lets an animal loose to eat in another person&quot;s field and causes the field or vineyard to be stripped of its crop, the owner must pay them back with the best from his own field or vineyard."
            },
            {
                "verse_number": "6",
                "verse_text": "When someone starts a fire and it catches in thorns and then spreads to someone else&quot;s stacked grain, standing grain, or a whole field, the one who started the fire must fully repay the loss."
            },
            {
                "verse_number": "7",
                "verse_text": "When someone entrusts money or other items to another person to keep safe and they are stolen from the other person&quot;s house and the thief is caught, the thief must pay back double."
            },
            {
                "verse_number": "8",
                "verse_text": "If the thief isn&quot;t caught, the owner of the house should be brought before God to determine whether or not the owner stole the other&quot;s property."
            },
            {
                "verse_number": "9",
                "verse_text": "When any dispute of ownership over an ox, donkey, sheep, piece of clothing, or any other loss arises in which someone claims, &apos;This is mine,&apos; the cases of both parties should come before God. The one whom God finds at fault must pay double to the other."
            },
            {
                "verse_number": "10",
                "verse_text": "When someone gives a donkey, ox, sheep, or any other animal to another person to keep safe, and the animal dies or is injured or taken and no one saw what happened,"
            },
            {
                "verse_number": "11",
                "verse_text": "the person should swear a solemn pledge before the LORD in the presence of the owner that he didn&quot;t touch the other&quot;s property. The owner must accept that, and no payment needs to be made."
            },
            {
                "verse_number": "12",
                "verse_text": "But if the animal was stolen, the person must make full payment to its owner."
            },
            {
                "verse_number": "13",
                "verse_text": "If the animal was attacked and ripped apart and its torn body is brought as evidence, no payment needs to be made."
            },
            {
                "verse_number": "14",
                "verse_text": "When someone borrows an animal from another and it is injured or dies while the owner isn&quot;t present, full payment must be made."
            },
            {
                "verse_number": "15",
                "verse_text": "If the owner was present, no payment needs to be made. If the animal was hired, only the fee for hiring the animal is due."
            },
            {
                "verse_number": "16",
                "verse_text": "When a man seduces a young woman who isn&quot;t engaged to be married yet and he sleeps with her, he must marry her and pay the bride-price for her."
            },
            {
                "verse_number": "17",
                "verse_text": "But if her father absolutely refuses to let them marry, he must still pay the same amount as the bride-price for young women."
            },
            {
                "verse_number": "18",
                "verse_text": "Don&quot;t allow a female sorcerer to live."
            },
            {
                "verse_number": "19",
                "verse_text": "Anyone who has sexual relations with an animal should be put to death."
            },
            {
                "verse_number": "20",
                "verse_text": "Anyone who offers sacrifices to any god, other than the LORD alone, should be destroyed."
            },
            {
                "verse_number": "21",
                "verse_text": "Don&quot;t mistreat or oppress an immigrant, because you were once immigrants in the land of Egypt."
            },
            {
                "verse_number": "22",
                "verse_text": "Don&quot;t treat any widow or orphan badly."
            },
            {
                "verse_number": "23",
                "verse_text": "If you do treat them badly and they cry out to me, you can be sure that I&quot;ll hear their cry."
            },
            {
                "verse_number": "24",
                "verse_text": "I&quot;ll be furious, and I&quot;ll kill you with the sword. Then your wives will be widows, and your children will be orphans."
            },
            {
                "verse_number": "25",
                "verse_text": "If you lend money to my people who are poor among you, don&quot;t be a creditor and charge them interest."
            },
            {
                "verse_number": "26",
                "verse_text": "If you take a piece of clothing from someone as a security deposit, you should return it before the sun goes down."
            },
            {
                "verse_number": "27",
                "verse_text": "His clothing may well be his only blanket to cover himself. What else will that person have to sleep in? And if he cries out to me, I&quot;ll listen, because I&quot;m compassionate."
            },
            {
                "verse_number": "28",
                "verse_text": "Don&quot;t say a curse against God, and don&quot;t curse your people&quot;s chief."
            },
            {
                "verse_number": "29",
                "verse_text": "Don&quot;t delay offering the produce of your vineyards and winepresses. Give me your oldest son."
            },
            {
                "verse_number": "30",
                "verse_text": "Do the same with your oxen and with your sheep. They should stay with their mother for seven days. On the eighth day, you should give them to me."
            },
            {
                "verse_number": "31",
                "verse_text": "You are holy people to me. Don&quot;t eat any meat killed by wild animals out in the field. Throw it to the dogs instead."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "Don&quot;t spread false rumors. Don&quot;t plot with evil people to act as a lying witness."
            },
            {
                "verse_number": "2",
                "verse_text": "Don&quot;t take sides with important people to do wrong. When you act as a witness, don&quot;t stretch the truth to favor important people."
            },
            {
                "verse_number": "3",
                "verse_text": "But don&quot;t privilege unimportant people in their lawsuits either. No one should appear before me empty-handed. Don&quot;t boil a young goat in its mother&quot;s milk."
            },
            {
                "verse_number": "4",
                "verse_text": "When you happen to come upon your enemy&quot;s ox or donkey that has wandered off, you should bring it back to them."
            },
            {
                "verse_number": "5",
                "verse_text": "When you see a donkey that belongs to someone who hates you and it&quot;s lying down under its load and you are inclined not to help set it free, you must help set it free."
            },
            {
                "verse_number": "6",
                "verse_text": "Don&quot;t undermine the justice that your poor deserve in their lawsuits."
            },
            {
                "verse_number": "7",
                "verse_text": "Stay away from making a false charge. Don&quot;t put an innocent person who is in the right to death, because I will not consider innocent those who do such evil."
            },
            {
                "verse_number": "8",
                "verse_text": "Don&quot;t take a bribe, because a bribe blinds the clear-sighted and subverts the cause of those who are in the right."
            },
            {
                "verse_number": "9",
                "verse_text": "Don&quot;t oppress an immigrant. You know what it&quot;s like to be an immigrant, because you were immigrants in the land of Egypt."
            },
            {
                "verse_number": "10",
                "verse_text": "For six years you should plant crops on your land and gather in its produce."
            },
            {
                "verse_number": "11",
                "verse_text": "But in the seventh year you should leave it alone and undisturbed so that the poor among your people may eat. What they leave behind, the wild animals may eat. You should do the same with your vineyard and your olive trees."
            },
            {
                "verse_number": "12",
                "verse_text": "Do your work in six days. But on the seventh day you should rest so that your ox and donkey may rest, and even the child of your female slave and the immigrant may be refreshed."
            },
            {
                "verse_number": "13",
                "verse_text": "Be careful to obey everything that I have said to you. Don&quot;t call on the names of other gods. Don&quot;t even mention them."
            },
            {
                "verse_number": "14",
                "verse_text": "You should observe a festival for me three times a year."
            },
            {
                "verse_number": "15",
                "verse_text": "Observe the Festival of Unleavened Bread, as I commanded you. Eat unleavened bread for seven days at the appointed time in the month of Abib, because it was in that month that you came out of Egypt."
            },
            {
                "verse_number": "16",
                "verse_text": "Observe the Harvest Festival for the early produce of your crops that you planted in the field, and the Gathering Festival at the end of the year, when you gather your crop of fruit from the field."
            },
            {
                "verse_number": "17",
                "verse_text": "All your males should appear three times a year before the LORD God."
            },
            {
                "verse_number": "18",
                "verse_text": "Don&quot;t offer the blood of my sacrifice with anything leavened. Don&quot;t let the fat of my festival offering be left over until the morning."
            },
            {
                "verse_number": "19",
                "verse_text": "Bring the best of your land&quot;s early produce to the LORD your God&quot;s temple."
            },
            {
                "verse_number": "20",
                "verse_text": "I&quot;m about to send a messenger in front of you to guard you on your way and to bring you to the place that I&quot;ve made ready."
            },
            {
                "verse_number": "21",
                "verse_text": "Pay attention to him and do as he says. Don&quot;t rebel against him. He won&quot;t forgive the things you do wrong because I am with him."
            },
            {
                "verse_number": "22",
                "verse_text": "But if you listen carefully to what he says and do all that I say, then I&quot;ll be an enemy to your enemies and fight those fighting you."
            },
            {
                "verse_number": "23",
                "verse_text": "When my messenger goes in front of you and brings you to the Amorites, the Hittites, the Perizzites, the Canaanites, the Hivites, and the Jebusites, and I wipe them out,"
            },
            {
                "verse_number": "24",
                "verse_text": "don&quot;t bow down to their gods, worship them, or do what they do. Instead, you should completely destroy them and smash their sacred stone pillars to bits."
            },
            {
                "verse_number": "25",
                "verse_text": "If you worship the LORD your God, the LORD will bless your bread and your water. I&quot;ll take sickness away from you,"
            },
            {
                "verse_number": "26",
                "verse_text": "and no woman will miscarry or be infertile in your land. I&quot;ll let you live a full, long life."
            },
            {
                "verse_number": "27",
                "verse_text": "My terrifying reputation will precede you, and I&quot;ll throw all the people that you meet into a panic. I&quot;ll make all your enemies turn their backs to you."
            },
            {
                "verse_number": "28",
                "verse_text": "I&quot;ll send insect swarms in front of you and drive out the Hivites, the Canaanites, and the Hittites before you."
            },
            {
                "verse_number": "29",
                "verse_text": "I won&quot;t drive them out before you in a single year so the land won&quot;t be abandoned and the wild animals won&quot;t multiply around you."
            },
            {
                "verse_number": "30",
                "verse_text": "I&quot;ll drive them out before you little by little, until your numbers grow and you eventually possess the land."
            },
            {
                "verse_number": "31",
                "verse_text": "I&quot;ll set your borders from the Reed Sea to the Philistine Sea and from the desert to the River. I&quot;ll hand the inhabitants of the land over to you, and you will drive them out before you."
            },
            {
                "verse_number": "32",
                "verse_text": "Don&quot;t make any covenants with them or their gods."
            },
            {
                "verse_number": "33",
                "verse_text": "Don&quot;t allow them to live in your land, or else they will lead you to sin against me. If you worship their gods, it will become a dangerous trap for you."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Then the LORD said to Moses, &apos;Come up to the LORD , you and Aaron, Nadab and Abihu, and seventy of Israel&quot;s elders, and worship from a distance."
            },
            {
                "verse_number": "2",
                "verse_text": "Only Moses may come near to the LORD . The others shouldn&quot;t come near, while the people shouldn&quot;t come up with him at all.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Moses came and told the people all the LORD &quot;s words and all the case laws. All the people answered in unison, &apos;Everything that the LORD has said we will do.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Moses then wrote down all the LORD &quot;s words. He got up early in the morning and built an altar at the foot of the mountain. He set up twelve sacred stone pillars for the twelve tribes of Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "He appointed certain young Israelite men to offer entirely burned offerings and slaughter oxen as well-being sacrifices to the LORD ."
            },
            {
                "verse_number": "6",
                "verse_text": "Moses took half of the blood and put it in large bowls. The other half of the blood he threw against the altar."
            },
            {
                "verse_number": "7",
                "verse_text": "Then he took the covenant scroll and read it out loud for the people to hear. They responded, &apos;Everything that the LORD has said we will do, and we will obey.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Moses then took the blood and threw it over the people. Moses said, &apos;This is the blood of the covenant that the LORD now makes with you on the basis of all these words.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then Moses and Aaron, Nadab and Abihu, and seventy elders of Israel went up,"
            },
            {
                "verse_number": "10",
                "verse_text": "and they saw Israel&quot;s God. Under God&quot;s feet there was what looked like a floor of lapis-lazuli tiles, dazzlingly pure like the sky."
            },
            {
                "verse_number": "11",
                "verse_text": "God didn&quot;t harm the Israelite leaders, though they looked at God, and they ate and drank."
            },
            {
                "verse_number": "12",
                "verse_text": "The LORD said to Moses, &apos;Come up to me on the mountain and wait there. I&quot;ll give you the stone tablets with the instructions and the commandments that I&quot;ve written in order to teach them.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So Moses and his assistant Joshua got up, and Moses went up God&quot;s mountain."
            },
            {
                "verse_number": "14",
                "verse_text": "Moses had said to the elders, &apos;Wait for us here until we come back to you. Aaron and Hur will be here with you. Whoever has a legal dispute may go to them.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Moses went up the mountain, and the cloud covered the mountain."
            },
            {
                "verse_number": "16",
                "verse_text": "The LORD &quot;s glorious presence settled on Mount Sinai, and the cloud covered it for six days. On the seventh day the LORD called to Moses from the cloud."
            },
            {
                "verse_number": "17",
                "verse_text": "To the Israelites, the LORD &quot;s glorious presence looked like a blazing fire on top of the mountain."
            },
            {
                "verse_number": "18",
                "verse_text": "Moses entered the cloud and went up the mountain. Moses stayed on the mountain for forty days and forty nights."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Moses:"
            },
            {
                "verse_number": "2",
                "verse_text": "Tell the Israelites to collect gift offerings for me. Receive my gift offerings from everyone who freely wants to give."
            },
            {
                "verse_number": "3",
                "verse_text": "These are the gift offerings that you should receive from them: gold, silver, and copper;"
            },
            {
                "verse_number": "4",
                "verse_text": "blue, purple, and deep red yarns; fine linen; goats&quot; hair;"
            },
            {
                "verse_number": "5",
                "verse_text": "rams&quot; skins dyed red; beaded leather; acacia wood;"
            },
            {
                "verse_number": "6",
                "verse_text": "oil for the lamps; spices for the anointing oil and for the sweet-smelling incense;"
            },
            {
                "verse_number": "7",
                "verse_text": "gemstones; and gems for setting in the priest&quot;s vest and chest piece."
            },
            {
                "verse_number": "8",
                "verse_text": "They should make me a sanctuary so I can be present among them."
            },
            {
                "verse_number": "9",
                "verse_text": "You should follow the blueprints that I will show you for the dwelling and for all its equipment."
            },
            {
                "verse_number": "10",
                "verse_text": "Have them make an acacia-wood chest. It should be forty-five inches long, twenty-seven inches wide, and twenty-seven inches high."
            },
            {
                "verse_number": "11",
                "verse_text": "Cover it with pure gold, inside and out, and make a gold molding all around it."
            },
            {
                "verse_number": "12",
                "verse_text": "Cast four gold rings for it and put them on its four feet, two rings on one side and two rings on the other."
            },
            {
                "verse_number": "13",
                "verse_text": "Make acacia-wood poles and cover them with gold."
            },
            {
                "verse_number": "14",
                "verse_text": "Then put the poles into the rings on the chest&quot;s sides and use them to carry the chest."
            },
            {
                "verse_number": "15",
                "verse_text": "The poles should stay in the chest&quot;s rings. They shouldn&quot;t be taken out of them."
            },
            {
                "verse_number": "16",
                "verse_text": "Put the covenant document that I will give you into the chest."
            },
            {
                "verse_number": "17",
                "verse_text": "Then make a cover of pure gold, forty-five inches long and twenty-seven inches wide."
            },
            {
                "verse_number": "18",
                "verse_text": "Make two winged heavenly creatures of hammered gold, one for each end of the cover."
            },
            {
                "verse_number": "19",
                "verse_text": "Put one winged heavenly creature at one end and one winged heavenly creature at the other. Place the winged heavenly creatures at the cover&quot;s two ends."
            },
            {
                "verse_number": "20",
                "verse_text": "The heavenly creatures should have their wings spread out above, shielding the cover with their wings. The winged heavenly creatures should face each other toward the cover&quot;s center."
            },
            {
                "verse_number": "21",
                "verse_text": "Put the gold cover on top of the chest and put the covenant document that I will give you inside the chest."
            },
            {
                "verse_number": "22",
                "verse_text": "There I will meet with you. From there above the cover, from between the two winged heavenly creatures that are on top of the chest containing the covenant, I will deliver to you all that I command you concerning the Israelites."
            },
            {
                "verse_number": "23",
                "verse_text": "Make an acacia-wood table, three feet long, eighteen inches wide, and twenty-seven inches high."
            },
            {
                "verse_number": "24",
                "verse_text": "Cover it with pure gold and make a gold molding all around it."
            },
            {
                "verse_number": "25",
                "verse_text": "Make a frame around it that is four inches wide and a gold molding around the frame."
            },
            {
                "verse_number": "26",
                "verse_text": "Make four gold rings for the table. Fasten the rings to the four corners at its four legs."
            },
            {
                "verse_number": "27",
                "verse_text": "The rings that house the poles used for carrying the table should be close to the frame."
            },
            {
                "verse_number": "28",
                "verse_text": "Make the poles from acacia wood and cover them with gold. The table should be carried with these poles."
            },
            {
                "verse_number": "29",
                "verse_text": "Make its plates, dishes, jars, and bowls for pouring drink offerings. Make them of pure gold."
            },
            {
                "verse_number": "30",
                "verse_text": "Set the bread of the presence on the table so it is always in front of me."
            },
            {
                "verse_number": "31",
                "verse_text": "Make a lampstand of pure hammered gold. The lampstand&quot;s base, branches, cups, flowers, and petals should all be attached to it."
            },
            {
                "verse_number": "32",
                "verse_text": "It should have six branches growing out from its sides, three branches on one side of the lampstand and three branches on the other side of the lampstand."
            },
            {
                "verse_number": "33",
                "verse_text": "One branch will have three cups shaped like almond blossoms, each with a flower and petals, and the next branch will also have three cups shaped like almond blossoms, each with a flower and petals. So it will be for the six branches that grow out of the lampstand."
            },
            {
                "verse_number": "34",
                "verse_text": "In addition, on the lampstand itself there will be four cups shaped like almond blossoms, each with its flower and petals."
            },
            {
                "verse_number": "35",
                "verse_text": "There will be a flower attached under the first pair of branches, a flower attached under the next pair of branches, and a flower attached under the last pair of branches. So it will be for the six branches that grow out of the lampstand."
            },
            {
                "verse_number": "36",
                "verse_text": "Their flowers and their branches will be permanently attached to it. The whole lampstand should be one piece of pure hammered gold."
            },
            {
                "verse_number": "37",
                "verse_text": "Make its seven lamps and set up its lamps so that they direct their light in front of the lampstand."
            },
            {
                "verse_number": "38",
                "verse_text": "You should also make its tongs and fire pans out of pure gold."
            },
            {
                "verse_number": "39",
                "verse_text": "All these items should be made from pure gold weighing one kikkar."
            },
            {
                "verse_number": "40",
                "verse_text": "See to it that you make them according to the blueprint for them that you were shown on the mountain."
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "Make the dwelling with ten curtains of fine twisted linen and blue, purple, and deep red yarns. Work figures of winged heavenly creatures into their design."
            },
            {
                "verse_number": "2",
                "verse_text": "Each curtain should be forty-two feet long and each curtain six feet wide. All the curtains should be the same size."
            },
            {
                "verse_number": "3",
                "verse_text": "Five curtains will be joined to each other as one set, while the other five curtains will be joined together as a second set."
            },
            {
                "verse_number": "4",
                "verse_text": "Make loops of blue thread on the edge of the outer curtain in the first set. Do the same on the edge of the outer curtain in the second set."
            },
            {
                "verse_number": "5",
                "verse_text": "Make fifty loops on the one curtain in the first set and fifty loops on the edge of the curtain that is in the second set. The loops should be opposite each other."
            },
            {
                "verse_number": "6",
                "verse_text": "Then make fifty gold clasps. Join the curtains to each other with the clasps so that the dwelling becomes one whole structure."
            },
            {
                "verse_number": "7",
                "verse_text": "You should also make curtains of goats&quot; hair for a tent over the dwelling. Make eleven curtains."
            },
            {
                "verse_number": "8",
                "verse_text": "Each curtain should be forty-five feet long and each curtain six feet wide. The eleven curtains should all be the same size."
            },
            {
                "verse_number": "9",
                "verse_text": "Join five of the curtains together, and join the six other curtains together. Double over the sixth curtain at the front of the tent."
            },
            {
                "verse_number": "10",
                "verse_text": "Make fifty loops on the edge of the outer curtain in one set and fifty loops on the edge of the outer curtain in the second set."
            },
            {
                "verse_number": "11",
                "verse_text": "Make fifty copper clasps. Put the clasps into the loops and join the tent together so that it becomes one whole structure."
            },
            {
                "verse_number": "12",
                "verse_text": "The extra cloth that is left over from the tent curtains, that is, the half curtain that remains, should hang over the back of the dwelling."
            },
            {
                "verse_number": "13",
                "verse_text": "Eighteen inches on one side and eighteen inches on the other side of the leftover length of the tent&quot;s curtains will hang over the two sides of the dwelling to cover it."
            },
            {
                "verse_number": "14",
                "verse_text": "Then for the tent, make a covering of rams&quot; skins dyed red and an outer covering of beaded leather."
            },
            {
                "verse_number": "15",
                "verse_text": "Make acacia-wood boards to stand upright as a frame for the dwelling."
            },
            {
                "verse_number": "16",
                "verse_text": "Each board will be fifteen feet long and twenty-seven inches wide."
            },
            {
                "verse_number": "17",
                "verse_text": "Put two pegs on each board for joining them to each other. Do this for all the dwelling&quot;s boards."
            },
            {
                "verse_number": "18",
                "verse_text": "Make twenty boards for the dwelling&quot;s southern side."
            },
            {
                "verse_number": "19",
                "verse_text": "Then make forty silver bases to go under the twenty boards. There will be two bases under the first board for its two pegs, two bases under the next board for its two pegs, and so on."
            },
            {
                "verse_number": "20",
                "verse_text": "For the dwelling&quot;s other side on the north, make twenty boards"
            },
            {
                "verse_number": "21",
                "verse_text": "and their forty silver bases, two bases under the first board, two bases under the next board, and so on."
            },
            {
                "verse_number": "22",
                "verse_text": "For the back of the dwelling on the west, make six boards."
            },
            {
                "verse_number": "23",
                "verse_text": "Make two additional boards for the dwelling&quot;s rear corners."
            },
            {
                "verse_number": "24",
                "verse_text": "They should be spread out at the bottom but joined together at the top with one ring. In this way, these two boards will form the two corners."
            },
            {
                "verse_number": "25",
                "verse_text": "And so there will be eight boards with their sixteen silver bases, two bases under the first board, two bases under the next board, and so on."
            },
            {
                "verse_number": "26",
                "verse_text": "You should also make acacia-wood bars: five for the boards on one side of the dwelling,"
            },
            {
                "verse_number": "27",
                "verse_text": "five bars for the boards on the other side of the dwelling, and five bars for the boards on the back wall of the dwelling on the west."
            },
            {
                "verse_number": "28",
                "verse_text": "The middle bar, halfway up the boards, should run from one end to the other."
            },
            {
                "verse_number": "29",
                "verse_text": "Cover the boards with gold. Make gold rings to house the bars. Cover the bars with gold."
            },
            {
                "verse_number": "30",
                "verse_text": "Then set up the dwelling according to the plan for it that you were shown on the mountain."
            },
            {
                "verse_number": "31",
                "verse_text": "Make a veil of blue, purple, and deep red yarns and of fine twisted linen. Work figures of winged heavenly creatures into its design."
            },
            {
                "verse_number": "32",
                "verse_text": "Hang it on four acacia-wood posts covered in gold. They should have gold hooks and stand on four silver bases."
            },
            {
                "verse_number": "33",
                "verse_text": "Hang the veil under the clasps, and put the chest containing the covenant there behind the veil. The veil will separate for you the holy from the holiest space."
            },
            {
                "verse_number": "34",
                "verse_text": "Place the gold cover on the chest containing the covenant in the holiest space."
            },
            {
                "verse_number": "35",
                "verse_text": "Place the table outside the veil, and set the lampstand opposite the table by the south wall of the dwelling. Place the table by the north wall."
            },
            {
                "verse_number": "36",
                "verse_text": "Make a screen for the tent&quot;s entrance of blue, purple, and deep red yarns and of fine twisted linen, decorated with needlework."
            },
            {
                "verse_number": "37",
                "verse_text": "Make five acacia-wood posts for the screen. Cover the posts with gold. Their hooks should be gold. Cast five copper bases for the posts."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Make an acacia-wood altar. The altar should be square, seven and a half feet long and seven and a half feet wide. It should be four and a half feet high."
            },
            {
                "verse_number": "2",
                "verse_text": "Make horns for the altar and attach them to it, one horn on each of its four corners. Cover it with copper."
            },
            {
                "verse_number": "3",
                "verse_text": "Make pails for removing its ashes and its shovels, bowls, meat forks, and trays. Make all its equipment out of copper."
            },
            {
                "verse_number": "4",
                "verse_text": "Make for the altar a grate made of copper mesh. Make four copper rings for each of the four corners of the mesh."
            },
            {
                "verse_number": "5",
                "verse_text": "Slide the mesh underneath the bottom edge of the altar and then extend the mesh halfway up to the middle of the altar."
            },
            {
                "verse_number": "6",
                "verse_text": "Make acacia-wood poles for the altar and cover them with copper."
            },
            {
                "verse_number": "7",
                "verse_text": "Put the poles through the rings so that the poles will be on the two sides of the altar when it is carried."
            },
            {
                "verse_number": "8",
                "verse_text": "Make the altar with planks but hollow inside. All these should be made just as you were shown on the mountain."
            },
            {
                "verse_number": "9",
                "verse_text": "You should also set up the dwelling&quot;s courtyard. The courtyard&quot;s south side should have drapes of fine twisted linen stretching one hundred fifty feet on that side,"
            },
            {
                "verse_number": "10",
                "verse_text": "with twenty posts, twenty copper bases, and silver hooks and bands for the posts."
            },
            {
                "verse_number": "11",
                "verse_text": "Likewise along the north side the drapes should stretch one hundred fifty feet, with twenty posts, twenty copper bases, and silver hooks and bands for the posts."
            },
            {
                "verse_number": "12",
                "verse_text": "The courtyard&quot;s width on the west side should consist of seventy-five feet of drapes with their ten posts and their ten bases."
            },
            {
                "verse_number": "13",
                "verse_text": "The courtyard&quot;s width on the front, facing east, should be seventy-five feet."
            },
            {
                "verse_number": "14",
                "verse_text": "There should be twenty-two and a half feet of drapes on one side with three posts and three bases for them."
            },
            {
                "verse_number": "15",
                "verse_text": "There should be twenty-two and a half feet of drapes on the other side with three posts and three bases for them."
            },
            {
                "verse_number": "16",
                "verse_text": "For the gate into the courtyard there will be a screen thirty feet long, made of blue, purple, and deep red yarns and of fine twisted linen, decorated with needlework. It will have four posts with their four bases."
            },
            {
                "verse_number": "17",
                "verse_text": "All the posts around the courtyard will have silver bands, silver hooks, and copper bases."
            },
            {
                "verse_number": "18",
                "verse_text": "The courtyard will be one hundred fifty feet long and seventy-five feet wide. Its walls&quot; height will be seven and a half feet of fine twisted linen and its copper bases."
            },
            {
                "verse_number": "19",
                "verse_text": "All the dwelling&quot;s equipment for any use and all its tent pegs and all the courtyard&quot;s tent pegs will be made of copper."
            },
            {
                "verse_number": "20",
                "verse_text": "You must require the Israelites to bring you pure oil of crushed olives for the light so that the lamp may be set up to burn continually."
            },
            {
                "verse_number": "21",
                "verse_text": "In the meeting tent, outside the veil that hangs in front of the covenant document, Aaron and his sons will tend the lamp from evening to morning in the LORD &quot;s presence. It will be a permanent regulation for the Israelites in every generation."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "Summon to you your brother Aaron and his sons from among the Israelites to serve me as priests&ndash;Aaron and Aaron&quot;s sons, Nadab and Abihu, and Eleazar and Ithamar."
            },
            {
                "verse_number": "2",
                "verse_text": "Make holy clothing that will give honor and dignity to your brother Aaron."
            },
            {
                "verse_number": "3",
                "verse_text": "Tell all who are skilled, to whom I have given special abilities, to make clothing for Aaron for his dedication to serve me as a priest."
            },
            {
                "verse_number": "4",
                "verse_text": "These are the articles of clothing that they should make: a chest pendant, a vest, a robe, a woven tunic, a turban, and a sash. When they make this holy clothing for your brother Aaron and his sons to serve me as priests,"
            },
            {
                "verse_number": "5",
                "verse_text": "they should use gold, blue, purple, and deep red yarns and fine linen."
            },
            {
                "verse_number": "6",
                "verse_text": "They should make the vest of gold, of blue, purple, and deep red yarns and of fine twisted linen with embroidered designs."
            },
            {
                "verse_number": "7",
                "verse_text": "The vest will have two shoulder pieces attached to its two edges so that they may be joined together."
            },
            {
                "verse_number": "8",
                "verse_text": "The vest&quot;s belt should be attached to it and made in the same way of gold, of blue, purple, and deep red yarns and fine twisted linen."
            },
            {
                "verse_number": "9",
                "verse_text": "Take two gemstones and engrave on them the names of Israel&quot;s sons,"
            },
            {
                "verse_number": "10",
                "verse_text": "six names on one stone and the other six names on the other stone, in the order of their birth."
            },
            {
                "verse_number": "11",
                "verse_text": "Like a gem cutter who engraves official seals, you will engrave the two stones with the names of Israel&quot;s sons. Mount them in gold settings."
            },
            {
                "verse_number": "12",
                "verse_text": "Attach the two stones to the vest&quot;s shoulder pieces as stones of reminder for the Israelites. Aaron will carry into the LORD &quot;s presence their names on his two shoulders as a reminder."
            },
            {
                "verse_number": "13",
                "verse_text": "Then make gold settings"
            },
            {
                "verse_number": "14",
                "verse_text": "along with two chains of pure gold, twisted like cords. Attach the corded chains to the gold settings."
            },
            {
                "verse_number": "15",
                "verse_text": "Make an embroidered chest pendant used for making decisions. Make it in the style of the vest, using gold, blue and purple and deep red yarns, and fine twisted linen."
            },
            {
                "verse_number": "16",
                "verse_text": "It will be square and doubled, nine inches long and nine inches wide."
            },
            {
                "verse_number": "17",
                "verse_text": "Set in it four rows of gemstone settings. The first row will be a row of carnelian, topaz, and emerald stones."
            },
            {
                "verse_number": "18",
                "verse_text": "The second row will be a turquoise, a sapphire, and a moonstone."
            },
            {
                "verse_number": "19",
                "verse_text": "The third row will be a jacinth, an agate, and an amethyst."
            },
            {
                "verse_number": "20",
                "verse_text": "The fourth row will be a beryl, an onyx, and a jasper. Their settings will be made of decorative gold."
            },
            {
                "verse_number": "21",
                "verse_text": "There will be twelve stones with names corresponding to the names of Israel&quot;s sons. They will be engraved like official seals, each with its name for the twelve tribes."
            },
            {
                "verse_number": "22",
                "verse_text": "Make chains of pure gold twisted like cords for the chest pendant."
            },
            {
                "verse_number": "23",
                "verse_text": "Make two gold rings for the chest pendant and attach the two rings to the two edges of the chest pendant."
            },
            {
                "verse_number": "24",
                "verse_text": "Attach the two gold cords to the two rings at the edges of the chest pendant."
            },
            {
                "verse_number": "25",
                "verse_text": "Then fasten the two ends of the cords to the two settings, which you should attach to the vest&quot;s two front shoulder pieces."
            },
            {
                "verse_number": "26",
                "verse_text": "Make two gold rings and attach them to the two ends of the chest pendant on its inside edge facing the vest."
            },
            {
                "verse_number": "27",
                "verse_text": "Make two gold rings and fasten them on the front of the lower part of the two shoulder pieces of the vest, at its seam just above the vest&quot;s belt."
            },
            {
                "verse_number": "28",
                "verse_text": "The chest pendant should be held in place by a blue cord binding its rings to the vest&quot;s rings so that the chest pendant rests on the vest&quot;s belt and won&quot;t come loose from the vest."
            },
            {
                "verse_number": "29",
                "verse_text": "In this way, Aaron will carry the names of Israel&quot;s sons on the chest pendant for making decisions over his heart when he goes into the sanctuary as a reminder before the LORD at all times."
            },
            {
                "verse_number": "30",
                "verse_text": "Put into the chest pendant used for making decisions the Urim and the Thummim, so they will be over Aaron&quot;s heart when he goes into the LORD &quot;s presence. In this way, Aaron will carry the means to make decisions for the Israelites over his heart when in the LORD &quot;s presence at all times."
            },
            {
                "verse_number": "31",
                "verse_text": "You will make the robe for the vest all of blue."
            },
            {
                "verse_number": "32",
                "verse_text": "The opening for the head should be in the middle of it. The opening should be reinforced by a woven binding, a strong border so that it doesn&quot;t tear."
            },
            {
                "verse_number": "33",
                "verse_text": "On its lower hem add pomegranates made of blue, purple, and deep red yarns all around the lower hem, with gold bells between the pomegranates all around it."
            },
            {
                "verse_number": "34",
                "verse_text": "A gold bell and a pomegranate should alternate all around the lower hem of the robe."
            },
            {
                "verse_number": "35",
                "verse_text": "Aaron will wear the robe when he ministers as a priest. Its sound will be heard when he goes into the sanctuary in the LORD &quot;s presence and when he comes out, so that he will not die."
            },
            {
                "verse_number": "36",
                "verse_text": "Make a flower ornament of pure gold and engrave on it like an official seal: &apos;Holy to the LORD .&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "You should fasten it on the turban with a blue cord. It should be on the front of the turban."
            },
            {
                "verse_number": "38",
                "verse_text": "It will be on Aaron&quot;s forehead, and Aaron will take on himself any guilt connected with the holy offerings that the Israelites give as their sacred donations. It will always be on his forehead so that the people may be remembered favorably in the LORD &quot;s presence."
            },
            {
                "verse_number": "39",
                "verse_text": "Weave the tunic out of fine linen. Make the turban out of fine linen. Make a sash decorated with needlework."
            },
            {
                "verse_number": "40",
                "verse_text": "For Aaron&quot;s sons, you should also make tunics, sashes, and turbans to mark their honor and dignity."
            },
            {
                "verse_number": "41",
                "verse_text": "Put these garments on your brother Aaron and on his sons with him. Anoint them with oil, ordain them, and make them holy to serve me as priests."
            },
            {
                "verse_number": "42",
                "verse_text": "You should also make linen undergarments for them to cover their naked skin from their hips to their thighs."
            },
            {
                "verse_number": "43",
                "verse_text": "Aaron and his sons should wear this clothing when they go into the meeting tent or when they approach the altar to minister as priests in the sanctuary. Otherwise, they will bring guilt on themselves and die. This will be a permanent regulation for him and for his descendants after him."
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "Now this is what you should do to make them holy in order to serve me as priests. Take a young bull and two flawless rams."
            },
            {
                "verse_number": "2",
                "verse_text": "Take unleavened bread, unleavened flatbread made with oil, and unleavened wafers spread with oil. Make them out of high-quality wheat flour."
            },
            {
                "verse_number": "3",
                "verse_text": "Put them all in one basket and present them in the basket along with the bull and the two rams."
            },
            {
                "verse_number": "4",
                "verse_text": "Present Aaron and his sons at the entrance to the meeting tent and wash them with water."
            },
            {
                "verse_number": "5",
                "verse_text": "Then take the priestly clothes and put them on Aaron: the tunic, the vest&quot;s robe, the vest itself, and the chest pendant. Put the vest on him with the vest&quot;s belt."
            },
            {
                "verse_number": "6",
                "verse_text": "Set the turban on his head and place the holy crown on the turban."
            },
            {
                "verse_number": "7",
                "verse_text": "Take the anointing oil and pour it on his head to anoint him."
            },
            {
                "verse_number": "8",
                "verse_text": "Then present his sons and put the tunics on them."
            },
            {
                "verse_number": "9",
                "verse_text": "Tighten the sashes on them, on both Aaron and his sons. Wrap the turbans on their heads. It will be a permanent regulation that the duties of priesthood belong to them. In this way, you will ordain Aaron and his sons."
            },
            {
                "verse_number": "10",
                "verse_text": "Present the bull at the front of the meeting tent. Aaron and his sons will lay their hands on the bull&quot;s head."
            },
            {
                "verse_number": "11",
                "verse_text": "Then slaughter the bull in the LORD &quot;s presence at the meeting tent&quot;s entrance."
            },
            {
                "verse_number": "12",
                "verse_text": "Take some of the bull&quot;s blood and smear it on the altar&quot;s horns with your finger. Pour out the rest of the blood at the altar&quot;s base."
            },
            {
                "verse_number": "13",
                "verse_text": "Then take all the fat that covers the inner organs, the lobe of the liver, and the two kidneys along with the fat that is on them, and burn them up in smoke on the altar."
            },
            {
                "verse_number": "14",
                "verse_text": "Burn the rest of the meat of the bull, its hide, and the intestines with their contents with a fire outside the camp. It is a purification offering."
            },
            {
                "verse_number": "15",
                "verse_text": "Choose one of the rams, and have Aaron and his sons lay their hands on the ram&quot;s head."
            },
            {
                "verse_number": "16",
                "verse_text": "Then slaughter the ram. Take its blood and throw it against all the altar&quot;s sides."
            },
            {
                "verse_number": "17",
                "verse_text": "Cut up the ram into parts. Wash its inner organs and legs, and put them together with its parts and its head."
            },
            {
                "verse_number": "18",
                "verse_text": "Then turn the entire ram into smoke by burning it on the altar. It is an entirely burned offering for the LORD , a soothing smell, a food gift for the LORD ."
            },
            {
                "verse_number": "19",
                "verse_text": "Take the second ram, and have Aaron and his sons lay their hands on the ram&quot;s head."
            },
            {
                "verse_number": "20",
                "verse_text": "Slaughter the ram. Take some of its blood and smear it on the right earlobes of Aaron and his sons, on the thumbs of their right hands, and on the big toes of their right feet. Throw the rest of the blood against all the altar&quot;s sides."
            },
            {
                "verse_number": "21",
                "verse_text": "Then take some of the blood on the altar and some of the anointing oil and sprinkle them on Aaron and on his clothes and on his sons and on his sons&quot; clothes. In this way, Aaron, his sons, and all their priestly garments will be holy."
            },
            {
                "verse_number": "22",
                "verse_text": "Take the fatty parts of the ram: the fat tail, the fat around the inner organs, the lobe of the liver, the two kidneys with the fat around them, and the right thigh (because it is a ram for ordination)."
            },
            {
                "verse_number": "23",
                "verse_text": "Add one loaf of bread, one flatbread made with oil, and one wafer from the basket of unleavened bread that was presented to the LORD ."
            },
            {
                "verse_number": "24",
                "verse_text": "Place all of these in the hands of Aaron and his sons, and lift them as an uplifted offering in the LORD &quot;s presence."
            },
            {
                "verse_number": "25",
                "verse_text": "Then take them from their hands and turn them into smoke by burning them on the altar with the entirely burned offering as a soothing smell in the LORD &quot;s presence. It is a food gift for the LORD ."
            },
            {
                "verse_number": "26",
                "verse_text": "Take the breast of the ram for Aaron&quot;s ordination and lift it as an uplifted offering in the LORD &quot;s presence. It will be your portion."
            },
            {
                "verse_number": "27",
                "verse_text": "Make holy the breast that was lifted for the uplifted offering and the thigh that was raised for the gift offering from the ram for the ordination. They belong to Aaron and his sons."
            },
            {
                "verse_number": "28",
                "verse_text": "Those parts will be given to Aaron and his sons from the Israelites as a permanent provision, because they are a gift offering. They will be a gift offering from the Israelites, their gift offering to the LORD from their well-being sacrifices."
            },
            {
                "verse_number": "29",
                "verse_text": "Aaron&quot;s holy clothes should be passed on to his sons after him. His sons should be anointed in them and ordained in them."
            },
            {
                "verse_number": "30",
                "verse_text": "The son who is priest in his place should wear them seven days when he comes into the meeting tent to minister in the sanctuary."
            },
            {
                "verse_number": "31",
                "verse_text": "Take the ram for the ordination and boil its meat in a holy place."
            },
            {
                "verse_number": "32",
                "verse_text": "Aaron and his sons will eat the ram&quot;s meat and the bread that is in the basket at the meeting tent&quot;s entrance."
            },
            {
                "verse_number": "33",
                "verse_text": "They alone should eat the food that was used to purify them, to ordain them, and to make them holy. No one else should eat it because it is holy."
            },
            {
                "verse_number": "34",
                "verse_text": "If any meat for the ordination or any of the bread is left over until morning, then you should burn the leftovers with fire. It shouldn&quot;t be eaten because it&quot;s holy."
            },
            {
                "verse_number": "35",
                "verse_text": "Treat Aaron and his sons just as I have commanded you. Ordain them for seven days."
            },
            {
                "verse_number": "36",
                "verse_text": "Every day you should offer a bull as a purification offering for reconciliation. You should remove the sin from the altar through a ritual of reconciliation, and you should anoint the altar to make it holy."
            },
            {
                "verse_number": "37",
                "verse_text": "Seven days you should perform the ritual of reconciliation for the altar and make it holy. In this way, the altar will become most holy, and whatever touches the altar will also become holy."
            },
            {
                "verse_number": "38",
                "verse_text": "Now this is what you should offer on the altar: two one-year-old lambs regularly every day."
            },
            {
                "verse_number": "39",
                "verse_text": "Offer one lamb in the morning and offer the other lamb at twilight."
            },
            {
                "verse_number": "40",
                "verse_text": "With the first lamb, add one-tenth of a measure of the high-quality flour mixed with a quarter of a hin of oil from crushed olives and a quarter of a hin of wine for a drink offering."
            },
            {
                "verse_number": "41",
                "verse_text": "With the second lamb offered at twilight, again include a grain offering and its drink offering as in the morning as a soothing smell, a gift offering for the LORD ."
            },
            {
                "verse_number": "42",
                "verse_text": "This should be the regular entirely burned offering in every generation at the meeting tent&quot;s entrance in the LORD &quot;s presence. There I will meet with you, and there I will speak to you."
            },
            {
                "verse_number": "43",
                "verse_text": "I will meet with the Israelites there, and it will be made holy by my glorious presence."
            },
            {
                "verse_number": "44",
                "verse_text": "I will make the meeting tent and the altar holy. Likewise, I will make Aaron and his sons holy to serve me as priests."
            },
            {
                "verse_number": "45",
                "verse_text": "I will be at home among the Israelites, and I will be their God."
            },
            {
                "verse_number": "46",
                "verse_text": "They will know that I am the LORD their God, who brought them out of the land of Egypt so that I could make a home among them. I am the LORD their God."
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "Make an acacia-wood altar for burning incense."
            },
            {
                "verse_number": "2",
                "verse_text": "The altar should be square, eighteen inches long and eighteen inches wide. It should be three feet high. Its horns should be permanently attached."
            },
            {
                "verse_number": "3",
                "verse_text": "Cover the altar with pure gold, including its top, all its sides, and its horns. You should also make a gold molding all around it."
            },
            {
                "verse_number": "4",
                "verse_text": "Make two gold rings and attach them under the molding on two opposite sides of the altar. They will house the poles used to carry the altar."
            },
            {
                "verse_number": "5",
                "verse_text": "Make acacia-wood poles and cover them with gold."
            },
            {
                "verse_number": "6",
                "verse_text": "Place the incense altar in front of the veil that hangs before the chest containing the covenant, in front of the cover that is on top of the covenant document where I will meet with you."
            },
            {
                "verse_number": "7",
                "verse_text": "Aaron will burn sweet-smelling incense on the incense altar every morning when he takes care of the lamps."
            },
            {
                "verse_number": "8",
                "verse_text": "And again when Aaron lights the lamps at twilight, he will burn incense. It should be a regular incense offering in the LORD &quot;s presence in every generation."
            },
            {
                "verse_number": "9",
                "verse_text": "Don&quot;t offer the wrong incense on the altar or an entirely burned offering or a grain offering. Don&quot;t pour a drink offering on it."
            },
            {
                "verse_number": "10",
                "verse_text": "Once a year Aaron should perform a ritual of reconciliation on its horns with the blood of the purification offering for reconciliation. Once a year in every generation he should perform a ritual of reconciliation at the altar. It is most holy to the LORD ."
            },
            {
                "verse_number": "11",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "12",
                "verse_text": "When you take a census of the Israelites to count them, each of them should pay compensation for their life to the LORD when they are counted. Then no plague will descend on them when they are counted."
            },
            {
                "verse_number": "13",
                "verse_text": "Every one who is counted should pay a half shekel according to the official shekel of the sanctuary (the shekel is twenty gerahs). The half shekel is a gift offering to the LORD ."
            },
            {
                "verse_number": "14",
                "verse_text": "Every one who is counted, from 20 years old and above, should present a gift offering to the LORD ."
            },
            {
                "verse_number": "15",
                "verse_text": "When you bring this gift offering to the LORD to pay compensation for your lives, the rich shouldn&quot;t give more and the poor shouldn&quot;t give less than the half shekel."
            },
            {
                "verse_number": "16",
                "verse_text": "Take the compensation money from the Israelites and use it to support the service of the meeting tent. It will serve for the Israelites as a reminder in the LORD &quot;s presence of the compensation paid for your lives."
            },
            {
                "verse_number": "17",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "18",
                "verse_text": "Make a copper basin for washing along with its copper stand. Put it between the meeting tent and the altar, and put water in it."
            },
            {
                "verse_number": "19",
                "verse_text": "Aaron and his sons will use it to wash their hands and their feet."
            },
            {
                "verse_number": "20",
                "verse_text": "When they go into the meeting tent or approach the altar to minister and to offer a food gift to the LORD , they must wash with water so that they don&quot;t die."
            },
            {
                "verse_number": "21",
                "verse_text": "They must wash their hands and their feet so that they don&quot;t die. This will be a permanent regulation for them, for Aaron and his descendants in every generation."
            },
            {
                "verse_number": "22",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "23",
                "verse_text": "Now take for yourself high-quality spices: five hundred weight of solid myrrh; half as much of sweet-smelling cinnamon, that is, two hundred fifty; two hundred fifty weight of sweet-smelling cane;"
            },
            {
                "verse_number": "24",
                "verse_text": "five hundred of cassia&ndash;measured by the sanctuary shekel&ndash;and a hin of olive oil."
            },
            {
                "verse_number": "25",
                "verse_text": "Prepare a holy anointing oil, blending them like a skilled perfume maker to produce the holy anointing oil."
            },
            {
                "verse_number": "26",
                "verse_text": "Use it to anoint the meeting tent, the chest containing the covenant,"
            },
            {
                "verse_number": "27",
                "verse_text": "the table and all its equipment, the lampstand and its equipment, the incense altar,"
            },
            {
                "verse_number": "28",
                "verse_text": "the altar for entirely burned offerings and all its equipment, and the washbasin with its stand."
            },
            {
                "verse_number": "29",
                "verse_text": "Make them holy so that they may be perfectly holy. Whatever touches them will become holy."
            },
            {
                "verse_number": "30",
                "verse_text": "Then anoint Aaron and his sons and make them holy to serve me as priests."
            },
            {
                "verse_number": "31",
                "verse_text": "Say to the Israelites: This will be my holy anointing oil in every generation."
            },
            {
                "verse_number": "32",
                "verse_text": "Don&quot;t allow anyone else to use this oil. Don&quot;t make another oil like it by using the same formula. This oil is holy, and you should regard it as holy."
            },
            {
                "verse_number": "33",
                "verse_text": "Whoever blends an oil like it or whoever uses the oil on someone else will be cut off from the people."
            },
            {
                "verse_number": "34",
                "verse_text": "The LORD said to Moses: Take an equal amount of each of these spices: gum resin, onycha, galbanum, and pure frankincense."
            },
            {
                "verse_number": "35",
                "verse_text": "Like a skilled perfume maker, carefully blend them together and make incense, seasoned with salt, pure and holy."
            },
            {
                "verse_number": "36",
                "verse_text": "Beat some of it into a fine powder and put part of it in front of the covenant document in the meeting tent where I will meet with you. You should regard it as perfectly holy."
            },
            {
                "verse_number": "37",
                "verse_text": "When you make incense according to this formula, you shouldn&quot;t make any of it for your own use. You should regard it as holy to the LORD ."
            },
            {
                "verse_number": "38",
                "verse_text": "Whoever makes incense with this same formula to enjoy its fragrance will be cut off from the people."
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "2",
                "verse_text": "Look, I have chosen Bezalel, Uri&quot;s son and Hur&quot;s grandson from the tribe of Judah."
            },
            {
                "verse_number": "3",
                "verse_text": "I have filled him with the divine spirit, with skill, ability, and knowledge for every kind of work."
            },
            {
                "verse_number": "4",
                "verse_text": "He will be able to create designs; do metalwork in gold, silver, and copper;"
            },
            {
                "verse_number": "5",
                "verse_text": "cut stones for setting; carve wood; and do every kind of work."
            },
            {
                "verse_number": "6",
                "verse_text": "I have also appointed with him Oholiab, Ahisamach&quot;s son from the tribe of Dan. To all who are skillful, I have given the skill to make everything that I have commanded you:"
            },
            {
                "verse_number": "7",
                "verse_text": "the meeting tent, the chest containing the covenant, the cover that is on top of it, all the tent&quot;s furnishings,"
            },
            {
                "verse_number": "8",
                "verse_text": "the table and its equipment, the pure lampstand with all its equipment, the incense altar,"
            },
            {
                "verse_number": "9",
                "verse_text": "the altar for entirely burned offerings with all its equipment, the washbasin with its stand,"
            },
            {
                "verse_number": "10",
                "verse_text": "the woven clothing, the holy clothes for Aaron the priest and for his sons for their service as priests,"
            },
            {
                "verse_number": "11",
                "verse_text": "the anointing oil, and the sweet-smelling incense for the sanctuary. They will do just as I have commanded you."
            },
            {
                "verse_number": "12",
                "verse_text": "The LORD said to Moses:"
            },
            {
                "verse_number": "13",
                "verse_text": "Tell the Israelites: &apos;Be sure to keep my sabbaths, because the Sabbath is a sign between me and you in every generation so you will know that I am the LORD who makes you holy."
            },
            {
                "verse_number": "14",
                "verse_text": "Keep the Sabbath, because it is holy for you. Everyone who violates the Sabbath will be put to death. Whoever does any work on the Sabbath, that person will be cut off from the people."
            },
            {
                "verse_number": "15",
                "verse_text": "Do your work for six days. But the seventh day is a Sabbath of complete rest that is holy to the LORD . Whoever does any work on the Sabbath day will be put to death."
            },
            {
                "verse_number": "16",
                "verse_text": "The Israelites should keep the Sabbath. They should observe the Sabbath in every generation as a covenant for all time."
            },
            {
                "verse_number": "17",
                "verse_text": "It is a sign forever between me and the Israelites that in six days the LORD made the heavens and the earth, and on the seventh day the LORD rested and was refreshed.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "When God finished speaking with Moses on Mount Sinai, God gave him the two covenant tablets, the stone tablets written by God&quot;s finger."
            }
        ],
        "32": [
            {
                "verse_number": "1",
                "verse_text": "The people saw that Moses was taking a long time to come down from the mountain. They gathered around Aaron and said to him, &apos;Come on! Make us gods who can lead us. As for this man Moses who brought us up out of the land of Egypt, we don&quot;t have a clue what has happened to him.&apos; &apos;It isn&quot;t the sound of a victory song. It isn&quot;t the sound of a song of defeat. The sound of party songs is what I hear.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Aaron said to them, &apos;All right, take out the gold rings from the ears of your wives, your sons, and your daughters, and bring them to me.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So all the people took out the gold rings from their ears and brought them to Aaron."
            },
            {
                "verse_number": "4",
                "verse_text": "He collected them and tied them up in a cloth. Then he made a metal image of a bull calf, and the people declared, &apos;These are your gods, Israel, who brought you up out of the land of Egypt!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "When Aaron saw this, he built an altar in front of the calf. Then Aaron announced, &apos;Tomorrow will be a festival to the LORD !&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "They got up early the next day and offered up entirely burned offerings and brought well-being sacrifices. The people sat down to eat and drink and then got up to celebrate."
            },
            {
                "verse_number": "7",
                "verse_text": "The LORD spoke to Moses: &apos;Hurry up and go down! Your people, whom you brought up out of the land of Egypt, are ruining everything!"
            },
            {
                "verse_number": "8",
                "verse_text": "They&quot;ve already abandoned the path that I commanded. They have made a metal bull calf for themselves. They&quot;ve bowed down to it and offered sacrifices to it and declared, &quot;These are your gods, Israel, who brought you up out of the land of Egypt!&quot;&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The LORD said to Moses, &apos;I&quot;ve been watching these people, and I&quot;ve seen how stubborn they are."
            },
            {
                "verse_number": "10",
                "verse_text": "Now leave me alone! Let my fury burn and devour them. Then I&quot;ll make a great nation out of you.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "But Moses pleaded with the LORD his God, &apos; LORD , why does your fury burn against your own people, whom you brought out of the land of Egypt with great power and amazing force?"
            },
            {
                "verse_number": "12",
                "verse_text": "Why should the Egyptians say, &quot;He had an evil plan to take the people out and kill them in the mountains and so wipe them off the earth&quot;? Calm down your fierce anger. Change your mind about doing terrible things to your own people."
            },
            {
                "verse_number": "13",
                "verse_text": "Remember Abraham, Isaac, and Israel, your servants, whom you yourself promised, &quot;I&quot;ll make your descendants as many as the stars in the sky. And I&quot;ve promised to give your descendants this whole land to possess for all time.&quot;&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then the LORD changed his mind about the terrible things he said he would do to his people."
            },
            {
                "verse_number": "15",
                "verse_text": "Moses then turned around and came down the mountain. He carried the two covenant tablets in his hands. The tablets were written on both sides, front and back."
            },
            {
                "verse_number": "16",
                "verse_text": "The tablets were God&quot;s own work. What was written there was God&quot;s own writing inscribed on the tablets."
            },
            {
                "verse_number": "17",
                "verse_text": "When Joshua heard the noise of the people as they shouted, he said to Moses, &apos;It sounds like war in the camp.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "But Moses said,"
            },
            {
                "verse_number": "19",
                "verse_text": "When he got near the camp and saw the bull calf and the dancing, Moses was furious. He hurled the tablets down and shattered them in pieces at the foot of the mountain."
            },
            {
                "verse_number": "20",
                "verse_text": "He took the calf that they had made and burned it in a fire. Then he ground it down to crushed powder, scattered it on the water, and made the Israelites drink it."
            },
            {
                "verse_number": "21",
                "verse_text": "Moses said to Aaron, &apos;What did these people do to you that you led them to commit such a terrible sin?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Aaron replied, &apos;Don&quot;t get angry with me, sir. You know yourself that these people are out of control."
            },
            {
                "verse_number": "23",
                "verse_text": "They said to me, &quot;Make us gods who can lead us. As for this man Moses who brought us up out of the land of Egypt, we don&quot;t have a clue what has happened to him.&quot;"
            },
            {
                "verse_number": "24",
                "verse_text": "So I said to them, &quot;Whoever has gold, take it off!&quot; So they gave it to me, I threw it into the fire, and out came this bull calf!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Moses saw that the people were out of control because Aaron had let them get out of control, making them an easy target for their enemies."
            },
            {
                "verse_number": "26",
                "verse_text": "So Moses stood at the camp&quot;s gate and said, &apos;Whoever is on the LORD &quot;s side, come to me!&apos; All the Levites gathered around him."
            },
            {
                "verse_number": "27",
                "verse_text": "Moses said to them, &apos;This is what the LORD , Israel&quot;s God, says: Each of you, strap on your sword! Go back and forth from one end of the camp to the other. Each of you, kill your brother, your friend, and your neighbor!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "The Levites did as Moses commanded. About three thousand people were killed that day."
            },
            {
                "verse_number": "29",
                "verse_text": "Moses said, &apos;Today you&quot;ve been ordained to the LORD , each one of you at the cost of a son or a brother. Today you&quot;ve gained a special blessing for yourselves.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "The next day Moses said to the people, &apos;You&quot;ve committed a terrible sin. So now I will go up to the LORD . Maybe I can arrange reconciliation on account of your sin.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "So Moses went back to the LORD and said, &apos;Oh, what a terrible sin these people have committed! They made for themselves gods of gold."
            },
            {
                "verse_number": "32",
                "verse_text": "But now, please forgive their sin! And if not, then wipe me out of your scroll that you&quot;ve written.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "But the LORD said to Moses, &apos;The ones I&quot;ll wipe out of my scroll are those who sinned against me."
            },
            {
                "verse_number": "34",
                "verse_text": "Now go and lead the people to the place I described to you. My messenger here will go in front of you. When the day of reckoning comes, I&quot;ll count their sin against them.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Then the LORD sent a plague on the people because of what they did with the bull calf that Aaron made."
            }
        ],
        "33": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Moses, &apos;Go and leave this place, you and the people whom you brought up out of the land of Egypt. Go to the land I promised to Abraham, Isaac, and Jacob when I said, &quot;I&quot;ll give it to your descendants.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "I&quot;ll send a messenger before you. I&quot;ll drive out the Canaanites, the Amorites, the Hittites, the Perizzites, the Hivites, and the Jebusites."
            },
            {
                "verse_number": "3",
                "verse_text": "Go to this land full of milk and honey. But I won&quot;t go up with you because I would end up destroying you along the way since you are a stubborn people.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "When the people heard the bad news, they were sorry. No one put on any jewelry,"
            },
            {
                "verse_number": "5",
                "verse_text": "because the LORD had said to Moses, &apos;Tell the Israelites, &quot;You are a stubborn people. If I were to go up with you even for a single moment, I would destroy you. So now take off your jewelry, while I figure out what to do with you.&quot;&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So after leaving Mount Horeb the Israelites rid themselves of their jewelry."
            },
            {
                "verse_number": "7",
                "verse_text": "Moses took the tent and pitched it outside the camp, far away from the camp. He called it the meeting tent. Everyone who wanted advice from the LORD would go out to the meeting tent outside the camp."
            },
            {
                "verse_number": "8",
                "verse_text": "Whenever Moses went out to the tent, all the people would rise and stand at the entrance to their tents and watch Moses until he had gone into the tent."
            },
            {
                "verse_number": "9",
                "verse_text": "When Moses entered the tent, the column of cloud would come down and stand at the tent&quot;s entrance while the LORD talked with Moses."
            },
            {
                "verse_number": "10",
                "verse_text": "When all the people saw the column of cloud standing at the tent&quot;s entrance, they would all rise and then bow down at the entrances to their tents."
            },
            {
                "verse_number": "11",
                "verse_text": "In this way the LORD used to speak to Moses face-to-face, like two people talking to each other. Then Moses would come back to the camp. But his young assistant Joshua, Nun&quot;s son, wouldn&quot;t leave the tent."
            },
            {
                "verse_number": "12",
                "verse_text": "Moses said to the LORD , &apos;Look, you&quot;ve been telling me, &quot;Lead these people forward.&quot; But you haven&quot;t told me whom you will send with me. Yet you&quot;ve assured me, &quot;I know you by name and think highly of you.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "Now if you do think highly of me, show me your ways so that I may know you and so that you may really approve of me. Remember too that this nation is your people.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The LORD replied, &apos;I&quot;ll go myself, and I&quot;ll help you.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Moses replied, &apos;If you won&quot;t go yourself, don&quot;t make us leave here."
            },
            {
                "verse_number": "16",
                "verse_text": "Because how will anyone know that we have your special approval, both I and your people, unless you go with us? Only that distinguishes us, me and your people, from every other people on the earth.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The LORD said to Moses, &apos;I&quot;ll do exactly what you&quot;ve asked because you have my special approval, and I know you by name.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Moses said, &apos;Please show me your glorious presence.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The LORD said, &apos;I&quot;ll make all my goodness pass in front of you, and I&quot;ll proclaim before you the name, &quot;The LORD .&quot; I will be kind to whomever I wish to be kind, and I will have compassion to whomever I wish to be compassionate."
            },
            {
                "verse_number": "20",
                "verse_text": "But,&apos; the LORD said, &apos;you can&quot;t see my face because no one can see me and live.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The LORD said, &apos;Here is a place near me where you will stand beside the rock."
            },
            {
                "verse_number": "22",
                "verse_text": "As my glorious presence passes by, I&quot;ll set you in a gap in the rock, and I&quot;ll cover you with my hand until I&quot;ve passed by."
            },
            {
                "verse_number": "23",
                "verse_text": "Then I&quot;ll take away my hand, and you will see my back, but my face won&quot;t be visible.&apos;"
            }
        ],
        "34": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Moses, &apos;Cut two stone tablets like the first ones. I&quot;ll write on these tablets the words that were on the first tablets, which you broke into pieces."
            },
            {
                "verse_number": "2",
                "verse_text": "Get ready in the morning and come up to Mount Sinai. Stand there on top of the mountain in front of me."
            },
            {
                "verse_number": "3",
                "verse_text": "No one else can come up with you. Don&quot;t allow anyone even to be seen anywhere on the mountain. Don&quot;t even let sheep and cattle graze in front of the mountain.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So Moses cut two stone tablets like the first ones. He got up early in the morning and climbed up Mount Sinai, just as the LORD had commanded him. He carried the two stone tablets in his hands."
            },
            {
                "verse_number": "5",
                "verse_text": "The LORD came down in the cloud and stood there with him, and proclaimed the name, &apos;The LORD .&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The LORD passed in front of him and proclaimed: &apos;The LORD ! The LORD ! a God who is compassionate and merciful, very patient, full of great loyalty and faithfulness, forgiving every kind of sin and rebellion, yet by no means clearing the guilty, punishing for their parents&quot; sins their children and their grandchildren, as well as the third and the fourth generation.&apos; No one should appear before me empty-handed. Don&quot;t boil a young goat in its mother&quot;s milk."
            },
            {
                "verse_number": "7",
                "verse_text": "showing great loyalty to a thousand generations,"
            },
            {
                "verse_number": "8",
                "verse_text": "At once Moses bowed to the ground and worshipped."
            },
            {
                "verse_number": "9",
                "verse_text": "He said, &apos;If you approve of me, my Lord, please go along with us. Although these are stubborn people, forgive our guilt and our sin and take us as your own possession.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The LORD said: I now make a covenant. In front of all your people, I&quot;ll perform dramatic displays of power that have never been done before anywhere on earth or in any nation. All the people who are around you will see what the LORD does, because I will do an awesome thing with you."
            },
            {
                "verse_number": "11",
                "verse_text": "Be sure to obey what I command you today. I&quot;m about to drive out before you the Amorites, the Canaanites, the Hittites, the Perizzites, the Hivites, and the Jebusites."
            },
            {
                "verse_number": "12",
                "verse_text": "Be careful that you don&quot;t make a covenant with the inhabitants of the land to which you are going, or it will become a dangerous trap for you."
            },
            {
                "verse_number": "13",
                "verse_text": "You must tear down their altars, smash their sacred stone pillars, and cut down their sacred poles."
            },
            {
                "verse_number": "14",
                "verse_text": "You must not bow down to another god, because the LORD is passionate: the LORD &quot;s name means &apos;a passionate God.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Don&quot;t make a covenant with those who live in the land. When they prostitute themselves with their gods and sacrifice to their gods, they may invite you and you may end up eating some of the sacrifice."
            },
            {
                "verse_number": "16",
                "verse_text": "Then you might go and choose their daughters as wives for your sons. And their daughters who prostitute themselves with their gods might lead your sons to prostitute themselves with their gods."
            },
            {
                "verse_number": "17",
                "verse_text": "Don&quot;t make metal gods for yourself."
            },
            {
                "verse_number": "18",
                "verse_text": "Observe the Festival of Unleavened Bread. You should eat unleavened bread for seven days, as I commanded you, at the set time in the month of Abib, because it was in the month of Abib that you came out of Egypt."
            },
            {
                "verse_number": "19",
                "verse_text": "Every first offspring is mine. That includes all your male livestock, the oldest offspring of cows and sheep."
            },
            {
                "verse_number": "20",
                "verse_text": "But a donkey&quot;s oldest offspring you may ransom with a sheep. Or if you don&quot;t ransom it, you must break its neck. You should ransom all of your oldest sons."
            },
            {
                "verse_number": "21",
                "verse_text": "You should do your work for six days, but on the seventh day you should rest. Even during plowing or harvesttime you should rest."
            },
            {
                "verse_number": "22",
                "verse_text": "You should observe the Festival of Weeks, for the early produce of the wheat harvest, and the Gathering Festival at the end of the year."
            },
            {
                "verse_number": "23",
                "verse_text": "All your males should appear three times a year before the LORD God, Israel&quot;s God."
            },
            {
                "verse_number": "24",
                "verse_text": "I will drive out nations before you and extend your borders. No one will desire and try to take your land if you go up and appear before the LORD your God three times a year."
            },
            {
                "verse_number": "25",
                "verse_text": "Don&quot;t slaughter the blood of my sacrifice with anything leavened. The sacrifice of the Passover Festival shouldn&quot;t be left over until the morning."
            },
            {
                "verse_number": "26",
                "verse_text": "Bring the best of the early produce of your farmland to the LORD your God&quot;s temple."
            },
            {
                "verse_number": "27",
                "verse_text": "The LORD said to Moses: &apos;Write down these words because by these words I hereby make a covenant with you and with Israel.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Moses was there with the LORD forty days and forty nights. He didn&quot;t eat any bread or drink any water. He wrote on the tablets the words of the covenant, the ten words."
            },
            {
                "verse_number": "29",
                "verse_text": "Moses came down from Mount Sinai. As he came down from the mountain with the two covenant tablets in his hand, Moses didn&quot;t realize that the skin of his face shone brightly because he had been talking with God."
            },
            {
                "verse_number": "30",
                "verse_text": "When Aaron and all the Israelites saw the skin of Moses&quot; face shining brightly, they were afraid to come near him."
            },
            {
                "verse_number": "31",
                "verse_text": "But Moses called them closer. So Aaron and all the leaders of the community came back to him, and Moses spoke with them."
            },
            {
                "verse_number": "32",
                "verse_text": "After that, all the Israelites came near as well, and Moses commanded them everything that the LORD had spoken with him on Mount Sinai."
            },
            {
                "verse_number": "33",
                "verse_text": "When Moses finished speaking with them, he put a veil over his face."
            },
            {
                "verse_number": "34",
                "verse_text": "Whenever Moses went into the LORD &quot;s presence to speak with him, Moses would take the veil off until he came out again. When Moses came out and told the Israelites what he had been commanded,"
            },
            {
                "verse_number": "35",
                "verse_text": "the Israelites would see that the skin of Moses&quot; face was shining brightly. So Moses would put the veil on his face again until the next time he went in to speak with the LORD ."
            }
        ],
        "35": [
            {
                "verse_number": "1",
                "verse_text": "Moses gathered together the whole Israelite community and said to them: These are the things that the LORD has commanded you to do:"
            },
            {
                "verse_number": "2",
                "verse_text": "Do your work for six days, but the seventh day should be holy to you, a Sabbath of complete rest for the LORD . Whoever does any work on the Sabbath will be put to death."
            },
            {
                "verse_number": "3",
                "verse_text": "Don&quot;t start a fire in any of your homes on the Sabbath day."
            },
            {
                "verse_number": "4",
                "verse_text": "Moses said to the whole Israelite community, This is what the LORD has commanded:"
            },
            {
                "verse_number": "5",
                "verse_text": "Collect gift offerings for the LORD from all of you. Whoever freely wants to give should bring the LORD &quot;s gift offerings: gold, silver, and copper;"
            },
            {
                "verse_number": "6",
                "verse_text": "blue, purple, and deep red yarns; fine linen; goats&quot; hair;"
            },
            {
                "verse_number": "7",
                "verse_text": "rams&quot; skins dyed red; beaded leather; acacia wood;"
            },
            {
                "verse_number": "8",
                "verse_text": "the oil for the light; spices for the anointing oil and for the sweet-smelling incense;"
            },
            {
                "verse_number": "9",
                "verse_text": "gemstones; and gems for setting in the priest&quot;s vest and in the priest&quot;s chest pendant."
            },
            {
                "verse_number": "10",
                "verse_text": "All of you who are skilled in crafts should come forward and make everything that the LORD has commanded:"
            },
            {
                "verse_number": "11",
                "verse_text": "the dwelling, its tent and its covering, its clasps, its boards, its bars, its posts, and its bases,"
            },
            {
                "verse_number": "12",
                "verse_text": "the chest with its poles and its cover, the veil for a screen,"
            },
            {
                "verse_number": "13",
                "verse_text": "the table with its poles and all its equipment, the bread of the presence,"
            },
            {
                "verse_number": "14",
                "verse_text": "the lampstand for light with its equipment and its lamps, the oil for the light,"
            },
            {
                "verse_number": "15",
                "verse_text": "the incense altar with its poles, the anointing oil and the sweet-smelling incense, the entrance screen for the dwelling&quot;s entrance,"
            },
            {
                "verse_number": "16",
                "verse_text": "the altar for entirely burned offerings with its copper grate, its poles, and all its equipment, the washbasin with its stand,"
            },
            {
                "verse_number": "17",
                "verse_text": "the courtyard&quot;s drapes, its posts, and its bases, and the screen for the courtyard gate,"
            },
            {
                "verse_number": "18",
                "verse_text": "the dwelling&quot;s tent pegs and the courtyard&quot;s tent pegs, and their cords,"
            },
            {
                "verse_number": "19",
                "verse_text": "the woven clothing for ministering in the sanctuary, and the holy clothes for Aaron the priest and his sons for their service as priests."
            },
            {
                "verse_number": "20",
                "verse_text": "The whole Israelite community left Moses."
            },
            {
                "verse_number": "21",
                "verse_text": "Everyone who was excited and eager to participate brought the LORD &quot;s gift offerings to be used for building the meeting tent and all its furnishings and for the holy clothes."
            },
            {
                "verse_number": "22",
                "verse_text": "Both men and women came forward. Everyone who was eager to participate brought pins, earrings, rings, and necklaces, all sorts of gold objects. Everyone raised an uplifted offering of gold to the LORD ."
            },
            {
                "verse_number": "23",
                "verse_text": "And everyone who had blue or purple or deep red yarn or fine linen or goats&quot; hair or rams&quot; skins dyed red or beaded leather brought them."
            },
            {
                "verse_number": "24",
                "verse_text": "Everyone who could make a gift offering of silver or copper brought it as the LORD &quot;s gift offering. Everyone who had acacia wood that could be used in any kind of building work brought it."
            },
            {
                "verse_number": "25",
                "verse_text": "All the skilled women spun cloth with their hands, and brought what they had spun in blue and purple and deep red yarns and fine linen."
            },
            {
                "verse_number": "26",
                "verse_text": "All the women who were eager to use their skill spun the goats&quot; hair."
            },
            {
                "verse_number": "27",
                "verse_text": "The chiefs brought gemstones and gems to be set in the priest&quot;s vest and the chest pendant,"
            },
            {
                "verse_number": "28",
                "verse_text": "spices and oil for light and for the anointing oil, and for the sweet-smelling incense."
            },
            {
                "verse_number": "29",
                "verse_text": "All the Israelite men and women who were eager to contribute something for the work that the LORD had commanded Moses to do brought it as a spontaneous gift to the LORD ."
            },
            {
                "verse_number": "30",
                "verse_text": "Then Moses said to the Israelites: &apos;Look, the LORD has chosen Bezalel, Uri&quot;s son and Hur&quot;s grandson from the tribe of Judah."
            },
            {
                "verse_number": "31",
                "verse_text": "The LORD has filled him with the divine spirit that will give him skill, ability, and knowledge for every kind of work."
            },
            {
                "verse_number": "32",
                "verse_text": "He will be able to create designs, do metalwork in gold, silver, and copper,"
            },
            {
                "verse_number": "33",
                "verse_text": "cut stones for setting, carve wood, do every kind of creative work,"
            },
            {
                "verse_number": "34",
                "verse_text": "and have the ability to teach others. Both he and Oholiab, Ahisamach&quot;s son from the tribe of Dan,"
            },
            {
                "verse_number": "35",
                "verse_text": "have been given the skill to do every kind of work done by a gem cutter or a designer or a needleworker in blue, purple, and deep red yarns and in fine linen or a weaver or anyone else doing work or creating designs."
            }
        ],
        "36": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Let Bezalel, Oholiab, and every other skilled worker whom the LORD has given skill, ability, and knowledge for the work of building the sanctuary do all that the LORD has commanded.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Moses then called together Bezalel, Oholiab, and every skilled person whom the LORD had given skill and who was eager to come and do the work."
            },
            {
                "verse_number": "3",
                "verse_text": "Moses gave them all the gift offerings that the Israelites had contributed to the work on the sanctuary. They kept bringing him spontaneous gifts, morning after morning."
            },
            {
                "verse_number": "4",
                "verse_text": "Finally, all the skilled workers building the sanctuary left their work that they were doing one by one to come"
            },
            {
                "verse_number": "5",
                "verse_text": "and say to Moses, &apos;The people are contributing way too much material for doing the work that the LORD has commanded us to do.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Moses issued a command that was proclaimed throughout the camp: &apos;Every man and woman should stop making gift offerings for the sanctuary project.&apos; So the people stopped bringing anything more"
            },
            {
                "verse_number": "7",
                "verse_text": "because what they had already brought was more than enough to do all the work."
            },
            {
                "verse_number": "8",
                "verse_text": "All the skilled workers made the dwelling out of ten curtains of fine twisted linen and blue, purple, and deep red yarns, with figures of winged heavenly creatures worked into their design."
            },
            {
                "verse_number": "9",
                "verse_text": "Each curtain was forty-two feet long and six feet wide. All the curtains were the same size."
            },
            {
                "verse_number": "10",
                "verse_text": "They joined five of the curtains to each other and joined the other five curtains to each other."
            },
            {
                "verse_number": "11",
                "verse_text": "They made loops of blue thread on the edge of the outer curtain of the first set. They did the same on the edge of the outer curtain of the second set."
            },
            {
                "verse_number": "12",
                "verse_text": "They made fifty loops on the one curtain and fifty loops on the outer curtain that was in the second set. The loops were opposite each other."
            },
            {
                "verse_number": "13",
                "verse_text": "They also made fifty gold clasps, and they used the clasps to join the curtains to each other so that the dwelling was one whole structure."
            },
            {
                "verse_number": "14",
                "verse_text": "They also made curtains of goats&quot; hair for a tent over the dwelling. They made eleven curtains."
            },
            {
                "verse_number": "15",
                "verse_text": "Each curtain was forty-five feet long and each curtain six feet wide. All eleven curtains were the same size."
            },
            {
                "verse_number": "16",
                "verse_text": "They joined five curtains together and the six other curtains together."
            },
            {
                "verse_number": "17",
                "verse_text": "They made fifty loops on the edge of the outer curtain of the one set and fifty loops on the edge of the other set of curtains."
            },
            {
                "verse_number": "18",
                "verse_text": "They made fifty copper clasps to join the tent together so that it would be one whole structure."
            },
            {
                "verse_number": "19",
                "verse_text": "They also made a covering for the tent of rams&quot; skins dyed red and an outer covering of beaded leather."
            },
            {
                "verse_number": "20",
                "verse_text": "Then they made acacia-wood boards to stand upright as a frame for the dwelling."
            },
            {
                "verse_number": "21",
                "verse_text": "Each board was fifteen feet long and twenty-seven inches wide."
            },
            {
                "verse_number": "22",
                "verse_text": "Each board had two pegs for joining them to each other. They did this for all the dwelling&quot;s boards."
            },
            {
                "verse_number": "23",
                "verse_text": "They made twenty boards for the dwelling&quot;s southern side."
            },
            {
                "verse_number": "24",
                "verse_text": "They made forty silver bases under the twenty boards, with two bases under the first board for its two pegs, two bases under the next board for its two pegs, and so on."
            },
            {
                "verse_number": "25",
                "verse_text": "For the dwelling&quot;s other side on the north, they made twenty boards"
            },
            {
                "verse_number": "26",
                "verse_text": "and forty silver bases, two bases under the first board, two bases under the next board, and so on."
            },
            {
                "verse_number": "27",
                "verse_text": "For the back of the dwelling on the west, they made six boards."
            },
            {
                "verse_number": "28",
                "verse_text": "They made two additional boards for the dwelling&quot;s rear corners."
            },
            {
                "verse_number": "29",
                "verse_text": "They were spread out at the bottom but joined together at the top with one ring. In this way, these two boards formed the two corners."
            },
            {
                "verse_number": "30",
                "verse_text": "And so there were eight boards with their sixteen silver bases, with two bases under every board."
            },
            {
                "verse_number": "31",
                "verse_text": "They also made acacia-wood bars: five for the boards on one side of the dwelling,"
            },
            {
                "verse_number": "32",
                "verse_text": "five bars for the boards on the other side of the dwelling, and five bars for the boards on the back wall of the dwelling on the west."
            },
            {
                "verse_number": "33",
                "verse_text": "They made the middle bar, which was halfway up the boards, run from one end to the other."
            },
            {
                "verse_number": "34",
                "verse_text": "They covered the boards with gold. They made gold rings to house the bars and covered the bars with gold."
            },
            {
                "verse_number": "35",
                "verse_text": "They made the veil of blue, purple, and deep red yarns and fine twisted linen, with figures of winged heavenly creatures worked into its design."
            },
            {
                "verse_number": "36",
                "verse_text": "They made for it four acacia-wood posts covered in gold with gold hooks and cast four silver bases for them."
            },
            {
                "verse_number": "37",
                "verse_text": "They made a screen for the entrance to the tent of blue, purple, and deep red yarns and fine twisted linen, decorated with needlework."
            },
            {
                "verse_number": "38",
                "verse_text": "They made its five posts with hooks. They covered their tops and bands with gold, but made their five bases out of copper."
            }
        ],
        "37": [
            {
                "verse_number": "1",
                "verse_text": "Bezalel made the chest of acacia wood. It was forty-five inches long, twenty-seven inches wide, and twenty-seven inches high."
            },
            {
                "verse_number": "2",
                "verse_text": "He covered the chest with pure gold inside and out, and made a gold molding all around it."
            },
            {
                "verse_number": "3",
                "verse_text": "He cast four gold rings for it and put them on its four feet, two rings on one side and two rings on the other."
            },
            {
                "verse_number": "4",
                "verse_text": "He made acacia-wood poles and covered them with gold."
            },
            {
                "verse_number": "5",
                "verse_text": "He put the poles into the rings on the chest&quot;s sides to use to carry the chest."
            },
            {
                "verse_number": "6",
                "verse_text": "He made a cover for the chest out of pure gold, forty-five inches long and twenty-seven inches wide."
            },
            {
                "verse_number": "7",
                "verse_text": "He made two winged heavenly creatures of hammered gold for the two ends of the cover,"
            },
            {
                "verse_number": "8",
                "verse_text": "one winged heavenly creature at one end and one winged heavenly creature at the other. He placed the winged heavenly creatures at the cover&quot;s two ends."
            },
            {
                "verse_number": "9",
                "verse_text": "The winged heavenly creatures spread out their wings above, shielding the cover with their wings. The winged heavenly creatures faced each other toward the cover&quot;s center."
            },
            {
                "verse_number": "10",
                "verse_text": "He also made the table of acacia wood, three feet long, eighteen inches wide, and twenty-seven inches high."
            },
            {
                "verse_number": "11",
                "verse_text": "He covered it with pure gold and made a gold molding all around it."
            },
            {
                "verse_number": "12",
                "verse_text": "He made a frame around it that was four inches wide and gold molding around the frame."
            },
            {
                "verse_number": "13",
                "verse_text": "He made four gold rings for the table. He fastened the rings to the four corners at its four legs."
            },
            {
                "verse_number": "14",
                "verse_text": "The rings that housed the poles used for carrying the table were close to the frame."
            },
            {
                "verse_number": "15",
                "verse_text": "He made the poles used to carry the table out of acacia wood, and he covered them with gold."
            },
            {
                "verse_number": "16",
                "verse_text": "He made the containers of pure gold that were to be on the table: its plates, dishes, bowls, and jars for pouring drink offerings."
            },
            {
                "verse_number": "17",
                "verse_text": "He also made the lampstand of pure, hammered gold. The lampstand&quot;s base, branches, cups, flowers, and petals were all attached to it."
            },
            {
                "verse_number": "18",
                "verse_text": "It had six branches growing out from its sides, three branches on one side of the lampstand and three branches on the other side of the lampstand."
            },
            {
                "verse_number": "19",
                "verse_text": "One branch had three cups shaped like almond blossoms, each with a flower and petals, and the next branch also had three cups shaped like almond blossoms, each with a flower and petals. A total of six branches grew out of the lampstand."
            },
            {
                "verse_number": "20",
                "verse_text": "In addition, on the lampstand itself there were four cups shaped like almond blossoms, each with its flower and petals."
            },
            {
                "verse_number": "21",
                "verse_text": "There was a flower attached under the first pair of branches, a flower attached under the next pair of branches, and a flower attached under the last pair of branches."
            },
            {
                "verse_number": "22",
                "verse_text": "Their flowers and their branches were attached to it. The whole lampstand was one piece of pure hammered gold."
            },
            {
                "verse_number": "23",
                "verse_text": "He made its seven lamps and its tongs and its fire pans out of pure gold."
            },
            {
                "verse_number": "24",
                "verse_text": "He made the lampstand and all its equipment from pure gold weighing one kikkar."
            },
            {
                "verse_number": "25",
                "verse_text": "He made the incense altar out of acacia wood. The altar was square, eighteen inches long by eighteen inches wide. It was three feet high, and its horns were permanently attached."
            },
            {
                "verse_number": "26",
                "verse_text": "He covered it with pure gold, including its top, all its sides, and its horns. He also made a gold molding all around it."
            },
            {
                "verse_number": "27",
                "verse_text": "He made two gold rings, and he attached them under the molding on two opposite sides of the altar. They housed the poles used to carry it."
            },
            {
                "verse_number": "28",
                "verse_text": "He made the poles of acacia wood, and he covered them with gold."
            },
            {
                "verse_number": "29",
                "verse_text": "He also made the holy anointing oil and the pure sweet-smelling incense like a skilled perfume maker."
            }
        ],
        "38": [
            {
                "verse_number": "1",
                "verse_text": "He made the altar for entirely burned offerings out of acacia wood. The altar was square, seven and a half feet long and seven and a half feet wide. It was four and a half feet high."
            },
            {
                "verse_number": "2",
                "verse_text": "He made horns for it, one horn on each of its four corners. Its horns were attached to the altar, and he covered it with copper."
            },
            {
                "verse_number": "3",
                "verse_text": "He made all the altar&quot;s equipment: the pails, the shovels, the bowls, the meat forks, and the trays. He made all its equipment out of copper."
            },
            {
                "verse_number": "4",
                "verse_text": "He made a grate for the altar of copper mesh underneath its bottom edge and extending halfway up to the middle of the altar."
            },
            {
                "verse_number": "5",
                "verse_text": "He made four rings for each of the four corners of the copper grate to house the poles."
            },
            {
                "verse_number": "6",
                "verse_text": "He made the poles out of acacia wood, and he covered them with copper."
            },
            {
                "verse_number": "7",
                "verse_text": "He put the poles through the rings so that the poles were on the two sides of the altar when it was carried. He made the altar with planks but hollow inside."
            },
            {
                "verse_number": "8",
                "verse_text": "He made the copper washbasin with its copper stand from the copper mirrors among the ranks of women assigned to the meeting tent&quot;s entrance."
            },
            {
                "verse_number": "9",
                "verse_text": "He also set up the courtyard. The courtyard&quot;s south side had drapes of fine twisted linen stretching one hundred fifty feet"
            },
            {
                "verse_number": "10",
                "verse_text": "with twenty posts, twenty copper bases, and silver hooks and bands for the posts."
            },
            {
                "verse_number": "11",
                "verse_text": "Likewise the north side stretched one hundred fifty feet, with twenty posts, twenty copper bases, and silver hooks and bands for the posts."
            },
            {
                "verse_number": "12",
                "verse_text": "On the west side the drapes stretched seventy-five feet, with their ten posts, their ten bases, and silver hooks and bands for the posts."
            },
            {
                "verse_number": "13",
                "verse_text": "The front side facing east was seventy-five feet."
            },
            {
                "verse_number": "14",
                "verse_text": "There were twenty-two and a half feet of drapes on one side with three posts and three bases for them."
            },
            {
                "verse_number": "15",
                "verse_text": "Likewise, there were twenty-two and a half feet of drapes on the other side of the plaza&quot;s gate with three posts and three bases for them."
            },
            {
                "verse_number": "16",
                "verse_text": "All the drapes around the courtyard were made of fine twisted linen."
            },
            {
                "verse_number": "17",
                "verse_text": "The bases for the posts were made of copper, but the hooks for the posts and their bands were made of silver. The tops of the posts were covered with silver, and all the posts surrounding the courtyard had silver bands."
            },
            {
                "verse_number": "18",
                "verse_text": "The screen for the gate into the courtyard was made with blue, purple, and deep red yarns and fine twisted linen, decorated with needlework. It was thirty feet long and, along the width of it, seven and a half feet high, corresponding to the courtyard&quot;s drapes."
            },
            {
                "verse_number": "19",
                "verse_text": "It had four posts, their four copper bases, their silver hooks, and their tops and bands covered with silver."
            },
            {
                "verse_number": "20",
                "verse_text": "All the tent pegs for the dwelling and for the courtyard all around were made of copper."
            },
            {
                "verse_number": "21",
                "verse_text": "These are the accounts of the dwelling, the covenant dwelling, that were recorded at Moses&quot; instructions. They are the work of the Levites, under the direction of Ithamar, Aaron the priest&quot;s son."
            },
            {
                "verse_number": "22",
                "verse_text": "Bezalel, Uri&quot;s son and Hur&quot;s grandson from the tribe of Judah, made everything that the LORD had commanded Moses to make."
            },
            {
                "verse_number": "23",
                "verse_text": "Working with Bezalel was Oholiab, Ahisamach&quot;s son from the tribe of Dan, who was a gem cutter, a designer, and a needleworker in blue, purple, and deep red yarns and in fine linen."
            },
            {
                "verse_number": "24",
                "verse_text": "The total amount of the gold that was used for construction of the whole sanctuary, gold from the uplifted offerings, was twenty-nine kikkars and seven hundred thirty shekels in weight, measured by the sanctuary shekel."
            },
            {
                "verse_number": "25",
                "verse_text": "The silver from the community census totaled one hundred kikkars and one thousand seven hundred seventy-five shekels in weight, measured by the sanctuary shekel."
            },
            {
                "verse_number": "26",
                "verse_text": "They gave a beqa per person (that is, half a shekel, measured by the sanctuary shekel) for everyone who was counted in the census, 20 years old and above, 603,550 men."
            },
            {
                "verse_number": "27",
                "verse_text": "One hundred kikkars of silver were used to cast the bases for the sanctuary and the bases for the veil, one hundred bases from one hundred kikkars of silver, one kikkar for every base."
            },
            {
                "verse_number": "28",
                "verse_text": "He used one thousand seven hundred seventy-five shekels of silver to make the hooks for the posts, cover their tops, and make bands for them."
            },
            {
                "verse_number": "29",
                "verse_text": "The amount of copper from the uplifted offering was seventy kikkars and two thousand four hundred shekels in weight."
            },
            {
                "verse_number": "30",
                "verse_text": "He used it to make the bases for the meeting tent&quot;s entrance, the copper altar, its copper grate, and all the altar&quot;s equipment,"
            },
            {
                "verse_number": "31",
                "verse_text": "the bases all around the courtyard, and the bases for the courtyard&quot;s gate, all the dwelling&quot;s tent pegs, and all the tent pegs used around the courtyard."
            }
        ],
        "39": [
            {
                "verse_number": "1",
                "verse_text": "They used the blue, purple, and deep red yarns to make the woven clothing for those ministering as priests in the sanctuary. They made the holy clothes for Aaron as the LORD had commanded Moses. its clasps, its boards, its bars, its posts, and its bases, the screen for the tent&quot;s entrance, the washbasin with its stand, the screen for the plaza&quot;s gate, its cords, and its tent pegs, and all the other equipment for the service of the dwelling, for the meeting tent,"
            },
            {
                "verse_number": "2",
                "verse_text": "They made the vest of gold, of blue, purple, and deep red yarns, and of fine twisted linen."
            },
            {
                "verse_number": "3",
                "verse_text": "They beat out thin sheets of gold and cut them into threads to work into designs among the blue, purple, and deep red yarns and the fine linen."
            },
            {
                "verse_number": "4",
                "verse_text": "They made shoulder pieces for it attached to its two edges so that they could be joined together."
            },
            {
                "verse_number": "5",
                "verse_text": "The vest&quot;s belt was attached to it and made in the same way of gold, of blue, purple, and deep red yarns, and of fine twisted linen, just as the LORD had commanded Moses."
            },
            {
                "verse_number": "6",
                "verse_text": "They prepared the gemstones by mounting them in gold settings and engraving on them the names of Israel&quot;s sons, like an official seal is engraved."
            },
            {
                "verse_number": "7",
                "verse_text": "The stones were attached to the vest&quot;s shoulder pieces as reminder stones for the Israelites, just as the LORD had commanded Moses."
            },
            {
                "verse_number": "8",
                "verse_text": "They made the embroidered chest pendant in the style of the vest, using gold, blue, purple, and deep red yarns, and fine twisted linen."
            },
            {
                "verse_number": "9",
                "verse_text": "They made the chest pendant square and doubled, nine inches long and nine inches wide when doubled."
            },
            {
                "verse_number": "10",
                "verse_text": "They set in it four rows of gemstones. The first row was a row of carnelian, topaz, and emerald stones."
            },
            {
                "verse_number": "11",
                "verse_text": "The second row was a turquoise, a sapphire, and a moonstone."
            },
            {
                "verse_number": "12",
                "verse_text": "The third row was a jacinth, an agate, and an amethyst."
            },
            {
                "verse_number": "13",
                "verse_text": "The fourth row was a beryl, an onyx, and a jasper. The settings around them were decorative gold."
            },
            {
                "verse_number": "14",
                "verse_text": "There were twelve stones with names corresponding to the names of Israel&quot;s sons. They were engraved like official seals, each with its name for the twelve tribes."
            },
            {
                "verse_number": "15",
                "verse_text": "They made chains of pure gold, twisted like cords, for the chest pendant."
            },
            {
                "verse_number": "16",
                "verse_text": "They made two gold settings and two gold rings. They attached the two rings to the two edges of the chest pendant."
            },
            {
                "verse_number": "17",
                "verse_text": "They attached the two gold cords to the two rings at the edges of the chest pendant."
            },
            {
                "verse_number": "18",
                "verse_text": "Then they fastened the two ends of the two cords to the two gold settings and attached them to the front of the vest&quot;s shoulder pieces."
            },
            {
                "verse_number": "19",
                "verse_text": "They made two gold rings, and they attached them to the two edges of the chest pendant, on its inside edge facing the vest."
            },
            {
                "verse_number": "20",
                "verse_text": "They made two gold rings and fastened them on the front of the lower part of the two shoulder pieces of the vest, at its seam just above the vest&quot;s belt."
            },
            {
                "verse_number": "21",
                "verse_text": "The chest pendant was held in place by a blue cord binding its rings to the vest&quot;s rings so that the chest pendant rested on the vest&quot;s belt and didn&quot;t come loose from the vest, just as the LORD had commanded Moses."
            },
            {
                "verse_number": "22",
                "verse_text": "They also made the vest&quot;s robe, woven completely in blue."
            },
            {
                "verse_number": "23",
                "verse_text": "The opening of the robe in the middle of it was reinforced with a strong border so that it didn&quot;t tear."
            },
            {
                "verse_number": "24",
                "verse_text": "On the robe&quot;s lower hem, they added pomegranates made of blue, purple, and deep red yarns and of fine twisted linen."
            },
            {
                "verse_number": "25",
                "verse_text": "They also made pure gold bells and sewed the bells between the pomegranates, all around the robe&quot;s lower hem,"
            },
            {
                "verse_number": "26",
                "verse_text": "with a bell and a pomegranate alternating all around the lower hem of the robe that is used for ministering as a priest, just as the LORD had commanded Moses."
            },
            {
                "verse_number": "27",
                "verse_text": "They also made the tunics woven out of fine linen for Aaron and his sons,"
            },
            {
                "verse_number": "28",
                "verse_text": "the turban of fine linen, the decorated turbans of fine linen, the linen undergarments of fine twisted linen,"
            },
            {
                "verse_number": "29",
                "verse_text": "the sashes of fine twisted linen, and of blue, purple, and crimson yarns, decorated with needlework, just as the LORD had commanded Moses."
            },
            {
                "verse_number": "30",
                "verse_text": "They made the flower ornament for the holy crown out of pure gold. Like the engraving on an official seal, they engraved on it the saying &apos;Holy to the LORD .&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "They fastened to it a blue cord to tie it to the top of the turban, just as the LORD had commanded Moses."
            },
            {
                "verse_number": "32",
                "verse_text": "In this way all the work of the meeting tent dwelling was finished. The Israelites did everything just exactly as the LORD had commanded Moses."
            },
            {
                "verse_number": "33",
                "verse_text": "Then they brought to Moses the dwelling, the tent, and all its equipment:"
            },
            {
                "verse_number": "34",
                "verse_text": "the covering of rams&quot; skins dyed red, the covering of beaded leather, and the veil for a screen,"
            },
            {
                "verse_number": "35",
                "verse_text": "the chest containing the covenant with its poles and the cover,"
            },
            {
                "verse_number": "36",
                "verse_text": "the table with all its equipment and the bread of the presence,"
            },
            {
                "verse_number": "37",
                "verse_text": "the pure lampstand with its lamps set on it and all its equipment, and the oil for the light,"
            },
            {
                "verse_number": "38",
                "verse_text": "the gold altar, the anointing oil, and the sweet-smelling incense,"
            },
            {
                "verse_number": "39",
                "verse_text": "the copper altar and its copper grate, its poles, and all its equipment,"
            },
            {
                "verse_number": "40",
                "verse_text": "the courtyard&quot;s drapes, its posts, and its bases,"
            },
            {
                "verse_number": "41",
                "verse_text": "the woven clothes for ministering as priests in the sanctuary, the holy clothes for the priest Aaron and the clothes for his sons to serve as priests."
            },
            {
                "verse_number": "42",
                "verse_text": "The Israelites did all of the work just as the LORD had commanded Moses."
            },
            {
                "verse_number": "43",
                "verse_text": "When Moses saw that they in fact had done all the work exactly as the LORD had commanded, Moses blessed them."
            }
        ],
        "40": [
            {
                "verse_number": "1",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "2",
                "verse_text": "Set up the meeting tent dwelling on the first day of the first month."
            },
            {
                "verse_number": "3",
                "verse_text": "Place the chest containing the covenant inside the dwelling. Hide the chest from view with the veil."
            },
            {
                "verse_number": "4",
                "verse_text": "Bring in the table and arrange its items. Bring in the lampstand and set up its lamps."
            },
            {
                "verse_number": "5",
                "verse_text": "Place the gold altar for burning incense in front of the chest containing the covenant. Set up the screen at the dwelling&quot;s entrance."
            },
            {
                "verse_number": "6",
                "verse_text": "Put the altar for entirely burned offerings in front of the entrance to the meeting tent dwelling."
            },
            {
                "verse_number": "7",
                "verse_text": "Put the washbasin between the meeting tent and the altar and put water in it."
            },
            {
                "verse_number": "8",
                "verse_text": "Set up the courtyard all around. Hang up the screen at the courtyard gate."
            },
            {
                "verse_number": "9",
                "verse_text": "Then take the anointing oil and anoint the dwelling and everything in it. Make holy the dwelling and all its equipment, and it will be holy."
            },
            {
                "verse_number": "10",
                "verse_text": "Anoint the altar for entirely burned offerings and all its equipment. Make the altar holy, and the altar will be most holy."
            },
            {
                "verse_number": "11",
                "verse_text": "Anoint the washbasin with its stand and make it holy. When Moses had finished all the work,"
            },
            {
                "verse_number": "12",
                "verse_text": "Then bring Aaron and his sons to the meeting tent&quot;s entrance and wash them with water."
            },
            {
                "verse_number": "13",
                "verse_text": "Dress Aaron in the holy clothes. Anoint him and make him holy so that he may serve me as priest."
            },
            {
                "verse_number": "14",
                "verse_text": "Then bring his sons and dress them in tunics."
            },
            {
                "verse_number": "15",
                "verse_text": "Anoint them like you anointed their father so that they may serve me as priests. Their anointing is to the priesthood for all time in every generation."
            },
            {
                "verse_number": "16",
                "verse_text": "Moses did everything exactly as the LORD had commanded him."
            },
            {
                "verse_number": "17",
                "verse_text": "In the first month in the second year, on the first day of the month, the dwelling was set up."
            },
            {
                "verse_number": "18",
                "verse_text": "Moses set up the dwelling. He laid out its bases. He set up its boards, inserted its bars, and raised up its posts."
            },
            {
                "verse_number": "19",
                "verse_text": "He spread the tent out over the dwelling, and he put the covering of the tent over it, just as the LORD had commanded Moses."
            },
            {
                "verse_number": "20",
                "verse_text": "He took the covenant document and placed it inside the chest. He put the poles on the chest, and he set the cover on top of the chest."
            },
            {
                "verse_number": "21",
                "verse_text": "He brought the chest into the dwelling. He set up the veil as a screen to hide from view the chest containing the covenant, just as the LORD had commanded Moses."
            },
            {
                "verse_number": "22",
                "verse_text": "He placed the table in the meeting tent, on the north side of the dwelling, outside the veil."
            },
            {
                "verse_number": "23",
                "verse_text": "He set the bread in its proper place on the table in the LORD &quot;s presence, just as the LORD had commanded Moses."
            },
            {
                "verse_number": "24",
                "verse_text": "He put the lampstand in the meeting tent, opposite the table on the south side of the dwelling."
            },
            {
                "verse_number": "25",
                "verse_text": "He set up the lamps in the LORD &quot;s presence, just as the LORD had commanded Moses."
            },
            {
                "verse_number": "26",
                "verse_text": "He put the gold altar in the meeting tent in front of the veil."
            },
            {
                "verse_number": "27",
                "verse_text": "He burned sweet-smelling incense on it, just as the LORD had commanded Moses."
            },
            {
                "verse_number": "28",
                "verse_text": "He also set up the screen at the entrance to the dwelling."
            },
            {
                "verse_number": "29",
                "verse_text": "He placed the altar for entirely burned offerings at the entrance to the meeting tent dwelling. He offered the entirely burned offering and the grain offering on it, just as the LORD had commanded Moses."
            },
            {
                "verse_number": "30",
                "verse_text": "He put the washbasin between the meeting tent and the altar, and put water in it for washing."
            },
            {
                "verse_number": "31",
                "verse_text": "Moses, Aaron, and his sons used it to wash their hands and their feet."
            },
            {
                "verse_number": "32",
                "verse_text": "Whenever they went into the meeting tent and whenever they approached the altar, they washed themselves, just as the LORD had commanded Moses."
            },
            {
                "verse_number": "33",
                "verse_text": "He set up the courtyard around the dwelling and the altar, and he hung up the screen at the courtyard&quot;s gate."
            },
            {
                "verse_number": "34",
                "verse_text": "the cloud covered the meeting tent and the LORD &quot;s glorious presence filled the dwelling."
            },
            {
                "verse_number": "35",
                "verse_text": "Moses couldn&quot;t enter the meeting tent because the cloud had settled on it, and the LORD &quot;s glorious presence filled the dwelling."
            },
            {
                "verse_number": "36",
                "verse_text": "Whenever the cloud rose from the dwelling, the Israelites would set out on their journeys."
            },
            {
                "verse_number": "37",
                "verse_text": "But if the cloud didn&quot;t rise, then they didn&quot;t set out until the day it rose."
            },
            {
                "verse_number": "38",
                "verse_text": "The LORD &quot;s cloud stayed over the dwelling during the day, with lightning in it at night, clearly visible to the whole household of Israel at every stage of their journey."
            }
        ]
    }
}