{
    "Galatians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, an apostle who is not sent from human authority or commissioned through human agency, but sent through Jesus Christ and God the Father who raised him from the dead;"
            },
            {
                "verse_number": "2",
                "verse_text": "and from all the brothers and sisters with me. To the churches in Galatia."
            },
            {
                "verse_number": "3",
                "verse_text": "Grace and peace to you from God the Father and the Lord Jesus Christ."
            },
            {
                "verse_number": "4",
                "verse_text": "He gave himself for our sins, so he could deliver us from this present evil age, according to the will of our God and Father."
            },
            {
                "verse_number": "5",
                "verse_text": "To God be the glory forever and always! Amen."
            },
            {
                "verse_number": "6",
                "verse_text": "I&quot;m amazed that you are so quickly deserting the one who called you by the grace of Christ to follow another gospel."
            },
            {
                "verse_number": "7",
                "verse_text": "It&quot;s not really another gospel, but certain people are confusing you and they want to change the gospel of Christ."
            },
            {
                "verse_number": "8",
                "verse_text": "However, even if we ourselves or a heavenly angel should ever preach anything different from what we preached to you, they should be under a curse."
            },
            {
                "verse_number": "9",
                "verse_text": "I&quot;m repeating what we&quot;ve said before: if anyone preaches something different from what you received, they should be under a curse!"
            },
            {
                "verse_number": "10",
                "verse_text": "Am I trying to win over human beings or God? Or am I trying to please people? If I were still trying to please people, I wouldn&quot;t be Christ&quot;s slave."
            },
            {
                "verse_number": "11",
                "verse_text": "Brothers and sisters, I want you to know that the gospel I preached isn&quot;t human in origin."
            },
            {
                "verse_number": "12",
                "verse_text": "I didn&quot;t receive it or learn it from a human. It came through a revelation from Jesus Christ."
            },
            {
                "verse_number": "13",
                "verse_text": "You heard about my previous life in Judaism, how severely I harassed God&quot;s church and tried to destroy it."
            },
            {
                "verse_number": "14",
                "verse_text": "I advanced in Judaism beyond many of my peers, because I was much more militant about the traditions of my ancestors."
            },
            {
                "verse_number": "15",
                "verse_text": "But God had set me apart from birth and called me through his grace. He was pleased"
            },
            {
                "verse_number": "16",
                "verse_text": "to reveal his Son to me, so that I might preach about him to the Gentiles. I didn&quot;t immediately consult with any human being."
            },
            {
                "verse_number": "17",
                "verse_text": "I didn&quot;t go up to Jerusalem to see the men who were apostles before me either, but I went away into Arabia and I returned again to Damascus."
            },
            {
                "verse_number": "18",
                "verse_text": "Then after three years I went up to Jerusalem to visit Cephas and stayed with him fifteen days."
            },
            {
                "verse_number": "19",
                "verse_text": "But I didn&quot;t see any other of the apostles except James the brother of the Lord."
            },
            {
                "verse_number": "20",
                "verse_text": "Before God, I&quot;m not lying about the things that I&quot;m writing to you!"
            },
            {
                "verse_number": "21",
                "verse_text": "Then I went into the regions of Syria and Cilicia,"
            },
            {
                "verse_number": "22",
                "verse_text": "but I wasn&quot;t known personally by the Christian churches in Judea."
            },
            {
                "verse_number": "23",
                "verse_text": "They only heard a report about me: &apos;The man who used to harass us now preaches the faith that he once tried to destroy.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So they were glorifying God because of me."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Then after fourteen years I went up to Jerusalem again with Barnabas, and I took Titus along also."
            },
            {
                "verse_number": "2",
                "verse_text": "I went there because of a revelation, and I laid out the gospel that I preach to the Gentiles for them. But I did it privately with the influential leaders to make sure that I wouldn&quot;t be working or that I hadn&quot;t worked for nothing."
            },
            {
                "verse_number": "3",
                "verse_text": "However, not even Titus, who was with me and who was a Greek, was required to be circumcised."
            },
            {
                "verse_number": "4",
                "verse_text": "But false brothers and sisters, who were brought in secretly, slipped in to spy on our freedom, which we have in Christ Jesus, and to make us slaves."
            },
            {
                "verse_number": "5",
                "verse_text": "We didn&quot;t give in and submit to them for a single moment, so that the truth of the gospel would continue to be with you."
            },
            {
                "verse_number": "6",
                "verse_text": "The influential leaders didn&quot;t add anything to what I was preaching&ndash;and whatever they were makes no difference to me, because God doesn&quot;t show favoritism."
            },
            {
                "verse_number": "7",
                "verse_text": "But on the contrary, they saw that I had been given the responsibility to preach the gospel to the people who aren&quot;t circumcised, just as Peter had been to the circumcised."
            },
            {
                "verse_number": "8",
                "verse_text": "The one who empowered Peter to become an apostle to the circumcised empowered me also to be one to the Gentiles."
            },
            {
                "verse_number": "9",
                "verse_text": "James, Cephas, and John, who are considered to be key leaders, shook hands with me and Barnabas as equals when they recognized the grace that was given to me. So it was agreed that we would go to the Gentiles, while they continue to go to the people who were circumcised."
            },
            {
                "verse_number": "10",
                "verse_text": "They asked only that we would remember the poor, which was certainly something I was willing to do."
            },
            {
                "verse_number": "11",
                "verse_text": "But when Cephas came to Antioch, I opposed him to his face, because he was wrong."
            },
            {
                "verse_number": "12",
                "verse_text": "He had been eating with the Gentiles before certain people came from James. But when they came, he began to back out and separate himself, because he was afraid of the people who promoted circumcision."
            },
            {
                "verse_number": "13",
                "verse_text": "And the rest of the Jews also joined him in this hypocrisy so that even Barnabas got carried away with them in their hypocrisy."
            },
            {
                "verse_number": "14",
                "verse_text": "But when I saw that they weren&quot;t acting consistently with the truth of the gospel, I said to Cephas in front of everyone, &apos;If you, though you&quot;re a Jew, live like a Gentile and not like a Jew, how can you require the Gentiles to live like Jews?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "We are born Jews&ndash;we&quot;re not Gentile sinners."
            },
            {
                "verse_number": "16",
                "verse_text": "However, we know that a person isn&quot;t made righteous by the works of the Law but rather through the faithfulness of Jesus Christ. We ourselves believed in Christ Jesus so that we could be made righteous by the faithfulness of Christ and not by the works of the Law&ndash;because no one will be made righteous by the works of the Law."
            },
            {
                "verse_number": "17",
                "verse_text": "But if it is discovered that we ourselves are sinners while we are trying to be made righteous in Christ, then is Christ a servant of sin? Absolutely not!"
            },
            {
                "verse_number": "18",
                "verse_text": "If I rebuild the very things that I tore down, I show that I myself am breaking the Law."
            },
            {
                "verse_number": "19",
                "verse_text": "I died to the Law through the Law, so that I could live for God."
            },
            {
                "verse_number": "20",
                "verse_text": "I have been crucified with Christ and I no longer live, but Christ lives in me. And the life that I now live in my body, I live by faith, indeed, by the faithfulness of God&quot;s Son, who loved me and gave himself for me."
            },
            {
                "verse_number": "21",
                "verse_text": "I don&quot;t ignore the grace of God, because if we become righteous through the Law, then Christ died for no purpose."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "You irrational Galatians! Who put a spell on you? Jesus Christ was put on display as crucified before your eyes!"
            },
            {
                "verse_number": "2",
                "verse_text": "I just want to know this from you: Did you receive the Spirit by doing the works of the Law or by believing what you heard?"
            },
            {
                "verse_number": "3",
                "verse_text": "Are you so irrational? After you started with the Spirit, are you now finishing up with your own human effort?"
            },
            {
                "verse_number": "4",
                "verse_text": "Did you experience so much for nothing? I wonder if it really was for nothing."
            },
            {
                "verse_number": "5",
                "verse_text": "So does the one providing you with the Spirit and working miracles among you do this by you doing the works of the Law or by you believing what you heard?"
            },
            {
                "verse_number": "6",
                "verse_text": "Understand that in the same way that Abraham &apos; believed God and it was credited to him as righteousness, &apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "those who believe are the children of Abraham."
            },
            {
                "verse_number": "8",
                "verse_text": "But when it saw ahead of time that God would make the Gentiles righteous on the basis of faith, scripture preached the gospel in advance to Abraham: &apos; All the Gentiles will be blessed in you &apos;."
            },
            {
                "verse_number": "9",
                "verse_text": "Therefore, those who believe are blessed together with Abraham who believed."
            },
            {
                "verse_number": "10",
                "verse_text": "All those who rely on the works of the Law are under a curse, because it is written, &apos; Everyone is cursed who does not keep on doing all the things that have been written in the Law scroll &apos;."
            },
            {
                "verse_number": "11",
                "verse_text": "But since no one is made righteous by the Law as far as God is concerned, it is clear that &apos; the righteous one will live on the basis of faith &apos;."
            },
            {
                "verse_number": "12",
                "verse_text": "The Law isn&quot;t based on faith; rather, &apos; the one doing these things will live by them &apos;."
            },
            {
                "verse_number": "13",
                "verse_text": "Christ redeemed us from the curse of the Law by becoming a curse for us&ndash;because it is written, &apos; Everyone who is hung on a tree is cursed &apos;."
            },
            {
                "verse_number": "14",
                "verse_text": "He redeemed us so that the blessing of Abraham would come to the Gentiles through Christ Jesus, and that we would receive the promise of the Spirit through faith."
            },
            {
                "verse_number": "15",
                "verse_text": "Brothers and sisters, I&quot;ll use an example from human experience. No one ignores or makes additions to a validated will."
            },
            {
                "verse_number": "16",
                "verse_text": "The promises were made to Abraham and to his descendant. It doesn&quot;t say, &apos;and to the descendants,&apos; as if referring to many rather than just one. It says, &apos;and to your descendant,&apos; who is Christ."
            },
            {
                "verse_number": "17",
                "verse_text": "I&quot;m saying this: the Law, which came four hundred thirty years later, doesn&quot;t invalidate the agreement that was previously validated by God so that it cancels the promise."
            },
            {
                "verse_number": "18",
                "verse_text": "If the inheritance were based upon the Law, it would no longer be from the promise. But God has given it graciously to Abraham through a promise."
            },
            {
                "verse_number": "19",
                "verse_text": "So why was the Law given? It was added because of offenses, until the descendant would come to whom the promise had been made. It was put in place through angels by the hand of a mediator."
            },
            {
                "verse_number": "20",
                "verse_text": "Now the mediator does not take one side; but God is one."
            },
            {
                "verse_number": "21",
                "verse_text": "So, is the Law against the promises of God? Absolutely not! If a Law had been given that was able to give life, then righteousness would in fact have come from the Law."
            },
            {
                "verse_number": "22",
                "verse_text": "But scripture locked up all things under sin, so that the promise based on the faithfulness of Jesus Christ might be given to those who have faith."
            },
            {
                "verse_number": "23",
                "verse_text": "Before faith came, we were guarded under the Law, locked up until faith that was coming would be revealed,"
            },
            {
                "verse_number": "24",
                "verse_text": "so that the Law became our custodian until Christ so that we might be made righteous by faith."
            },
            {
                "verse_number": "25",
                "verse_text": "But now that faith has come, we are no longer under a custodian."
            },
            {
                "verse_number": "26",
                "verse_text": "You are all God&quot;s children through faith in Christ Jesus."
            },
            {
                "verse_number": "27",
                "verse_text": "All of you who were baptized into Christ have clothed yourselves with Christ."
            },
            {
                "verse_number": "28",
                "verse_text": "There is neither Jew nor Greek; there is neither slave nor free; nor is there male and female, for you are all one in Christ Jesus."
            },
            {
                "verse_number": "29",
                "verse_text": "Now if you belong to Christ, then indeed you are Abraham&quot;s descendants, heirs according to the promise."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "I&quot;m saying that as long as the heirs are minors, they are no different from slaves, though they really are the owners of everything."
            },
            {
                "verse_number": "2",
                "verse_text": "However, they are placed under trustees and guardians until the date set by the parents."
            },
            {
                "verse_number": "3",
                "verse_text": "In the same way, when we were minors, we were also enslaved by this world&quot;s system."
            },
            {
                "verse_number": "4",
                "verse_text": "But when the fulfillment of the time came, God sent his Son, born through a woman, and born under the Law."
            },
            {
                "verse_number": "5",
                "verse_text": "This was so he could redeem those under the Law so that we could be adopted."
            },
            {
                "verse_number": "6",
                "verse_text": "Because you are sons and daughters, God sent the Spirit of his Son into our hearts, crying, &apos;Abba, Father!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Therefore, you are no longer a slave but a son or daughter, and if you are his child, then you are also an heir through God. &apos; Rejoice, barren woman, you who have not given birth &apos;. &apos; Break out with a shout, you who have not suffered labor pains; &apos; &apos; because the woman who has been deserted will have many more children &apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "At the time, when you didn&quot;t know God, you were enslaved by things that aren&quot;t gods by nature."
            },
            {
                "verse_number": "9",
                "verse_text": "But now, after knowing God (or rather, being known by God), how can you turn back again to the weak and worthless world system? Do you want to be slaves to it again?"
            },
            {
                "verse_number": "10",
                "verse_text": "You observe religious days and months and seasons and years."
            },
            {
                "verse_number": "11",
                "verse_text": "I&quot;m afraid for you! Perhaps my hard work for you has been for nothing."
            },
            {
                "verse_number": "12",
                "verse_text": "I beg you to be like me, brothers and sisters, because I have become like you! You haven&quot;t wronged me."
            },
            {
                "verse_number": "13",
                "verse_text": "You know that I first preached the gospel to you because of an illness."
            },
            {
                "verse_number": "14",
                "verse_text": "Though my poor health burdened you, you didn&quot;t look down on me or reject me, but you welcomed me as if I were an angel from God, or as if I were Christ Jesus!"
            },
            {
                "verse_number": "15",
                "verse_text": "Where then is the great attitude that you had? I swear that, if possible, you would have dug out your eyes and given them to me."
            },
            {
                "verse_number": "16",
                "verse_text": "So then, have I become your enemy by telling you the truth?"
            },
            {
                "verse_number": "17",
                "verse_text": "They are so concerned about you, though not with good intentions. Rather, they want to shut you out so that you would run after them."
            },
            {
                "verse_number": "18",
                "verse_text": "However, it&quot;s always good to have people concerned about you with good intentions, and not just when I&quot;m there with you."
            },
            {
                "verse_number": "19",
                "verse_text": "My little children, I&quot;m going through labor pains again until Christ is formed in you."
            },
            {
                "verse_number": "20",
                "verse_text": "But I wish I could be with you now and change how I sound, because I&quot;m at a loss about you."
            },
            {
                "verse_number": "21",
                "verse_text": "Tell me&ndash;those of you who want to be under the Law&ndash;don&quot;t you listen to the Law?"
            },
            {
                "verse_number": "22",
                "verse_text": "It&quot;s written that Abraham had two sons, one by the slave woman and one by the free woman."
            },
            {
                "verse_number": "23",
                "verse_text": "The son by the slave woman was conceived the normal way, but the son by the free woman was conceived through a promise."
            },
            {
                "verse_number": "24",
                "verse_text": "These things are an allegory: the women are two covenants. One is from Mount Sinai, which gives birth to slave children; this is Hagar."
            },
            {
                "verse_number": "25",
                "verse_text": "Hagar is Mount Sinai in Arabia, and she corresponds to the present-day Jerusalem, because the city is in slavery with her children."
            },
            {
                "verse_number": "26",
                "verse_text": "But the Jerusalem that is above is free, and she is our mother."
            },
            {
                "verse_number": "27",
                "verse_text": "It&quot;s written: &apos; than the woman who has a husband &apos;."
            },
            {
                "verse_number": "28",
                "verse_text": "Brothers and sisters, you are children of the promise like Isaac."
            },
            {
                "verse_number": "29",
                "verse_text": "But just as it was then, so it is now also: the one who was conceived the normal way harassed the one who was conceived by the Spirit."
            },
            {
                "verse_number": "30",
                "verse_text": "But what does the scripture say? &apos; Throw out the slave woman and her son, because the slave woman&quot;s son won&quot;t share the inheritance with the free woman&quot;s son &apos;."
            },
            {
                "verse_number": "31",
                "verse_text": "Therefore, brothers and sisters, we aren&quot;t the slave woman&quot;s children, but we are the free woman&quot;s children."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Christ has set us free for freedom. Therefore, stand firm and don&quot;t submit to the bondage of slavery again."
            },
            {
                "verse_number": "2",
                "verse_text": "Look, I, Paul, am telling you that if you have yourselves circumcised, having Christ won&quot;t help you."
            },
            {
                "verse_number": "3",
                "verse_text": "Again I swear to every man who has himself circumcised that he is required to do the whole Law."
            },
            {
                "verse_number": "4",
                "verse_text": "You people who are trying to be made righteous by the Law have been estranged from Christ. You have fallen away from grace!"
            },
            {
                "verse_number": "5",
                "verse_text": "We eagerly wait for the hope of righteousness through the Spirit by faith."
            },
            {
                "verse_number": "6",
                "verse_text": "Being circumcised or not being circumcised doesn&quot;t matter in Christ Jesus, but faith working through love does matter."
            },
            {
                "verse_number": "7",
                "verse_text": "You were running well&ndash;who stopped you from obeying the truth?"
            },
            {
                "verse_number": "8",
                "verse_text": "This line of reasoning doesn&quot;t come from the one who calls you."
            },
            {
                "verse_number": "9",
                "verse_text": "A little yeast works through the whole lump of dough."
            },
            {
                "verse_number": "10",
                "verse_text": "I&quot;m convinced about you in the Lord that you won&quot;t think any other way. But the one who is confusing you will pay the penalty, whoever that may be."
            },
            {
                "verse_number": "11",
                "verse_text": "Brothers and sisters, if I&quot;m still preaching circumcision, why am I still being harassed? In that case, the offense of the cross would be canceled."
            },
            {
                "verse_number": "12",
                "verse_text": "I wish that the ones who are upsetting you would castrate themselves!"
            },
            {
                "verse_number": "13",
                "verse_text": "You were called to freedom, brothers and sisters; only don&quot;t let this freedom be an opportunity to indulge your selfish impulses, but serve each other through love."
            },
            {
                "verse_number": "14",
                "verse_text": "All the Law has been fulfilled in a single statement: &apos; Love your neighbor as yourself &apos;."
            },
            {
                "verse_number": "15",
                "verse_text": "But if you bite and devour each other, be careful that you don&quot;t get eaten up by each other!"
            },
            {
                "verse_number": "16",
                "verse_text": "I say be guided by the Spirit and you won&quot;t carry out your selfish desires."
            },
            {
                "verse_number": "17",
                "verse_text": "A person&quot;s selfish desires are set against the Spirit, and the Spirit is set against one&quot;s selfish desires. They are opposed to each other, so you shouldn&quot;t do whatever you want to do."
            },
            {
                "verse_number": "18",
                "verse_text": "But if you are being led by the Spirit, you aren&quot;t under the Law."
            },
            {
                "verse_number": "19",
                "verse_text": "The actions that are produced by selfish motives are obvious, since they include sexual immorality, moral corruption, doing whatever feels good,"
            },
            {
                "verse_number": "20",
                "verse_text": "idolatry, drug use and casting spells, hate, fighting, obsession, losing your temper, competitive opposition, conflict, selfishness, group rivalry,"
            },
            {
                "verse_number": "21",
                "verse_text": "jealousy, drunkenness, partying, and other things like that. I warn you as I have already warned you, that those who do these kinds of things won&quot;t inherit God&quot;s kingdom."
            },
            {
                "verse_number": "22",
                "verse_text": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,"
            },
            {
                "verse_number": "23",
                "verse_text": "gentleness, and self-control. There is no law against things like this."
            },
            {
                "verse_number": "24",
                "verse_text": "Those who belong to Christ Jesus have crucified the self with its passions and its desires."
            },
            {
                "verse_number": "25",
                "verse_text": "If we live by the Spirit, let&quot;s follow the Spirit."
            },
            {
                "verse_number": "26",
                "verse_text": "Let&quot;s not become arrogant, make each other angry, or be jealous of each other."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Brothers and sisters, if a person is caught doing something wrong, you who are spiritual should restore someone like this with a spirit of gentleness. Watch out for yourselves so you won&quot;t be tempted too."
            },
            {
                "verse_number": "2",
                "verse_text": "Carry each other&quot;s burdens and so you will fulfill the law of Christ."
            },
            {
                "verse_number": "3",
                "verse_text": "If anyone thinks they are important when they aren&quot;t, they&quot;re fooling themselves."
            },
            {
                "verse_number": "4",
                "verse_text": "Each person should test their own work and be happy with doing a good job and not compare themselves with others."
            },
            {
                "verse_number": "5",
                "verse_text": "Each person will have to carry their own load."
            },
            {
                "verse_number": "6",
                "verse_text": "Those who are taught the word should share all good things with their teacher."
            },
            {
                "verse_number": "7",
                "verse_text": "Make no mistake, God is not mocked. A person will harvest what they plant."
            },
            {
                "verse_number": "8",
                "verse_text": "Those who plant only for their own benefit will harvest devastation from their selfishness, but those who plant for the benefit of the Spirit will harvest eternal life from the Spirit."
            },
            {
                "verse_number": "9",
                "verse_text": "Let&quot;s not get tired of doing good, because in time we&quot;ll have a harvest if we don&quot;t give up."
            },
            {
                "verse_number": "10",
                "verse_text": "So then, let&quot;s work for the good of all whenever we have an opportunity, and especially for those in the household of faith."
            },
            {
                "verse_number": "11",
                "verse_text": "Look at the large letters I&quot;m making with my own handwriting!"
            },
            {
                "verse_number": "12",
                "verse_text": "Whoever wants to look good by human standards will try to get you to be circumcised, but only so they won&quot;t be harassed for the cross of Christ."
            },
            {
                "verse_number": "13",
                "verse_text": "Those who are circumcised don&quot;t observe the Law themselves, but they want you to be circumcised, so they can boast about your physical body."
            },
            {
                "verse_number": "14",
                "verse_text": "But as for me, God forbid that I should boast about anything except for the cross of our Lord Jesus Christ. The world has been crucified to me through him, and I have been crucified to the world."
            },
            {
                "verse_number": "15",
                "verse_text": "Being circumcised or not being circumcised doesn&quot;t mean anything. What matters is a new creation."
            },
            {
                "verse_number": "16",
                "verse_text": "May peace and mercy be on whoever follows this rule and on God&quot;s Israel."
            },
            {
                "verse_number": "17",
                "verse_text": "From now on, no one should bother me because I bear the marks of Jesus on my body."
            },
            {
                "verse_number": "18",
                "verse_text": "Brothers and sisters, may the grace of our Lord Jesus Christ be with your spirit. Amen."
            }
        ]
    }
}