{
    "Luke": {
        "1": [
            {
                "verse_number": "5",
                "verse_text": "During the reign of King Herod the Great of Judea, there was a Jewish priest named Zechariah who served in the temple as part of the priestly order of Abijah. His wife, Elizabeth, was also from a family of priests, and was a descendant of Aaron."
            },
            {
                "verse_number": "6",
                "verse_text": "They were both righteous before God, living virtuously and following the commandments of the Lord blamelessly."
            },
            {
                "verse_number": "7",
                "verse_text": "But they were childless since Elizabeth was barren, and now they both were quite old."
            },
            {
                "verse_number": "10",
                "verse_text": "A large crowd of worshipers had gathered to pray outside the temple at the hour when incense was being offered."
            },
            {
                "verse_number": "11",
                "verse_text": "All at once an angel of the Lord appeared to him, standing just to the right of the altar of incense."
            },
            {
                "verse_number": "12",
                "verse_text": "Zechariah was startled and overwhelmed with fear."
            },
            {
                "verse_number": "13",
                "verse_text": "But the angel reassured him, saying, “Don’t be afraid, Zechariah! God is showing grace to you . For I have come to tell you that your prayer for a child has been answered. Your wife, Elizabeth, will bear you a son and you are to name him John."
            },
            {
                "verse_number": "14",
                "verse_text": "His birth will bring you much joy and gladness. Many will rejoice because of him,"
            },
            {
                "verse_number": "15",
                "verse_text": "and he will be one of the great ones in the sight of God. He will drink no wine or strong drink, but he will be filled with the Holy Spirit even while still in his mother’s womb."
            },
            {
                "verse_number": "16",
                "verse_text": "And he will persuade many in Israel to convert and turn back to the Lord their God."
            },
            {
                "verse_number": "17",
                "verse_text": "He will go before the Lord as a forerunner, with the same power and anointing as Elijah the prophet. He will be instrumental in turning the hearts of the fathers in tenderness back to their children and the hearts of the disobedient back to the wisdom of their righteous fathers. And he will prepare a united people who are ready for the Lord’s appearing.”"
            },
            {
                "verse_number": "18",
                "verse_text": "Zechariah asked the angel, “How do you expect me to believe this? I’m an old man and my wife is too old to give me a child. What sign can you give me to prove this will happen? ”"
            },
            {
                "verse_number": "19",
                "verse_text": "Then the angel said, “I am Gabriel. I stand beside God himself. He has sent me to announce to you this good news."
            },
            {
                "verse_number": "20",
                "verse_text": "But now, since you did not believe my words, you will be stricken silent and unable to speak until the day my words have been fulfilled at their appointed time and a child is born to you. That will be your sign!”"
            },
            {
                "verse_number": "21",
                "verse_text": "Meanwhile, the crowds outside kept expecting him to come out. They were amazed over Zechariah’s delay, wondering what could have happened inside the sanctuary."
            },
            {
                "verse_number": "22",
                "verse_text": "When he finally did come out, he tried to talk, but he couldn’t speak a word, and they realized from his gestures that he had seen a vision while in the Holy Place."
            },
            {
                "verse_number": "23",
                "verse_text": "He remained mute as he finished his days of priestly ministry in the temple and then went back to his own home."
            },
            {
                "verse_number": "24",
                "verse_text": "Soon afterward his wife, Elizabeth, became pregnant and went into seclusion for the next five months."
            },
            {
                "verse_number": "25",
                "verse_text": "With joy she exclaimed, “See how kind it is of God to gaze upon me and take away the disgrace of my barrenness!”"
            },
            {
                "verse_number": "28",
                "verse_text": "Gabriel appeared to her and said, “Rejoice, beloved young woman, for the Lord is with you and you are anointed with great favor.”"
            },
            {
                "verse_number": "29",
                "verse_text": "Mary was deeply troubled over the words of the angel and bewildered over what this may mean for her."
            },
            {
                "verse_number": "30",
                "verse_text": "But the angel reassured her, saying, “Do not yield to your fear, Mary, for the Lord has found delight in you and has chosen to surprise you with a wonderful gift."
            },
            {
                "verse_number": "31",
                "verse_text": "You will become pregnant with a baby boy, and you are to name him Jesus."
            },
            {
                "verse_number": "32",
                "verse_text": "He will be supreme and will be known as the Son of the Highest. And the Lord God will enthrone him as King on the throne of his ancestor David."
            },
            {
                "verse_number": "33",
                "verse_text": "He will reign as King of Israel forever, and his reign will have no limit.”"
            },
            {
                "verse_number": "34",
                "verse_text": "Mary said, “But how could this happen? I am still a virgin!”"
            },
            {
                "verse_number": "35",
                "verse_text": "Gabriel answered, “The Spirit of Holiness will fall upon you and almighty God will spread his shadow of power over you in a cloud of glory! This is why the child born to you will be holy, and he will be called the Son of God."
            },
            {
                "verse_number": "36",
                "verse_text": "What’s more, your aged aunt, Elizabeth, has also become pregnant with a son. The ‘barren one’ is now in her sixth month."
            },
            {
                "verse_number": "37",
                "verse_text": "Not one promise from God is empty of power. Nothing is impossible with God!”"
            },
            {
                "verse_number": "38",
                "verse_text": "Then Mary responded, saying, “ Yes! I will be a mother for the Lord! As his servant, I accept whatever he has for me. May everything you have told me come to pass.” And the angel left her."
            },
            {
                "verse_number": "39",
                "verse_text": "Afterward, Mary arose and hurried off to the hill country of Judea, to the village where Zechariah and Elizabeth lived."
            },
            {
                "verse_number": "40",
                "verse_text": "Arriving at their home, Mary entered the house and greeted Elizabeth."
            },
            {
                "verse_number": "41",
                "verse_text": "At the moment her aunt heard Mary’s voice, the baby within Elizabeth’s womb jumped and kicked. And suddenly, Elizabeth was filled to overflowing with the Holy Spirit!"
            },
            {
                "verse_number": "42",
                "verse_text": "With a loud voice she prophesied with power : “Mary! You are a woman given the highest favor and privilege above all others, my baby danced inside me with joy! every word spoken to you from the Lord.” “My soul is ecstatic, overflowing with praises to God! And from here on, everyone will know that I have been favored and blessed. holy is his name! to scatter all those who walk in pride. and he lifts up the lowly to take their place . but the smug and self-satisfied he will send away empty. he has helped his chosen servant, Israel, and to his descendants forever.” for he has seen us through eyes of grace, and he comes as our Hero-God to set us free! by the words of his holy prophets. from every one of our enemies fulfilling the sacred oath he made with our father Abraham. you will be known as the prophet of the Most High. You will be a forerunner, the cancellation of all our sins, to bring us back to God . is about to break upon us in holy visitation, all because the merciful heart of our God is so very tender. with dazzling light to shine upon those And he will illuminate the path that leads to the way of peace.” for your child is destined to bring God great delight. to have the mother of my Lord come and visit me? from one generation to the next. a trumpet of redemption from the house of David, his servant, and from the power of those who hate us. for he has remembered his holy covenant. Now we can boldly worship God with holy lives, living in purity as priests in his presence every day! going before the face of Lord Yahweh, to prepare hearts to embrace his ways. who live in darkness, near death’s dark shadow."
            },
            {
                "verse_number": "43",
                "verse_text": "How did I deserve such a remarkable honor"
            },
            {
                "verse_number": "44",
                "verse_text": "The moment you came in the door and greeted me,"
            },
            {
                "verse_number": "45",
                "verse_text": "Great favor rests upon you, for you have believed"
            },
            {
                "verse_number": "46",
                "verse_text": "And Mary sang this song:"
            },
            {
                "verse_number": "47",
                "verse_text": "My spirit bursts with joy over my life-giving God!"
            },
            {
                "verse_number": "48",
                "verse_text": "For he set his tender gaze upon me, his lowly servant girl."
            },
            {
                "verse_number": "49",
                "verse_text": "The Mighty One has worked a mighty miracle for me;"
            },
            {
                "verse_number": "50",
                "verse_text": "Mercy kisses all who fear him,"
            },
            {
                "verse_number": "51",
                "verse_text": "Mighty power flows from him"
            },
            {
                "verse_number": "52",
                "verse_text": "Powerful princes he tears from their thrones"
            },
            {
                "verse_number": "53",
                "verse_text": "Those who hunger for him will always be filled,"
            },
            {
                "verse_number": "54",
                "verse_text": "Because he can never forget to show mercy,"
            },
            {
                "verse_number": "55",
                "verse_text": "keeping his promises to Abraham"
            },
            {
                "verse_number": "56",
                "verse_text": "Before going home, Mary stayed with Elizabeth for about three months."
            },
            {
                "verse_number": "57",
                "verse_text": "When Elizabeth’s pregnancy was full term, she gave birth to a son."
            },
            {
                "verse_number": "58",
                "verse_text": "All her family, friends, and neighbors heard about it, and they too were overjoyed, for they realized that the Lord had showered his wonderful mercy upon her."
            },
            {
                "verse_number": "59",
                "verse_text": "When the baby was eight days old, according to their custom, all the family and friends came together for the circumcision ceremony. Everyone assumed that the parents would name the baby Zechariah, after his father,"
            },
            {
                "verse_number": "60",
                "verse_text": "but Elizabeth spoke up and said, “No, his name is John!”"
            },
            {
                "verse_number": "61",
                "verse_text": "“What?” they exclaimed. “No one in your family line has that name!”"
            },
            {
                "verse_number": "62",
                "verse_text": "So they gestured to the baby’s father to ask what to name the child."
            },
            {
                "verse_number": "63",
                "verse_text": "He motioned for a writing tablet, and to the amazement of all, he wrote, “His name is John.”"
            },
            {
                "verse_number": "64",
                "verse_text": "Instantly Zechariah could speak again. And his first words were praises to the Lord."
            },
            {
                "verse_number": "65",
                "verse_text": "The fear of God fell on the people of their village, and the news of this astounding event traveled throughout the hill country of Judea. Everyone was in awe over it!"
            },
            {
                "verse_number": "66",
                "verse_text": "All who heard this news were astonished and wondered, “ Since a miracle brought his birth , what on earth will this child become? Clearly, God’s presence is upon this child in a powerful way!”"
            },
            {
                "verse_number": "67",
                "verse_text": "Then Zechariah was filled to overflowing with the Holy Spirit and he prophesied, saying:"
            },
            {
                "verse_number": "68",
                "verse_text": "“Praise be to the exalted Lord God of Israel,"
            },
            {
                "verse_number": "69",
                "verse_text": "He appears to us as a mighty Savior,"
            },
            {
                "verse_number": "70",
                "verse_text": "just as he promised long ago"
            },
            {
                "verse_number": "71",
                "verse_text": "They prophesied he would come one day and save us"
            },
            {
                "verse_number": "72",
                "verse_text": "Now he has shown us the mercy promised to our ancestors,"
            },
            {
                "verse_number": "76",
                "verse_text": "And to you I prophesy, my little son,"
            },
            {
                "verse_number": "77",
                "verse_text": "You will preach to his people the revelation of salvation,"
            },
            {
                "verse_number": "78",
                "verse_text": "The splendor-light of heaven’s glorious sunrise"
            },
            {
                "verse_number": "79",
                "verse_text": "The word from heaven will come to us"
            },
            {
                "verse_number": "80",
                "verse_text": "Afterward, their son grew up and was strengthened by the Holy Spirit and he grew in his love for God. John chose to live in the lonely wilderness until the day of his public appearance to Israel."
            }
        ],
        "2": [
            {
                "verse_number": "3",
                "verse_text": "Everyone had to travel to the hometown of their family to complete the mandatory census."
            },
            {
                "verse_number": "8",
                "verse_text": "That night, in a field near Bethlehem, shepherds were watching over their flocks."
            },
            {
                "verse_number": "9",
                "verse_text": "Suddenly, an angel of the Lord appeared in radiant splendor before them, lighting up the field with the blazing glory of God, and the shepherds were terrified!"
            },
            {
                "verse_number": "10",
                "verse_text": "But the angel reassured them, saying, “Don’t be afraid, for I have come to bring you good news, the most joyous news the world has ever heard! And it is for everyone everywhere!"
            },
            {
                "verse_number": "11",
                "verse_text": "For today in Bethlehem a rescuer was born for you. He is the Lord Yahweh, the Messiah."
            },
            {
                "verse_number": "12",
                "verse_text": "You will recognize him by this miraculous sign: You will find a baby wrapped in strips of cloth and lying in the feeding trough!”"
            },
            {
                "verse_number": "13",
                "verse_text": "Then all at once in the night sky , a vast number of glorious angels appeared, the very armies of heaven! And they all praised God, singing:"
            },
            {
                "verse_number": "14",
                "verse_text": "“Glory to God in the highest realms of heaven! For there is peace and a good hope given to the sons of men.” With my own eyes I have seen your Word, and the Revelation-Light for all people everywhere!” he will be laid down as a miracle sign for the downfall and resurrection of many in Israel."
            },
            {
                "verse_number": "15",
                "verse_text": "When the choir of angels disappeared and returned to heaven, the shepherds said to one another, “Let’s go! Let’s hurry and find this Word who is born in Bethlehem and see for ourselves what the Lord has revealed to us.”"
            },
            {
                "verse_number": "16",
                "verse_text": "So they hurried off and found their way to Mary and Joseph. And there was the baby, lying in a feeding trough."
            },
            {
                "verse_number": "17",
                "verse_text": "Upon seeing this miraculous sign, the shepherds recounted what had just happened."
            },
            {
                "verse_number": "18",
                "verse_text": "Everyone who heard the shepherds’ story was astonished by what they were told."
            },
            {
                "verse_number": "19",
                "verse_text": "But Mary treasured all these things in her heart and often pondered what they meant."
            },
            {
                "verse_number": "20",
                "verse_text": "The shepherds returned to their flock, ecstatic over what had happened. They praised God and glorified him for all they had heard and seen for themselves, just like the angel had said."
            },
            {
                "verse_number": "21",
                "verse_text": "On the day of the baby’s circumcision ceremony, eight days after his birth, his parents gave him the name Jesus, the name prophesied by the angel before he was born."
            },
            {
                "verse_number": "22",
                "verse_text": "Forty days after the birth of her son, Mary’s time of purification had completed, so she came to the temple with a sacrifice, according to the law of Moses. So Mary and Joseph took baby Jesus to Jerusalem to be dedicated before the Lord."
            },
            {
                "verse_number": "23",
                "verse_text": "For it is stated in the law of the Lord, “Every firstborn male shall be set apart for God”"
            },
            {
                "verse_number": "24",
                "verse_text": "and is required to offer a prescribed sacrifice, “either a pair of turtledoves or two young pigeons.”"
            },
            {
                "verse_number": "25",
                "verse_text": "As they came to the temple to fulfill this requirement, an elderly man was there waiting—a resident of Jerusalem whose name was Simeon. He was a very good man, a lover of God who kept himself pure, and the Spirit of holiness rested upon him. Simeon believed in the imminent appearing of the one called “The Refreshing of Israel.”"
            },
            {
                "verse_number": "26",
                "verse_text": "For the Holy Spirit had revealed to him that he would not see death before he saw the Messiah, the Anointed One of God."
            },
            {
                "verse_number": "27",
                "verse_text": "Keeping his promise , the Holy Spirit led Simeon to be in the temple court at the very moment Jesus’ parents entered to fulfill the requirement of the sacrifice."
            },
            {
                "verse_number": "28",
                "verse_text": "Simeon cradled the baby in his arms and praised God and prophesied:"
            },
            {
                "verse_number": "32",
                "verse_text": "He will be glory for your people Israel,"
            },
            {
                "verse_number": "33",
                "verse_text": "Mary and Joseph stood there, awestruck over what was being said about their baby."
            },
            {
                "verse_number": "38",
                "verse_text": "While Simeon was prophesying over Mary and Joseph and the baby, Anna walked up to them and burst forth with a great chorus of praise to God for the child. From that day forward she told everyone in Jerusalem who was waiting for their redemption that the anticipated Messiah had come!"
            },
            {
                "verse_number": "39",
                "verse_text": "When Mary and Joseph had completed everything required of them by the Law of the Lord, they took Jesus and returned to their home in Nazareth in Galilee."
            },
            {
                "verse_number": "40",
                "verse_text": "The child grew more powerful in grace, for he was being filled with wisdom, and the favor of God was upon him."
            },
            {
                "verse_number": "41",
                "verse_text": "Every year Jesus’ parents went to worship at Jerusalem during the Passover festival."
            },
            {
                "verse_number": "42",
                "verse_text": "When Jesus turned twelve, his parents took him to Jerusalem to observe the Passover, as was their custom."
            },
            {
                "verse_number": "43",
                "verse_text": "A full day after they began their journey home, Joseph and Mary realized that Jesus was missing."
            },
            {
                "verse_number": "44",
                "verse_text": "They had assumed he was somewhere in their entourage, but he was nowhere to be found. After a frantic search among relatives and friends,"
            },
            {
                "verse_number": "45",
                "verse_text": "Mary and Joseph returned to Jerusalem to search for him."
            },
            {
                "verse_number": "46",
                "verse_text": "After being separated from him for three days, they finally found him in the temple, sitting among the Jewish teachers, listening to them and asking probing questions."
            },
            {
                "verse_number": "47",
                "verse_text": "All who heard Jesus speak were awestruck at his intelligent understanding of all that was being discussed and at his wise answers to their questions."
            },
            {
                "verse_number": "48",
                "verse_text": "His parents were shocked to find him there, and Mary scolded him, saying, “Son, your father and I have searched for you everywhere! We have been worried sick over not finding you. Why would you do this to us?”"
            },
            {
                "verse_number": "49",
                "verse_text": "Jesus said to them, “Why would you need to search for me? Didn’t you know that it was necessary for me to be here in my Father’s house, consumed with him?”"
            },
            {
                "verse_number": "50",
                "verse_text": "Mary and Joseph didn’t fully understand what Jesus meant."
            },
            {
                "verse_number": "51",
                "verse_text": "Jesus went back home with them to Nazareth and was obedient to them. His mother treasured Jesus’ words deeply in her heart."
            },
            {
                "verse_number": "52",
                "verse_text": "As Jesus grew, so did his wisdom and maturity. The favor of men increased upon his life, for he was greatly loved by God."
            }
        ],
        "3": [
            {
                "verse_number": "3",
                "verse_text": "John went preaching and baptizing throughout the Jordan Valley. He persuaded people to turn away from their sins and turn to God for the freedom of forgiveness,"
            },
            {
                "verse_number": "4",
                "verse_text": "fulfilling what was written in the book of the prophet Isaiah: “Listen! You will hear a thunderous voice in the lonely wilderness telling you to wake up and get your heart ready for the coming of the Lord Yahweh. Make straight every twisted thing in your lives. Eli, Matthat, Levi, Melki, Jannai, Joseph, Mattathias, Amos, Nahum, Esli, Naggai, Maath, Mattathias, Semein, Josech, Joda, Joanan, Rhesa, Zerubbabel, Shealtiel, Neri, Melchi, Addi, Cosam, Elmadam, Er, Joshua, Eliezer, Jorim, Matthat, Levi, Simeon, Judah, Joseph, Jonam, Eliakim, Melea, Menna, Mattatha, Nathan, David, Jesse, Obed, Boaz, Salmon, Nahshon, Amminadab, Admin, Arni, Hezron, Perez, Judah, Jacob, Isaac, Abraham, Terah, Nahor, Serug, Reu, Peleg, Eber, Shelah, Kenan, Arphaxad, Shem, Noah, Lamech, Methuselah, Enoch, Jared, Mahalaleel, Cainan, Enos, Seth, and Adam, the son of God."
            },
            {
                "verse_number": "7",
                "verse_text": "John kept preaching to the many crowds who came out to be baptized, “You are nothing but the offspring of venomous snakes, full of deception! Who warned you to repent before the coming wrath of God?"
            },
            {
                "verse_number": "8",
                "verse_text": "Then turn away from your sins, turn to God, and let your changed life be proof. Don’t think for a moment that it’s enough to simply be the favored descendants of Abraham. That’s not enough to save you . I’m telling you, God could make more sons of Abraham out of stones if he chose to!"
            },
            {
                "verse_number": "9",
                "verse_text": "“Even now God’s axe of judgment is poised to chop down your barren tree right down to its roots! And every tree that does not produce good fruit will be leveled and thrown into the fire.”"
            },
            {
                "verse_number": "10",
                "verse_text": "The crowd kept asking him, “What then are we supposed to do?”"
            },
            {
                "verse_number": "11",
                "verse_text": "John told them, “Give food to the hungry, clothe the poor, and bless the needy.”"
            },
            {
                "verse_number": "12",
                "verse_text": "Even the despised tax collectors came to John to be baptized, and they asked him, “What are we to do to prove our hearts have changed?”"
            },
            {
                "verse_number": "13",
                "verse_text": "“Be honest,” he replied. “Don’t demand more taxes than what the law requires.”"
            },
            {
                "verse_number": "14",
                "verse_text": "“And us?” asked some soldiers. “What about us?” John answered them, “Be content with what you earn. Never extort money or terrify others by threats of violence or be guilty of accusing the innocent.”"
            },
            {
                "verse_number": "15",
                "verse_text": "During those days, everyone was gripped with messianic expectations, believing the Messiah could come at any moment, and many began to wonder if John might be the Christ."
            },
            {
                "verse_number": "16",
                "verse_text": "But John made it clear by telling them, “There is one coming who is mightier than I. He is supreme. In fact, I’m not worthy of even being his slave. I can only baptize you in this river, but he will baptize you into the Spirit of holiness and into his raging fire."
            },
            {
                "verse_number": "17",
                "verse_text": "He has in his hands a winnowing fork to clean up his threshing floor! He will separate the wheat from the chaff. The wheat he will gather into his barn, but he will burn the chaff in a fire that no one can ever put out!”"
            },
            {
                "verse_number": "18",
                "verse_text": "John used many similar warnings as he preached the good news and prepared the people."
            },
            {
                "verse_number": "19",
                "verse_text": "He even publicly rebuked Antipas, son of Herod, the governor of Galilee, for the many wicked things he had done. He fearlessly reprimanded him for seducing and marrying his sister-in-law, Herodias."
            },
            {
                "verse_number": "20",
                "verse_text": "Adding to his many other sins, Herod had John seized and locked up in prison."
            }
        ],
        "4": [
            {
                "verse_number": "3",
                "verse_text": "It was then the devil said to him, “If you are really the Son of God, command this stone to turn into a loaf of bread for you.”"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus replied, “I will not! For it is written in the Scriptures, ‘Life does not come only from eating bread but from God. Life flows from every revelation from his mouth.’ ”"
            },
            {
                "verse_number": "5",
                "verse_text": "The devil lifted Jesus high into the sky, and in a flash showed him all the kingdoms and regions of the world."
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus rebuked him and said, “Satan, get behind me! For it is written in the Scriptures, ‘Only One is worthy of adoration; therefore, worship only the Lord your God and love him supremely.’ ”"
            },
            {
                "verse_number": "9",
                "verse_text": "Next, the devil took Jesus to Jerusalem, set him on the highest point of the temple, and tempted him, saying, “If you really are the Son of God, jump down in front of all the people."
            },
            {
                "verse_number": "12",
                "verse_text": "Jesus replied, “It is also written in the Scriptures, ‘How dare you provoke the Lord your God!’ ”"
            },
            {
                "verse_number": "13",
                "verse_text": "That silenced the devil’s harassment for the time being. So he retreated until an opportune time."
            },
            {
                "verse_number": "14",
                "verse_text": "Then Jesus, armed with the Holy Spirit’s power, returned to Galilee, and his fame spread throughout the region."
            },
            {
                "verse_number": "15",
                "verse_text": "He taught in the synagogues and they glorified him."
            },
            {
                "verse_number": "20",
                "verse_text": "After he read this he rolled up the scroll, handed it back to the attendant, and sat down. Everyone stared at Jesus, wondering what he was about to say."
            },
            {
                "verse_number": "21",
                "verse_text": "Then he added, “Today, these Scriptures came true in front of you.”"
            },
            {
                "verse_number": "22",
                "verse_text": "Everyone was impressed by how well Jesus spoke, in awe of the beautiful words of grace that came from his lips. But they said among themselves, “ Who does he think he is? Isn’t he Joseph’s son, who grew up here in Nazareth ?”"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus said to them, “I suppose you’ll quote me the proverb, ‘Doctor, go and heal yourself before you try to heal others.’ And you’ll say, ‘Work the miracles here in your hometown that we heard you did in Capernaum.’"
            },
            {
                "verse_number": "24",
                "verse_text": "But let me tell you, no prophet is welcomed or honored in his own hometown."
            },
            {
                "verse_number": "25",
                "verse_text": "“Isn’t it true that many widows lived in the land of Israel during the days of the prophet Elijah when he locked up the heavens for three and a half years and brought a devastating famine over all the land?"
            },
            {
                "verse_number": "26",
                "verse_text": "But he wasn’t sent to any of the widows living in that region. Instead, he was sent to a foreign place, to a widow in Zarephath of Sidon."
            },
            {
                "verse_number": "27",
                "verse_text": "Or have you not considered that the prophet Elisha healed only Naaman, the Syrian, rather than one of the many Jewish lepers living in the land?”"
            },
            {
                "verse_number": "28",
                "verse_text": "When everyone present heard Jesus’ words, they erupted with furious rage."
            },
            {
                "verse_number": "29",
                "verse_text": "They mobbed Jesus and threw him out of the city, dragging him to the edge of the cliff on the hill on which the city had been built, ready to hurl him off."
            },
            {
                "verse_number": "30",
                "verse_text": "But he walked right through the crowd, leaving them all stunned."
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus went to Capernaum in Galilee and taught the people on the Sabbath day."
            },
            {
                "verse_number": "32",
                "verse_text": "His teaching stunned and dazed them, for he spoke with penetrating words and great authority."
            },
            {
                "verse_number": "33",
                "verse_text": "In the congregation, there was a demonized man, who screamed out with a loud voice,"
            },
            {
                "verse_number": "34",
                "verse_text": "“Go away and leave us alone. We know who you are. You’re Jesus of Nazareth, God’s Holy One. What do you want with us? Have you come to destroy us already?”"
            },
            {
                "verse_number": "35",
                "verse_text": "Immediately the demon hurled the man down on the floor in front of them. But Jesus rebuked the demon, “Be quiet and come out of him!” And without causing him any harm, the demon came out of him."
            },
            {
                "verse_number": "36",
                "verse_text": "Great astonishment swept over the people, and they said among themselves, “What kind of man is this who has such power and authority? With a mere word, he commands demons to come out, and they obey him!”"
            },
            {
                "verse_number": "37",
                "verse_text": "Reports about Jesus spread like wildfire throughout every community in the surrounding region."
            },
            {
                "verse_number": "38",
                "verse_text": "After leaving the synagogue, Jesus went into Simon’s house, where Simon’s mother-in-law was sick with a high fever. The disciples begged Jesus to help her."
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus stood over her and rebuked the fever, and she was healed instantly. Then she got up and began to serve them."
            },
            {
                "verse_number": "40",
                "verse_text": "At sunset, the people brought all those who were sick to Jesus to be healed. Jesus laid his hands on them one by one, and he healed them all of different illnesses."
            },
            {
                "verse_number": "41",
                "verse_text": "Demons also came out of many of them. Knowing that Jesus was the Anointed One, the demons shouted while coming out, “You are the Messiah, the Son of El Shaddai!” But Jesus rebuked them and commanded them to be silent."
            },
            {
                "verse_number": "42",
                "verse_text": "At daybreak the next morning, the crowds came and searched everywhere for him, but Jesus had already left to go to a secluded place. When they finally found him, they held him tightly, begging him to stay with them in Capernaum."
            },
            {
                "verse_number": "43",
                "verse_text": "But Jesus said, “Don’t you know there are other places I must go and offer the hope of God’s kingdom? This is what I have been sent to do.”"
            },
            {
                "verse_number": "44",
                "verse_text": "Jesus continued to travel and preach in the synagogues throughout the land."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "On one occasion, Jesus was preaching to a crowd on the shore of Lake Galilee. A vast multitude of people was pushing to get close to Jesus to hear the word of God."
            },
            {
                "verse_number": "2",
                "verse_text": "He noticed two fishing boats at the water’s edge, with the fishermen nearby, rinsing their nets."
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus climbed into the boat belonging to Simon Peter and said to him, “Let me use your boat. Push it off a short distance away from the shore so I can speak to the crowd.”"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus sat down and taught the people from the boat. When he had finished, he said to Peter, “Now row out to deep water to cast your nets and you will have a great catch.”"
            },
            {
                "verse_number": "5",
                "verse_text": "“Master,” Peter replied, “we’ve just come back from fishing all night and didn’t catch a thing. But if you insist, we’ll go out again and let down our nets because of your word.”"
            },
            {
                "verse_number": "6",
                "verse_text": "When they pulled up their nets, they were shocked to see a huge catch of fish, and their nets were ready to burst!"
            },
            {
                "verse_number": "7",
                "verse_text": "They waved to their business partners in the other boat for help. They ended up completely filling both boats with fish until they began to sink!"
            },
            {
                "verse_number": "8",
                "verse_text": "When Simon Peter saw this astonishing miracle , he knelt at Jesus’ feet and begged him, “Go away from me, Master, for I am a sinful man!”"
            },
            {
                "verse_number": "11",
                "verse_text": "After pulling their boats to the shore, they left everything behind and followed Jesus."
            },
            {
                "verse_number": "12",
                "verse_text": "One day, while Jesus was in a certain city, he came upon a man covered with leprous sores. When the man recognized Jesus, he fell on his face at Jesus’ feet and begged to be healed, saying, “If you were willing, you could completely heal me.”"
            },
            {
                "verse_number": "15",
                "verse_text": "After this miracle, the news about Jesus spread even farther. Massive crowds continually gathered to hear him speak and to be healed from their illnesses."
            },
            {
                "verse_number": "16",
                "verse_text": "But Jesus often slipped away from them and went into the wilderness to pray."
            },
            {
                "verse_number": "17",
                "verse_text": "One day, many Jewish religious leaders known as Pharisees, along with many religious scholars, came from every village in Galilee, throughout Judea, and even from Jerusalem to hear Jesus teach. And the power of the Lord God surged through him to instantly heal the sick."
            },
            {
                "verse_number": "18",
                "verse_text": "Some men came to Jesus, carrying a paraplegic man on a stretcher. They attempted to bring him in past the crowd to set him down in front of Jesus."
            },
            {
                "verse_number": "19",
                "verse_text": "But because there were so many people crowding the door, they had no way to bring him inside. So they crawled onto the roof, dug their way through the roof tiles, and lowered the man, stretcher and all, into the middle of the crowd, right in front of Jesus."
            },
            {
                "verse_number": "20",
                "verse_text": "Seeing the demonstration of their faith, Jesus said to the paraplegic man, “My friend, your sins are forgiven!”"
            },
            {
                "verse_number": "21",
                "verse_text": "The Jewish religious leaders and the religious scholars whispered objections among themselves. “Who does this man think he is to speak such blasphemy? Only God can forgive sins! Does he think he is God? ”"
            },
            {
                "verse_number": "24",
                "verse_text": "“To prove to you all that I, the Son of Man, have the lawful authority on earth to forgive sins, I say to you now, stand up! Carry your stretcher and go on home, for you are healed.”"
            },
            {
                "verse_number": "25",
                "verse_text": "In an instant, the man rose right before their eyes. He stood, picked up his stretcher, and went home, giving God the glory with every step he took."
            },
            {
                "verse_number": "26",
                "verse_text": "The people were seized with astonishment and dumbfounded over what they had just witnessed. And they all praised God, remarking over and over, “Incredible! What an unbelievable miracle we’ve seen today!”"
            },
            {
                "verse_number": "27",
                "verse_text": "Afterward, Jesus went out and looked for a man named Matthew. He found him sitting at his tax booth, for he was a tax collector. Jesus said to him, “Be my disciple and follow me.”"
            },
            {
                "verse_number": "28",
                "verse_text": "That very moment, Matthew got up, left everything behind, and followed him."
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus overheard their complaining and said, “Who goes to the doctor for a cure? Those who are well or those who are sick?"
            },
            {
                "verse_number": "32",
                "verse_text": "I have not come to call the ‘righteous,’ but to call those who know they are sinners and bring them to repentance.”"
            },
            {
                "verse_number": "33",
                "verse_text": "Jesus’ critics questioned him. “John the prophet is known for leading his disciples to fast often and pray. As the religious leaders of the land, we do the same. Why do you and your disciples spend most of your time feasting at banquets?”"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus replied, “Should you make the sons of the bridal chamber fast while celebrating with the Bridegroom?"
            },
            {
                "verse_number": "35",
                "verse_text": "But when the Bridegroom is taken away from them, then you will see them fasting.”"
            },
            {
                "verse_number": "36",
                "verse_text": "And he gave them this illustration: “No one rips up a new garment to make patches for an old, worn-out one. If you tear up the new to make a patch for the old, it would not match the old garment."
            },
            {
                "verse_number": "37",
                "verse_text": "And who pours new wine into an old wineskin? If someone did, the old wineskin would burst and the new wine would be lost."
            },
            {
                "verse_number": "38",
                "verse_text": "New wine must always be poured into new wineskins."
            },
            {
                "verse_number": "39",
                "verse_text": "Yet you say, ‘The old ways are better,’ and you refuse to even taste the new wine that I bring.”"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "One Sabbath day, Jesus and his disciples were walking through a field of ripe wheat. His disciples plucked some heads of grain, rubbed the husks off with their hands, and ate them."
            },
            {
                "verse_number": "2",
                "verse_text": "This infuriated some of the Jewish religious leaders. They said to Jesus, “Why are you allowing your disciples to harvest grain on the Sabbath? Don’t you know it’s not permissible according to the law?”"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus replied, “Haven’t you read the Scriptures? Haven’t you read what King David did when he was hungry?"
            },
            {
                "verse_number": "4",
                "verse_text": "He entered the sanctuary of God, took the bread of God’s presence right off the sacred table, and shared it with his men. It was only lawful for the priests to eat the bread of God’s presence."
            },
            {
                "verse_number": "5",
                "verse_text": "You need to know that the Son of Man is no slave to the Sabbath, for I am master over the Sabbath.”"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus, knowing their every thought, said to the man with the deformed hand, “Come and stand here in the middle of the room.” So he got up and came forward."
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus said to all who were there, “Let me ask you a question. Which is better: to heal or to do harm on the Sabbath? I have come to save a life, but you have come to find a life to destroy.”"
            },
            {
                "verse_number": "10",
                "verse_text": "One by one Jesus looked into the eyes of each person in the room. Then he said to the man, “Stretch out your arm and open your hand!” With everyone watching intently, he stretched out his arm, and his hand was completely healed! “How content you become when you weep with complete brokenness , for you will laugh with unrestrained joy. “What sorrows await those of you who laugh now, having received all your joy in this life only, for grief and wailing will come to you."
            },
            {
                "verse_number": "11",
                "verse_text": "The room erupted with bitter rage, and from that moment on, the religious leaders plotted among themselves about how they might harm Jesus."
            },
            {
                "verse_number": "12",
                "verse_text": "After leaving the synagogue, Jesus went into the high hills to spend the whole night in prayer to God."
            },
            {
                "verse_number": "13",
                "verse_text": "At daybreak, he called together all of his followers and selected twelve from among them, and he appointed them to be his apostles."
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus and his apostles came down from the hillside to a level field, where a large number of his disciples waited, along with a massive crowd: people from all over Judea, Jerusalem, and the coastal district of Tyre and Sidon."
            },
            {
                "verse_number": "18",
                "verse_text": "They had all come to listen to the Word so that they could be healed of their diseases and be set free from tormenting demonic powers."
            },
            {
                "verse_number": "19",
                "verse_text": "The entire crowd eagerly tried to come near Jesus, to touch him to receive healing, because a tangible, supernatural power emanated from him and healed all who came close to him."
            },
            {
                "verse_number": "20",
                "verse_text": "Looking intently at his followers, Jesus began his sermon. “How enriched you become when you are a beggar, for you will experience the reality of God’s kingdom."
            },
            {
                "verse_number": "21",
                "verse_text": "“How filled you become when you are consumed with hunger and desire, for you will be completely satisfied."
            },
            {
                "verse_number": "22",
                "verse_text": "“How favored you become when you are hated, excommunicated, or slandered, or when your name is spoken of as evil because of your love for me, the Son of Man."
            },
            {
                "verse_number": "23",
                "verse_text": "“I promise you that as you experience these things, you will celebrate and dance with overflowing joy, and the heavenly reward of your faith will be abundant, because you are being treated the same way as your forefathers the prophets."
            },
            {
                "verse_number": "24",
                "verse_text": "“But what sorrows await those of you who are rich in this life only, for you have already received all the comfort you’ll ever get."
            },
            {
                "verse_number": "25",
                "verse_text": "“What sorrows await those of you who are content with yourselves, for hunger and emptiness will come to you."
            },
            {
                "verse_number": "26",
                "verse_text": "“What sorrows await those of you who are always honored and lauded by others, for that’s how your forefathers treated every false prophet.”"
            },
            {
                "verse_number": "27",
                "verse_text": "“But I say to you who hear, love your enemies and do something wonderful for them in return for their hatred."
            },
            {
                "verse_number": "28",
                "verse_text": "When someone curses you, bless that person in return. When others mistreat and harass you, accept it as your mission to pray for them."
            },
            {
                "verse_number": "29",
                "verse_text": "To those who despise you, continue to serve them and minister to them. If someone takes away your coat, give him as a gift your shirt as well."
            },
            {
                "verse_number": "30",
                "verse_text": "When someone comes to beg from you, give to that person what you have. When things are wrongly taken from you, do not demand they be given back."
            },
            {
                "verse_number": "31",
                "verse_text": "The way you want others to treat you is how you should treat everyone else."
            },
            {
                "verse_number": "32",
                "verse_text": "“Are you really showing true love by loving only those who love you? Even those who don’t know God will do that."
            },
            {
                "verse_number": "33",
                "verse_text": "Are you really showing compassion when you do good deeds only to those who do good deeds to you? Even those who don’t know God will do that."
            },
            {
                "verse_number": "34",
                "verse_text": "“If you lend money only to those you know will repay you, what credit is that to your character? Even those who don’t know God do that."
            },
            {
                "verse_number": "35",
                "verse_text": "Rather love your enemies and continue to treat them well. When you lend money, don’t despair if you are never paid back, for it is not lost. You will receive a rich reward and you will be known as true children of the Most High God, having his same nature. Be like your Father who is famous for his kindness to heal even the thankless and cruel."
            },
            {
                "verse_number": "36",
                "verse_text": "Overflow with mercy and compassion for others, just as your heavenly Father overflows with mercy and compassion for all.”"
            },
            {
                "verse_number": "37",
                "verse_text": "Jesus said, “Forsake the habit of criticizing and judging others, and you will not be criticized and judged in return. Don’t condemn others and you will not be condemned. Forgive over and over, and you will be forgiven over and over."
            },
            {
                "verse_number": "38",
                "verse_text": "Give generously and generous gifts will be given back to you, shaken down to make room for more. Abundant gifts will pour out upon you with such an overflowing measure that it will run over the top! The measurement of your generosity becomes the measurement of your return.”"
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus also quoted these proverbs: “What happens when a blind man pretends to guide another blind man? They both stumble into a ditch!"
            },
            {
                "verse_number": "40",
                "verse_text": "And how could the apprentice know more than his master, for only after he is fully qualified will he be at that level."
            },
            {
                "verse_number": "41",
                "verse_text": "Why do you focus on the flaw in someone else’s life and fail to notice the glaring flaws of your own life?"
            },
            {
                "verse_number": "42",
                "verse_text": "How could you say to your friend, ‘Here, let me show you where you’re wrong,’ when you are guilty of even more than he? You are overly critical, splitting hairs and being a hypocrite! You must acknowledge your own blind spots and deal with them before you will be able to deal with the blind spot of your friend.”"
            },
            {
                "verse_number": "43",
                "verse_text": "“You’ll never find choice fruit hanging on a bad, unhealthy tree. And rotten fruit doesn’t hang on a good, healthy tree."
            },
            {
                "verse_number": "44",
                "verse_text": "Every tree will be revealed by the quality of fruit that it produces. You will never pick figs or grapes from thorn trees."
            },
            {
                "verse_number": "45",
                "verse_text": "People are known in this same way. Out of the virtue stored in their hearts, good and upright people will produce good fruit. Likewise, out of the evil hidden in their hearts, evil ones will produce what is evil. For the overflow of what has been stored in your heart will be seen by your fruit and will be heard in your words."
            },
            {
                "verse_number": "46",
                "verse_text": "“What good does it do for you to say I am your Lord and Master if you don’t put into practice what I teach you?"
            },
            {
                "verse_number": "47",
                "verse_text": "Let me describe the one who truly follows me and does what I say:"
            },
            {
                "verse_number": "48",
                "verse_text": "He is like a man who chooses the right place to build a house and then lays a deep and secure foundation. When the storms and floods rage against that house, it continues to stand strong and unshaken through the tempest, for he built it wisely on the right foundation."
            },
            {
                "verse_number": "49",
                "verse_text": "But the one who has heard my teaching and does not obey it is like a man who builds a house without laying any foundation at all. When the storms and floods rage against that house, it will immediately collapse and become a total loss. Which of these two builders will you be? ”"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "After Jesus finished giving revelation to the people on the hillside, he went on to Capernaum."
            },
            {
                "verse_number": "4",
                "verse_text": "So they came to Jesus and told him, “The Roman captain is a wonderful man. If anyone deserves a visit from you, it is him. Won’t you please come to his home and heal his servant?"
            },
            {
                "verse_number": "5",
                "verse_text": "For he loves the Jewish people, and he even built our meeting hall for us.”"
            },
            {
                "verse_number": "8",
                "verse_text": "I am an ordinary man. Yet I understand the power of authority, and I see that authority operating through you . I have soldiers under me who obey everything I command. I also have authorities over me whom I likewise obey. So Master, just speak the word and healing will flow.”"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus marveled at this. He turned around and said to the crowd who had followed him, “Listen, everyone! Never have I found among the people of God a man like this who believes so strongly in me.”"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus then spoke the healing word from a distance. When the man’s friends returned to the home, they found the servant completely healed and doing fine."
            },
            {
                "verse_number": "11",
                "verse_text": "Shortly afterward, Jesus left on a journey to the village of Nain, with a massive crowd of people following him, and his disciples."
            },
            {
                "verse_number": "12",
                "verse_text": "As he approached the village, he met a multitude of people in a funeral procession, who were mourning as they carried the body of a young man to the cemetery. The boy was his mother’s only son, and she was a widow."
            },
            {
                "verse_number": "13",
                "verse_text": "When the Lord saw the grieving mother, his heart broke for her. With great tenderness he said to her, “Please don’t cry.”"
            },
            {
                "verse_number": "14",
                "verse_text": "Then he stepped up to the coffin and touched it. When the pallbearers came to a halt, Jesus spoke directly to the corpse, “Young man, I say to you, arise and live!”"
            },
            {
                "verse_number": "15",
                "verse_text": "Immediately, the young man moved, sat up, and spoke to those nearby. Jesus presented the son to his mother, alive!"
            },
            {
                "verse_number": "16",
                "verse_text": "A tremendous sense of holy mystery swept over the crowd. They shouted praises to God, saying, “God himself has blessed us by visiting his people! A great prophet has appeared among us!”"
            },
            {
                "verse_number": "17",
                "verse_text": "The news of Jesus and this miracle raced throughout Judea and the entire surrounding region."
            },
            {
                "verse_number": "18",
                "verse_text": "John’s disciples reported to him in prison about all the wonderful miracles and the works Jesus was doing."
            },
            {
                "verse_number": "19",
                "verse_text": "So John dispatched two of his disciples to go and inquire of Jesus."
            },
            {
                "verse_number": "20",
                "verse_text": "When they came before the Master, they asked him, “Are you the coming Messiah we’ve been expecting, or are we to continue to look for someone else? John the prophet has sent us to you to seek your answer.”"
            },
            {
                "verse_number": "21",
                "verse_text": "Without answering, Jesus turned to the crowd and healed many of their incurable diseases. His miracle power freed many from their suffering. He restored the gift of sight to the blind, and he drove out demonic spirits from those who were tormented."
            },
            {
                "verse_number": "22",
                "verse_text": "Only then did Jesus answer the question posed by John’s disciples. “Now go back and tell John what you have just seen and heard here today. The blind are now seeing. The crippled are now walking. Those who were lepers are now cured. Those who were deaf are now hearing. Those who were dead are now brought back to life. The poor and broken are given the hope of salvation."
            },
            {
                "verse_number": "23",
                "verse_text": "And tell John these words: ‘The blessing of heaven comes upon those who never lose their faith in me, no matter what happens.’ ”"
            },
            {
                "verse_number": "24",
                "verse_text": "After John’s messengers departed, Jesus spoke about John to the audience crowded around him, saying, “What kind of man did you expect to see out in the wilderness? Did you expect to see a man who would be easily influenced and shaken by the shifting opinions of others?"
            },
            {
                "verse_number": "25",
                "verse_text": "Who did you go there to see? Did you expect to see a man decked out in the splendid fashion of the day living in the lap of luxury?"
            },
            {
                "verse_number": "26",
                "verse_text": "Or did you discover a true prophet out in the lonely wilderness? Yes, John was a legitimate prophet. Even more than that,"
            },
            {
                "verse_number": "27",
                "verse_text": "he was the fulfillment of this Scripture: ‘See, I am sending my prophetic messenger to prepare hearts to receive me.’ who will go ahead of me “Go ahead, Teacher. I want to hear it,” he answered. “You’re right,” Jesus agreed. “Do you see this woman kneeling here? She is doing for me what you didn’t bother to do. When I entered your home as your guest, you didn’t think about offering me water to wash the dust off my feet. Yet she came into your home and washed my feet with her many tears and then dried my feet with her hair."
            },
            {
                "verse_number": "28",
                "verse_text": "“Throughout history there was never found a man as great as John. Yet those who now walk in God’s kingdom realm, though they appear to be insignificant, will become even greater than he.”"
            },
            {
                "verse_number": "29",
                "verse_text": "When the common and disreputable people among the audience heard Jesus say this, they acknowledged that it was the truth, for they had already experienced John’s baptism."
            },
            {
                "verse_number": "30",
                "verse_text": "But the hearts of the Jewish religious leaders and experts of the law had rejected the clear purpose of God by refusing to be baptized by John."
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus continued, saying, “How could I describe the people of this generation? Can’t you see?"
            },
            {
                "verse_number": "32",
                "verse_text": "You’re like children playing games on the playground, complaining to friends, ‘You don’t like it when we want to play Wedding. And you don’t like it when we want to play Funeral. Why will you neither dance nor mourn?’"
            },
            {
                "verse_number": "33",
                "verse_text": "“When the prophet John came fasting and refused to drink wine, you said, ‘He’s crazy! There’s a demon in him.’"
            },
            {
                "verse_number": "34",
                "verse_text": "Yet when the Son of Man came feasting and drinking, you said, ‘Look at this man! He is nothing but a glutton and a drunkard. He spends all his time with tax collectors and other notorious sinners.’"
            },
            {
                "verse_number": "35",
                "verse_text": "“Nevertheless, the wisdom of God will be proven true by the expressions of godliness in everyone who follows me.”"
            },
            {
                "verse_number": "36",
                "verse_text": "Afterward Simeon, a Jewish religious leader, asked Jesus to his home for dinner. Jesus accepted the invitation. When he went to Simeon’s home, he took his place at the table."
            },
            {
                "verse_number": "37",
                "verse_text": "In the neighborhood there was an immoral woman of the streets, known to all to be a prostitute. When she heard that Jesus was at Simeon’s house, she took an exquisite flask made from alabaster, filled it with the most expensive perfume, went right into the home of the Jewish religious leader, and in front of all the guests, she knelt at the feet of Jesus."
            },
            {
                "verse_number": "38",
                "verse_text": "Broken and weeping, she covered his feet with the tears that fell from her face. She kept crying and drying his feet with her long hair. Over and over she kissed Jesus’ feet. Then, as an act of worship, she opened her flask and anointed his feet with her costly perfume."
            },
            {
                "verse_number": "39",
                "verse_text": "When Simeon saw what was happening, he thought, “This man can’t be a true prophet. If he were really a prophet, he would know what kind of sinful woman is touching him.”"
            },
            {
                "verse_number": "40",
                "verse_text": "Jesus said, “Simeon, I have a word for you.”"
            },
            {
                "verse_number": "41",
                "verse_text": "“It’s a story about two men who were deeply in debt. One owed the bank one hundred thousand dollars, and the other only owed ten thousand dollars."
            },
            {
                "verse_number": "42",
                "verse_text": "When it was obvious that neither of them would be able to repay their debts, the kind banker graciously wrote off the debts and forgave them all that they owed. Tell me, Simeon, which of the two debtors would be more thankful? Which one would love the banker most?”"
            },
            {
                "verse_number": "43",
                "verse_text": "Simeon answered, “I suppose it would be the one with the greater debt forgiven.”"
            },
            {
                "verse_number": "44",
                "verse_text": "Then he spoke to Simeon about the woman still weeping at his feet."
            },
            {
                "verse_number": "45",
                "verse_text": "You didn’t even welcome me into your home with the customary kiss of greeting, but from the moment I came in she has not stopped kissing my feet."
            },
            {
                "verse_number": "46",
                "verse_text": "You didn’t take the time to anoint my head with fragrant oil, but she anointed my head and feet with the finest perfume."
            },
            {
                "verse_number": "47",
                "verse_text": "She has been forgiven of all her many sins. This is why she has shown me such extravagant love. But those who assume they have very little to be forgiven will love me very little.”"
            },
            {
                "verse_number": "48",
                "verse_text": "Then Jesus said to the woman at his feet, “ All your sins are forgiven.”"
            },
            {
                "verse_number": "49",
                "verse_text": "All the dinner guests said among themselves, “Who is the one who can even forgive sins?”"
            },
            {
                "verse_number": "50",
                "verse_text": "Then Jesus said to the woman, “Your faith in me has given you life. Now you may leave and walk in the ways of peace.”"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Soon afterward, Jesus began a ministry tour throughout the country, visiting cities and villages to announce the wonderful news of God’s kingdom. His twelve disciples traveled with him"
            },
            {
                "verse_number": "2",
                "verse_text": "as did a number of women who had been healed of many illnesses and set free from demonic power. One of the women was Mary who was from the village of Magdala, from whom Jesus had cast out seven demons. Among the women were Susanna and"
            },
            {
                "verse_number": "3",
                "verse_text": "Joanna, the wife of Chusa, who managed King Herod’s household. Many other women who supported Jesus’ ministry from their own personal finances also traveled with him."
            },
            {
                "verse_number": "4",
                "verse_text": "Massive crowds gathered from many towns to hear Jesus, and he taught them using metaphors and parables, such as this:"
            },
            {
                "verse_number": "5",
                "verse_text": "“A farmer went out to sow seeds for a harvest. As he scattered his seeds, some of them fell on the hard pathway and were quickly trampled down and unable to grow and became nothing but bird seed."
            },
            {
                "verse_number": "6",
                "verse_text": "Some fell on the gravel, and though they sprouted they couldn’t take root; it withered for lack of moisture."
            },
            {
                "verse_number": "7",
                "verse_text": "Other seeds fell where there was nothing but weeds. They too were unable to grow to full maturity, for the weeds choked them out."
            },
            {
                "verse_number": "8",
                "verse_text": "Yet some of the seeds fell into good, fertile soil, and they grew and flourished until they produced more than a hundredfold harvest, a bumper crop.” Then Jesus added, shouting out to all who would hear, “Listen with your heart and you will understand!”"
            },
            {
                "verse_number": "9",
                "verse_text": "Later his disciples came to him privately to ask him what deeper meaning they could find in this parable."
            },
            {
                "verse_number": "10",
                "verse_text": "He said, “You have been given a teachable heart to perceive the secret, hidden mysteries of God’s kingdom realm. But to those without a listening heart, my words are merely stories. Even though they have eyes, they are blind to the true meaning of what I say, and even though they listen, they won’t receive full revelation."
            },
            {
                "verse_number": "11",
                "verse_text": "“Here, then, is the deeper meaning to my parable: The word of God is the seed that is sown into hearts."
            },
            {
                "verse_number": "12",
                "verse_text": "The hard pathway represents the hard hearts of those who hear the word of God but the slanderer quickly snatches away what was sown in their hearts to keep them from believing and experiencing salvation."
            },
            {
                "verse_number": "13",
                "verse_text": "The seeds falling on gravel represents those who initially respond to the word with joy, but soon afterward, when a season of difficulty and harassment of the enemy comes to them, they wither and fall away, for they have no root in the truth and their faith is temporary."
            },
            {
                "verse_number": "14",
                "verse_text": "The seeds that fall into the weeds represents the hearts of those who hear the word of God but their growth is quickly choked off by their own anxious cares, the riches of this world, and the fleeting pleasures of this life. This is why they never become mature and fruitful."
            },
            {
                "verse_number": "15",
                "verse_text": "The seed that fell into good, fertile soil represents those lovers of truth who hear it deep within their hearts. They respond by clinging to the word, keeping it dear as they endure all things in faith. This is the seed that will one day bear much fruit in their lives.”"
            },
            {
                "verse_number": "16",
                "verse_text": "“No one lights a lamp and then hides it, covering it over or putting it where no one sees its light. No, he places the lamp on a lampstand so others benefit from its brightness."
            },
            {
                "verse_number": "17",
                "verse_text": "Because this revelation lamp now shines within you, nothing will be hidden from you—it will all be revealed. Every secret of the kingdom will be unveiled and out in the open, made known by the revelation-light."
            },
            {
                "verse_number": "18",
                "verse_text": "So pay careful attention to your hearts as you listen to my teaching, for to those who have open hearts, even more revelation will be given to them until it overflows. And for those who do not listen with open hearts, what little light they imagine themselves to have will be taken away.”"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus’ mother and his brothers came to where Jesus was teaching, but they couldn’t get through the crowd that had gathered around him."
            },
            {
                "verse_number": "20",
                "verse_text": "Someone told Jesus, “Your mother and brothers are standing outside, wanting to speak with you.”"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus told the crowd, “These who come to listen to me are like my mother and my brothers. They’re the ones who long to hear God’s words and put them into practice.”"
            },
            {
                "verse_number": "24",
                "verse_text": "Alarmed, the disciples woke Jesus up and said, “Master, Master, we’re sinking! Don’t you care that we’re going to drown?” With great authority Jesus rebuked the howling wind and surging waves, and instantly they became calm. Jesus commanded the demons to come out of him, and they shouted, “We beg you, don’t torture us!” After hearing about such amazing power, the townspeople became frightened. Jesus sent him away with these instructions: As Jesus started to go with him to his home to see her, a large crowd surrounded him. Jesus directed her stunned parents to give her something to eat and ordered them to tell no one what just happened."
            },
            {
                "verse_number": "25",
                "verse_text": "Then Jesus said to them, “Why are you fearful? Have you lost your faith in me ?” Shocked, they said with amazement to one another, “Who is this man who has authority over winds and waves that they obey him?” “Mob,” the demons answered. “We are a mob, for there are many of us here in this man. While they all denied it, Peter pointed out, “Master, everyone is touching you, trying to get close to you. The crowds are so thick we can’t walk through all these people without being jostled.”"
            },
            {
                "verse_number": "30",
                "verse_text": "Jesus asked the man, “What is your name?”"
            },
            {
                "verse_number": "31",
                "verse_text": "We beg you, don’t banish us into the Abyss!”"
            },
            {
                "verse_number": "32",
                "verse_text": "On the hillside nearby, there was a large herd of pigs, and the demons pleaded with Jesus, “Let us enter into the pigs.”"
            },
            {
                "verse_number": "33",
                "verse_text": "So Jesus ordered all the “mob” of demons to come out of the man and enter the pigs. The crazed herd of swine stampeded over the cliff into the lake and all of them drowned."
            },
            {
                "verse_number": "34",
                "verse_text": "When the herders tending the pigs saw what had happened, they ran off in fear and reported it to the nearby town and throughout the countryside."
            },
            {
                "verse_number": "35",
                "verse_text": "Then the people of the region came out to see for themselves what had happened. When they came to where Jesus was, they discovered the notorious madman totally set free. He was clothed, speaking intelligently, and sitting at the feet of Jesus. They were shocked!"
            },
            {
                "verse_number": "36",
                "verse_text": "Then eyewitnesses to the miracle reported all that they had seen and how Jesus completely delivered the demonized man from his torment."
            },
            {
                "verse_number": "37",
                "verse_text": "Soon all the people of the region of the Gerasenes and the surrounding country pleaded with Jesus to leave them, for they were gripped with fear. So Jesus got into the boat, intending to return to Galilee."
            },
            {
                "verse_number": "38",
                "verse_text": "But the man who had been set free begged Jesus over and over not to leave, saying, “Let me be with you!”"
            },
            {
                "verse_number": "39",
                "verse_text": "“Return to your home and your family, and tell them all the wonderful things God has done for you.” So the man went back and preached to everyone who would listen about the amazing miracle Jesus had worked in his life."
            },
            {
                "verse_number": "40",
                "verse_text": "When Jesus returned to Galilee, the crowds were overjoyed, for they had been waiting for him to arrive."
            },
            {
                "verse_number": "43",
                "verse_text": "In the crowd that day was a woman who had suffered greatly for twelve years from slow bleeding. Even though she had spent all that she had on healers, she was still suffering."
            },
            {
                "verse_number": "44",
                "verse_text": "Pressing in through the crowd, she came up behind Jesus and touched the fringe of his garment. Instantly her bleeding stopped and she was healed ."
            },
            {
                "verse_number": "45",
                "verse_text": "Jesus suddenly stopped and said to his disciples, “Someone touched me. Who was it?”"
            },
            {
                "verse_number": "46",
                "verse_text": "Jesus replied, “Yes, but I felt power surge through me. Someone touched me to be healed, and they received their healing.”"
            },
            {
                "verse_number": "47",
                "verse_text": "When the woman realized she couldn’t hide any longer, she came and fell trembling at Jesus’ feet. Before the entire crowd she declared, “I was desperate to touch you, Jesus, for I knew if I could just touch even the fringe of your garment I would be healed.”"
            },
            {
                "verse_number": "48",
                "verse_text": "Jesus responded, “Beloved daughter, your faith in me released your healing. You may go with my peace.”"
            },
            {
                "verse_number": "49",
                "verse_text": "While Jesus was still speaking to the woman, someone came from Jairus’ house and told him, “There’s no need to bother the Master any further. Your daughter has passed away. She’s gone.”"
            },
            {
                "verse_number": "50",
                "verse_text": "When Jesus heard this, he turned to Jairus and said, “Don’t yield to your fear. Have faith in me and she will live again.”"
            },
            {
                "verse_number": "51",
                "verse_text": "When they arrived at the house, Jesus allowed only Peter, John, and Jacob—along with the child’s parents—to go inside."
            },
            {
                "verse_number": "52",
                "verse_text": "Jesus told those left outside, who were sobbing and wailing with grief, “Stop crying. She is not dead; she’s just asleep and must be awakened.”"
            },
            {
                "verse_number": "53",
                "verse_text": "They laughed at him, knowing for certain that she had died."
            },
            {
                "verse_number": "54",
                "verse_text": "Jesus approached the body, took the girl by her hand, and called out with a loud voice, “My sleeping child, awake! Rise up!”"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Jesus summoned together his twelve apostles and imparted to them authority over every demon and the power to heal every disease."
            },
            {
                "verse_number": "2",
                "verse_text": "Then he commissioned them to proclaim God’s kingdom and to heal the sick to demonstrate that the kingdom had arrived. As he sent them out, he gave them these instructions:"
            },
            {
                "verse_number": "3",
                "verse_text": "“Take nothing extra on your journey. Just go as you are. Don’t carry a staff, a backpack, food, money, not even a change of clothes."
            },
            {
                "verse_number": "4",
                "verse_text": "Whatever home welcomes you as a guest, remain there and make it your base of ministry."
            },
            {
                "verse_number": "5",
                "verse_text": "And wherever your ministry is rejected, you are to leave that town and shake the dust off your shoes as a testimony before them.”"
            },
            {
                "verse_number": "6",
                "verse_text": "The apostles departed and went into the villages with the wonderful news of God’s kingdom, and they healed diseases wherever they went."
            },
            {
                "verse_number": "7",
                "verse_text": "Now, Herod, the governor, was confused and perplexed when he heard reports of all the miracles of Jesus and his apostles. Many were saying, “John the Baptizer has come back to life!”"
            },
            {
                "verse_number": "8",
                "verse_text": "Others said, “This has to be Elijah who has reappeared or one of the prophets of old who has risen from the dead.” These were the rumors circulating throughout the land. Herod exclaimed, They replied, “All we have are these five small loaves of bread and two dried fish. Do you really expect us to go buy food for all these people? Peter said, “You are the Anointed One, God’s Messiah!” “I, the Son of Man, will one day return in my radiant brightness, with the holy angels and in the splendor and majesty of my Father. On that day I will be ashamed of everyone who has been ashamed of me."
            },
            {
                "verse_number": "9",
                "verse_text": "“Who is this Man? I keep hearing about him over and over. It can’t be the prophet John; I had him beheaded!” So, Herod was very eager to meet Jesus."
            },
            {
                "verse_number": "10",
                "verse_text": "Months later , the apostles returned from their ministry tour and told Jesus all the wonders and miracles they had witnessed. Jesus, wanting to be alone with the Twelve, quietly slipped away with them toward Bethsaida."
            },
            {
                "verse_number": "11",
                "verse_text": "Crowds soon found out about it and took off after him. When they caught up with Jesus, he graciously welcomed them all, taught them more about God’s kingdom, and healed all who were sick."
            },
            {
                "verse_number": "12",
                "verse_text": "As the day wore on, the Twelve came to Jesus and told him, “It’s getting late. You should send the crowds to the surrounding villages and farms to get something to eat and find shelter for the night. There’s nothing to eat here in the middle of nowhere.”"
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus responded, “You have the food to feed them.”"
            },
            {
                "verse_number": "14",
                "verse_text": "There are nearly five thousand men here, with women and children besides !” He told his disciples, “Have them all sit down in groups of fifty each.” He replied, “Someday I will, Lord, but allow me first to fulfill my duty as a good son and wait until my father passes away.”"
            },
            {
                "verse_number": "17",
                "verse_text": "So everyone ate until they were filled, and afterward the disciples gathered up the leftovers—it came to exactly twelve baskets full!"
            },
            {
                "verse_number": "18",
                "verse_text": "One time, Jesus was praying in a quiet place with his disciples nearby. He went to them and asked, “Who do people think I am?”"
            },
            {
                "verse_number": "19",
                "verse_text": "They answered, “Some are convinced you’re the prophet John who has returned. Others say you are Elijah, or perhaps one of the Jewish prophets brought back from the dead.”"
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus asked them, “But who do you believe that I am?”"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus gave them strict orders not to tell this to anyone yet, saying,"
            },
            {
                "verse_number": "22",
                "verse_text": "“The Son of Man is destined to experience great suffering and face complete rejection by the Jewish leaders and religious hierarchy. He will be killed and raised back to life on the third day.”"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus said to all of his followers, “If you truly desire to be my disciple, you must disown your life completely, embrace my ‘cross’ as your own, and surrender to my ways."
            },
            {
                "verse_number": "24",
                "verse_text": "For if you choose self-sacrifice, giving up your lives for my glory, you will discover true life. But if you choose to keep your lives for yourselves, you will lose what you try to keep."
            },
            {
                "verse_number": "25",
                "verse_text": "Even if you gained all the wealth and power of this world, and all the things it could offer you, yet lost your soul in the process, what good is that?"
            },
            {
                "verse_number": "26",
                "verse_text": "So why then are you ashamed of being my disciple? Are you ashamed of the revelation-truth I give to you?"
            },
            {
                "verse_number": "27",
                "verse_text": "“I promise you this: there are some of you standing here right now who will not die until you have witnessed the presence and the power of God’s kingdom realm.”"
            },
            {
                "verse_number": "28",
                "verse_text": "Eight days later, Jesus took Peter, Jacob, and John and climbed a high mountain to pray."
            },
            {
                "verse_number": "29",
                "verse_text": "As he prayed, his face began to glow until a blinding glory streamed from him. A radiant glory illuminated his entire body. His brightness became so intense that it made his clothing blinding white, as multiple flashes of lightning."
            },
            {
                "verse_number": "32",
                "verse_text": "Peter and his companions had become very drowsy, but they became fully awake when they saw the glory and splendor of Jesus standing there and the two men with him."
            },
            {
                "verse_number": "33",
                "verse_text": "As Moses and Elijah were about to return to heaven, Peter impetuously blurted, “Master, this is amazing to see the three of you together! Why don’t we stay here and set up three shelters: one for you, one for Moses, and one for Elijah?”"
            },
            {
                "verse_number": "34",
                "verse_text": "While Peter was still speaking, a radiant cloud of glory formed above them and overshadowed them. As the glory cloud enveloped them, they were struck with fear."
            },
            {
                "verse_number": "35",
                "verse_text": "Then the voice of God thundered from within the cloud, “This is my Son, my Beloved One. Listen carefully to all he has to say.”"
            },
            {
                "verse_number": "36",
                "verse_text": "When the thunderous voice faded away and the cloud disappeared, Jesus was standing there alone. Peter, Jacob, and John were awestruck. But they didn’t say a word to anyone about what they had seen."
            },
            {
                "verse_number": "37",
                "verse_text": "The next day, a massive crowd was waiting at the foot of the mountain to meet them."
            },
            {
                "verse_number": "38",
                "verse_text": "A man in the crowd shouted desperately, “Please, Teacher, I beg of you, do something about my son, my only son."
            },
            {
                "verse_number": "39",
                "verse_text": "An evil spirit possesses him and makes him scream out in torment, and hardly ever leaves him alone. It throws him into convulsions and he foams at the mouth. When it finally does leave him, he’s left with horrible bruises."
            },
            {
                "verse_number": "40",
                "verse_text": "I begged your disciples to drive it out of him, but they didn’t have enough power to do it.”"
            },
            {
                "verse_number": "41",
                "verse_text": "Jesus responded, “You are an unbelieving people with no faith! You twist your lives with lies that have turned you away from doing the right things. How much longer should I remain here, offering you hope?” Then he said to the man, “Bring your son to me.”"
            },
            {
                "verse_number": "42",
                "verse_text": "As the boy approached, the demon slammed him to the ground and threw him into violent convulsions. Jesus sternly commanded the demon to come out of the boy, and it left immediately. Jesus healed the boy of his injuries and returned him to his father, saying , “Here is your son.”"
            },
            {
                "verse_number": "43",
                "verse_text": "Everyone was awestruck and stunned to see such power and the majesty of God flow through Jesus."
            },
            {
                "verse_number": "44",
                "verse_text": "Everyone marveled, trying to process what they had just witnessed. Jesus then turned to his disciples and said, “Listen carefully and let these words sink into your hearts. The Son of Man is about to be betrayed and surrendered to the authority of men.”"
            },
            {
                "verse_number": "45",
                "verse_text": "But the disciples could not grasp the meaning of what he was saying, for it was a veiled mystery to them, and they were too embarrassed to ask him to explain it."
            },
            {
                "verse_number": "46",
                "verse_text": "The disciples began to argue and became preoccupied over who would be the greatest one among them."
            },
            {
                "verse_number": "47",
                "verse_text": "Fully aware of their innermost thoughts, Jesus called a little child to his side and said to them,"
            },
            {
                "verse_number": "48",
                "verse_text": "“If you tenderly care for this little child on my behalf, you are tenderly caring for me. And if you care for me, you are honoring my Father who sent me. The one who is least important in your eyes is actually the most important one of all.”"
            },
            {
                "verse_number": "49",
                "verse_text": "The disciple John said, “Master, we found someone casting out demons using your name and we tried to stop him, because he doesn’t follow you as we do.”"
            },
            {
                "verse_number": "50",
                "verse_text": "Jesus responded, “You shouldn’t have hindered him, for anyone who is not against you is your friend.”"
            },
            {
                "verse_number": "51",
                "verse_text": "Jesus let nothing distract him from departing for Jerusalem because the time for him to be lifted up drew near, and he was full of passion to complete his mission there."
            },
            {
                "verse_number": "52",
                "verse_text": "So he sent messengers ahead of him as envoys to a village of the Samaritans."
            },
            {
                "verse_number": "53",
                "verse_text": "But as they approached the village, the people turned them away. They would not allow Jesus to enter, for he was on his way to worship in Jerusalem ."
            },
            {
                "verse_number": "54",
                "verse_text": "When the disciples Jacob and John realized what was happening, they returned to Jesus and said, “Lord, if you wanted to, you could command fire to fall down from heaven, just as Elijah did and destroy all these wicked people.”"
            },
            {
                "verse_number": "55",
                "verse_text": "Jesus rebuked them sharply, saying, “Don’t you realize what spews from your hearts when you say that? The Son of Man did not come to destroy life, but to bring life to the earth.”"
            },
            {
                "verse_number": "56",
                "verse_text": "So they went to another village instead."
            },
            {
                "verse_number": "57",
                "verse_text": "On their way, someone came up to Jesus and said, “I want to follow you wherever you go.”"
            },
            {
                "verse_number": "58",
                "verse_text": "Jesus replied, “Yes, but remember this: even animals in the field have holes in the ground to sleep in, and birds have their nests, but the Son of Man has no place to lay down his head.”"
            },
            {
                "verse_number": "59",
                "verse_text": "Jesus then turned to another and said, “Come be my disciple.”"
            },
            {
                "verse_number": "60",
                "verse_text": "Jesus told him, “Don’t wait for your father’s burial. Let those who are already dead wait for death. As for you, go and proclaim everywhere that God’s kingdom has arrived.”"
            },
            {
                "verse_number": "61",
                "verse_text": "Still another said to him, “Lord, I want to follow you too. But first let me go home and say good-bye to my entire family.”"
            },
            {
                "verse_number": "62",
                "verse_text": "Jesus responded, “Why do you keep looking back to your past and have second thoughts about following me? If you turn back you are not fit for God’s kingdom.”"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "After this, the Lord Jesus formed thirty-five teams among the other disciples. Each team was two disciples, seventy in all, and he commissioned them to go ahead of him into every town he was about to visit."
            },
            {
                "verse_number": "2",
                "verse_text": "He released them with these instructions: “The harvest is huge. But there are not enough harvesters to bring it in. As you go, plead with the Owner of the Harvest to send out many more workers into his harvest fields."
            },
            {
                "verse_number": "3",
                "verse_text": "Now, off you go! I am sending you out even though you feel as vulnerable as lambs going into a pack of wolves."
            },
            {
                "verse_number": "4",
                "verse_text": "You won’t need to take anything with you—trust in God alone. And don’t get distracted from my purpose by anyone you might meet along the way."
            },
            {
                "verse_number": "5",
                "verse_text": "“Once you enter a house, speak to the people there and say, ‘God’s blessing of peace be upon this house!’"
            },
            {
                "verse_number": "6",
                "verse_text": "If a lover of peace resides there, your peace will rest upon that household. But if you are rejected, your blessing of peace will come back upon you."
            },
            {
                "verse_number": "7",
                "verse_text": "Don’t shift from one house to another, but stay in one home during your time in that city. Eat and drink whatever they serve you. Receive their hospitality, for you are my harvester, and you deserve to be cared for."
            },
            {
                "verse_number": "8",
                "verse_text": "“When you enter into a new town, and you have been welcomed by its people, follow these rules: Eat what is served you."
            },
            {
                "verse_number": "9",
                "verse_text": "Heal the sick, and tell them all, ‘God’s kingdom has arrived and is now within your reach!’"
            },
            {
                "verse_number": "10",
                "verse_text": "But when you enter a city and they do not receive you, say to them publicly,"
            },
            {
                "verse_number": "11",
                "verse_text": "‘We wipe from our feet the very dust of your streets as a testimony before you! Understand this: God’s kingdom came within your reach and yet you have rejected God’s invitation!’ ”"
            },
            {
                "verse_number": "12",
                "verse_text": "Jesus continued, “Let me say it clearly: on the day of judgment the wicked people of Sodom will have a lesser degree of judgment than the city that rejects you, for Sodom did not have the opportunity that was given to them .”"
            },
            {
                "verse_number": "13",
                "verse_text": "“How disastrous it will be for the city of Korazin! How horrible for the city of Bethsaida! For if the powerful miracles that I performed in Korazin and Bethsaida had been done in Tyre and Sidon , they would have humbled themselves, repented, and turned from their sins."
            },
            {
                "verse_number": "14",
                "verse_text": "Tyre and Sidon will face a lesser degree of judgment than you will on the day of judgment."
            },
            {
                "verse_number": "15",
                "verse_text": "And Capernaum! Do you really think you’ll be highly exalted because of the great things I have done there? No! You’ll be brought down to the depths of hell because of your rejection of me!”"
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus concluded his instructions to the seventy with these words: “Remember this: Whoever listens to your message is actually listening to me. And anyone who rejects you is rejecting me, and not only me but the one who sent me.”"
            },
            {
                "verse_number": "17",
                "verse_text": "When the seventy missionaries returned to Jesus, they were ecstatic with joy, telling him, “Lord, even the demons obeyed us when we commanded them in your name!”"
            },
            {
                "verse_number": "18",
                "verse_text": "Jesus replied, “ While you were ministering , I watched Satan topple until he fell suddenly from heaven like lightning to the ground."
            },
            {
                "verse_number": "19",
                "verse_text": "Now you understand that I have imparted to you my authority to trample over his kingdom. You will trample upon every demon before you and overcome every power Satan possesses. Absolutely nothing will harm you as you walk in this authority."
            },
            {
                "verse_number": "20",
                "verse_text": "However, your real source of joy isn’t merely that these spirits submit to your authority, but that your names are written in the journals of heaven and that you belong to God’s kingdom. This is the true source of your authority.”"
            },
            {
                "verse_number": "21",
                "verse_text": "Then Jesus, overflowing with the Holy Spirit’s joy, exclaimed, “Father, thank you, for you are Lord Supreme over heaven and earth! You have hidden the great revelation of this authority from those who are proud, those wise in their own eyes, and you have shared it with these who humbled themselves. Yes, Father. This is what pleases your heart: to give these things to those who are like trusting children."
            },
            {
                "verse_number": "22",
                "verse_text": "“Father, you have entrusted me with all that you have. No one fully knows the Son except the Father. And no one fully knows the Father except the Son. But the Son is able to reveal the Father to anyone he chooses.”"
            },
            {
                "verse_number": "23",
                "verse_text": "When Jesus was alone with the Twelve, he said to them, “You are privileged to see and hear all these things."
            },
            {
                "verse_number": "24",
                "verse_text": "Many kings and prophets of old longed to see these days of miracles that you’ve been favored to see. They would have given everything to hear the revelation you’ve been favored to hear. Yet they didn’t get to see a glimpse or hear even a whisper.”"
            },
            {
                "verse_number": "25",
                "verse_text": "Just then a religious scholar stood before Jesus in order to test his doctrines. He posed this question: “Teacher, what requirement must I fulfill if I want to live forever in heaven?”"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus replied, “What do you read in the Law? How do you understand it?”"
            },
            {
                "verse_number": "27",
                "verse_text": "The religious scholar answered, “It states, ‘You must love the Lord God with all your heart, all your passion, all your energy, and your every thought. And you must love your neighbor as yourself.’ ”"
            },
            {
                "verse_number": "28",
                "verse_text": "Jesus said, “That is correct. Now go and do exactly that and you will live.”"
            },
            {
                "verse_number": "29",
                "verse_text": "Wanting to justify himself, he questioned Jesus further, saying, “What do you mean by ‘my neighbor’?”"
            },
            {
                "verse_number": "30",
                "verse_text": "Jesus replied, “There was once a Jewish man traveling from Jerusalem to Jericho when bandits robbed him along the way. They beat him severely, stripped him naked, and left him half dead."
            },
            {
                "verse_number": "31",
                "verse_text": "“Soon, a Jewish priest walking down the same road came upon the wounded man. Seeing him from a distance, the priest crossed to the other side of the road and walked right past him, not turning to help him one bit."
            },
            {
                "verse_number": "32",
                "verse_text": "“Later, a religious man, a Levite, came walking down the same road and likewise crossed to the other side to pass by the wounded man without stopping to help him."
            },
            {
                "verse_number": "33",
                "verse_text": "“Finally, another man, a Samaritan, came upon the bleeding man and was moved with tender compassion for him."
            },
            {
                "verse_number": "34",
                "verse_text": "He stooped down and gave him first aid, pouring olive oil on his wounds, disinfecting them with wine, and bandaging them to stop the bleeding. Lifting him up, he placed him on his own donkey and brought him to an inn. Then he took him from his donkey and carried him to a room for the night."
            },
            {
                "verse_number": "35",
                "verse_text": "The next morning he took his own money from his wallet and gave it to the innkeeper with these words: ‘Take care of him until I come back from my journey. If it costs more than this, I will repay you when I return.’"
            },
            {
                "verse_number": "36",
                "verse_text": "So, now, tell me, which one of the three men who saw the wounded man proved to be the true neighbor?”"
            },
            {
                "verse_number": "37",
                "verse_text": "The religious scholar responded, “The one who demonstrated kindness and mercy.” Jesus said, “Go and do the same as he.”"
            },
            {
                "verse_number": "40",
                "verse_text": "But Martha became exasperated with finishing the numerous household chores in preparation for her guests, so she interrupted Jesus and said, “Lord, don’t you think it’s unfair that my sister left me to do all the work by myself? You should tell her to get up and help me.”"
            },
            {
                "verse_number": "41",
                "verse_text": "The Lord answered her, “Martha, my beloved Martha. Why are you upset and troubled, pulled away by all these many distractions?"
            },
            {
                "verse_number": "42",
                "verse_text": "Mary has discovered the one thing most important by choosing to sit at my feet. She is undistracted, and I won’t take this privilege from her.”"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "One day, as Jesus was in prayer, one of his disciples came over to him as he finished and said, “Would you teach us a model prayer that we can pray, just as John did for his disciples?”"
            },
            {
                "verse_number": "2",
                "verse_text": "So Jesus taught them this prayer: “Our heavenly Father, may the glory of your name be the center on which our life turns. May your Holy Spirit come upon us and cleanse us. Manifest your kingdom on earth."
            },
            {
                "verse_number": "3",
                "verse_text": "And give us our needed bread for the coming day."
            },
            {
                "verse_number": "4",
                "verse_text": "Forgive our sins as we ourselves release forgiveness to those who have wronged us. And rescue us every time we face tribulations.”"
            },
            {
                "verse_number": "5",
                "verse_text": "Then Jesus gave this illustration: “Imagine what would happen if you were to go to one of your friends in the middle of the night, pound on his door, and shout, ‘Please! Do you have some food you can spare?"
            },
            {
                "verse_number": "6",
                "verse_text": "A friend just arrived at my house unexpectedly and I have nothing to serve him.’"
            },
            {
                "verse_number": "7",
                "verse_text": "But your friend says, ‘Why are you bothering me? The door is locked and my family and I are all in bed. Do you expect me to get up and give you our food?’"
            },
            {
                "verse_number": "8",
                "verse_text": "I tell you—because of your shameless persistence, even though it’s the middle of the night, your friend will get up out of his bed and give you all that you need."
            },
            {
                "verse_number": "11",
                "verse_text": "“Let me ask you this: Do you know of any father who would give his son a snake on a plate when he asked for a serving of fish? Of course not!"
            },
            {
                "verse_number": "12",
                "verse_text": "Do you know of any father who would give his daughter a spider when she had asked for an egg? Of course not!"
            },
            {
                "verse_number": "13",
                "verse_text": "If imperfect parents know how to lovingly take care of their children and give them what they need, how much more will the perfect heavenly Father give the Holy Spirit’s fullness when his children ask him.”"
            },
            {
                "verse_number": "14",
                "verse_text": "One day a crowd gathered around Jesus, and among them was a man who was mute. Jesus drove out of the man the spirit that made him unable to speak. When the demon left him, the mute man’s tongue was loosed and immediately he was able to speak. The stunned crowd saw it all and marveled in amazement over this miracle!"
            },
            {
                "verse_number": "15",
                "verse_text": "But there were some in the crowd who protested, saying, “He casts out demons by the power of Satan, the demon king.”"
            },
            {
                "verse_number": "16",
                "verse_text": "Others were skeptical and tried to persuade Jesus to perform a spectacular display of power to prove that he was the Messiah ."
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus, well aware of their every thought, said to them, “Every kingdom that is split against itself is doomed to fail and will eventually collapse."
            },
            {
                "verse_number": "18",
                "verse_text": "If it is true that Satan casts out his own demons through me, how could his kingdom remain intact?"
            },
            {
                "verse_number": "19",
                "verse_text": "If Satan gives me the power to cast out his demons, who is it that gives your exorcists their power? Let them become your judges! Go, ask them, and they will tell you."
            },
            {
                "verse_number": "20",
                "verse_text": "But if I am casting out demons by God’s mighty power, God’s kingdom is now released upon you— but you still reject it !"
            },
            {
                "verse_number": "21",
                "verse_text": "“When a strong man, with many weapons, guards his palace, his possessions are safe."
            },
            {
                "verse_number": "22",
                "verse_text": "But when one stronger than he comes to attack and overpower him, the stronger one will empty the arsenal in which he trusted. The conqueror will ransack his kingdom and distribute all the spoils of victory."
            },
            {
                "verse_number": "23",
                "verse_text": "Whoever is not on my side is against me, and whoever does not gather the spoils with me will be forever scattered."
            },
            {
                "verse_number": "24",
                "verse_text": "“When a demon is cast out of a person, it goes to wander in a waterless realm, searching for rest. But finding no place to rest, it says, ‘I will go back and reoccupy the body I left.’"
            },
            {
                "verse_number": "25",
                "verse_text": "When it returns, it finds the person like a house swept clean and made tidy, but empty."
            },
            {
                "verse_number": "26",
                "verse_text": "Then it goes and enlists seven demons more evil than itself, and they all enter and possess the person, leaving that one in a much worse state than before.”"
            },
            {
                "verse_number": "27",
                "verse_text": "While he was saying all this, a woman shouted from the crowd, “God bless the one who gave you birth and nursed you as a child!”"
            },
            {
                "verse_number": "28",
                "verse_text": "“Yes,” said Jesus, “but God will bless all who listen to the word of God and carefully obey everything they hear.”"
            },
            {
                "verse_number": "29",
                "verse_text": "As the crowds continued to swell, Jesus went on to say, “How evil is this generation! When you demand a mighty display of power simply to prove who I am, you demonstrate your unbelief . The only sign you will see will be a repeat of the miracle of Jonah."
            },
            {
                "verse_number": "30",
                "verse_text": "In the same way Jonah became a sign to the people of Nineveh, so the Son of Man will be a sign to this generation."
            },
            {
                "verse_number": "31",
                "verse_text": "“The Queen of Sheba will rise up on the day of judgment to accuse and condemn this generation for its unbelief . She journeyed from a far and distant land just to listen to the wisdom of King Solomon. One greater than Solomon speaks with you today, but you refuse to listen."
            },
            {
                "verse_number": "32",
                "verse_text": "Yes, the people of Nineveh will also rise up on the day of judgment to accuse and condemn this generation. For they all repented when they heard the preaching of Jonah, but you refuse to repent. Yet there is one greater than Jonah who is preaching to you today.”"
            },
            {
                "verse_number": "33",
                "verse_text": "“No one would think of lighting a lamp and then hiding it in the basement where no one would benefit. A lamp belongs on a lampstand, where all who enter may see its light."
            },
            {
                "verse_number": "34",
                "verse_text": "The eyes of your spirit allow revelation-light to enter into your being. When your heart is open the light floods in. But when your heart is hard and closed, the light cannot penetrate and darkness takes its place."
            },
            {
                "verse_number": "35",
                "verse_text": "Open your heart and consider my words. Watch out that you do not mistake your opinions for revelation-light!"
            },
            {
                "verse_number": "36",
                "verse_text": "If your spirit burns with light, fully illuminated with no trace of darkness, you will be a shining lamp, reflecting rays of truth by the way you live.”"
            },
            {
                "verse_number": "39",
                "verse_text": "The Lord said, “You Pharisees are like those who will wipe clean only the outside of a cup or bowl, leaving the inside filthy."
            },
            {
                "verse_number": "40",
                "verse_text": "You are foolish to ignore the greed and wickedness within you! Shouldn’t the one who cleans the outside also clean the inside?"
            },
            {
                "verse_number": "41",
                "verse_text": "If you free your heart of greed, show compassion and true generosity to the poor, you will have more than clean hands; you will be clean within."
            },
            {
                "verse_number": "42",
                "verse_text": "“You Pharisees are hypocrites! For you are obsessed with peripheral issues , like paying meticulous tithes on the smallest herbs that grow in your gardens. Of course, these matters you should do, but when you unjustly cheat others, you ignore the most important duty of all: to walk in the love of God. Readjust your values and place first things first."
            },
            {
                "verse_number": "43",
                "verse_text": "“You Pharisees are hypocrites! You love to be honored before others with titles of respect, seeking public recognition, aspiring to seem more important than others."
            },
            {
                "verse_number": "44",
                "verse_text": "“You Pharisees, what hypocrites! Your true character is hidden, like an unmarked grave that hides the corruption inside, defiling all who come in contact with you.”"
            },
            {
                "verse_number": "45",
                "verse_text": "Just then a specialist in interpreting religious law blurted out, “Teacher, don’t you realize that your words insult us?!”"
            },
            {
                "verse_number": "46",
                "verse_text": "Jesus responded, “You are also hypocrites, you experts of the law! You crush people beneath the burden of obeying impossible religious regulations, yet you would never even think of doing them yourselves."
            },
            {
                "verse_number": "47",
                "verse_text": "What hypocrites! You build monuments to honor the prophets of old, yet it was your murdering ancestors who killed them. The only prophet you’ll honor is a dead one!"
            },
            {
                "verse_number": "48",
                "verse_text": "In fact, by erecting monuments to the prophets your ancestors killed, you demonstrate your agreement with those murderers and bear witness to their deeds. You’re no better than they!"
            },
            {
                "verse_number": "49",
                "verse_text": "That is why God’s wisdom is proclaiming: ‘I will send to them apostles and prophets though some they will murder and others they will persecute.’"
            },
            {
                "verse_number": "50",
                "verse_text": "“God will hold this generation accountable for every drop of blood of every murdered prophet shed from the beginning of time until now,"
            },
            {
                "verse_number": "51",
                "verse_text": "from the blood of Abel, who was killed by his brother, to the blood of Zechariah, who was murdered in the middle of the temple court. Yes, I tell you, you will be responsible for it all."
            },
            {
                "verse_number": "52",
                "verse_text": "“You are nothing but hypocrites, you experts of religion! You take away from others the key that opens the door to the house of knowledge. Not only do you lock the door and refuse to enter, but you also do your best to keep others from the truth.”"
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "By now a crowd of many thousands had gathered around Jesus. So many people pushed to be near him, they began to trample one another. Jesus turned to his disciples and warned them, “Beware of the hypocrisy of the Pharisees. It permeates everything they do and teach, like leaven."
            },
            {
                "verse_number": "2",
                "verse_text": "Everything hidden and covered up will soon be exposed. For the facade is falling down, and nothing will be kept secret for long."
            },
            {
                "verse_number": "3",
                "verse_text": "Whatever you have spoken in private will be public knowledge, and what you have whispered secretly behind closed doors will be broadcast far and wide for all to hear."
            },
            {
                "verse_number": "4",
                "verse_text": "“Listen, my beloved friends, don’t fear those who may want to take your life but can do nothing more. It’s true that they may kill your body, but they have no power over your soul."
            },
            {
                "verse_number": "5",
                "verse_text": "The one you must fear is God, for he has both the power to take your life and the authority to cast your soul into hell. Yes, the only one you need to fear is God."
            },
            {
                "verse_number": "8",
                "verse_text": "“I can assure you of this: If you freely declare in public that I am the Son of Man, the Messiah, then I will freely declare to all the angels of God that you are mine."
            },
            {
                "verse_number": "9",
                "verse_text": "But if you publicly pretend that you don’t know me, I will deny you before the angels of God."
            },
            {
                "verse_number": "10",
                "verse_text": "If anyone speaks evil of me, the Son of Man, that one can be forgiven. But if anyone speaks scornfully against the Holy Spirit, it will never be forgiven."
            },
            {
                "verse_number": "11",
                "verse_text": "And remember this: When people publicly accuse you and forcefully drag you before the religious leaders and authorities, do not be troubled. Don’t worry about defending yourself or how to answer their accusations."
            },
            {
                "verse_number": "12",
                "verse_text": "Simply be confident and allow the Spirit of Wisdom access to your heart, and in that very moment he will reveal what you are to say to them.”"
            },
            {
                "verse_number": "13",
                "verse_text": "Just then someone spoke up from the crowd and said, “Master, you should compel my older brother to divide the family inheritance and give me my fair share!”"
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus answered, “My friend, who made me a judge or arbitrator over you?”"
            },
            {
                "verse_number": "15",
                "verse_text": "Speaking to the people, Jesus continued, “Be alert and guard your heart from greed and from always wishing for what you don’t have. For your life can never be measured by the amount of things you possess.”"
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus then gave them this illustration: “A wealthy land owner had a farm that produced bumper crops. Every year the harvest was so great it filled his barns to overflowing!"
            },
            {
                "verse_number": "17",
                "verse_text": "He thought, ‘What should I do now that every barn is full and I have nowhere else to store more?"
            },
            {
                "verse_number": "18",
                "verse_text": "I know what I’ll do! I’ll tear down the barns and build one massive barn to hold all my grain and goods."
            },
            {
                "verse_number": "19",
                "verse_text": "Then I can just sit back, surrounded with comfort and ease. I’ll enjoy life with no worries at all.’"
            },
            {
                "verse_number": "20",
                "verse_text": "“God said to him, ‘What a fool you are to trust in your riches and not in me! This very night the messengers of death will demand to take your life. Then who will get all the wealth you have stored up for yourself?’"
            },
            {
                "verse_number": "21",
                "verse_text": "The same thing will happen to all those who fill up their lives with everything but God.”"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus taught his disciples, saying, “Listen to me. Never let anxiety enter your hearts. Never worry about any of your needs, such as food or clothing."
            },
            {
                "verse_number": "23",
                "verse_text": "For your life is infinitely more than just the food you eat or the clothing you wear."
            },
            {
                "verse_number": "24",
                "verse_text": "Take the carefree birds as your example. Do you ever see them worry? They neither grow their own food nor put it in a storehouse for later. Yet God takes care of every one of them, feeding each of them out of the abundance of his love and goodness. Isn’t your life more precious to God than a bird? Be carefree in the care of God!"
            },
            {
                "verse_number": "25",
                "verse_text": "“Does worry add anything to your life? Can it add one more year, or even one day?"
            },
            {
                "verse_number": "26",
                "verse_text": "So if worrying adds nothing, but actually subtracts from your life, why would you worry about God’s care of you?"
            },
            {
                "verse_number": "27",
                "verse_text": "“Think about the lilies. They grow and become beautiful, not because they work hard or strive to clothe themselves. Yet not even Solomon, wearing his kingly garments of splendor, could be compared to a field of lilies."
            },
            {
                "verse_number": "28",
                "verse_text": "If God can clothe the fields and meadows with grass and flowers, can he not clothe you as well, O struggling one with so many doubts?"
            },
            {
                "verse_number": "29",
                "verse_text": "I repeat: Don’t let worry enter your life. Live above the anxious cares about your personal needs."
            },
            {
                "verse_number": "30",
                "verse_text": "People everywhere seem to worry about making a living, but your heavenly Father knows your every need and will take care of you."
            },
            {
                "verse_number": "31",
                "verse_text": "As you passionately seek his kingdom, above all else, he will supply your needs."
            },
            {
                "verse_number": "32",
                "verse_text": "So don’t ever be afraid, dearest friends! Your loving Father joyously gives you his kingdom with all its promises!"
            },
            {
                "verse_number": "33",
                "verse_text": "“Now, go and sell what you have and give to those in need; you will be making deposits in your account in heaven, an account that will never be taken from you. Your gifts will become a secure and unfailing treasure, deposited in heaven forever."
            },
            {
                "verse_number": "34",
                "verse_text": "Where you deposit your treasure, that is where you fix your thoughts—and your heart will long to be there also.”"
            },
            {
                "verse_number": "35",
                "verse_text": "“Be prepared for action at a moment’s notice."
            },
            {
                "verse_number": "36",
                "verse_text": "Be like servants anticipating their master’s return from a wedding celebration. They are ready at a moment’s notice to unlock and open the door for him."
            },
            {
                "verse_number": "37",
                "verse_text": "What great joy is ahead for those who stay awake and wait for their Master’s return! He himself will become their servant and wait on them."
            },
            {
                "verse_number": "38",
                "verse_text": "He may appear at midnight or even later, but what great joy for the awakened ones whenever he comes!"
            },
            {
                "verse_number": "39",
                "verse_text": "Of course, if they knew ahead of time the hour of their master’s appearing, they would be alert, just as they would be ready if they knew ahead of time that a thief was coming to break into their house."
            },
            {
                "verse_number": "40",
                "verse_text": "So keep being alert and ready at all times. For I promise you that the Son of Man will surprise you and appear when you don’t expect him.”"
            },
            {
                "verse_number": "41",
                "verse_text": "“Lord,” Peter asked, “does this apply only to the twelve of us, or is it for everyone else as well?”"
            },
            {
                "verse_number": "42",
                "verse_text": "The Lord replied, “A master will delegate authority in his house to a trustworthy and thoughtful manager who understands his master’s desires. And the household manager will serve others what they need at exactly the right time."
            },
            {
                "verse_number": "45",
                "verse_text": "“But what if that servant says in his heart, ‘My master delays his coming, and who knows when he will return?’ Because of the delay, the servant elevates himself and mistreats those in his master’s household. Instead of caring for the ones he was appointed to serve, he abuses the other servants, both men and women. He throws drunken parties for his friends and gives himself over to every pleasure."
            },
            {
                "verse_number": "46",
                "verse_text": "Let me tell you what will happen to him. His master will suddenly return at a time that shocks him, and he will remove the abusive, selfish servant from his position of trust. The master will punish him and assign him a portion with the unbelievers."
            },
            {
                "verse_number": "47",
                "verse_text": "“Every servant who knows what pleases his master yet does not make himself ready and refuses to put his master’s will to action will receive many punishing blows."
            },
            {
                "verse_number": "48",
                "verse_text": "Every servant who does not know his master’s will and unwittingly does what is wrong will receive a less severe punishment. For those who have received a greater revelation from their master are required a greater obedience. And those who have been entrusted with great responsibility will be held more responsible to their master.”"
            },
            {
                "verse_number": "49",
                "verse_text": "“I have come to set the earth on fire, and how I wish it were already ablaze with fiery passion for God!"
            },
            {
                "verse_number": "50",
                "verse_text": "But first I must be immersed into the baptism of God’s judgment, and I am consumed with passion as I await its fulfillment."
            },
            {
                "verse_number": "51",
                "verse_text": "Don’t think for a moment that I came to grant peace and harmony to everyone. No, my arrival will change everything and create hostility among you."
            },
            {
                "verse_number": "52",
                "verse_text": "From now on, even family members will be divided over me and will choose sides one against another."
            },
            {
                "verse_number": "53",
                "verse_text": "Fathers will be divided from sons and sons from fathers; mothers will be divided from daughters and daughters from mothers; mothers-in-law will be against brides and brides against mothers-in-law—all because of me.”"
            },
            {
                "verse_number": "54",
                "verse_text": "Jesus then said to the crowds gathered around him, “When you see a cloud forming in the west, don’t you say, ‘A storm is brewing’? And then it arrives."
            },
            {
                "verse_number": "55",
                "verse_text": "And when you feel the south wind blowing, you say, ‘A heat wave is on the way.’ And so it happens."
            },
            {
                "verse_number": "56",
                "verse_text": "What hypocrites! You are such experts at forecasting the weather, but you are totally unwilling to understand the spiritual significance of the time you’re living in."
            },
            {
                "verse_number": "57",
                "verse_text": "“You can’t even judge for yourselves what is good and right."
            },
            {
                "verse_number": "58",
                "verse_text": "“When you are guilty of wrong-doing, it is better to agree with your adversary and settle your dispute before you have to go before a judge. If not, your adversary may drag you into court, and the judge may find you guilty and"
            },
            {
                "verse_number": "59",
                "verse_text": "throw you into prison until you have paid off your fine entirely.”"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Some of those in the crowd informed Jesus that Pilate had slaughtered some Galilean Jews while they were offering sacrifices at the temple, mixing their blood with the sacrifices they were offering."
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus turned and asked them, “Do you believe that the slaughtered Galileans were the worst sinners of all the Galileans?"
            },
            {
                "verse_number": "3",
                "verse_text": "No, they weren’t! So listen to me, unless you all repent, you will perish as they did."
            },
            {
                "verse_number": "4",
                "verse_text": "What about the eighteen who perished when the tower of Siloam fell upon them? Do you really think that they were more guilty than all of the others in Jerusalem?"
            },
            {
                "verse_number": "5",
                "verse_text": "No, they weren’t, and unless you repent, you too will all eternally perish, just as they did.”"
            },
            {
                "verse_number": "6",
                "verse_text": "Then Jesus told them this parable: “There was a man who planted a fig tree in his orchard. But every time he came to gather fruit from his tree he found none, for it was barren."
            },
            {
                "verse_number": "7",
                "verse_text": "So he said to his gardener, ‘For the last three years I’ve come to gather figs from my tree but it remains fruitless. What a waste! Go ahead and cut it down!’"
            },
            {
                "verse_number": "8",
                "verse_text": "“But the gardener protested, ‘Sir, we should leave it one more year. Let me fertilize and cultivate it, then let’s see if it will produce fruit."
            },
            {
                "verse_number": "9",
                "verse_text": "If it doesn’t bear figs by next year, we’ll cut it down.’ ”"
            },
            {
                "verse_number": "10",
                "verse_text": "One Sabbath day, while Jesus was teaching in the synagogue,"
            },
            {
                "verse_number": "11",
                "verse_text": "he encountered a seriously handicapped woman. She was crippled and had been doubled over for eighteen years. Her condition was caused by a demonic spirit of bondage that had left her unable to stand up straight."
            },
            {
                "verse_number": "14",
                "verse_text": "The Jewish leader who was in charge of the synagogue was infuriated over Jesus healing on the Sabbath day. “Six days you are to work,” he shouted angrily to the crowd. “On those days you should come here for healing, but not on the seventh day!”"
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord replied, “You hypocrites! Don’t you care for your animals on the Sabbath, untying your ox or donkey from the stall and leading it away to water?"
            },
            {
                "verse_number": "16",
                "verse_text": "If you do this for your animals, what’s wrong with allowing this beloved daughter of Abraham, who has been bound by Satan for eighteen long years, to be untied and set free on a Sabbath day?”"
            },
            {
                "verse_number": "17",
                "verse_text": "When they heard this, his critics were completely humiliated. But the crowds shouted with joy over the glorious things Jesus was doing among them."
            },
            {
                "verse_number": "18",
                "verse_text": "Jesus taught them this parable: “How can I describe God’s kingdom?"
            },
            {
                "verse_number": "19",
                "verse_text": "God’s kingdom is like the smallest seed that one might plant in a garden. When it grows, it becomes a huge tree, with so many spreading branches that various birds make nests there.”"
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus taught them another parable: “How can I describe God’s kingdom?"
            },
            {
                "verse_number": "21",
                "verse_text": "God’s kingdom is like something as small as yeast that a woman kneads into a large amount of dough. It works unseen until it permeates the entire batch and the loaf rises high.”"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus ministered from village to village, making his way to Jerusalem and teaching the people as he went."
            },
            {
                "verse_number": "23",
                "verse_text": "A bystander asked him, “Lord, will only a few have eternal life?” Jesus said to the crowd,"
            },
            {
                "verse_number": "24",
                "verse_text": "“There is a great cost for anyone to enter through the narrow doorway into God’s kingdom. I tell you, many will want to enter but won’t be able to."
            },
            {
                "verse_number": "25",
                "verse_text": "Once the head of the house has shut and locked the door, it will be too late. Even if you stand outside knocking, begging to enter, and saying, ‘Lord, Lord, open the door for us,’ he will say to you, ‘I don’t know who you are. You are not a part of my family .’"
            },
            {
                "verse_number": "26",
                "verse_text": "“Then you will reply, ‘But Lord, we dined with you and walked with you as you taught us.’"
            },
            {
                "verse_number": "27",
                "verse_text": "And he will reply, ‘Don’t you understand? I don’t know who you are, for you are not a part of my family. I will not let you in. Now, go away from me! For you are all disloyal to me and do evil.’"
            },
            {
                "verse_number": "28",
                "verse_text": "“You will experience great weeping and great anguish when you see Abraham, Isaac, and Jacob, along with all the prophets of Israel, enjoying God’s kingdom while you yourselves are barred from entering."
            },
            {
                "verse_number": "29",
                "verse_text": "You will see people streaming from the four corners of the earth, accepting the invitation to feast in God’s kingdom realm, while you are outside looking in."
            },
            {
                "verse_number": "30",
                "verse_text": "And take note of this: Some are despised and viewed as the least important now, but one day the master will place them at the head of the line. And some whom you view as ‘elite’ today will become the least important then.”"
            },
            {
                "verse_number": "31",
                "verse_text": "Just then some Jewish religious leaders came to Jesus to urge him to flee from that place because Herod was out to kill him."
            },
            {
                "verse_number": "32",
                "verse_text": "Jesus told them, “Go and tell that deceiver that I will continue to cast out demons and heal the sick today and tomorrow, and on the third day I will bring my work to perfection."
            },
            {
                "verse_number": "33",
                "verse_text": "For everyone knows I am safe until I come to Jerusalem, for that is where all the prophets have been killed."
            },
            {
                "verse_number": "34",
                "verse_text": "O City of Jerusalem, you are the city who murders your prophets! You are the city who pelts to death with stones the very messengers sent to deliver you! So many times I have longed to gather your wayward children together around me, as a hen gathers her chicks under her wings—but you were too stubborn to let me."
            },
            {
                "verse_number": "35",
                "verse_text": "Now it is too late, since your house will be left in ruins. You will not see me again until you are able to say, ‘We welcome the one who comes to us sent in the name of the Lord.’ ”"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "One Sabbath, Jesus was on his way to dine with a prominent Jewish religious leader for a festive meal. Everyone was watching him to see if he would heal anyone on the Sabbath."
            },
            {
                "verse_number": "2",
                "verse_text": "Just then, standing right in front of him was a man with his limbs suffering from edema."
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus asked the experts of the law and the Pharisees who were present, “Does the law permit a man to heal on the Sabbath day? Is it right or wrong?”"
            },
            {
                "verse_number": "4",
                "verse_text": "No one dared answer, so Jesus turned to the sick man, released healing to him, and sent him on his way."
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus said to them all, “If one of your children or one of your animals fell into a well, wouldn’t you do all you could to rescue them even on the Sabbath?”"
            },
            {
                "verse_number": "6",
                "verse_text": "There was nothing they could say—all were silenced."
            },
            {
                "verse_number": "7",
                "verse_text": "When Jesus noticed how the guests for the meal were all vying for the seats of honor, he shared this story with the guests around the table:"
            },
            {
                "verse_number": "8",
                "verse_text": "“When you are invited to an important social function, don’t be quick to sit near the head of the table, choosing for yourself a seat of honor. What will happen to you when someone arrives who is more distinguished than you?"
            },
            {
                "verse_number": "9",
                "verse_text": "The host will bring him over to where you are sitting and ask for your seat, saying in front of all the guests, ‘You’re in the wrong place. Please give this person your seat.’ Disgraced, you will have to take whatever seat is left."
            },
            {
                "verse_number": "10",
                "verse_text": "Instead, when you’re invited to a banquet, you should choose to sit in the lowest place. When your host comes and sees you there, he may say, ‘My friend, come with me and let me seat you in a better place.’ Then, in front of all the other guests at the banquet, he will honor you by seating you in the place of highest respect."
            },
            {
                "verse_number": "11",
                "verse_text": "“Remember this: everyone with a lofty opinion of who he is and who seeks to raise himself up will be publicly humbled. And everyone with a modest opinion of who he is and chooses to humble himself will be raised up before all.”"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Jesus turned to his host and said, “When you throw a banquet, don’t just invite your friends, relatives, or rich neighbors—for it is likely they will return the favor."
            },
            {
                "verse_number": "15",
                "verse_text": "When they heard this, one of the dinner guests said to Jesus, “Someday God will have a kingdom feast, and how happy and privileged will be the ones who get to share in that joy!”"
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus replied with this parable: “A man invited many to join him in a great feast."
            },
            {
                "verse_number": "17",
                "verse_text": "When the day for the feast arrived, the host instructed his servant to notify all the invited guests and tell them, ‘Come, for everything is now ready for you!’"
            },
            {
                "verse_number": "18",
                "verse_text": "But one by one they all made excuses. One said, ‘I can’t come. I just bought some property and I have to go and look it over.’"
            },
            {
                "verse_number": "19",
                "verse_text": "Another said, ‘Please accept my regrets, for I just purchased five teams of oxen and I need to make sure they can pull the plow.’"
            },
            {
                "verse_number": "20",
                "verse_text": "Another one said, ‘I can’t come because I just got married.’"
            },
            {
                "verse_number": "21",
                "verse_text": "“The servant reported back to the host and told him of all their excuses. The master became angry and said to his servant, ‘Go at once throughout the city and invite anyone you find—the poor, the blind, the disabled, the hurting, and the lonely. Invite them to my banquet.’"
            },
            {
                "verse_number": "22",
                "verse_text": "“When the servant returned to his master, he said, ‘Sir, I have done what you asked, but there’s still room for more.’"
            },
            {
                "verse_number": "23",
                "verse_text": "“So the master told him, ‘All right. Go out again, and this time bring them all back with you. Persuade the beggars on the streets, the outcasts, even the homeless. Insist that they come in and enjoy the feast so that my house will be full.’"
            },
            {
                "verse_number": "24",
                "verse_text": "“I say to you all, no one who receives an invitation to feast with me and makes excuses will ever enjoy my banquet.”"
            },
            {
                "verse_number": "25",
                "verse_text": "As massive crowds followed Jesus, he turned to them and said,"
            },
            {
                "verse_number": "26",
                "verse_text": "“When you follow me as my disciple, you must put aside your father, your mother, your wife, your sisters, your brothers; it will even seem as though you hate your own life. This is the price you’ll pay to be considered one of my followers."
            },
            {
                "verse_number": "27",
                "verse_text": "Anyone who comes to me must be willing to share my cross and experience it as his own, or he cannot be considered to be my disciple."
            },
            {
                "verse_number": "28",
                "verse_text": "So don’t follow me without considering what it will cost you. For who would construct a house before first sitting down to estimate the cost to complete it?"
            },
            {
                "verse_number": "29",
                "verse_text": "Otherwise he may lay the foundation and not be able to finish. The neighbors will ridicule him, saying,"
            },
            {
                "verse_number": "30",
                "verse_text": "‘Look at him! He started to build but couldn’t complete it!’"
            },
            {
                "verse_number": "31",
                "verse_text": "“Have you ever heard of a commander who goes out to war without first sitting down with strategic planning to determine the strength of his army to win the war against a stronger opponent?"
            },
            {
                "verse_number": "32",
                "verse_text": "If he knows he doesn’t stand a chance of winning the war, the wise commander will send out delegates to ask for the terms of peace."
            },
            {
                "verse_number": "33",
                "verse_text": "Likewise, unless you surrender all to me, giving up all you possess, you cannot be one of my disciples."
            },
            {
                "verse_number": "34",
                "verse_text": "“Salt is good for seasoning. But if salt were to lose its flavor, how could it ever be restored?"
            },
            {
                "verse_number": "35",
                "verse_text": "It will never be useful again, not even fit for the soil or the manure pile! If you have ears opened by the Spirit, then hear the meaning of what I have said and apply it to yourselves .”"
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Many dishonest tax collectors and other notorious sinners often gathered around to listen as Jesus taught the people."
            },
            {
                "verse_number": "2",
                "verse_text": "This raised concerns among the Jewish religious leaders and experts of the law. Indignant, they grumbled and complained, saying, “Look at how this man associates with all these notorious sinners and welcomes them all to come to him!”"
            },
            {
                "verse_number": "3",
                "verse_text": "In response, Jesus gave them this illustration:"
            },
            {
                "verse_number": "6",
                "verse_text": "Returning home, he called all his friends and neighbors together and said, ‘Let’s have a party! Come and celebrate with me the return of my lost lamb. It wandered away, but I found it and brought it home.’ ”"
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus continued, “In the same way, there will be a glorious celebration in heaven over the rescue of one lost sinner who repents, comes back home, and returns to the fold—more so than for all the righteous people who never strayed away.”"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus gave them another parable: “There once was a woman who had ten valuable silver coins. When she lost one of them, she swept her entire house, diligently searching every nook and cranny for that one lost coin."
            },
            {
                "verse_number": "9",
                "verse_text": "When she finally found it, she gathered all her friends and neighbors for a celebration, telling them, ‘Come and celebrate with me! I had lost my precious silver coin, but now I’ve found it.’"
            },
            {
                "verse_number": "10",
                "verse_text": "That’s the way God responds every time one lost sinner repents and turns to him. He says to all his angels, ‘Let’s have a joyous celebration, for the one who was lost, I have found!’ ”"
            },
            {
                "verse_number": "11",
                "verse_text": "Then Jesus said, “Once there was a father with two sons."
            },
            {
                "verse_number": "12",
                "verse_text": "The younger son came to his father and said, ‘Father, don’t you think it’s time to give me my share of your estate?’ So the father went ahead and distributed between the two sons their inheritance."
            },
            {
                "verse_number": "13",
                "verse_text": "Shortly afterward, the younger son packed up all his belongings and traveled off to see the world. He journeyed to a far-off land where he soon wasted all he was given in a binge of extravagant and reckless living."
            },
            {
                "verse_number": "14",
                "verse_text": "“With everything spent and nothing left, he grew hungry, because there was a severe famine in that land."
            },
            {
                "verse_number": "15",
                "verse_text": "So he begged a farmer in that country to hire him. The farmer hired him and sent him out to feed the pigs."
            },
            {
                "verse_number": "16",
                "verse_text": "The son was so famished, he was willing even to eat the slop given to the pigs, because no one would feed him a thing."
            },
            {
                "verse_number": "17",
                "verse_text": "“Humiliated, the son finally realized what he was doing, and he thought, ‘There are many workers at my father’s house who have all the food they want with plenty to spare. They lack nothing. Why am I here dying of hunger, feeding these pigs and eating their slop?"
            },
            {
                "verse_number": "18",
                "verse_text": "I want to go back home to my father’s house, and I’ll say to him, “Father, I was wrong. I have sinned against you."
            },
            {
                "verse_number": "19",
                "verse_text": "I’ll never again be worthy to be called your son. Please, Father, just treat me like one of your employees.” ’"
            },
            {
                "verse_number": "20",
                "verse_text": "“So the young son set off for home. From a long distance away, his father saw him coming, dressed as a beggar, and great compassion swelled up in his heart for his son who was returning home. The father raced out to meet him, swept him up in his arms, hugged him dearly, and kissed him over and over with tender love."
            },
            {
                "verse_number": "21",
                "verse_text": "“Then the son said, ‘Father, I was wrong. I have sinned against you. I could never deserve to be called your son. Just let me be—’ “The father interrupted and said, ‘Son, you’re home now!’"
            },
            {
                "verse_number": "22",
                "verse_text": "“Turning to his servants, the father said, ‘Quick, bring me the best robe, my very own robe, and I will place it on his shoulders. Bring the ring, the seal of sonship, and I will put it on his finger. And bring out the best shoes you can find for my son."
            },
            {
                "verse_number": "23",
                "verse_text": "Let’s prepare a great feast and celebrate."
            },
            {
                "verse_number": "24",
                "verse_text": "For my beloved son was once dead, but now he’s alive! Once he was lost, but now he is found!’ And everyone celebrated with overflowing joy."
            },
            {
                "verse_number": "25",
                "verse_text": "“Now, the older son was out working in the field when his brother returned, and as he approached the house, he heard the music of celebration and dancing."
            },
            {
                "verse_number": "26",
                "verse_text": "He called over one of the servants and asked, ‘What’s going on?’"
            },
            {
                "verse_number": "27",
                "verse_text": "“The servant replied, ‘It’s your younger brother. He’s returned home and your father is throwing a party to celebrate his homecoming.’"
            },
            {
                "verse_number": "28",
                "verse_text": "“The older son became angry and refused to go in and celebrate. So his father came out and pleaded with him, ‘Come and enjoy the feast with us!’"
            },
            {
                "verse_number": "29",
                "verse_text": "“The son said, ‘Father, listen! How many years have I worked like a slave for you, performing every duty you’ve asked as a faithful son? And I’ve never once disobeyed you. But you’ve never thrown a party for me because of my faithfulness. Never once have you even given me a goat that I could feast on and celebrate with my friends as this son of yours is doing now."
            },
            {
                "verse_number": "30",
                "verse_text": "Look at him! He comes back after wasting your wealth on prostitutes and reckless living, and here you are throwing a great feast to celebrate—for him!’"
            },
            {
                "verse_number": "31",
                "verse_text": "“The father said, ‘My son, you are always with me by my side. Everything I have is yours to enjoy."
            },
            {
                "verse_number": "32",
                "verse_text": "It’s only right to rejoice and celebrate like this, because your brother was once dead and gone, but now he is alive and back with us again. He was lost, but now he is found!’ ”"
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Jesus taught his disciples using this story: “Once a very rich man hired a manager to run his business and oversee all his wealth. But soon a rumor spread that the manager was wasting his master’s money. Jesus continued, “Remember this: The sons of darkness interact more wisely than the sons of light."
            },
            {
                "verse_number": "2",
                "verse_text": "So the master called him in and said, ‘Is it true that you are mismanaging my estate? You need to provide me with a complete audit of everything you oversee for me. I’ve decided to dismiss you.’"
            },
            {
                "verse_number": "3",
                "verse_text": "“The manager thought, ‘Now what am I going to do? I’m finished here. I can’t hide what I’ve done, and I’m too proud to beg."
            },
            {
                "verse_number": "4",
                "verse_text": "I have an idea that will secure my future. It will win me favor and secure friends who can take care of me and help me when I get fired!’"
            },
            {
                "verse_number": "5",
                "verse_text": "“So the dishonest manager hatched his scheme. He went to everyone who owed his master money, one by one, and asked them, ‘How much do you owe my master?’"
            },
            {
                "verse_number": "8",
                "verse_text": "“Even though his master was defrauded, when he found out about the shrewd way this manager had feathered his own nest, he congratulated the clever scoundrel for what he’d done to provide for his future.”"
            },
            {
                "verse_number": "9",
                "verse_text": "Use the wealth of this world to demonstrate your friendship with God by winning friends and blessing others. Then, when it runs out, your generosity will provide you with an eternal reward."
            },
            {
                "verse_number": "10",
                "verse_text": "“The one who faithfully manages the little he has been given will be promoted and trusted with greater responsibilities. But those who cheat with the little they have been given will not be considered trustworthy to receive more."
            },
            {
                "verse_number": "11",
                "verse_text": "If you have not handled the riches of this world with integrity, why should you be trusted with the eternal treasures of the spiritual world?"
            },
            {
                "verse_number": "12",
                "verse_text": "And if you’ve not proven yourself faithful with what belongs to another, why should you be given wealth of your own?"
            },
            {
                "verse_number": "13",
                "verse_text": "It is impossible for a person to serve two masters at the same time. You will be forced to love one and reject the other. One master will be despised and the other will have your loyal devotion. Your choice between God and the wealth of this world is no different. You must enthusiastically love one and definitively reject the other.”"
            },
            {
                "verse_number": "14",
                "verse_text": "Now, the Jewish religious leaders listening to Jesus were lovers of money. They laughed at what he said and mocked his teachings,"
            },
            {
                "verse_number": "15",
                "verse_text": "so Jesus addressed them directly. “You always want to look spiritual in the eyes of others, but you have forgotten the eyes of God, which see what is inside you. The very things that you approve of and applaud are the things God despises."
            },
            {
                "verse_number": "16",
                "verse_text": "The law of Moses and the revelation of the prophets have prepared you for the arrival of the kingdom announced by John. Since that time, the wonderful news of God’s kingdom is being preached, and people’s hearts burn with extreme passion to receive it."
            },
            {
                "verse_number": "17",
                "verse_text": "Heaven and earth will disintegrate before even the smallest detail of the Law will fail or lose its power."
            },
            {
                "verse_number": "18",
                "verse_text": "“It is wrong for you to divorce your wife so that you can marry another—that is adultery. And when you take that one you lusted after as your wife, and contribute to the breakup of her marriage, you commit adultery again.”"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus continued. “There once was a very rich man who had the finest things imaginable, living every day enjoying his life of opulent luxury."
            },
            {
                "verse_number": "22",
                "verse_text": "“One day poor Lazarus died, and the angels of God came and escorted his spirit into paradise."
            },
            {
                "verse_number": "23",
                "verse_text": "“The day came that the rich man also died. In hell he looked up from his torment and saw Abraham in the distance, and Lazarus was standing beside him in the glory."
            },
            {
                "verse_number": "24",
                "verse_text": "The rich man shouted, ‘Father Abraham! Father Abraham! Have mercy on me. Send Lazarus to dip his finger in water and come to cool my tongue, for I am in agony in these flames of fire!’"
            },
            {
                "verse_number": "25",
                "verse_text": "“But Abraham responded, ‘My friend, don’t you remember? While you were alive, you had all you desired. You surrounded yourself in luxury, while Lazarus had nothing. Now Lazarus dwells in the comforts of paradise and you are in agony."
            },
            {
                "verse_number": "26",
                "verse_text": "Besides, between us is a huge chasm that cannot be bridged, nor can anyone cross from one realm to the other, even if he wanted.’"
            },
            {
                "verse_number": "27",
                "verse_text": "“The rich man continued, ‘Then let me ask you, Father Abraham, please send Lazarus to my relatives."
            },
            {
                "verse_number": "28",
                "verse_text": "Tell him to witness to my five brothers and warn them not to end up where I am in this place of torment.’"
            },
            {
                "verse_number": "29",
                "verse_text": "“Abraham replied, ‘They’ve already had plenty of warning. They have the teachings of Moses and the revelation of the prophets; let them hear them.’"
            },
            {
                "verse_number": "30",
                "verse_text": "“ ‘What if they’re not listening?’ the rich man added. ‘If someone from the dead were to go and warn them, they would surely repent.’"
            },
            {
                "verse_number": "31",
                "verse_text": "“Abraham said to him, ‘If they wouldn’t listen to Moses and the prophets, neither would they be convinced if someone were raised from the dead!’ ”"
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "One day Jesus taught his disciples: “Betrayals are inevitable, but great devastation will come to the one guilty of betraying others."
            },
            {
                "verse_number": "2",
                "verse_text": "It would be better for him to have a heavy boulder tied around his neck and be hurled into the deepest sea than to face the punishment of betraying one of my dear ones! So be alert to your brother’s condition,"
            },
            {
                "verse_number": "3",
                "verse_text": "and if you see him going the wrong direction, cry out and correct him. If there is true repentance on his part, forgive him."
            },
            {
                "verse_number": "4",
                "verse_text": "No matter how many times in one day your brother sins against you and says, ‘I’m sorry; I am changing; forgive me,’ you need to forgive him each and every time.”"
            },
            {
                "verse_number": "5",
                "verse_text": "Upon hearing this, the apostles said to Jesus, “Lord, you must increase our measure of faith!”"
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus responded, “If you have even the smallest measure of faith, it would be powerful enough to say to this large tree, ‘My faith will pull you up by the roots and throw you into the sea,’ and it will respond to your faith and obey you.”"
            },
            {
                "verse_number": "9",
                "verse_text": "Does the servant expect to be thanked for doing what is required of him?"
            },
            {
                "verse_number": "10",
                "verse_text": "So learn this lesson: After doing all that is commanded of you, simply say, ‘We are mere servants, undeserving of special praise, for we are just doing what is expected of us and fulfilling our duties.’ ”"
            },
            {
                "verse_number": "11",
                "verse_text": "On his way to Jerusalem Jesus passed through the border region between Samaria and Galilee."
            },
            {
                "verse_number": "12",
                "verse_text": "As he entered one village, ten men approached him, but they kept their distance, for they were lepers."
            },
            {
                "verse_number": "13",
                "verse_text": "They shouted to him, “Mighty Lord, our wonderful Master! Won’t you have mercy on us and heal us ?”"
            },
            {
                "verse_number": "14",
                "verse_text": "When Jesus stopped to look at them, he spoke these words: “Go to be examined by the Jewish priests.” They set off, and they were healed while walking along the way."
            },
            {
                "verse_number": "15",
                "verse_text": "One of them, a Samaritan , when he discovered that he was completely healed, turned back to find Jesus, shouting out joyous praises and glorifying God."
            },
            {
                "verse_number": "16",
                "verse_text": "When he found Jesus, he fell down at his feet and thanked him over and over, saying to him, “You are the Messiah.”"
            },
            {
                "verse_number": "17",
                "verse_text": "“So where are the other nine?” Jesus asked. “Weren’t there ten who were healed?"
            },
            {
                "verse_number": "18",
                "verse_text": "They all refused to return to give thanks and give glory to God except you, a foreigner from Samaria?”"
            },
            {
                "verse_number": "19",
                "verse_text": "Then Jesus said to the healed man lying at his feet, “Arise and go. It was your faith that brought you salvation and made you whole.”"
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus was once asked by the Jewish religious leaders, “When will God’s kingdom come?” Jesus responded, “God’s kingdom does not come simply by obeying principles or waiting for signs. Jesus responded, “ It will be obvious , for wherever there are those spiritually dead, there you will find the eagles circling.”"
            },
            {
                "verse_number": "21",
                "verse_text": "The kingdom is not discovered in one place or another, for God’s kingdom realm is already expanding within some of you.”"
            },
            {
                "verse_number": "22",
                "verse_text": "Later, Jesus addressed this again with his apostles, saying, “The time is coming when a great passion will be awakened within you to see me again. Yes, you will long to see the beginning of the days of the Son of Man, but you won’t be able to find me."
            },
            {
                "verse_number": "23",
                "verse_text": "You will hear reports from some who will say, ‘Look, he has returned,’ ‘He’s over here,’ or, ‘He’s over there!’ Don’t believe it or run after them, for their claims will be false."
            },
            {
                "verse_number": "24",
                "verse_text": "The day of the Son of Man will burst forth with the brightness of a lightning strike that shines from one end of the sky to the other, illuminating the earth."
            },
            {
                "verse_number": "25",
                "verse_text": "“But before this takes place, the Son of Man must pass through great suffering and rejection from this generation."
            },
            {
                "verse_number": "26",
                "verse_text": "The same things that happened in the days of Noah will take place in the days of the Son of Man."
            },
            {
                "verse_number": "27",
                "verse_text": "They were eating, they were drinking, they were marrying, and they were given in marriage until the day Noah boarded the ark and the devastating flood came and swept them all away."
            },
            {
                "verse_number": "31",
                "verse_text": "“On that day, if one is outside, he won’t even have time to go back into the house to gather his belongings. And those toiling in their fields won’t have time to run back home."
            },
            {
                "verse_number": "32",
                "verse_text": "Don’t forget the example of Lot’s wife and what happened to her when she turned back."
            },
            {
                "verse_number": "33",
                "verse_text": "All who are obsessed with being secure in life will lose it all—including their lives. But those who let go of their lives and surrender them to me will discover true life."
            },
            {
                "verse_number": "34",
                "verse_text": "For in that night there will be two lying in their bed; one will be suddenly swept away while the other will be left alive ."
            },
            {
                "verse_number": "37",
                "verse_text": "His apostles asked, “Lord, where will this judgment happen?”"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "One day Jesus taught the apostles to keep praying and never stop or lose hope. He shared with them this illustration:"
            },
            {
                "verse_number": "2",
                "verse_text": "“In a certain town there was a judge, a thick-skinned and godless man who had no fear of others’ opinions."
            },
            {
                "verse_number": "3",
                "verse_text": "And in the same town there was a poor widow who kept pleading with the judge, ‘Grant me justice and protect me from my oppressor!’"
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus continued, “Did you hear what the godless judge said—that he would answer her persistent request?"
            },
            {
                "verse_number": "7",
                "verse_text": "Don’t you know that God, the true judge, will grant justice to all his chosen ones who cry out to him night and day? He will pour out his Spirit upon them. He will not delay to answer you and give you what you ask for."
            },
            {
                "verse_number": "8",
                "verse_text": "God will give swift justice to those who don’t give up. So be ever praying, ever expecting, in the same way as the widow. Even so, when the Son of Man comes back, will he find this kind of undying faith on earth?”"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus taught this parable to those who were convinced they were morally upright and to those who trusted in their own virtue yet looked down on others with disgust:"
            },
            {
                "verse_number": "10",
                "verse_text": "“Two men who went into the temple to pray. One was a proud religious leader, the other a despised tax collector."
            },
            {
                "verse_number": "13",
                "verse_text": "“The tax collector stood alone in a corner, away from the Holy Place , and covered his face in his hands, feeling that he was unworthy even to look up to God. Beating his breast, he sobbed with brokenness and tears saying, ‘God, please, in your mercy and because of the blood sacrifice, forgive me, for I am nothing but the most miserable of all sinners!’"
            },
            {
                "verse_number": "14",
                "verse_text": "“Which one of them left for home that day reconciled to God? The humble tax collector, not the religious leader! For everyone who praises himself will one day be publicly humiliated, and everyone who humbles himself will one day be publicly honored and lifted up.”"
            },
            {
                "verse_number": "15",
                "verse_text": "The people brought their babies and small children to Jesus so that he might lay his hands on them to bless them. When the disciples saw this, they scolded the parents and told them to stop troubling the Master."
            },
            {
                "verse_number": "16",
                "verse_text": "Seeing what was happening, Jesus called for the parents, the children, and his disciples to come and listen to him. Then he told them, “Never hinder a child from coming to me but let them all come, for God’s kingdom belongs to them as much as it does to anyone else. These children demonstrate to you what faith is all about."
            },
            {
                "verse_number": "17",
                "verse_text": "Learn this well: unless you receive the revelation of the kingdom the same way a little child receives it, you will never be able to enter in.”"
            },
            {
                "verse_number": "18",
                "verse_text": "One day a wealthy Jewish nobleman of high standing posed this question to Jesus: “Wonderful Teacher, what must I do to receive eternal life?”"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus answered, “Why would you call me wonderful when there is only one who is wonderful—and that is God alone?"
            },
            {
                "verse_number": "20",
                "verse_text": "You already know what is right and what the commandments teach: ‘Do not commit adultery, do not murder, do not steal, do not lie, and honor your father and your mother.’ ”"
            },
            {
                "verse_number": "21",
                "verse_text": "The wealthy leader replied, “These are the very things I’ve been doing for as long as I can remember.”"
            },
            {
                "verse_number": "22",
                "verse_text": "“Ah,” Jesus said, “there’s still one thing you’re missing in your life.” “What is that?” asked the man. “Master,” he said, “please, I want to see.” “You must go and sell everything you own and give all the proceeds to the poor so you will have eternal treasures. Then come and follow me.”"
            },
            {
                "verse_number": "23",
                "verse_text": "These words devastated the rich leader, for he was extremely wealthy."
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus saw his disappointment, and looking right at him said, “It is next to impossible for those who have everything to enter into God’s kingdom."
            },
            {
                "verse_number": "25",
                "verse_text": "Nothing could be harder! You could compare it to trying to stuff a rope through the eye of a needle.”"
            },
            {
                "verse_number": "26",
                "verse_text": "Those who heard this said, “Then who can be saved?”"
            },
            {
                "verse_number": "27",
                "verse_text": "Jesus responded, “What appears humanly impossible is more than possible with God. For God can do what man cannot.”"
            },
            {
                "verse_number": "28",
                "verse_text": "Peter said, “Master, see how we’ve left all that we have, our houses and our careers, to follow you.”"
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus took the Twelve aside and told them in private, “We are going to Jerusalem so that everything prophesied about the Son of Man will be fulfilled."
            },
            {
                "verse_number": "32",
                "verse_text": "They will betray him and hand him over to the people, and they will mock him, insult him, and spit in his face."
            },
            {
                "verse_number": "33",
                "verse_text": "And after they have abused and flogged the Son of Man, they will kill him. But in three days he will rise again.”"
            },
            {
                "verse_number": "34",
                "verse_text": "The disciples had no clue what he was saying, for his words were a mystery that was hidden from them."
            },
            {
                "verse_number": "35",
                "verse_text": "As Jesus and his followers arrived at Jericho, a blind beggar was sitting by the roadside."
            },
            {
                "verse_number": "36",
                "verse_text": "When he heard the crowd approaching, he asked, “What’s all this commotion about?”"
            },
            {
                "verse_number": "37",
                "verse_text": "“It’s Jesus!” they said. “Jesus the Nazarene is passing by.”"
            },
            {
                "verse_number": "38",
                "verse_text": "The blind beggar shouted, “Jesus, Son of David, have pity and show me mercy!”"
            },
            {
                "verse_number": "39",
                "verse_text": "Those in the front of the crowd scolded him and warned him to be quiet, but the blind beggar screamed out even louder, “Jesus, Son of David, show me mercy!”"
            },
            {
                "verse_number": "40",
                "verse_text": "Suddenly Jesus stopped and directed those nearby, “Bring the man over to me.” When they brought him before Jesus, he asked the man,"
            },
            {
                "verse_number": "41",
                "verse_text": "“What do you want me to do for you?”"
            },
            {
                "verse_number": "42",
                "verse_text": "Jesus said, “Now you will see. Receive your sight this moment, for your faith in me has given you sight and new life.”"
            },
            {
                "verse_number": "43",
                "verse_text": "Instantly he could see again. His eyes popped open, and he saw Jesus standing in front of him ! He shouted loud praises to God and he followed Jesus. And when the crowd saw what happened, they too erupted with shouts of praise to God."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "On his way to Jerusalem , Jesus had to pass through Jericho."
            },
            {
                "verse_number": "2",
                "verse_text": "There lived a very wealthy man named Zacchaeus, who supervised all the tax collectors."
            },
            {
                "verse_number": "3",
                "verse_text": "He was very eager to see Jesus and kept trying to get a look at him through the massive crowd. Since Zacchaeus was a short man and couldn’t see over the heads of the people,"
            },
            {
                "verse_number": "4",
                "verse_text": "he ran on ahead of everyone and climbed up a blossoming fig tree to get a glimpse of Jesus as he passed by."
            },
            {
                "verse_number": "5",
                "verse_text": "When Jesus got to that place, he looked up into the tree and said, “Zacchaeus, hurry on down, for I must stay at your house today!”"
            },
            {
                "verse_number": "6",
                "verse_text": "So he scurried down the tree and found himself face-to-face with Jesus."
            },
            {
                "verse_number": "7",
                "verse_text": "As Jesus left to go with Zacchaeus, many in the crowd complained, “Look at this! Of all the people to have dinner with, he’s going to eat in the house of a crook.”"
            },
            {
                "verse_number": "8",
                "verse_text": "Zacchaeus was amazed over his gracious visit to his home and joyously welcomed Jesus. Zacchaeus stood in front of the Lord and said, “Half of all that I own I will give to the poor. And Lord, if I have cheated anyone, I promise to pay them back four times as much as I stole.”"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus said to him, “Your repentance shows that today life has come to you and your household, and that you are a true son of Abraham."
            },
            {
                "verse_number": "10",
                "verse_text": "The Son of Man has come to seek out and to give life to those who are lost.”"
            },
            {
                "verse_number": "11",
                "verse_text": "At this time Jesus was getting close to entering Jerusalem. The crowds that followed him were convinced that God’s kingdom would fully manifest when Jesus established it in Jerusalem."
            },
            {
                "verse_number": "12",
                "verse_text": "So he told them this story to change their perspective: “Once a wealthy prince left his province to travel to a distant land, where he would be crowned king and then return."
            },
            {
                "verse_number": "13",
                "verse_text": "Before he departed he summoned his ten servants together and charged them, ‘I am entrusting each of you with fifty thousand dollars to invest while I am away. Trade with it and put the money to work until I return.’"
            },
            {
                "verse_number": "14",
                "verse_text": "“Some of his countrymen despised the prince and sent a delegation after him to declare before the royals, ‘We refuse to let this man rule over us! He will not be our king!’"
            },
            {
                "verse_number": "15",
                "verse_text": "“Nevertheless, he was crowned king and returned to his land. Then he summoned his ten servants to see how much each one had earned and what their profits came to."
            },
            {
                "verse_number": "16",
                "verse_text": "“The first one came forward and said, ‘Master, I took what you gave me and invested it, and it multiplied ten times.’"
            },
            {
                "verse_number": "17",
                "verse_text": "“ ‘Splendid! You have done well, my excellent servant. Because you have shown that I can trust you in this small matter, I now grant you authority to rule over ten cities.’"
            },
            {
                "verse_number": "18",
                "verse_text": "“The second came and said, ‘Master, what you left with me has multiplied five times.’"
            },
            {
                "verse_number": "19",
                "verse_text": "“His master said, ‘I also grant you authority in my kingdom over five cities.’"
            },
            {
                "verse_number": "20",
                "verse_text": "“Another came before the king and said, ‘Master, here is the money you entrusted to me. I hid it for safekeeping."
            },
            {
                "verse_number": "21",
                "verse_text": "You see, I live in fear of you, for everyone knows you are a strict master and impossible to please. You push us for a high return on all that you own, and you always want to gain from someone else’s efforts.’"
            },
            {
                "verse_number": "22",
                "verse_text": "“The king said, ‘You wicked servant! I will judge you using your own words. If what you said about me is true, that I am a harsh man, pushing you for a high return and wanting gain from others’ efforts,"
            },
            {
                "verse_number": "23",
                "verse_text": "why didn’t you at least put my money in the bank to earn some interest on it?’"
            },
            {
                "verse_number": "24",
                "verse_text": "“The king said to his other servants, ‘Take the money he has and give it to the faithful servant who multiplied my money ten times over.’"
            },
            {
                "verse_number": "25",
                "verse_text": "“ ‘But master,’ the other servants objected, ‘why give it to him? He already has so much!’"
            },
            {
                "verse_number": "26",
                "verse_text": "“ ‘Yes,’ replied the king. ‘But to all who have been faithful, I will give even more to them. And for the ones who have nothing, even the little they seem to have I will take from them."
            },
            {
                "verse_number": "27",
                "verse_text": "Now, bring all those rebellious enemies of mine who rejected me as their king—bring them here before me and execute them!’ ”"
            },
            {
                "verse_number": "28",
                "verse_text": "After saying all of this, Jesus headed straight for Jerusalem."
            },
            {
                "verse_number": "29",
                "verse_text": "When he arrived at the stables of Annia near the Mount of Olives, he sent two of his disciples ahead, saying,"
            },
            {
                "verse_number": "30",
                "verse_text": "“When you enter the next village, you will find tethered there a donkey’s young colt that has never been ridden. Untie it and bring it to me."
            },
            {
                "verse_number": "31",
                "verse_text": "And if anyone stops you and asks, ‘What are you doing?’ just tell them this: ‘It is needed for the Lord.’ ”"
            },
            {
                "verse_number": "32",
                "verse_text": "The two disciples entered the village and found the colt exactly like Jesus had said."
            },
            {
                "verse_number": "33",
                "verse_text": "While they were untying it, the owners confronted them and asked, “What are you doing?”"
            },
            {
                "verse_number": "34",
                "verse_text": "The disciples replied, “We need this donkey for the Lord.”"
            },
            {
                "verse_number": "37",
                "verse_text": "As soon as he got to the bottom of the Mount of Olives, the crowd of his followers shouted with a loud outburst of ecstatic joy over all the mighty wonders of power they had witnessed."
            },
            {
                "verse_number": "38",
                "verse_text": "They shouted over and over, “Highest praises to God for the one who comes as King in the name of the Lord! Heaven’s peace and glory from the highest realm now comes to us !”"
            },
            {
                "verse_number": "39",
                "verse_text": "Some Jewish religious leaders who stood off from the procession said to Jesus, “Teacher, order your followers at once to stop saying these things!”"
            },
            {
                "verse_number": "40",
                "verse_text": "Jesus responded, “Listen to me. If my followers were silenced, the very stones would break forth with praises!”"
            },
            {
                "verse_number": "41",
                "verse_text": "When Jesus caught sight of the city, he burst into tears with uncontrollable weeping over Jerusalem,"
            },
            {
                "verse_number": "42",
                "verse_text": "saying, “If only you could recognize that this day peace is within your reach! But you cannot see it."
            },
            {
                "verse_number": "43",
                "verse_text": "For the day is soon coming when your enemies will surround you, hem you in on every side, and lay siege to you."
            },
            {
                "verse_number": "44",
                "verse_text": "They will crush you to pieces, and your children too! And they will leave your city totally destroyed. Since you would not recognize God’s day of visitation, you will see your day of devastation!”"
            },
            {
                "verse_number": "45",
                "verse_text": "Jesus entered the temple area and forcibly threw out all the merchants from their stalls."
            },
            {
                "verse_number": "46",
                "verse_text": "He rebuked them, saying, “The Scriptures declare, ‘My Father’s house is to be filled with prayer—a house of prayer, not a cave of bandits!’ ”"
            },
            {
                "verse_number": "47",
                "verse_text": "From then on Jesus continued teaching in the temple area, but the high priests, the experts of the law, and the prominent men of the city kept trying to find a strategy to accuse Jesus, for they wanted him dead."
            },
            {
                "verse_number": "48",
                "verse_text": "They could find no reason to accuse him, for he was a hero to the people and the crowds were awestruck by every word he spoke."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "One day Jesus was teaching in the temple courts and sharing with the people the wonderful news of salvation. The high priest, the experts of the law, and the prominent men of the city confronted Jesus and asked him,"
            },
            {
                "verse_number": "2",
                "verse_text": "“We want to know right now by what authority are you teaching here in the temple? And who gave you the authority to teach these things?”"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus responded, “First, let me ask you a question and you tell me right now."
            },
            {
                "verse_number": "4",
                "verse_text": "Did John baptize because he had a commission from heaven or merely from men?”"
            },
            {
                "verse_number": "5",
                "verse_text": "His interrogators pulled themselves aside to consider how to respond to Jesus. “What should we say? If we say that John’s mandate was from heaven, he will ask us, ‘Then why didn’t you believe him and be baptized ?’"
            },
            {
                "verse_number": "6",
                "verse_text": "But if we say, ‘John’s mandate was merely from men,’ then all the people around him will stone us, for they believe John was a prophet of God.”"
            },
            {
                "verse_number": "7",
                "verse_text": "So unable to devise an answer they said to Jesus, “We cannot tell where John’s authority came from.”"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus said, “Then neither will I tell you by what authority I do these things.”"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus taught the people using this story: “A man once planted a vineyard, then leased it out to tenants. Then he left to go abroad and was away for a long time. “I ask you, what do you think the owner of the vineyard will do to his son’s murderers? When the people heard this story, they all agreed, “This should never happen!” They answered, “Why, it’s Caesar’s.” ‘Sit near me in the place of authority"
            },
            {
                "verse_number": "10",
                "verse_text": "At harvest time, the owner sent one of his servants to the tenants to collect the landowner’s share of the harvest, but the tenants sent him away, beaten and empty-handed."
            },
            {
                "verse_number": "11",
                "verse_text": "So the owner dispatched another one of his servants to collect his portion, but the tenants treated him the same way. They cursed him, beat him, and sent him away empty-handed."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the owner sent a third servant, but they brutalized him also with the same treatment."
            },
            {
                "verse_number": "13",
                "verse_text": "Finally the owner of the vineyard said to his son, ‘Perhaps if I send you, my own cherished son, they will be ashamed of what they’ve done.’"
            },
            {
                "verse_number": "14",
                "verse_text": "“But when the tenants saw the son coming, they schemed among themselves. ‘This is the heir of the vineyard! If we kill him, the inheritance will be ours.’"
            },
            {
                "verse_number": "15",
                "verse_text": "So they threw the son off the property and killed him."
            },
            {
                "verse_number": "16",
                "verse_text": "He will come back and destroy them and give his vineyard to another.”"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus looked straight at the people and their leaders and said, “What do you think this verse means? ‘The worthless, rejected stone has become the cornerstone, the most important stone of all.’"
            },
            {
                "verse_number": "18",
                "verse_text": "Everyone who falls in humility upon that stone will be broken. But if that stone falls on you, it will grind you to pieces!”"
            },
            {
                "verse_number": "19",
                "verse_text": "When the high priests and experts of the law realized that this story was about them, they wanted to have Jesus arrested that very moment, but they were afraid of all the people."
            },
            {
                "verse_number": "20",
                "verse_text": "Later, they sent spies who pretended to be honest seekers, but who wanted an opportunity to entangle Jesus by his words. Their plan was to catch him saying something against the government, so they could hand him over to the jurisdiction of the Roman authorities who would execute him for sedition ."
            },
            {
                "verse_number": "21",
                "verse_text": "At the right time they asked him this question: “Teacher, we know that all you say is straightforward and what you teach us is right. You give us the true ways of God. You’re one who shows no favoritism to anyone’s status. So we ask you—"
            },
            {
                "verse_number": "22",
                "verse_text": "is it proper or not to pay taxes to a corrupt government ?”"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus saw right through their cunning ploy and said, “Why are you testing me?"
            },
            {
                "verse_number": "24",
                "verse_text": "Show me one of the Roman coins. Whose head is on the coin? Whose title is stamped on it?”"
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus said, “Precisely. The coin bears the image of the Emperor Caesar, and you should give back to Caesar all that belongs to him. But you bear the image of God. So give back to God all that belongs to him.”"
            },
            {
                "verse_number": "26",
                "verse_text": "The imposters were left speechless and amazed in the presence of all the people, unable to trap Jesus with his words."
            },
            {
                "verse_number": "27",
                "verse_text": "Some of the Sadducees (a religious group that denies there is a resurrection of the dead) came to ask Jesus this question:"
            },
            {
                "verse_number": "28",
                "verse_text": "“Teacher, the law of Moses teaches that if a man dies before he has children, his brother should marry the widow and raise up children for his brother’s family line."
            },
            {
                "verse_number": "29",
                "verse_text": "Now suppose there was a family with seven brothers, and the oldest married and died without children."
            },
            {
                "verse_number": "32",
                "verse_text": "Then finally, the widow died too. So here’s our dilemma:"
            },
            {
                "verse_number": "33",
                "verse_text": "Whose wife will the woman be when she’s resurrected from the dead? Which of the brothers will be her husband, since all seven were once married to her?”"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus replied, “Marriage is meant for this world only."
            },
            {
                "verse_number": "37",
                "verse_text": "Even Moses taught the resurrection of the dead when he wrote of the Lord God who was at the burning bush and said ‘I am the God of Abraham, Isaac, and Jacob.’"
            },
            {
                "verse_number": "38",
                "verse_text": "Don’t you agree that God is not the God of the dead, but the God of the living? For in his eyes, Abraham, Isaac, and Jacob are alive forevermore. He is the God who raises the dead.”"
            },
            {
                "verse_number": "39",
                "verse_text": "The experts of the law chimed in, “Yes, Teacher, you speak the truth beautifully.”"
            },
            {
                "verse_number": "40",
                "verse_text": "From then on, the religious Sadducees never dared ask Jesus a question again."
            },
            {
                "verse_number": "41",
                "verse_text": "Jesus then posed this question to the people: “How can the experts of the law say that Messiah is David’s son?"
            },
            {
                "verse_number": "42",
                "verse_text": "Haven’t you read in the Psalms where David himself wrote: The Lord Yahweh said to my Lord,"
            },
            {
                "verse_number": "43",
                "verse_text": "until I subdue all your enemies under Your feet!’ ”"
            },
            {
                "verse_number": "44",
                "verse_text": "Jesus explained, “If David calls this one ‘my Lord,’ how can he be his son?”"
            },
            {
                "verse_number": "45",
                "verse_text": "Within earshot of all the people, Jesus warned his disciples,"
            },
            {
                "verse_number": "46",
                "verse_text": "“Don’t follow the example of these pretentious experts of the law! They love to parade around in their religious garments so that people honor them wherever they go. They like to sit right up front in every meeting and push their way to the head table at every banquet."
            },
            {
                "verse_number": "47",
                "verse_text": "And for an offering they will pray long religious prayers at the homes of widows, cheating them out of their very livelihood. Beware of them all, because one day the Judge will strip them of honor, and judge them severely.”"
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Jesus observed all the wealthy coming into the temple courts wanting to be noticed as they came with their offerings."
            },
            {
                "verse_number": "2",
                "verse_text": "He noticed a very poor widow who dropped two small copper coins in the offering box."
            },
            {
                "verse_number": "3",
                "verse_text": "“Listen to me,” he said. “This poor widow has given a larger offering than any of the wealthy."
            },
            {
                "verse_number": "4",
                "verse_text": "For the rich only gave out of their surplus, but she sacrificed out of her poverty and gave to God all that she had to live on.”"
            },
            {
                "verse_number": "5",
                "verse_text": "Some of the disciples remarked about the beauty of the temple. They pointed out all the lovely adornments and how it was built with excellence from the gifts given to God. Jesus said, “Haven’t you observed that when the fig tree, or any tree, buds and blooms, the season is changing and summer is near?"
            },
            {
                "verse_number": "6",
                "verse_text": "“The day of utter destruction will come to everything you admire here. It will all become a heap of rubble!”"
            },
            {
                "verse_number": "7",
                "verse_text": "“Master, tell us,” they asked, “when exactly will this happen? Can you tell us what warning sign to look for when it is about to take place?”"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus responded, “Deception will run rampant and many will appear on the scene, saying I have sent them, or saying about themselves, ‘I am the Messiah!’ These doomsday deceivers will say, ‘The end of the age is now here!’ But listen to me. Don’t let any of these imposters fool you."
            },
            {
                "verse_number": "9",
                "verse_text": "“There will also be many wars and revolutions on every side, with rumors of more wars to come. Don’t panic or give in to your fears, for these things are bound to happen. This is still not the end yet.”"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus continued, “ There will be upheavals of every kind. Nations will go to war against each other, and kingdom against kingdom."
            },
            {
                "verse_number": "11",
                "verse_text": "There will be terrible earthquakes and seismic events of epic proportion that result in famines in one place after another. There will be horrible plagues and epidemics, cataclysmic storms on the earth, and astonishing signs and cosmic disturbances in the heavens. But before all of this happens, you will be hunted down and arrested, persecuted by both civil and religious authorities, and thrown into prison."
            },
            {
                "verse_number": "16",
                "verse_text": "“You can expect betrayal even by your parents, your brothers, your relatives and friends—and yes, some of you will die as martyrs."
            },
            {
                "verse_number": "17",
                "verse_text": "You will be hated by all because of my life in you."
            },
            {
                "verse_number": "18",
                "verse_text": "But don’t worry. My grace will never desert you or depart from your life."
            },
            {
                "verse_number": "19",
                "verse_text": "Stand firm with patient endurance and you will find your souls’ deliverance.”"
            },
            {
                "verse_number": "20",
                "verse_text": "“When you see Jerusalem surrounded by armies, you will know for sure that its devastation is imminent."
            },
            {
                "verse_number": "21",
                "verse_text": "At that time all who are living in Judea must flee to the mountains. Those who live inside the city gates, leave and flee, and those who live outside the city must not enter it seeking refuge."
            },
            {
                "verse_number": "22",
                "verse_text": "For these will be the days of God’s vengeance to fulfill what has been written against Jerusalem."
            },
            {
                "verse_number": "23",
                "verse_text": "It will be extremely difficult for pregnant women and for those nursing little ones in that day, for great persecution and wrath will rise against this nation."
            },
            {
                "verse_number": "24",
                "verse_text": "Many will be cut down by the sword or scattered as prisoners to many countries. And Jerusalem shall be trampled down by nations until the days of world empires come to an end.”"
            },
            {
                "verse_number": "25",
                "verse_text": "“Expect to witness amazing and perplexing signs with the sun, the moon, and the stars. The raging of the sea will bring desperation and turmoil to many nations."
            },
            {
                "verse_number": "26",
                "verse_text": "Earthquakes will bring panic and disaster. What men see coming to the earth will cause the fear of doom to grip their hearts, for they will even see the powers of the heavenly realm shaken!"
            },
            {
                "verse_number": "31",
                "verse_text": "In the same way, when you see these prophetic signs occurring, you realize the earth is yielding to the fullness of God’s kingdom."
            },
            {
                "verse_number": "32",
                "verse_text": "I assure you, the end of this age will not come until all I have spoken has come to pass."
            },
            {
                "verse_number": "33",
                "verse_text": "Earth and sky will wear out and fade away before one word I speak loses its power or fails to accomplish its purpose.”"
            },
            {
                "verse_number": "34",
                "verse_text": "“Be careful that you never allow your hearts to grow cold. Be careful that you are not caught off guard, or your hearts will be weighed down with carousing, drunkenness, and the worries of this life, and that day will come upon you suddenly like a trap. Don’t let me come and find you drunk or living carelessly like everyone else."
            },
            {
                "verse_number": "35",
                "verse_text": "For that day will come as a shocking surprise to all."
            },
            {
                "verse_number": "36",
                "verse_text": "Keep a constant watch over your soul, and pray for the courage and grace to prevail over these things that are destined to occur and that you will stand before the presence of the Son of Man with a clear conscience .”"
            },
            {
                "verse_number": "37",
                "verse_text": "Each day, Jesus taught in the temple and spent his nights on the Mount of Olives."
            },
            {
                "verse_number": "38",
                "verse_text": "And all the people came early to the temple courts to listen to the words he taught."
            }
        ],
        "22": [
            {
                "verse_number": "3",
                "verse_text": "At that time Satan himself entered into Judas the locksmith, who was one of the twelve apostles."
            },
            {
                "verse_number": "4",
                "verse_text": "He secretly went to the religious hierarchy and the captains of the temple guards to discuss with them how he could betray Jesus and turn him over to their hands."
            },
            {
                "verse_number": "5",
                "verse_text": "The religious hierarchy was elated over Judas’ treachery, and they agreed to give him a sum of money in exchange for Jesus’ betrayal."
            },
            {
                "verse_number": "6",
                "verse_text": "Judas vowed that he would find them a suitable opportunity to betray Jesus when he was away from the crowds."
            },
            {
                "verse_number": "9",
                "verse_text": "They asked him, “Where do we make the preparations to eat the meal?”"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus gave them this sign: “When you enter the city, you will find a man carrying a jug of water. Follow him home"
            },
            {
                "verse_number": "11",
                "verse_text": "and say to the owner of the house, ‘The Teacher told us to ask you, “Where is the room I may use to have the Passover meal with my disciples?” ’"
            },
            {
                "verse_number": "12",
                "verse_text": "He will then take you to a large, fully furnished upstairs room. Make the preparations for us there.”"
            },
            {
                "verse_number": "13",
                "verse_text": "They went and found everything to be exactly like Jesus had prophesied, and they prepared the Passover meal."
            },
            {
                "verse_number": "14",
                "verse_text": "When Jesus arrived at the upper room, he took his place at the table along with all the apostles."
            },
            {
                "verse_number": "15",
                "verse_text": "Then he told them, “I have longed with passion and desire to eat this Passover lamb with you before I endure my sufferings."
            },
            {
                "verse_number": "16",
                "verse_text": "I promise you that the next time we eat this, we will be together in the feast of God’s kingdom.”"
            },
            {
                "verse_number": "17",
                "verse_text": "Then he raised a cup and gave thanks to God and said to them, “Take this and pass it on to one another and drink."
            },
            {
                "verse_number": "18",
                "verse_text": "I promise you that the next time we drink this wine, we will be together in the feast of God’s kingdom.”"
            },
            {
                "verse_number": "19",
                "verse_text": "Then he lifted up a loaf, and after praying a prayer of thanksgiving to God, he gave each of his apostles a piece of bread, saying, “This loaf is my body, which is now being offered to you. Always eat it to remember me.”"
            },
            {
                "verse_number": "20",
                "verse_text": "After supper was over, he lifted the cup again and said, “This cup is my blood of the new covenant I make with you, and it will be poured out soon for all of you."
            },
            {
                "verse_number": "21",
                "verse_text": "But I want you to know that the hands of the one who delivers me to be the sacrifice are with mine on the table this very moment."
            },
            {
                "verse_number": "22",
                "verse_text": "The Son of Man must now go where he will be sacrificed. But there will be great and unending doom for the man who betrays me.”"
            },
            {
                "verse_number": "23",
                "verse_text": "The apostles questioned among themselves which one of them was about to do this."
            },
            {
                "verse_number": "24",
                "verse_text": "The disciples bickered over which one of them would be considered the greatest in the kingdom."
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus interrupted their argument, saying, “The kings and men of authority in this world rule oppressively over their subjects, claiming that they do it for the good of the people. They are obsessed with how others see them."
            },
            {
                "verse_number": "26",
                "verse_text": "But this is not your calling. You will lead by a different model. The greatest one among you will live as one called to serve others without honor. The greatest honor and authority is reserved for the one who has a servant heart."
            },
            {
                "verse_number": "27",
                "verse_text": "The leaders who are served are the most important in your eyes, but in the kingdom, it is the servants who lead. Am I not here with you as one who serves?"
            },
            {
                "verse_number": "28",
                "verse_text": "“Because you have stood with me through all my trials and ordeals,"
            },
            {
                "verse_number": "29",
                "verse_text": "I am promising you the kingdom that the Father has promised me."
            },
            {
                "verse_number": "30",
                "verse_text": "We will celebrate in this kingdom and you will feast with me at my table. And each of you will be given a throne, twelve thrones in all, and you will be made rulers on thrones to judge the tribes of Israel.”"
            },
            {
                "verse_number": "31",
                "verse_text": "“Peter, my dear friend, listen to what I’m about to tell you. Satan has obtained permission to come and sift you all like wheat and test your faith."
            },
            {
                "verse_number": "32",
                "verse_text": "But I have prayed for you, Peter, that you would stay faithful to me no matter what comes. Remember this: after you have turned back to me and have been restored, make it your life mission to strengthen the faith of your brothers.”"
            },
            {
                "verse_number": "33",
                "verse_text": "“But Lord,” Peter replied, “I am ready to stand with you to the very end, even if it means prison or death!”"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus looked at him and prophesied, “Before the rooster crows in the morning, you will deny three times that you even know me.”"
            },
            {
                "verse_number": "35",
                "verse_text": "Then he said to all of them, “When I sent you out empty-handed, did you lack anything?” “Not a thing,” they answered. “God provided all we needed.” Jesus said, “But now I say to you: Take what you need. Peter again said, “I’m not one of his disciples.” Jesus responded, “If I tell you the truth, you won’t believe me. He said to them, “You are the ones who say I am.”"
            },
            {
                "verse_number": "36",
                "verse_text": "If you have money, take it —and a knapsack and a sword. Danger is imminent."
            },
            {
                "verse_number": "37",
                "verse_text": "For the prophetic Scripture about me ‘He will be accused of being a criminal’ will now come to pass. All that was prophesied of me will be fulfilled.”"
            },
            {
                "verse_number": "38",
                "verse_text": "The disciples told him, “Lord, we already have two swords!” “You still don’t understand,” Jesus responded."
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus left the upper room with his disciples and, as was his habit, went to the Mount of Olives, his place of secret prayer ."
            },
            {
                "verse_number": "40",
                "verse_text": "There he told the apostles, “Keep praying for strength to be spared from the severe test of your faith that is about to come.”"
            },
            {
                "verse_number": "41",
                "verse_text": "Then he withdrew from them a short distance to be alone. Kneeling down, he prayed,"
            },
            {
                "verse_number": "42",
                "verse_text": "“Father, if you are willing, take this cup of agony away from me. But no matter what, your will must be mine.”"
            },
            {
                "verse_number": "43",
                "verse_text": "Jesus called for an angel of glory to strengthen him, and the angel appeared."
            },
            {
                "verse_number": "44",
                "verse_text": "He prayed even more passionately, like one being sacrificed, until he was in such intense agony of spirit that his sweat became drops of blood, dripping onto the ground."
            },
            {
                "verse_number": "45",
                "verse_text": "When Jesus finished praying, he got up and went to his disciples and found them all asleep, for they were exhausted and overwhelmed with sorrow."
            },
            {
                "verse_number": "46",
                "verse_text": "“Why are you sleeping?” he asked them. “You need to be alert and pray for the strength to endure the great temptation.”"
            },
            {
                "verse_number": "47",
                "verse_text": "No sooner had he finished speaking when suddenly a mob approached, and in front of the mob was his disciple Judas. He walked up close to Jesus and greeted him with a kiss. For he had agreed to give the religious leaders a sign, saying, “The one I kiss is the one to seize.”"
            },
            {
                "verse_number": "48",
                "verse_text": "Jesus looked at him with sorrow and said, “A kiss, Judas? Are you really going to betray the Son of Man with a kiss?”"
            },
            {
                "verse_number": "49",
                "verse_text": "When the other disciples understood what was happening, they asked, “Lord, shall we fight them with our swords?”"
            },
            {
                "verse_number": "50",
                "verse_text": "Just then, one of the disciples swung his sword at the high priest’s servant and slashed off his right ear."
            },
            {
                "verse_number": "51",
                "verse_text": "Jesus stopped the incident from escalating any further by saying, “Enough of this!” Then he touched the right side of the injured man’s head and the ear grew back —he was healed!"
            },
            {
                "verse_number": "52",
                "verse_text": "Jesus turned to those who had come to seize him—the ruling priests, the officers of the temple police, and the religious leaders—and said, “Am I a criminal that you come to capture me with clubs and swords? Wasn’t I with you day after day, teaching in the temple courts?"
            },
            {
                "verse_number": "53",
                "verse_text": "You could have seized me at any time. But in the darkness of night you have now found your time, for it belongs to you and to the prince of darkness.”"
            },
            {
                "verse_number": "54",
                "verse_text": "The religious leaders seized Jesus and led him away, but Peter followed from a safe distance. They brought him to the home of the high priest, where people were already gathered out in the courtyard."
            },
            {
                "verse_number": "55",
                "verse_text": "Someone had built a fire, so Peter inched closer and sat down among them to stay warm."
            },
            {
                "verse_number": "56",
                "verse_text": "A girl noticed Peter sitting in the firelight. Staring at him, she pointed him out and said, “This man is one of Jesus’ disciples!”"
            },
            {
                "verse_number": "57",
                "verse_text": "Peter flatly denied it, saying, “What are you talking about, girl? I don’t know him!”"
            },
            {
                "verse_number": "58",
                "verse_text": "A little while later, someone else spotted Peter and said, “I recognize you. You’re one of his, I know it!”"
            },
            {
                "verse_number": "59",
                "verse_text": "About an hour later, someone else identified Peter and insisted he was a disciple of Jesus, saying, “Look at him! He’s from Galilee, just like Jesus. I know he’s one of them.”"
            },
            {
                "verse_number": "60",
                "verse_text": "But Peter was adamant. “Listen, I don’t know what you’re talking about. Don’t you understand? I don’t even know him.” While the words were still in his mouth, the rooster crowed."
            },
            {
                "verse_number": "61",
                "verse_text": "At that moment, the Lord, who was being led through the courtyard by his captors, turned around and gazed at Peter. All at once Peter remembered the words Jesus had prophesied over him, “Before the rooster crows in the morning, you will deny three times that you even know me.”"
            },
            {
                "verse_number": "62",
                "verse_text": "Peter burst into tears, ran off from the crowd, and wept bitterly."
            },
            {
                "verse_number": "63",
                "verse_text": "Those who were guarding Jesus mocked and beat him severely."
            },
            {
                "verse_number": "64",
                "verse_text": "They also made fun of him, blindfolding him and slapping his face and saying, “Prove that you are a prophet and tell us which one of us hit you!”"
            },
            {
                "verse_number": "65",
                "verse_text": "They blasphemed and heaped insult after insult upon him."
            },
            {
                "verse_number": "66",
                "verse_text": "At daybreak the high priests, the experts of the law, and the top religious leaders convened and had Jesus brought before their council."
            },
            {
                "verse_number": "67",
                "verse_text": "They asked him point blank, “Tell us, are you the Christ, the Messiah, or not?”"
            },
            {
                "verse_number": "68",
                "verse_text": "And if I question you, you will not answer me or release me."
            },
            {
                "verse_number": "69",
                "verse_text": "But from today on, the Son of Man will be enthroned in the place of honor, power, and authority with Almighty God.”"
            },
            {
                "verse_number": "70",
                "verse_text": "They all shouted, “Then you do claim to be the Son of God?”"
            },
            {
                "verse_number": "71",
                "verse_text": "They all shouted, “We’ve heard it from his very lips! What further proof do we need?”"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "The entire council stood at once and took Jesus to Pilate, the Roman governor."
            },
            {
                "verse_number": "2",
                "verse_text": "They accused him of false testimony, saying, “This man tells us not to pay our taxes to Caesar. And he proclaims himself to be Christ the King and Messiah. He’s a deceiver of our nation.”"
            },
            {
                "verse_number": "3",
                "verse_text": "Pilate asked Jesus, “Is this true? Are you their king and Messiah?” Jesus answered, “It is true.” Finally their shouts and screams succeeded. The soldiers, after they crucified him, gambled over his clothing."
            },
            {
                "verse_number": "4",
                "verse_text": "Pilate turned to the high priests and to the gathered crowd and said, “This man has committed no crime. I find nothing wrong with him.”"
            },
            {
                "verse_number": "5",
                "verse_text": "But they yelled and demanded that Pilate do something, saying, “He has stirred up our nation, misleading people from the moment he began teaching in Galilee until he has come here to Jerusalem!”"
            },
            {
                "verse_number": "8",
                "verse_text": "When he saw Jesus, he was elated, for he had heard a great deal about his ministry and wanted Jesus to perform a miracle in front of him."
            },
            {
                "verse_number": "9",
                "verse_text": "Antipas questioned him at length, but Jesus wouldn’t even answer him."
            },
            {
                "verse_number": "12",
                "verse_text": "That day, Antipas and Pilate healed their long-standing feud and they became good friends."
            },
            {
                "verse_number": "17",
                "verse_text": "For it was Pilate’s custom to honor the Jewish holiday by releasing a prisoner."
            },
            {
                "verse_number": "18",
                "verse_text": "When the crowd heard this, they went wild. Erupting with anger, they cried out, “No! Take this one away and release Barabbas!”"
            },
            {
                "verse_number": "19",
                "verse_text": "For Barabbas had been thrown in prison for robbery and murder."
            },
            {
                "verse_number": "20",
                "verse_text": "Pilate, wanting to release Jesus, tried to convince them it was best to let Jesus go,"
            },
            {
                "verse_number": "21",
                "verse_text": "but they screamed out over and over, “Crucify him! Crucify him!”"
            },
            {
                "verse_number": "22",
                "verse_text": "A third time, Pilate asked the crowd, “What evil crime has this man committed that I should have him crucified? I haven’t found one thing that warrants a death sentence! I will have him flogged severely and then release him.”"
            },
            {
                "verse_number": "23",
                "verse_text": "But the people and the high priests, shouting like a mob, screamed out at the top of their lungs, “No! Crucify him! Crucify him!”"
            },
            {
                "verse_number": "24",
                "verse_text": "Pilate caved in to the crowd and ordered that the will of the people be done."
            },
            {
                "verse_number": "25",
                "verse_text": "Then he released the guilty murderer Barabbas, as they had insisted, and handed Jesus over to be crucified."
            },
            {
                "verse_number": "26",
                "verse_text": "As the guards led Jesus to be crucified, there was an African man in the crowd named Simon, from Libya. He had just arrived from a rural village to keep the Feast of the Passover . The guards laid Jesus’ cross on Simon’s shoulders and forced him to walk behind Jesus, carrying his cross."
            },
            {
                "verse_number": "27",
                "verse_text": "Massive crowds gathered to follow Jesus, including a number of women, who were wailing with sorrow over him."
            },
            {
                "verse_number": "28",
                "verse_text": "Jesus turned to them and said, “Daughters of Jerusalem, do not weep for me. You should be weeping for yourselves and your children."
            },
            {
                "verse_number": "29",
                "verse_text": "The day is coming when it will not be the women with children who are blessed but those who are childless. Then you will say, ‘The barren women are the most fortunate! Those who have never given birth and never nursed a child— they are more fortunate than we, for they will never see their children put to death !’"
            },
            {
                "verse_number": "30",
                "verse_text": "And the people will cry out for the mountains and hills to fall on top of them to hide them from all that is to come."
            },
            {
                "verse_number": "31",
                "verse_text": "For if this is what they do to the living Branch, what will they do with the dead ones?”"
            },
            {
                "verse_number": "32",
                "verse_text": "The guards led away two criminals with Jesus, to execute all three at the same time."
            },
            {
                "verse_number": "33",
                "verse_text": "When they came to the place that is known as The Skull, the guards crucified Jesus, nailing him on the center cross between the two criminals."
            },
            {
                "verse_number": "34",
                "verse_text": "While they were nailing Jesus to the cross, he prayed over and over, “Father, forgive them, for they don’t know what they’re doing.”"
            },
            {
                "verse_number": "35",
                "verse_text": "A great crowd gathered to watch what was happening. The religious leaders sneered at Jesus and mocked him, saying, “Look at this man! What kind of ‘chosen Messiah’ is this? He pretended to save others, but he can’t even save himself!”"
            },
            {
                "verse_number": "36",
                "verse_text": "The soldiers joined in the mockery, offering Jesus a drink of vinegar."
            },
            {
                "verse_number": "39",
                "verse_text": "One of the criminals hanging on the cross next to Jesus kept ridiculing him, saying, “What kind of Messiah are you? Save yourself and save us from this death!”"
            },
            {
                "verse_number": "40",
                "verse_text": "The criminal hanging on the other cross rebuked the man, saying, “Don’t you fear God? You’re about to die!"
            },
            {
                "verse_number": "41",
                "verse_text": "We deserve to be condemned. We’re just being repaid for what we’ve done. But this man—he’s done nothing wrong!”"
            },
            {
                "verse_number": "42",
                "verse_text": "Then he said, “I beg of you, Jesus, show me grace and take me with you into your everlasting kingdom!”"
            },
            {
                "verse_number": "43",
                "verse_text": "Jesus responded, “I promise you—this very day you will enter paradise with me.”"
            },
            {
                "verse_number": "44",
                "verse_text": "It was now only midday, yet the whole world became dark for three hours as the light of the sun faded away."
            },
            {
                "verse_number": "45",
                "verse_text": "And suddenly in the temple the thick veil hanging in the Holy Place was ripped in two!"
            },
            {
                "verse_number": "46",
                "verse_text": "Then Jesus cried out with a loud voice, “Father, I surrender my Spirit into your hands.” And he took his last breath and died."
            },
            {
                "verse_number": "47",
                "verse_text": "When the Roman captain overseeing the crucifixion witnessed all that took place, he was awestruck and glorified God. Acknowledging what they had done, he said, “I have no doubt; we just killed the righteous one.”"
            },
            {
                "verse_number": "48",
                "verse_text": "The crowds that had gathered to observe this spectacle went back to their homes, overcome with deep sorrow and devastated by what they had witnessed."
            },
            {
                "verse_number": "49",
                "verse_text": "But standing off at a distance were some who truly knew Jesus, and the women who had followed him all the way from Galilee were keeping vigil."
            },
            {
                "verse_number": "52",
                "verse_text": "He came before Pilate and asked permission to take the body of Jesus for a proper burial, and Pilate granted his request ."
            },
            {
                "verse_number": "53",
                "verse_text": "So he took the body from the cross, wrapped it in a winding sheet of linen, and placed it in a new, unused tomb chiseled out of solid rock."
            },
            {
                "verse_number": "54",
                "verse_text": "It was Preparation Day, and the Sabbath was fast approaching."
            },
            {
                "verse_number": "55",
                "verse_text": "The women who had been companions of Jesus from the beginning saw all this take place and carefully contemplated how the body was laid in the tomb."
            },
            {
                "verse_number": "56",
                "verse_text": "Afterward they returned home and prepared fragrant spices and ointments and were planning to anoint his body after the Sabbath was completed, according to the commandments of the law."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Very early that Sunday morning, the women made their way to the tomb, carrying the spices they had prepared."
            },
            {
                "verse_number": "10",
                "verse_text": "Among them were Mary Magdalene, Joanna, and Jesus’ mother Mary."
            },
            {
                "verse_number": "2",
                "verse_text": "Arriving at the tomb they discovered that the huge stone covering the entrance had been rolled aside,"
            },
            {
                "verse_number": "3",
                "verse_text": "so they went in to look. But the tomb was empty. The body of Jesus was gone!"
            },
            {
                "verse_number": "4",
                "verse_text": "They stood there, stunned and perplexed. Suddenly, two men appeared above them in dazzling white robes shining like lightning."
            },
            {
                "verse_number": "5",
                "verse_text": "Terrified, the women fell to the ground on their faces. The men in white said to them, “Why would you look for the Living One in a tomb? He is not here, for he has risen! They stopped, and the one named Cleopas answered, “Haven’t you heard? Are you the only one in Jerusalem unaware of the things that have happened over the last few days?”"
            },
            {
                "verse_number": "6",
                "verse_text": "Have you forgotten what he said to you while he was still in Galilee:"
            },
            {
                "verse_number": "7",
                "verse_text": "‘The destiny of the Son of Man is to be handed over to sinful men, to be nailed to a cross, and on the third day to rise again’?”"
            },
            {
                "verse_number": "8",
                "verse_text": "All at once they remembered his words."
            },
            {
                "verse_number": "9",
                "verse_text": "Leaving the tomb, they went to break the news to the Eleven and to all the others of what they had seen and heard."
            },
            {
                "verse_number": "11",
                "verse_text": "When the disciples heard the testimony of the women, it made no sense, and they were unable to believe what they heard."
            },
            {
                "verse_number": "12",
                "verse_text": "But Peter jumped up and ran the entire distance to the tomb to see for himself. Stooping down, he looked inside and discovered it was empty! There was only the linen sheet lying there. Staggered by this, he walked away, wondering what it meant."
            },
            {
                "verse_number": "13",
                "verse_text": "Later that same day, two of Jesus’ disciples were walking from Jerusalem to Emmaus, a journey of about seventeen miles."
            },
            {
                "verse_number": "16",
                "verse_text": "They were unaware that it was actually Jesus walking alongside them, for God prevented them from recognizing him."
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus asked, “What things?” “The things about Jesus, the man from Nazareth,” they replied. “He was a mighty prophet of God who performed miracles and wonders. His words were powerful and he had great favor with God and the people. Knowing that they were still wondering if he was real, Jesus said, “Here, let me show you. Give me something to eat.” Overwhelmed and ecstatic with joy, they made their way back to Jerusalem."
            },
            {
                "verse_number": "22",
                "verse_text": "Early this morning, some of the women informed us of something amazing."
            },
            {
                "verse_number": "23",
                "verse_text": "They said they went to the tomb and found it empty. They claimed two angels appeared and told them that Jesus is now alive."
            },
            {
                "verse_number": "24",
                "verse_text": "Some of us went to see for ourselves and found the tomb exactly as the women had said. But no one has seen him.”"
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus said to them, “Why are you so thick-headed? Why do you find it so hard to believe every word the prophets have spoken?"
            },
            {
                "verse_number": "26",
                "verse_text": "Wasn’t it necessary for the Messiah to experience all these sufferings and afterward to enter into his glory?”"
            },
            {
                "verse_number": "27",
                "verse_text": "And beginning with Moses and all the prophets he carefully unveiled to them the revelation of himself throughout the Scriptures."
            },
            {
                "verse_number": "28",
                "verse_text": "As they approached the village, Jesus walked on ahead, telling them he was going on to a distant place."
            },
            {
                "verse_number": "29",
                "verse_text": "They urged him to remain there with them and pleaded, “Stay with us. It will be dark soon.” So Jesus went with them into the village."
            },
            {
                "verse_number": "30",
                "verse_text": "Joining them at the table for supper, he took bread and blessed it and broke it, then gave it to them."
            },
            {
                "verse_number": "31",
                "verse_text": "All at once their eyes were opened and they realized he was Jesus! Then suddenly, in a flash, Jesus vanished from before their eyes!"
            },
            {
                "verse_number": "32",
                "verse_text": "Stunned, they looked at each other and said, “Why didn’t we recognize him? Didn’t our hearts burn with the flames of holy passion while we walked beside him? He unveiled for us such profound revelation from the Scriptures!”"
            },
            {
                "verse_number": "33",
                "verse_text": "They left at once and hurried back to Jerusalem to tell the other disciples. When they found the Eleven and the other disciples all together,"
            },
            {
                "verse_number": "34",
                "verse_text": "they overheard them saying, “It’s really true! The Lord has risen from the dead. He even appeared to Peter!”"
            },
            {
                "verse_number": "35",
                "verse_text": "Then the two disciples told the others what had happened to them on the road to Emmaus and how Jesus had unveiled himself in the breaking of bread."
            },
            {
                "verse_number": "38",
                "verse_text": "Why are you so frightened? Don’t let doubt enter your hearts."
            },
            {
                "verse_number": "39",
                "verse_text": "See my pierced hands and feet. See for yourselves, it is I, standing here alive. Touch me and know that my wounds are real. A spirit does not have a body of flesh and bone as you see that I have.”"
            },
            {
                "verse_number": "40",
                "verse_text": "Then he showed them his pierced hands and feet and let them touch his wounds."
            },
            {
                "verse_number": "41",
                "verse_text": "The disciples were ecstatic, yet dumbfounded, unable to fully comprehend it."
            },
            {
                "verse_number": "44",
                "verse_text": "Then he said to them, “Don’t you remember the words that I spoke to you when I was still with you? I told you that I would fulfill everything written about me, including all the prophecies from the law of Moses through the Psalms and the writings of the prophets.”"
            },
            {
                "verse_number": "45",
                "verse_text": "He supernaturally unlocked their understanding to receive the revelation of the Scriptures,"
            },
            {
                "verse_number": "46",
                "verse_text": "and said to them, “Everything that has happened fulfills what the Scriptures prophesied of me. The Messiah was destined to suffer and rise from the dead on the third day."
            },
            {
                "verse_number": "47",
                "verse_text": "Now you must go into all the nations and preach repentance and forgiveness of sins so that they will turn to me. Start right here in Jerusalem,"
            },
            {
                "verse_number": "48",
                "verse_text": "for you are my witnesses and have seen for yourselves all that has transpired."
            },
            {
                "verse_number": "49",
                "verse_text": "I will send the fulfillment of the Father’s promise to you, so stay here in the city until you are clothed with the mighty power of heaven.”"
            },
            {
                "verse_number": "50",
                "verse_text": "Jesus led his disciples out to Bethany. He lifted his hands over them and blessed them in his love."
            },
            {
                "verse_number": "51",
                "verse_text": "While he was still speaking words of love and blessing, he floated off the ground into the sky , ascending into heaven before their very eyes!"
            },
            {
                "verse_number": "52",
                "verse_text": "And all they could do was worship him."
            },
            {
                "verse_number": "53",
                "verse_text": "Every day they went to the temple, to praise and worship God."
            }
        ]
    }
}