{
    "2 Samuel": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "After Saul&quot;s death, when David had returned from defeating the Amalekites, he stayed in Ziklag two days."
            },
            {
                "verse_number": "2",
                "verse_text": "On the third day, a man showed up from Saul&quot;s camp with his clothes torn and dirt on his head. When he reached David, he fell to the ground, bowing low out of respect. &apos;I&quot;ve escaped from the Israelite army!&apos; he answered. The man answered, &apos;The troops fled from the battle! Many of the soldiers have fallen and died. What&quot;s more, Saul and his son Jonathan have also died!&apos; &apos;I&quot;m the son of an immigrant,&apos; he answered. &apos;An Amalekite.&apos; Look how the mighty warriors have fallen! don&quot;t bring news of it to Ashkelon&quot;s streets, or else the Philistines&quot; daughters will rejoice; the daughters of the uncircumcised will celebrate. Let there be no dew or rain on you, the shield of Saul!&ndash;never again anointed with oil. from the gore of the warriors. Never did Saul&quot;s sword return empty. In their lives and in their deaths they were never separated. They were faster than eagles, stronger than lions! He dressed you in crimson with jewels; he decorated your clothes with gold jewelry. Jonathan lies dead on your heights. You were so dear to me! Look how the weapons of war have been destroyed!"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Where have you come from?&apos; David asked him."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;What&quot;s the report?&apos; David asked him. &apos;Tell me!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;How do you know,&apos; David asked the young man who brought the news, &apos;that Saul and his son Jonathan are dead?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The young man who brought the news replied, &apos;I just happened to be on Mount Gilboa and Saul was there, leaning on his spear, with chariots and horsemen closing in on him."
            },
            {
                "verse_number": "7",
                "verse_text": "He turned around and saw me, then he called to me. &quot;Yes, sir,&quot; I answered."
            },
            {
                "verse_number": "8",
                "verse_text": "&quot;Who are you?&quot; he asked, and I told him, &quot;I&quot;m an Amalekite.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "He said to me, &quot;Please come over here and kill me, because convulsions have come over me but I&quot;m still alive.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "So I went over to him and killed him, because I knew he couldn&quot;t survive after being wounded like that. I took the crown that was on his head and the bracelet that was on his arm, and I&quot;ve brought them here to you, my master.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then David grabbed his clothes and ripped them&ndash;and all his soldiers did the same."
            },
            {
                "verse_number": "12",
                "verse_text": "They mourned and cried and fasted until evening for Saul, his son Jonathan, the LORD &quot;s army, and the whole house of Israel, because they had died by the sword."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Where are you from?&apos; David asked the young man who brought him the news."
            },
            {
                "verse_number": "14",
                "verse_text": "Then David said to him, &apos;How is it that you weren&quot;t afraid to raise your hand and destroy the LORD &quot;s anointed?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then David called for one of the young servants. &apos;Come here!&apos; he said. &apos;Strike him down!&apos; So the servant struck the Amalekite down, and he died."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Your blood is on your own head,&apos; David said to the Amalekite, &apos;because your own mouth testified against you when you admitted, &quot;I killed the LORD &quot;s anointed.&quot;&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then David sang this funeral song for Saul and his son Jonathan."
            },
            {
                "verse_number": "18",
                "verse_text": "David ordered everyone in Judah to learn the Song of the Bow. (In fact, it is written in the scroll from Jashar.)"
            },
            {
                "verse_number": "19",
                "verse_text": "Oh, no, Israel! Your prince lies dead on your heights."
            },
            {
                "verse_number": "20",
                "verse_text": "Don&quot;t talk about it in Gath;"
            },
            {
                "verse_number": "21",
                "verse_text": "You hills of Gilboa! and no fields yielding grain offerings. Because it was there that the mighty warrior&quot;s shield was defiled&ndash; Your love was more amazing to me than the love of women."
            },
            {
                "verse_number": "22",
                "verse_text": "Jonathan&quot;s bow never wavered from the blood of the slain,"
            },
            {
                "verse_number": "23",
                "verse_text": "Saul and Jonathan! So well loved, so dearly cherished!"
            },
            {
                "verse_number": "24",
                "verse_text": "Daughters of Israel, weep over Saul!"
            },
            {
                "verse_number": "25",
                "verse_text": "Look how the mighty warriors have fallen in the midst of battle!"
            },
            {
                "verse_number": "26",
                "verse_text": "I grieve for you, my brother Jonathan!"
            },
            {
                "verse_number": "27",
                "verse_text": "Look how the mighty warriors have fallen!"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Some time later, David questioned the LORD , &apos;Should I go to one of the towns in Judah?&apos; &apos;Yes, go,&apos; the LORD told him. &apos;Which one should I go to?&apos; David asked. &apos;To Hebron,&apos; the LORD replied. When David was informed that it was the people of Jabesh-gilead who had buried Saul, &apos;All right,&apos; Joab said, &apos;let&quot;s do it.&apos; &apos;Yes, it&quot;s me,&apos; Asahel answered. Everyone who came to the place where Asahel had fallen and died just stood there,"
            },
            {
                "verse_number": "2",
                "verse_text": "So David went there, along with his two wives: Ahinoam from Jezreel and Abigail, Nabal&quot;s widow, from Carmel."
            },
            {
                "verse_number": "3",
                "verse_text": "David also took the soldiers who were with him, each with his family, and they lived in the towns around Hebron."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the people of Judah came to Hebron and anointed David king over the house of Judah."
            },
            {
                "verse_number": "5",
                "verse_text": "he sent messengers to the people of Jabesh-gilead. &apos;The LORD bless you,&apos; he said to them, &apos;for doing this loyal deed for your master Saul by burying him."
            },
            {
                "verse_number": "6",
                "verse_text": "May the LORD now show you loyal love and faithfulness. I myself will also reward you because you did this."
            },
            {
                "verse_number": "7",
                "verse_text": "So now take courage and be brave&ndash;yes, your master Saul is dead, but the house of Judah has anointed me king over them.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Meanwhile, Abner, Ner&quot;s son, the commander of Saul&quot;s army, had taken Ishbosheth, Saul&quot;s son, and brought him over to Mahanaim."
            },
            {
                "verse_number": "9",
                "verse_text": "There he made him king over Gilead, the Geshurites, Jezreel, Ephraim, and Benjamin&ndash;over all Israel."
            },
            {
                "verse_number": "10",
                "verse_text": "Saul&quot;s son Ishbosheth was 40 years old when he became king over Israel, and he ruled for two years. The house of Judah, however, followed David."
            },
            {
                "verse_number": "11",
                "verse_text": "The amount of time David ruled in Hebron over the house of Judah totaled seven and a half years."
            },
            {
                "verse_number": "12",
                "verse_text": "Abner, Ner&quot;s son, along with the soldiers of Ishbosheth, Saul&quot;s son, left Mahanaim to go to Gibeon."
            },
            {
                "verse_number": "13",
                "verse_text": "Joab, Zeruiah&quot;s son, and David&quot;s soldiers also came out and confronted them at the pool of Gibeon. One group sat on one side of the pool; the other sat on the opposite side of the pool."
            },
            {
                "verse_number": "14",
                "verse_text": "Abner said to Joab, &apos;Let&quot;s have the young men fight in a contest before us.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So the men came forward and were counted as they passed by: twelve for Benjamin and Ishbosheth, Saul&quot;s son; and twelve of David&quot;s soldiers."
            },
            {
                "verse_number": "16",
                "verse_text": "Each man grabbed his opponent by the head and stuck his sword into his opponent&quot;s side so that they both fell dead together. That&quot;s why that place is called The Field of Daggers, which is located in Gibeon."
            },
            {
                "verse_number": "17",
                "verse_text": "A fierce battle took place that day, and Abner and the Israelite troops were defeated by David&quot;s soldiers."
            },
            {
                "verse_number": "18",
                "verse_text": "Now Zeruiah&quot;s three sons were present at the battle: Joab, Abishai, and Asahel. Asahel was as fast as a gazelle in an open field."
            },
            {
                "verse_number": "19",
                "verse_text": "Asahel went after Abner, staying completely focused in his pursuit of Abner."
            },
            {
                "verse_number": "20",
                "verse_text": "Abner looked behind him and said, &apos;Is that you, Asahel?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Break off your pursuit!&apos; Abner told him. &apos;Fight one of the young warriors and take his gear for yourself!&apos; But Asahel wouldn&quot;t stop chasing him."
            },
            {
                "verse_number": "22",
                "verse_text": "So Abner repeated himself to Asahel: &apos;Stop chasing me. Why should I kill you? How could I look your brother Joab in the face?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But Asahel wouldn&quot;t turn back, so Abner hit him in the stomach with the back end of his spear. But the spear went through Asahel&quot;s back. He fell down and died right there."
            },
            {
                "verse_number": "24",
                "verse_text": "but Joab and Abishai went after Abner. The sun was setting when they came to the hill of Ammah, which faces Giah on the road to the Gibeon wilderness."
            },
            {
                "verse_number": "25",
                "verse_text": "The Benjaminites rallied behind Abner, forming a single unit. Then they took their positions on the top of a hill."
            },
            {
                "verse_number": "26",
                "verse_text": "Abner yelled down to Joab, &apos;Must the sword keep killing forever? Don&quot;t you realize that this will end bitterly? How long before you order the troops to stop chasing their brothers?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;As surely as God lives,&apos; Joab replied, &apos;if you hadn&quot;t just said that, the soldiers would have continued after their brothers until morning.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Joab blew the trumpet, and all the soldiers stopped. They didn&quot;t pursue Israel anymore, nor did they continue to fight."
            },
            {
                "verse_number": "29",
                "verse_text": "Abner and his men then marched all night through the wilderness, crossing the Jordan River and marching all morning until they got to Mahanaim."
            },
            {
                "verse_number": "30",
                "verse_text": "Joab, meanwhile, returned from pursuing Abner and assembled the troops. Nineteen of David&quot;s soldiers were counted missing in addition to Asahel."
            },
            {
                "verse_number": "31",
                "verse_text": "But David&quot;s soldiers had defeated the Benjaminites, killing three hundred sixty of Abner&quot;s soldiers."
            },
            {
                "verse_number": "32",
                "verse_text": "They took Asahel and buried him in his father&quot;s tomb in Bethlehem. Then Joab and his men marched all night. When daylight came, they were in Hebron."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "The war between Saul&quot;s house and David&quot;s house was long and drawn out. David kept getting stronger, while Saul&quot;s house kept getting weaker. &apos;Go home!&apos; Abner told him. So he went home. &apos;Should Abner have died like a fool dies? your feet weren&quot;t chained, but you have fallen like someone falls before the wicked.&apos; Then the troops cried over Abner again."
            },
            {
                "verse_number": "2",
                "verse_text": "David&quot;s sons were born in Hebron. His oldest son was Amnon, by Ahinoam from Jezreel;"
            },
            {
                "verse_number": "3",
                "verse_text": "the second was Chileab, by Abigail, Nabal&quot;s widow from Carmel; the third was Absalom, by Maacah, who was the daughter of Geshur&quot;s King Talmai;"
            },
            {
                "verse_number": "4",
                "verse_text": "the fourth was Adonijah, by Haggith; the fifth was Shephatiah, by Abital;"
            },
            {
                "verse_number": "5",
                "verse_text": "and the sixth was Ithream, by David&quot;s wife Eglah. These are David&quot;s sons that were born in Hebron."
            },
            {
                "verse_number": "6",
                "verse_text": "Throughout the war between Saul&quot;s house and David&quot;s house, Abner was gaining power in Saul&quot;s house."
            },
            {
                "verse_number": "7",
                "verse_text": "Now Saul had a secondary wife named Rizpah, Aiah&quot;s daughter. Ishbosheth said to Abner, &apos;Why have you had sex with my father&quot;s secondary wife?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Abner got very angry over what Ishbosheth had said. &apos;Am I some sort of dog&quot;s head?&apos; Abner asked. &apos;I&quot;ve been nothing but loyal to the house of your father Saul and to his brothers and his friends. I haven&quot;t handed you over to David, but today you accuse me of doing something wrong with this woman."
            },
            {
                "verse_number": "9",
                "verse_text": "May God deal harshly with me, Abner, and worse still if I don&quot;t do for David exactly what the LORD swore to him&ndash;"
            },
            {
                "verse_number": "10",
                "verse_text": "removing the kingdom from Saul&quot;s house and securing David&quot;s throne over Israel and over Judah, from Dan all the way to Beer-sheba!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Ishbosheth couldn&quot;t say a single word in reply to Abner because he was afraid of him."
            },
            {
                "verse_number": "12",
                "verse_text": "Abner sent messengers to represent him to David and to say, &apos;Who will own the land? Make a covenant with me, then I&quot;ll help bring all Israel over to your side.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Good!&apos; David replied. &apos;I will make a covenant with you, but on one condition: don&quot;t show yourself in my presence unless you bring Saul&quot;s daughter Michal when you come to see me.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then David sent messengers to Saul&quot;s son Ishbosheth. &apos;Give me my wife Michal,&apos; he demanded. &apos;I became engaged to her at the cost of one hundred Philistine foreskins.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Ishbosheth then sent for Michal and took her from her husband Paltiel, Laish&quot;s son."
            },
            {
                "verse_number": "16",
                "verse_text": "Her husband went with her all the way to Bahurim, crying as he followed her."
            },
            {
                "verse_number": "17",
                "verse_text": "Abner then sent word to Israel&quot;s elders. &apos;You&quot;ve wanted David to be your king for some time now,&apos; he said."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;It&quot;s time to act because the LORD has said about David: I will rescue my people Israel from the power of the Philistines and all their enemies through my servant David.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Abner also spoke directly to the Benjaminites. He then went to inform David in person at Hebron regarding everything that all Israel and the house of Benjamin were willing to do."
            },
            {
                "verse_number": "20",
                "verse_text": "When Abner, along with twenty others, reached David at Hebron, David threw a celebration for Abner and his men."
            },
            {
                "verse_number": "21",
                "verse_text": "Then Abner said to David, &apos;Please let me get going so I can assemble all Israel for my master the king. Then they can make a covenant with you, and you will rule over everything your heart desires.&apos; At that, David sent Abner off in peace."
            },
            {
                "verse_number": "22",
                "verse_text": "Right then, David&quot;s soldiers and Joab returned from a raid, bringing a great deal of loot with them. Abner was no longer with David in Hebron because David had sent him off in peace."
            },
            {
                "verse_number": "23",
                "verse_text": "When Joab and all the troops with him returned, Joab was told that Abner, Ner&quot;s son, had come to the king and that David had sent him off in peace."
            },
            {
                "verse_number": "24",
                "verse_text": "Joab went to the king and asked, &apos;What have you done? Abner came to you here! Why did you send him off? Now he&quot;s gotten away!"
            },
            {
                "verse_number": "25",
                "verse_text": "Don&quot;t you know the evil ways of Abner, Ner&quot;s son? He came to trick you, to find out where you come and go, and to learn everything you do!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Joab left David and sent messengers after Abner. They brought him back from the well at Sirah, but David didn&quot;t know anything of this."
            },
            {
                "verse_number": "27",
                "verse_text": "When Abner returned to Hebron, Joab took him aside next to the gate to speak with him in private. But instead Joab stabbed Abner in the stomach, and he died for shedding the blood of Asahel, Joab&quot;s brother."
            },
            {
                "verse_number": "28",
                "verse_text": "When David heard about this later, he said, &apos;I and my kingdom are forever innocent before the LORD concerning the shedding of the blood of Abner, Ner&quot;s son."
            },
            {
                "verse_number": "29",
                "verse_text": "May it fall upon the head of Joab and his entire family tree! May Joab&quot;s family never be without someone with a discharge or a skin disease, someone who uses a crutch, someone who dies by the sword, or someone who is hungry!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "So that is how Joab and his brother Abishai murdered Abner, because he killed their brother Asahel in the battle at Gibeon."
            },
            {
                "verse_number": "31",
                "verse_text": "Then David ordered Joab and all the troops who were with him, &apos;Tear your clothes and put on funeral clothes! Mourn for Abner!&apos; King David himself walked behind the body."
            },
            {
                "verse_number": "32",
                "verse_text": "They buried Abner in Hebron. The king wept loudly at Abner&quot;s grave. All the troops cried too."
            },
            {
                "verse_number": "33",
                "verse_text": "Then the king sang this funeral song for Abner:"
            },
            {
                "verse_number": "34",
                "verse_text": "Your hands weren&quot;t bound,"
            },
            {
                "verse_number": "35",
                "verse_text": "Then all the soldiers came to urge David to eat something while it was still day, but David swore, &apos;May God deal harshly with me and worse still if I eat bread or anything else before the sun goes down.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "All the troops took notice of this and were pleased by it. Indeed, everything that the king did pleased them."
            },
            {
                "verse_number": "37",
                "verse_text": "So on that day all the troops and all Israel knew that it wasn&quot;t the king&quot;s idea to kill Abner, Ner&quot;s son."
            },
            {
                "verse_number": "38",
                "verse_text": "The king told his soldiers, &apos;Don&quot;t you know that a prince and a great man in Israel has fallen today?"
            },
            {
                "verse_number": "39",
                "verse_text": "And today, though I am the anointed king, I am weak. These men, Zeruiah&quot;s sons, are too strong for me. May the LORD repay the one who does evil according to the evil they did!&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "When Ishbosheth, Saul&quot;s son, heard that Abner had died in Hebron, he lost his courage, and all Israel was alarmed."
            },
            {
                "verse_number": "2",
                "verse_text": "Saul&quot;s son had two men who led the raiding parties&ndash;one was named Baanah and the other Rechab. Both were sons of Rimmon, a Benjaminite from Beeroth. (Beeroth was considered part of Benjamin."
            },
            {
                "verse_number": "3",
                "verse_text": "The people of Beeroth had fled to Gittaim and even now live there as immigrants.)"
            },
            {
                "verse_number": "4",
                "verse_text": "Now Saul&quot;s son Jonathan had a boy whose feet were crippled. He was only 5 years old when the news about Saul and Jonathan came from Jezreel, and so his nurse snatched him up and fled. But as she hurried to get away, he fell and was injured. His name was Mephibosheth."
            },
            {
                "verse_number": "5",
                "verse_text": "Rechab and Baanah, the sons of Rimmon from Beeroth, set out and reached Ishbosheth&quot;s house at the heat of the day, right when he was lying down, taking an afternoon rest."
            },
            {
                "verse_number": "6",
                "verse_text": "They went straight into his house, as if getting wheat, and they stabbed him in the stomach. Then Rechab and his brother Baanah escaped."
            },
            {
                "verse_number": "7",
                "verse_text": "They had entered the house while Ishbosheth was lying on the bed in his bedroom. After they stabbed him and killed him, they cut off his head, took it, and traveled all night through the wilderness."
            },
            {
                "verse_number": "8",
                "verse_text": "They brought Ishbosheth&quot;s head to David at Hebron. &apos;Here is the head of Ishbosheth,&apos; they told the king, &apos;the son of Saul your enemy, who wanted you dead. Today the LORD has avenged our master the king on Saul and his descendants.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "David answered Rechab and his brother Baanah, the sons of Rimmon from Beeroth, &apos;As surely as the LORD lives, who has rescued me from all kinds of trouble,&apos; he told them,"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;when someone told me Saul was dead back in Ziklag, thinking he was bringing good news, I grabbed him and killed him. That was the reward I gave him for his news!"
            },
            {
                "verse_number": "11",
                "verse_text": "What do you think I&quot;ll do when evil people kill a righteous person in his own house on his own bed? Why shouldn&quot;t I demand his blood from your hands and rid the earth of you both?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So David gave the order to his servants, and they killed Rechab and Baanah, cutting off their hands and feet and hanging them up by the pool at Hebron. But they took Ishbosheth&quot;s head and buried it in the grave of Abner at Hebron."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "All the Israelite tribes came to David at Hebron and said, &apos;Listen: We are your very own flesh and bone."
            },
            {
                "verse_number": "2",
                "verse_text": "In the past, when Saul ruled over us, you were the one who led Israel out to war and back. What&quot;s more, the LORD told you, You will shepherd my people Israel, and you will be Israel&quot;s leader. &apos;Attack them,&apos; the LORD replied, &apos;because I will definitely hand the Philistines over to you.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So all the Israelite elders came to the king at Hebron. King David made a covenant with them at Hebron before the LORD , and they anointed David king over Israel."
            },
            {
                "verse_number": "4",
                "verse_text": "David was 30 years old when he became king, and he ruled for forty years."
            },
            {
                "verse_number": "5",
                "verse_text": "He ruled over Judah for seven and a half years in Hebron. He ruled thirty-three years over all Israel and Judah in Jerusalem."
            },
            {
                "verse_number": "6",
                "verse_text": "The king and his troops marched on Jerusalem against the Jebusites, who inhabited the territory. The Jebusites said to David, &apos;You&quot;ll never get us in here! Even the blind and the lame will beat you back!&apos; &apos;David will never enter here,&apos; they said to each other."
            },
            {
                "verse_number": "7",
                "verse_text": "But David did capture the fortress of Zion&ndash;which became David&quot;s City."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;On that day,&apos; David said, &apos;whoever attacks the Jebusites should strike the windpipe because David hates the lame and the blind.&apos; That is why people say, &apos;The blind and the lame will not enter the temple.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "David occupied the fortress, so it was renamed David&quot;s City. David built a city around it from the earthen terraces inward."
            },
            {
                "verse_number": "10",
                "verse_text": "David grew increasingly powerful, and the LORD of heavenly forces was with him."
            },
            {
                "verse_number": "11",
                "verse_text": "Tyre&quot;s King Hiram sent messengers to David with cedar logs, bricklayers, and carpenters to build David a palace."
            },
            {
                "verse_number": "12",
                "verse_text": "Then David knew that the LORD had established him as king over Israel, and that his kingship was held in great honor for the sake of his people Israel."
            },
            {
                "verse_number": "13",
                "verse_text": "After he left Hebron, David married more secondary wives in Jerusalem and fathered more sons and daughters."
            },
            {
                "verse_number": "14",
                "verse_text": "The names of his children in Jerusalem were as follows: Shammua, Shobab, Nathan, Solomon,"
            },
            {
                "verse_number": "15",
                "verse_text": "Ibhar, Elishua, Nepheg, Japhia,"
            },
            {
                "verse_number": "16",
                "verse_text": "Elishama, Eliada, and Eliphelet."
            },
            {
                "verse_number": "17",
                "verse_text": "When the Philistines heard that David had been anointed king over Israel, they all marched up to find him, but David heard of it and went down to the fortress."
            },
            {
                "verse_number": "18",
                "verse_text": "The Philistines arrived and spread out over the Rephaim Valley."
            },
            {
                "verse_number": "19",
                "verse_text": "David asked the LORD , &apos;Should I attack the Philistines? Will you hand them over to me?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So David arrived at Baal-perazim and defeated the Philistines there. He said, &apos;The LORD has burst out against my enemies, the way water bursts out!&apos; That is why that place is called Baal-perazim."
            },
            {
                "verse_number": "21",
                "verse_text": "The Philistines left their divine images behind, and David and his men carried them off."
            },
            {
                "verse_number": "22",
                "verse_text": "Once again the Philistines came up and spread out across the Rephaim Valley."
            },
            {
                "verse_number": "23",
                "verse_text": "When David asked the LORD , God replied, &apos;Don&quot;t attack them directly. Circle around behind them and come at them from in front of the balsam trees."
            },
            {
                "verse_number": "24",
                "verse_text": "As soon as you hear the sound of marching in the tops of the trees, then attack, for God has attacked in front of you to defeat the Philistine army.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "David followed God&quot;s orders exactly, and they defeated the Philistine army from Gibeon all the way to Gezer."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Once again David assembled the select warriors of Israel, thirty thousand strong."
            },
            {
                "verse_number": "2",
                "verse_text": "David and all the troops who were with him set out for Baalah, which is Kiriath-jearim of Judah, to bring God&quot;s chest up from there&ndash;the chest that is called by the name of the LORD of heavenly forces, who sits enthroned on the winged creatures."
            },
            {
                "verse_number": "3",
                "verse_text": "They loaded God&quot;s chest on a new cart and carried it from Abinadab&quot;s house, which was on the hill. Uzzah and Ahio, Abinadab&quot;s sons, were driving the new cart."
            },
            {
                "verse_number": "4",
                "verse_text": "Uzzah was beside God&quot;s chest while Ahio was walking in front of it."
            },
            {
                "verse_number": "5",
                "verse_text": "Meanwhile, David and the entire house of Israel celebrated in the LORD &quot;s presence with all their strength, with songs, zithers, harps, tambourines, rattles, and cymbals."
            },
            {
                "verse_number": "6",
                "verse_text": "When they approached Nacon&quot;s threshing floor, Uzzah reached out to God&quot;s chest and grabbed it because the oxen had stumbled."
            },
            {
                "verse_number": "7",
                "verse_text": "The LORD became angry at Uzzah, and God struck him there because of his mistake, and he died there next to God&quot;s chest."
            },
            {
                "verse_number": "8",
                "verse_text": "Then David got angry because the LORD &quot;s anger lashed out against Uzzah, and so that place is called Perez-uzzah today."
            },
            {
                "verse_number": "9",
                "verse_text": "David was frightened by the LORD that day. &apos;How will I ever bring the LORD &quot;s chest to me?&apos; he asked."
            },
            {
                "verse_number": "10",
                "verse_text": "So David didn&quot;t take the chest away with him to David&quot;s City. Instead, he had it put in the house of Obed-edom, who was from Gath."
            },
            {
                "verse_number": "11",
                "verse_text": "The LORD &quot;s chest stayed with Obed-edom&quot;s household in Gath for three months, and the LORD blessed Obed-edom&quot;s household and all that he had."
            },
            {
                "verse_number": "12",
                "verse_text": "King David was told, &apos;The LORD has blessed Obed-edom&quot;s family and everything he has because of God&quot;s chest being there.&apos; So David went and brought God&quot;s chest up from Obed-edom&quot;s house to David&quot;s City with celebration."
            },
            {
                "verse_number": "13",
                "verse_text": "Whenever those bearing the chest advanced six steps, David sacrificed an ox and a fatling calf."
            },
            {
                "verse_number": "14",
                "verse_text": "David, dressed in a linen priestly vest, danced with all his strength before the LORD ."
            },
            {
                "verse_number": "15",
                "verse_text": "This is how David and the entire house of Israel brought up the LORD &quot;s chest with shouts and trumpet blasts."
            },
            {
                "verse_number": "16",
                "verse_text": "As the LORD &quot;s chest entered David&quot;s City, Saul&quot;s daughter Michal was watching from a window. She saw King David jumping and dancing before the LORD , and she lost all respect for him."
            },
            {
                "verse_number": "17",
                "verse_text": "The LORD &quot;s chest was brought in and put in its place inside the tent that David had pitched for it. Then David offered entirely burned offerings in the LORD &quot;s presence in addition to well-being sacrifices."
            },
            {
                "verse_number": "18",
                "verse_text": "When David finished offering the entirely burned offerings and the well-being sacrifices, he blessed the people in the name of the LORD of heavenly forces."
            },
            {
                "verse_number": "19",
                "verse_text": "He distributed food among all the people of Israel&ndash;to the whole crowd, male and female&ndash;each receiving a loaf of bread, a date cake, and a raisin cake. Then all the people went back to their homes."
            },
            {
                "verse_number": "20",
                "verse_text": "David went home to bless his household, but Saul&quot;s daughter Michal came out to meet him. &apos;How did Israel&quot;s king honor himself today?&apos; she said. &apos;By exposing himself in plain view of the female servants of his subjects like any indecent person would!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "David replied to Michal, &apos;I was celebrating before the LORD , who chose me over your father and his entire family, and who appointed me leader over the LORD &quot;s people, over Israel&ndash;and I will celebrate before the LORD again!"
            },
            {
                "verse_number": "22",
                "verse_text": "I may humiliate myself even more, and I may be humbled in my own eyes, but I will be honored by the female servants you are talking about!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Michal, Saul&quot;s daughter, had no children to the day she died."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "When the king was settled in his palace, and the LORD had given him rest from all his surrounding enemies,"
            },
            {
                "verse_number": "2",
                "verse_text": "the king said to the prophet Nathan, &apos;Look! I&quot;m living in a cedar palace, but God&quot;s chest is housed in a tent!&apos; And the LORD declares to you that the LORD will make a dynasty for you. Who am I, LORD God, and of what significance is my family that you have brought me this far?"
            },
            {
                "verse_number": "3",
                "verse_text": "Nathan said to the king, &apos;Go ahead and do whatever you are thinking, because the LORD is with you.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But that very night the LORD &quot;s word came to Nathan:"
            },
            {
                "verse_number": "5",
                "verse_text": "Go to my servant David and tell him: This is what the LORD says: You are not the one to build the temple for me to live in."
            },
            {
                "verse_number": "6",
                "verse_text": "In fact, I haven&quot;t lived in a temple from the day I brought Israel out of Egypt until now. Instead, I have been traveling around in a tent and in a dwelling."
            },
            {
                "verse_number": "7",
                "verse_text": "Throughout my traveling around with the Israelites, did I ever ask any of Israel&quot;s tribal leaders I appointed to shepherd my people: Why haven&quot;t you built me a cedar temple?"
            },
            {
                "verse_number": "8",
                "verse_text": "So then, say this to my servant David: This is what the LORD of heavenly forces says: I took you from the pasture, from following the flock, to be leader over my people Israel."
            },
            {
                "verse_number": "9",
                "verse_text": "I&quot;ve been with you wherever you&quot;ve gone, and I&quot;ve eliminated all your enemies before you. Now I will make your name great&ndash;like the name of the greatest people on earth."
            },
            {
                "verse_number": "10",
                "verse_text": "I&quot;m going to provide a place for my people Israel, and plant them so that they may live there and no longer be disturbed. Cruel people will no longer trouble them, as they had been earlier,"
            },
            {
                "verse_number": "11",
                "verse_text": "when I appointed leaders over my people Israel. And I will give you rest from all your enemies."
            },
            {
                "verse_number": "12",
                "verse_text": "When the time comes for you to die and you lie down with your ancestors, I will raise up your descendant&ndash;one of your very own children&ndash;to succeed you, and I will establish his kingdom."
            },
            {
                "verse_number": "13",
                "verse_text": "He will build a temple for my name, and I will establish his royal throne forever."
            },
            {
                "verse_number": "14",
                "verse_text": "I will be a father to him, and he will be a son to me. Whenever he does wrong, I will discipline him with a human rod, with blows from human beings."
            },
            {
                "verse_number": "15",
                "verse_text": "But I will never take my faithful love away from him like I took it away from Saul, whom I set aside in favor of you."
            },
            {
                "verse_number": "16",
                "verse_text": "Your dynasty and your kingdom will be secured forever before me. Your throne will be established forever."
            },
            {
                "verse_number": "17",
                "verse_text": "Nathan reported all of these words and this entire vision to David."
            },
            {
                "verse_number": "18",
                "verse_text": "Then King David went and sat in the LORD &quot;s presence. He asked:"
            },
            {
                "verse_number": "19",
                "verse_text": "But even this was too small in your eyes, LORD God! Now you have also spoken about your servant&quot;s dynasty in the future and the generation to come, LORD God!"
            },
            {
                "verse_number": "20",
                "verse_text": "What more can David say to you? You know your servant, LORD God."
            },
            {
                "verse_number": "21",
                "verse_text": "For the sake of your word and according to your own will, you have done this great thing so that your servant would know it."
            },
            {
                "verse_number": "22",
                "verse_text": "That is why you are so great, LORD God! No one can compare to you, no god except you, just as we have always heard with our own ears."
            },
            {
                "verse_number": "23",
                "verse_text": "And who can compare to your people Israel? They are the one nation on earth that God redeemed as his own people, establishing his name by doing great and awesome things for them, by driving out nations and their gods before your people, whom you redeemed from Egypt."
            },
            {
                "verse_number": "24",
                "verse_text": "You established your people Israel as your own people forever, and you, LORD , became their God."
            },
            {
                "verse_number": "25",
                "verse_text": "Now, LORD God, confirm forever the promise you have made about your servant and his dynasty. Do just as you have promised"
            },
            {
                "verse_number": "26",
                "verse_text": "so that your name will be great forever when people say, &apos;The LORD of heavenly forces is Israel&quot;s God!&apos; May your servant David&quot;s household be established before you,"
            },
            {
                "verse_number": "27",
                "verse_text": "because you, LORD of heavenly forces, Israel&quot;s God, have revealed to your servant that you will build a dynasty for him. That is why your servant has found the courage to pray this prayer to you."
            },
            {
                "verse_number": "28",
                "verse_text": "LORD God, you are truly God! Your words are trustworthy, and you have promised this good thing to your servant."
            },
            {
                "verse_number": "29",
                "verse_text": "So now willingly bless your servant&quot;s dynasty so that it might continue forever before you, because you, LORD God, have promised. Let your servant&quot;s dynasty be blessed forever by your blessing."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Some time later, David defeated the Philistines and subdued them. David captured Metheg-ammah from Philistine control."
            },
            {
                "verse_number": "2",
                "verse_text": "David also defeated the Moabites and made them lie on the ground, measuring them with a rope. He measured two rope lengths for those who were to be killed and one rope length for those who were to be spared. The Moabites became David&quot;s subjects and brought him tribute."
            },
            {
                "verse_number": "3",
                "verse_text": "Next David defeated Zobah&quot;s King Hadadezer, Rehob&quot;s son, as Hadadezer was on his way to put his monument along the Euphrates River."
            },
            {
                "verse_number": "4",
                "verse_text": "David captured one thousand chariots, seven hundred charioteers, and twenty thousand foot soldiers. He cut the hamstrings of all but one hundred of the chariot horses."
            },
            {
                "verse_number": "5",
                "verse_text": "When the Arameans of Damascus came to help Zobah&quot;s King Hadadezer, David killed twenty-two thousand of them."
            },
            {
                "verse_number": "6",
                "verse_text": "David set up forts among the Arameans of Damascus. And the Arameans became David&quot;s subjects and brought him tribute. The LORD gave David victory wherever he went."
            },
            {
                "verse_number": "7",
                "verse_text": "David took the gold shields carried by Hadadezer&quot;s servants and brought them to Jerusalem."
            },
            {
                "verse_number": "8",
                "verse_text": "King David also took a large amount of bronze from Tebah and Berothai, towns that belonged to Hadadezer."
            },
            {
                "verse_number": "9",
                "verse_text": "When Hamath&quot;s King Toi heard that David had defeated the entire army of Hadadezer,"
            },
            {
                "verse_number": "10",
                "verse_text": "he sent his son Joram to King David to wish him well and congratulate him on his battle and defeat of Hadadezer, because Toi was an enemy of Hadadezer. Joram brought silver, gold, and bronze objects with him."
            },
            {
                "verse_number": "11",
                "verse_text": "King David dedicated these to the LORD , along with the silver and gold he had dedicated from all the nations that he had subdued:"
            },
            {
                "verse_number": "12",
                "verse_text": "Edom, Moab, the Ammonites, the Philistines, and Amalek, including the plunder of Zobah&quot;s King Hadadezer, Rehob&quot;s son."
            },
            {
                "verse_number": "13",
                "verse_text": "So David made a name for himself. When he returned, he killed eighteen thousand Edomites in the Salt Valley."
            },
            {
                "verse_number": "14",
                "verse_text": "He set up forts in Edom, and all the Edomites became David&quot;s subjects. The LORD gave David victory wherever he went."
            },
            {
                "verse_number": "15",
                "verse_text": "David ruled over all Israel and maintained justice and righteousness for all his people."
            },
            {
                "verse_number": "16",
                "verse_text": "Zeruiah&quot;s son Joab was in command of the army; Ahilud&quot;s son Jehoshaphat was recorder;"
            },
            {
                "verse_number": "17",
                "verse_text": "Ahitub&quot;s son Zadok and Ahimelech&quot;s son Abiathar were priests; Seraiah was secretary;"
            },
            {
                "verse_number": "18",
                "verse_text": "Jehoiada&quot;s son Benaiah was in command of the Cherethites and the Pelethites; and David&quot;s sons were priests."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "David asked, &apos;Is there anyone from Saul&quot;s family still alive that I could show faithful love for Jonathan&quot;s sake?&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "There was a servant from Saul&quot;s household named Ziba, and he was summoned before David. &apos;Are you Ziba?&apos; the king asked him. &apos;At your service!&apos; he answered. &apos;Yes,&apos; Ziba said to the king, &apos;one of Jonathan&quot;s sons, whose feet are crippled.&apos; &apos;He is at the house of Ammiel&quot;s son Machir at Lo-debar,&apos; Ziba told the king. &apos;Mephibosheth?&apos; David said. &apos;Yes,&apos; he replied. &apos;I am at your service!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The king asked, &apos;Is there anyone left from Saul&quot;s family that I could show God&quot;s kindness to?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Where is he?&apos; the king asked."
            },
            {
                "verse_number": "5",
                "verse_text": "So King David had him brought from the house of Ammiel&quot;s son Machir at Lo-debar."
            },
            {
                "verse_number": "6",
                "verse_text": "Mephibosheth, Jonathan&quot;s son and Saul&quot;s grandson, came to David, and he fell to the ground, bowing low out of respect."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Don&quot;t be afraid,&apos; David told him, &apos;because I will certainly show you faithful love for the sake of your father Jonathan. I will restore to you all the fields of your grandfather Saul, and you will eat at my table always.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Mephibosheth bowed low out of respect and said, &apos;Who am I, your servant, that you should care about a dead dog like me?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then David summoned Saul&quot;s servant Ziba and said to him, &apos;I have given your master&quot;s grandson everything belonging to Saul and his family."
            },
            {
                "verse_number": "10",
                "verse_text": "You will work the land for him&ndash;you, your sons, and your servants&ndash;and you will bring food into your master&quot;s house for them to eat. But Mephibosheth, your master&quot;s grandson, will always be at my table.&apos; (Now Ziba had fifteen sons and twenty servants.)"
            },
            {
                "verse_number": "11",
                "verse_text": "Then Ziba said to the king, &apos;Your servant will do whatever my master the king commands.&apos; So Mephibosheth ate at David&quot;s table, like one of the king&quot;s own sons."
            },
            {
                "verse_number": "12",
                "verse_text": "Mephibosheth had a young son named Mica. All who lived in Ziba&quot;s household became Mephibosheth&quot;s servants."
            },
            {
                "verse_number": "13",
                "verse_text": "Mephibosheth lived in Jerusalem, because he always ate at the king&quot;s table. He was crippled in both feet."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Some time later, the king of the Ammonites died, and his son Hanun succeeded him as king."
            },
            {
                "verse_number": "2",
                "verse_text": "David said, &apos;I&quot;ll be loyal to Nahash&quot;s son Hanun, just as his father was loyal to me.&apos; So David sent his servants with condolences concerning Hanun&quot;s father. But when David&quot;s servants arrived in Ammonite territory,"
            },
            {
                "verse_number": "3",
                "verse_text": "the Ammonite officials asked their master Hanun, &apos;Do you really believe David is honoring your father because he has sent you condolences? Of course not! David has sent his servants to you to search the city, spy it out, and overthrow it.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So Hanun seized David&quot;s servants and shaved off their beards, cut off half their garments, from their buttocks down, and sent them off."
            },
            {
                "verse_number": "5",
                "verse_text": "When this was reported to David, he sent men to meet them because they were completely ashamed. The king said, &apos;Stay in Jericho until your beards have grown. Then you can come back.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "When the Ammonites realized that they had offended David, they sent for and hired the Arameans of Beth-rehob and the Arameans of Zobah, totaling twenty thousand foot soldiers; the king of Maacah with one thousand soldiers; and twelve thousand soldiers from Tob."
            },
            {
                "verse_number": "7",
                "verse_text": "When David heard this, he sent Joab with the entire army of warriors."
            },
            {
                "verse_number": "8",
                "verse_text": "The Ammonites marched out and formed a battle line at the entrance to the city. The Arameans of Zobah and Rehob and the soldiers from Tob and Maacah remained in the countryside."
            },
            {
                "verse_number": "9",
                "verse_text": "When Joab saw that the battle would be fought on two fronts, he chose some of Israel&quot;s finest warriors and deployed them to meet the Arameans."
            },
            {
                "verse_number": "10",
                "verse_text": "The rest of the army Joab placed under the command of his brother Abishai. When they took up their positions to meet the Ammonites, Joab said,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;If the Arameans prove too strong for me, you must help me, and if the Ammonites prove too strong for you, I&quot;ll help you."
            },
            {
                "verse_number": "12",
                "verse_text": "Be brave! We must be courageous for the sake of our people and the cities of our God. The LORD will do what is good in his eyes.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "When Joab and the troops who were with him advanced into battle against the Arameans, they fled from him."
            },
            {
                "verse_number": "14",
                "verse_text": "When the Ammonites saw that the Arameans had fled, they also fled from Abishai and retreated to the city. Then Joab returned from fighting the Ammonites and went to Jerusalem."
            },
            {
                "verse_number": "15",
                "verse_text": "The Arameans saw that they had been defeated by Israel, so they regrouped."
            },
            {
                "verse_number": "16",
                "verse_text": "Hadadezer sent for Arameans from beyond the Euphrates River. They came to Helam with Shobach leading them as commander of Hadadezer&quot;s army."
            },
            {
                "verse_number": "17",
                "verse_text": "When this was reported to David he gathered all Israel, crossed the Jordan, and went to Helam. The Arameans formed battle lines against David and fought with him."
            },
            {
                "verse_number": "18",
                "verse_text": "But the Arameans fled before Israel, and David destroyed seven hundred of their chariots and forty thousand horsemen. David wounded their army commander Shobach, and he died there."
            },
            {
                "verse_number": "19",
                "verse_text": "When all the kings who served Hadadezer saw that they were defeated by Israel, they made peace with Israel and became their subjects. Never again would the Arameans come to the aid of the Ammonites."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "In the spring, when kings go off to war, David sent Joab, along with his servants and all the Israelites, and they destroyed the Ammonites, attacking the city of Rabbah. But David remained in Jerusalem. &apos;I&quot;m pregnant,&apos; she said. Uriah left the palace, and a gift from the king was sent after him. But what David had done was evil in the LORD &quot;s eyes."
            },
            {
                "verse_number": "2",
                "verse_text": "One evening, David got up from his couch and was pacing back and forth on the roof of the palace. From the roof he saw a woman bathing; the woman was very beautiful."
            },
            {
                "verse_number": "3",
                "verse_text": "David sent someone and inquired about the woman. The report came back: &apos;Isn&quot;t this Eliam&quot;s daughter Bathsheba, the wife of Uriah the Hittite?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So David sent messengers to take her. When she came to him, he had sex with her. (Now she had been purifying herself after her monthly period.) Then she returned home."
            },
            {
                "verse_number": "5",
                "verse_text": "The woman conceived and sent word to David."
            },
            {
                "verse_number": "6",
                "verse_text": "Then David sent a message to Joab: &apos;Send me Uriah the Hittite.&apos; So Joab sent Uriah to David."
            },
            {
                "verse_number": "7",
                "verse_text": "When Uriah came to him, David asked about the welfare of Joab and the army and how the battle was going."
            },
            {
                "verse_number": "8",
                "verse_text": "Then David told Uriah, &apos;Go down to your house and wash your feet.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "However, Uriah slept at the palace entrance with all his master&quot;s servants. He didn&quot;t go down to his own house."
            },
            {
                "verse_number": "10",
                "verse_text": "David was told, &apos;Uriah didn&quot;t go down to his own house,&apos; so David asked Uriah, &apos;Haven&quot;t you just returned from a journey? Why didn&quot;t you go home?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;The chest and Israel and Judah are all living in tents,&apos; Uriah told David. &apos;And my master Joab and my master&quot;s troops are camping in the open field. How could I go home and eat, drink, and have sex with my wife? I swear on your very life, I will not do that!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then David told Uriah, &apos;Stay here one more day. Tomorrow I&quot;ll send you back.&apos; So Uriah stayed in Jerusalem that day. The next day"
            },
            {
                "verse_number": "13",
                "verse_text": "David called for him, and he ate and drank, and David got him drunk. In the evening Uriah went out to sleep in the same place, alongside his master&quot;s servants, but he did not go down to his own home."
            },
            {
                "verse_number": "14",
                "verse_text": "The next morning David wrote a letter to Joab and sent it with Uriah."
            },
            {
                "verse_number": "15",
                "verse_text": "He wrote in the letter, &apos;Place Uriah at the front of the fiercest battle, and then pull back from him so that he will be struck down and die.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So as Joab was attacking the city, he put Uriah in the place where he knew there were strong warriors."
            },
            {
                "verse_number": "17",
                "verse_text": "When the city&quot;s soldiers came out and attacked Joab, some of the people from David&quot;s army fell. Uriah the Hittite was also killed."
            },
            {
                "verse_number": "18",
                "verse_text": "Joab sent a complete report of the battle to David."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;When you have finished reporting all the news of the battle to the king,&apos; Joab instructed the messenger,"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;if the king gets angry and asks you, &quot;Why did you go so close to the city to fight? didn&quot;t you know they would shoot from the wall?"
            },
            {
                "verse_number": "21",
                "verse_text": "Who killed Jerubbaal&quot;s son Abimelech? didn&quot;t a woman throw an upper millstone on top of him from the wall so that he died in Thebez? Why did you go so close to the wall?&quot; then say: &quot;Your servant Uriah the Hittite is dead too.&quot;&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "So the messenger set off, and when he arrived he reported to David everything Joab sent him to say."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;The men overpowered us,&apos; the messenger told David. &apos;They came out against us in the open field, but we fought against them up to the entrance of the city gate."
            },
            {
                "verse_number": "24",
                "verse_text": "Archers shot down on your servants from the wall. Some of the king&quot;s servants died. And your servant Uriah the Hittite is dead too.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "David said to the messenger, &apos;Say this to Joab: &quot;Don&quot;t be upset about this because the sword is that way: taking the life of this person or that person. Continue attacking the city and destroy it!&quot; Encourage Joab!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "When Uriah&quot;s wife heard that her husband Uriah was dead, she mourned for her husband."
            },
            {
                "verse_number": "27",
                "verse_text": "After the time of mourning was over, David sent for her and brought her back to his house. She became his wife and bore him a son."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "So the LORD sent Nathan to David. When Nathan arrived he said, &apos;There were two men in the same city, one rich, one poor."
            },
            {
                "verse_number": "2",
                "verse_text": "The rich man had a lot of sheep and cattle,"
            },
            {
                "verse_number": "3",
                "verse_text": "but the poor man had nothing&ndash;just one small ewe lamb that he had bought. He raised that lamb, and it grew up with him and his children. It would eat from his food and drink from his cup&ndash;even sleep in his arms! It was like a daughter to him. &apos;The LORD has removed your sin,&apos; Nathan replied to David. &apos;You won&quot;t die. The LORD struck the child that Uriah&quot;s wife had borne for David, and he became very sick. &apos;Is the child dead?&apos; David asked his servants. &apos;Yes,&apos; they said, &apos;he is dead.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Now a traveler came to visit the rich man, but he wasn&quot;t willing to take anything from his own flock or herd to prepare for the guest who had arrived. Instead, he took the poor man&quot;s ewe lamb and prepared it for the visitor.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "David got very angry at the man, and he said to Nathan, &apos;As surely as the LORD lives, the one who did this is demonic!"
            },
            {
                "verse_number": "6",
                "verse_text": "He must restore the ewe lamb seven times over because he did this and because he had no compassion.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;You are that man!&apos; Nathan told David. &apos;This is what the LORD God of Israel says: I anointed you king over Israel and delivered you from Saul&quot;s power."
            },
            {
                "verse_number": "8",
                "verse_text": "I gave your master&quot;s house to you, and gave his wives into your embrace. I gave you the house of Israel and Judah. If that was too little, I would have given even more."
            },
            {
                "verse_number": "9",
                "verse_text": "Why have you despised the LORD &quot;s word by doing what is evil in his eyes? You have struck down Uriah the Hittite with the sword and taken his wife as your own. You used the Ammonites to kill him."
            },
            {
                "verse_number": "10",
                "verse_text": "Because of that, because you despised me and took the wife of Uriah the Hittite as your own, the sword will never leave your own house."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;This is what the LORD says: I am making trouble come against you from inside your own family. Before your very eyes I will take your wives away and give them to your friend, and he will have sex with your wives in broad daylight."
            },
            {
                "verse_number": "12",
                "verse_text": "You did what you did secretly, but I will do what I am doing before all Israel in the light of day.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;I&quot;ve sinned against the LORD !&apos; David said to Nathan."
            },
            {
                "verse_number": "14",
                "verse_text": "However, because you have utterly disrespected the LORD by doing this, the son born to you will definitely die.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Nathan went home."
            },
            {
                "verse_number": "16",
                "verse_text": "David begged God for the boy. He fasted and spent the night sleeping on the ground."
            },
            {
                "verse_number": "17",
                "verse_text": "The senior servants of his house approached him to lift him up off the ground, but he refused, and he wouldn&quot;t eat with them either."
            },
            {
                "verse_number": "18",
                "verse_text": "On the seventh day, the child died. David&quot;s servants were afraid to tell him that the child had died. &apos;David wouldn&quot;t listen to us when we talked to him while the child was still alive,&apos; they said. &apos;How can we tell him the child has died? He&quot;ll do something terrible!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "But when David saw his servants whispering, he realized the child had died."
            },
            {
                "verse_number": "20",
                "verse_text": "Then David rose from the ground, bathed, anointed himself, and changed his clothes. He entered the LORD &quot;s house and bowed down. Then he entered his own house. He requested food, which was brought to him, and he ate."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Why are you acting this way?&apos; his servants asked. &apos;When the child was alive, you fasted and cried and kept watch, but now that the child is dead, you get up and eat food!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "David replied, &apos;While the child was alive I fasted and wept because I thought, Who knows? The LORD may have mercy on me and let the child live."
            },
            {
                "verse_number": "23",
                "verse_text": "But he is dead now. Why should I fast? Can I bring him back again? No. I am going where he is, but he won&quot;t come back to me.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then David comforted his wife Bathsheba. He went to her and had sex with her. She gave birth to a son and named him Solomon. The LORD loved him"
            },
            {
                "verse_number": "25",
                "verse_text": "and sent word by the prophet Nathan to name him Jedidiah because of the LORD &quot;s grace."
            },
            {
                "verse_number": "26",
                "verse_text": "Meanwhile, Joab fought the Ammonites at Rabbah and captured the royal city."
            },
            {
                "verse_number": "27",
                "verse_text": "Joab then sent messengers to David, saying, &apos;I have fought against Rabbah and captured the city&quot;s water supply."
            },
            {
                "verse_number": "28",
                "verse_text": "So gather the rest of the troops, attack the city, and capture it. Otherwise, I will capture the city myself, and it will be named after me.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "So David gathered all the troops, marched to Rabbah, fought against it, and captured it."
            },
            {
                "verse_number": "30",
                "verse_text": "David took Milcom&quot;s crown off his head. It weighed one kikkar of gold and was set with a valuable stone. It was placed on David&quot;s head. The amount of loot David took from the city was huge."
            },
            {
                "verse_number": "31",
                "verse_text": "He brought out the people who were in the city and put them to work making bricks. David demolished the city with saws, iron picks, and axes; he did this to all the Ammonite cities. Then David and all the troops returned to Jerusalem."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Some time later, David&quot;s son Amnon fell in love with Tamar the beautiful sister of Absalom, who was also David&quot;s son."
            },
            {
                "verse_number": "2",
                "verse_text": "Amnon was so upset over his half sister that he made himself sick. She was a virgin, and it seemed impossible in Amnon&quot;s view to do anything to her."
            },
            {
                "verse_number": "3",
                "verse_text": "But Amnon had a very clever friend named Jonadab, who was David's brother Shimeah&quot;s son. So Amnon told him, &apos;I&quot;m in love with Tamar, the sister of my brother Absalom.&apos; &apos;Everyone leave me,&apos; Amnon said. So everyone left him. But Amnon wouldn&quot;t listen to her. &apos;Why should he go with you?&apos; they asked him."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Prince,&apos; Jonadab said to him, &apos;why are you so down, morning after morning? Tell me about it.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Lie down on your bed and pretend to be sick,&apos; Jonadab said to him. &apos;When your father comes to see you, tell him, &quot;Please let my sister Tamar come and give me some food to eat. Let her prepare the food in my sight so I can watch and eat from her own hand.&quot;&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Amnon lay down and pretended to be sick. The king came to see him, and Amnon told the king, &apos;Please let my sister Tamar come and make a couple of heart-shaped cakes in front of me so I can eat from her hand.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "David sent word to Tamar at the palace: &apos;Please go to your brother Amnon&quot;s house and prepare some food for him.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So Tamar went to her brother Amnon&quot;s house where he was lying down. She took dough, kneaded it, made heart-shaped cakes in front of him, and then cooked them."
            },
            {
                "verse_number": "9",
                "verse_text": "She took the pan and served Amnon, but he refused to eat."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Amnon said to Tamar, &apos;Bring the food into the bedroom so I can eat from your hand.&apos; So Tamar took the heart-shaped cakes she had made and brought them to her brother Amnon in the bedroom."
            },
            {
                "verse_number": "11",
                "verse_text": "When she served him the food, he grabbed her and said, &apos;Come have sex with me, my sister.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "But she said to him, &apos;No, my brother! Don&quot;t rape me. Such a thing shouldn&quot;t be done in Israel. Don&quot;t do this horrible thing."
            },
            {
                "verse_number": "13",
                "verse_text": "Think about me&ndash;where could I hide my shame? And you&ndash;you would become like some fool in Israel! Please, just talk to the king! He won&quot;t keep me from marrying you.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "But Amnon refused to listen to her. He was stronger than she was, and so he raped her."
            },
            {
                "verse_number": "15",
                "verse_text": "But then Amnon felt intense hatred for her. In fact, his hatred for her was greater than the love he had felt for her. So Amnon told her, &apos;Get out of here!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;No, my brother!&apos; she said. &apos;Sending me away would be worse than the wrong you&quot;ve already done.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "He summoned his young servant and said, &apos;Get this woman out of my presence and lock the door after her.&apos; ("
            },
            {
                "verse_number": "18",
                "verse_text": "She was wearing a long-sleeved robe because that was what the virgin princesses wore as garments.) So Amnon&quot;s servant put her out and locked the door after her."
            },
            {
                "verse_number": "19",
                "verse_text": "Tamar put ashes on her head and tore the long-sleeved robe she was wearing. She put her hand on her head and walked away, crying as she went."
            },
            {
                "verse_number": "20",
                "verse_text": "Her brother Absalom said to her, &apos;Has your brother Amnon been with you? Keep quiet about it for now, sister; he&quot;s your brother. Don&quot;t let it bother you.&apos; So Tamar, a broken woman, lived in her brother Absalom&quot;s house."
            },
            {
                "verse_number": "21",
                "verse_text": "When King David heard about all this he got very angry, but he refused to punish his son Amnon because he loved him as his oldest child."
            },
            {
                "verse_number": "22",
                "verse_text": "Absalom never spoke to Amnon, good word or bad, because he hated him for raping his sister Tamar."
            },
            {
                "verse_number": "23",
                "verse_text": "Two years later, Absalom was shearing sheep at Baal-hazor near Ephraim, and he invited all the king&quot;s sons."
            },
            {
                "verse_number": "24",
                "verse_text": "Absalom approached the king and said, &apos;Your servant is shearing sheep. Would the king and his advisors please join me?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "But the king said to Absalom, &apos;No, my son. We shouldn&quot;t all go, or we would be a burden on you.&apos; Although Absalom urged him, the king wasn&quot;t willing to go, although he gave Absalom a blessing."
            },
            {
                "verse_number": "26",
                "verse_text": "Then Absalom said, &apos;If you won&quot;t come, then let my brother Amnon go with us.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "But Absalom urged him until he sent Amnon and all the other princes. Then Absalom made a banquet fit for a king."
            },
            {
                "verse_number": "28",
                "verse_text": "Absalom commanded his servants, &apos;Be on the lookout! When Amnon is happy with wine and I tell you to strike Amnon down, then kill him! Don&quot;t be afraid, because I myself am giving you the order. Be brave and strong men.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "So Absalom&quot;s servants did to Amnon just what he had commanded. Then all the princes got up, jumped onto their mules, and fled."
            },
            {
                "verse_number": "30",
                "verse_text": "While they were on the way, the report came to David: &apos;Absalom has killed all of the princes! Not one remains.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "The king got up, tore his garments, and lay on the ground. All his servants stood near him, their garments torn as well."
            },
            {
                "verse_number": "32",
                "verse_text": "But Jonadab, the son of David&quot;s brother Shimeah, said, &apos;My master shouldn&quot;t think that all the young princes have been killed&ndash;only Amnon is dead. This has been Absalom&quot;s plan ever since the day Amnon raped his sister Tamar."
            },
            {
                "verse_number": "33",
                "verse_text": "So don&quot;t let this bother you, my master; don&quot;t think that all the princes are dead, because only Amnon is dead,"
            },
            {
                "verse_number": "34",
                "verse_text": "and Absalom has fled.&apos; Just then the young man on watch looked up and saw many people coming on the road behind him alongside the mountain."
            },
            {
                "verse_number": "35",
                "verse_text": "Jonadab told the king, &apos;Look, the princes are coming, just as I, your servant, said they would.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "When Jonadab finished speaking, the princes arrived. They broke into loud crying, and the king and his servants cried hard as well."
            },
            {
                "verse_number": "37",
                "verse_text": "Meanwhile, Absalom had fled and gone to Geshur&quot;s King Talmai, Ammihud&quot;s son. David mourned for his son a long time."
            },
            {
                "verse_number": "38",
                "verse_text": "But Absalom, after fleeing to Geshur, stayed there for three years."
            },
            {
                "verse_number": "39",
                "verse_text": "Then the king&quot;s desire to go out after Absalom faded away because he had gotten over Amnon&quot;s death."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Now Joab, Zeruiah&quot;s son, could see that the king&quot;s mind was on Absalom."
            },
            {
                "verse_number": "2",
                "verse_text": "So Joab sent someone to Tekoa and brought a wise woman from there. He said to her, &apos;Pretend to be in mourning. Dress in mourning clothes. Don&quot;t anoint yourself with oil. Act like a woman who has spent a long time mourning over someone who has died."
            },
            {
                "verse_number": "3",
                "verse_text": "Go to the king and speak to him as follows.&apos; Then Joab told her what to say. &apos;It&quot;s terrible!&apos; she said. &apos;I am a widow; my husband is dead. &apos;As surely as the LORD lives,&apos; David said, &apos;not one of your son&quot;s hairs will fall to the ground.&apos; &apos;Speak!&apos; he said. The woman said, &apos;Please, my master and king, speak.&apos; The woman answered, &apos;As surely as you live, my master and king, no one can deviate a bit from whatever my master and king says. Yes, it was your servant Joab who directed me, and it was Joab who told your female servant to say all these things. &apos;Today your servant knows that you think well of me, my master and king,&apos; Joab said, &apos;because the king has followed up on his servant&quot;s recommendation.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "When the woman from Tekoa came to the king, she fell facedown, bowing low out of respect. &apos;King, help me!&apos; she said."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;What is wrong?&apos; the king asked her."
            },
            {
                "verse_number": "6",
                "verse_text": "Your servant had two sons, but the two of them fought in the field. No one could separate them, and one struck the other and killed him."
            },
            {
                "verse_number": "7",
                "verse_text": "Now the entire clan has turned against your servant. They say, &quot;Hand over the one who killed his brother so we can execute him for murdering his brother, even though we would destroy the heir as well.&quot; So they would snuff out the one ember I have left, leaving my husband without name or descendant on the earth.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The king said to the woman, &apos;Return home, and I will issue an order in your behalf.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The woman of Tekoa said to the king, &apos;My master and king, let the guilt be on me and on my father&quot;s household. The king and his throne are innocent.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;If anyone speaks against you, bring him to me, and he will never trouble you again,&apos; the king replied."
            },
            {
                "verse_number": "11",
                "verse_text": "She said, &apos;Please let the king remember the LORD your God so that the one seeking revenge doesn&quot;t add to the destruction and doesn&quot;t kill my son.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the woman said, &apos;May your female servant say something to my master the king?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The woman said, &apos;Why have you planned the very same thing against God&quot;s people? In giving this order, the king has become guilty because the king hasn&quot;t restored his own banished son."
            },
            {
                "verse_number": "14",
                "verse_text": "We all have to die&ndash;we&quot;re like water spilled out on the ground that can&quot;t be gathered up again. But God doesn&quot;t take life away; instead, he makes plans so those banished from him don&quot;t stay that way."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;I have come to my master the king to talk about this because people have made me afraid. Your servant thought, I must speak with the king. Maybe the king will act on the request of his servant,"
            },
            {
                "verse_number": "16",
                "verse_text": "because the king will agree to deliver his servant from the power of anyone who would destroy both me and my son from the inheritance God gave."
            },
            {
                "verse_number": "17",
                "verse_text": "Your servant thought, The word of my master the king will definitely comfort me, because my master the king is like one of God&quot;s messengers, understanding good and evil. May the LORD your God be with you!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The king answered the woman, &apos;I must ask you something&ndash;don&quot;t hide anything from me!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So the king said, &apos;Has Joab put you up to this?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Your servant Joab did this to change the way things look. But my master&quot;s wisdom is like the wisdom of one of God&quot;s own messengers&ndash;he knows everything that takes place in the land.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So the king said to Joab, &apos;All right then. I will do it. Go and bring back my boy Absalom.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Joab fell facedown, bowing low out of respect, and he blessed the king."
            },
            {
                "verse_number": "23",
                "verse_text": "So Joab got up, went to Geshur, and brought Absalom back to Jerusalem."
            },
            {
                "verse_number": "24",
                "verse_text": "The king said, &apos;He must go straight to his own house. He must not see my face.&apos; So Absalom went straight to his own house and did not see the king."
            },
            {
                "verse_number": "25",
                "verse_text": "No man throughout Israel was as praised for his good looks as Absalom. From the soles of his feet to the crown of his head there was nothing wrong with him."
            },
            {
                "verse_number": "26",
                "verse_text": "When he shaved his head&ndash;he had to shave his head at the end of each year because his hair was so heavy that he had to shave it&ndash;the weight of the hair from his head was two hundred shekels by the royal weight."
            },
            {
                "verse_number": "27",
                "verse_text": "Absalom had three sons and one daughter. The daughter&quot;s name was Tamar. She was a beautiful woman."
            },
            {
                "verse_number": "28",
                "verse_text": "Absalom lived in Jerusalem two years without ever seeing the king&quot;s face."
            },
            {
                "verse_number": "29",
                "verse_text": "Absalom called for Joab in order to send Joab to the king, but Joab refused to come. Absalom called for Joab a second time, but he still wouldn&quot;t come."
            },
            {
                "verse_number": "30",
                "verse_text": "So Absalom said to his servants, &apos;Look, Joab&quot;s property is next to mine. He has barley there. Go and set it on fire.&apos; So Absalom&quot;s servants set the property on fire. Then Joab&quot;s servants went to Joab with their clothes torn. &apos;Absalom&quot;s servants set the property on fire,&apos; they said."
            },
            {
                "verse_number": "31",
                "verse_text": "So Joab went straight to Absalom&quot;s house and said to him, &apos;Why have your servants set my property on fire?&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Absalom answered Joab, &apos;Look, I sent you a message: Come here so I can send you to the king to ask, &quot;Why have I returned from Geshur? I would be better off if I were still there!&quot; Please let me see the king&quot;s face. If I&quot;m guilty, then the king can kill me.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Joab went to the king and reported this to him. Then the king called for Absalom, and Absalom came to the king. He bowed low out of respect, nose to the ground before the king. Then the king kissed Absalom."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Some time later, Absalom got a chariot and horses for his own use, along with fifty men to run ahead of him."
            },
            {
                "verse_number": "2",
                "verse_text": "Absalom would get up early and stand by the side of the road that went through the city gate. Whenever anyone had a lawsuit to bring before the king for judgment, Absalom would call to him, &apos;What city are you from?&apos; When the person said, &apos;Your servant is from one of the tribes of Israel,&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "then Absalom would say to him, &apos;No doubt your claims are correct and valid, but the king won&quot;t listen to you."
            },
            {
                "verse_number": "4",
                "verse_text": "If only I were made a judge in the land,&apos; Absalom would continue, &apos;then anyone with a lawsuit could come to me, and I would give them justice.&apos; So Ittai the Gittite and all of his men and all the little children with him marched past."
            },
            {
                "verse_number": "5",
                "verse_text": "Whenever anyone came near to Absalom, bowing low out of respect, he would reach his hand out, grab them, and kiss them."
            },
            {
                "verse_number": "6",
                "verse_text": "This is how Absalom treated every Israelite who came to the king seeking justice. This is how Absalom stole the hearts of the Israelites."
            },
            {
                "verse_number": "7",
                "verse_text": "At the end of four years, Absalom said to the king, &apos;Please let me go to Hebron so I can fulfill a promise I made to the LORD ."
            },
            {
                "verse_number": "8",
                "verse_text": "Your servant made this promise when I lived in Geshur, in Aram. I promised that if the LORD would bring me back to Jerusalem, then I would worship the LORD in Hebron.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Go in peace,&apos; the king said. So Absalom left and went to Hebron."
            },
            {
                "verse_number": "10",
                "verse_text": "But Absalom sent secret agents throughout the tribes of Israel with this message: &apos;When you hear the sound of the trumpet, then say, &quot;Absalom has become king in Hebron!&quot;&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Two hundred invited guests went with Absalom from Jerusalem. They were innocent and knew nothing of this matter when they went."
            },
            {
                "verse_number": "12",
                "verse_text": "While Absalom was offering the sacrifices, he summoned David&quot;s advisor Ahithophel, who was from Giloh, to come from his hometown. So the conspiracy grew stronger, and Absalom&quot;s following grew."
            },
            {
                "verse_number": "13",
                "verse_text": "A messenger came to David, reporting, &apos;The hearts of the Israelites have gone over to Absalom.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then David told all the servants who were with him in Jerusalem, &apos;Come on! We have to run for it, or we won&quot;t be able to escape Absalom. Hurry, or he will catch up with us in no time, destroy us, and attack the city with the sword.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The king&quot;s servants said to him, &apos;Your servants are ready to do whatever our master the king decides.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So the king left, with his entire household following him, but he left ten secondary wives behind to take care of the palace."
            },
            {
                "verse_number": "17",
                "verse_text": "So the king left, with all his people following him, and they stopped at the last house."
            },
            {
                "verse_number": "18",
                "verse_text": "All the king&quot;s servants marched past him, as did all the Cherethites, all the Pelethites, and the six hundred Gittites who had followed him from Gath."
            },
            {
                "verse_number": "19",
                "verse_text": "The king said to Ittai the Gittite, &apos;Why are you coming with us too? Go back! Stay with King Absalom. You are a foreigner and an exile from your own country."
            },
            {
                "verse_number": "20",
                "verse_text": "You just got here yesterday. So today should I make you wander around with us while I go wherever I have to go? No. Go back, and take your relatives with you. May the LORD show you loyal love and faithfulness.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "But Ittai answered the king, &apos;As surely as the LORD lives and as surely as my master the king lives, wherever my master the king may be, facing death or facing life, your servant will be there too.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Okay then,&apos; David replied to Ittai. &apos;Keep marching!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "The whole countryside cried loudly as all the troops marched past. The king crossed the Kidron Valley, and all the troops passed by on the Olive road into the wilderness."
            },
            {
                "verse_number": "24",
                "verse_text": "Zadok was there too, along with all the Levites carrying the chest containing God&quot;s covenant. They set God&quot;s chest down, and Abiathar offered sacrifices until all the troops had finished marching out of the city."
            },
            {
                "verse_number": "25",
                "verse_text": "Then the king said to Zadok, &apos;Carry God&quot;s chest back into the city. If the LORD thinks well of me, then he will bring me back and let me see it and its home again."
            },
            {
                "verse_number": "26",
                "verse_text": "But if God says, &quot;I&quot;m not pleased with you,&quot; then I am ready. Let him do to me whatever pleases him.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;Do you understand?&apos; the king said to the priest Zadok. &apos;Go back to the city in safety&ndash;you and Abiathar with your two sons, your son Ahimaaz and Abiathar&quot;s son Jonathan."
            },
            {
                "verse_number": "28",
                "verse_text": "I will be waiting in the desert plains until you send word telling me what to do.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "So Zadok and Abiathar took God&quot;s chest back to Jerusalem and stayed there."
            },
            {
                "verse_number": "30",
                "verse_text": "But David, his head covered, walked barefoot up the slope of the Mount of Olives crying. All the people who were with him covered their heads too and cried as they went up."
            },
            {
                "verse_number": "31",
                "verse_text": "David was told that Ahithophel was also among the conspirators with Absalom, so he prayed, &apos;Please, LORD , make Ahithophel&quot;s advice foolish.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "When David came to the summit where people used to worship God, Hushai from Erek met him. Hushai&quot;s clothes were ripped, and dirt was on his head."
            },
            {
                "verse_number": "33",
                "verse_text": "David said to him, &apos;If you come with me, you will be a burden to me."
            },
            {
                "verse_number": "34",
                "verse_text": "But if you return to the city and say to Absalom, &quot;King, I am your servant! Please spare my life! I was your father&quot;s servant in the past, but now I am your servant,&quot; then you can help me by countering Ahithophel&quot;s advice."
            },
            {
                "verse_number": "35",
                "verse_text": "The priests Zadok and Abiathar will be with you there. So report everything you hear in the king&quot;s palace to the priests Zadok and Abiathar."
            },
            {
                "verse_number": "36",
                "verse_text": "Their two sons, Zadok&quot;s son Ahimaaz and Abiathar&quot;s son Jonathan, are also there. Use them to report to me everything you hear.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "So David&quot;s friend Hushai went into Jerusalem, just as Absalom was entering the city."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "When David had passed a short distance beyond the summit, Ziba, Mephibosheth&quot;s servant, met him with a pair of saddled donkeys loaded with two hundred loaves of bread, one hundred bunches of raisins, one hundred figs, and a jar of wine. &apos;The donkeys are for the royal family to ride,&apos; Ziba explained. &apos;The bread and summer fruit are for the young people to eat, and the wine is for those who get exhausted in the wilderness.&apos; &apos;He is still in Jerusalem,&apos; Ziba answered the king, &apos;because he thinks that the Israelites are now going to give his grandfather&quot;s kingdom back to him.&apos; Ziba said, &apos;I bow out of respect! Please think well of me, my master and king.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;What is all this for?&apos; the king asked Ziba."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Where is your master&quot;s grandson?&apos; the king asked."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Look here,&apos; the king said to Ziba. &apos;Everything that belonged to Mephibosheth now belongs to you.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "When King David came to Bahurim, a man from the same clan as Saul&quot;s family came out from there. His name was Shimei; he was Gera&quot;s son. He was cursing as he came out."
            },
            {
                "verse_number": "6",
                "verse_text": "He threw rocks at David and at all of King David&quot;s servants, even though the entire army and all the warriors were on either side of him."
            },
            {
                "verse_number": "7",
                "verse_text": "This is what Shimei said as he cursed David: &apos;Get out of here! Get out of here! You are a murderer! You are despicable!"
            },
            {
                "verse_number": "8",
                "verse_text": "The LORD has paid you back for all the blood of Saul&quot;s family, in whose place you rule, and the LORD has handed the kingdom over to your son Absalom. You are in this trouble because you are a murderer!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Zeruiah&quot;s son Abishai said to the king, &apos;Why should this dead dog curse my master the king? Let me go over and cut his head off!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "But the king said, &apos;My problems aren&quot;t yours, you sons of Zeruiah. If he is cursing because the LORD told him to curse David, then who is to question, &quot;Why are you doing this?&quot;&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then David addressed Abishai and all his servants: &apos;Listen! My own son, one of my very own children, wants me dead. This Benjaminite can only feel the same&ndash;only more! Leave him alone. And let him curse, because the LORD told him to."
            },
            {
                "verse_number": "12",
                "verse_text": "Perhaps the LORD will see my distress; perhaps the LORD will repay me with good for this cursing today.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So David and his men kept walking, while Shimei went along on the hillside next to him, cursing as he went, throwing rocks and dirt at him."
            },
            {
                "verse_number": "14",
                "verse_text": "The king and all the people who were with him reached the Jordan River exhausted, and he rested there."
            },
            {
                "verse_number": "15",
                "verse_text": "Now Absalom and all the Israelites entered Jerusalem, and Ahithophel was with him."
            },
            {
                "verse_number": "16",
                "verse_text": "Then David&quot;s friend Hushai, who was from Erek, approached Absalom and said to him, &apos;Long live the king! Long live the king!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "But Absalom said to Hushai, &apos;Is this how you show loyal love to your friend? Why didn&quot;t you go with him?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;No,&apos; Hushai replied to Absalom, &apos;I will belong to the one chosen by the LORD , by this people, and by all Israel, and I will stay with him."
            },
            {
                "verse_number": "19",
                "verse_text": "What&quot;s more, whom should I serve if not David&quot;s son? I served your father, and so I will serve you in the same way.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Absalom said to Ahithophel, &apos;Give your advice then. What should we do?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Have sex with your father&quot;s secondary wives&ndash;the ones he left to take care of the palace,&apos; Ahithophel told Absalom. &apos;Then all Israel will hear that you have alienated yourself from your father, and everyone who supports you will be encouraged.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "So they set up a tent for Absalom on the roof, and he had sex with his father&quot;s secondary wives in plain sight before all Israel. ("
            },
            {
                "verse_number": "23",
                "verse_text": "Now in those days, the advice Ahithophel gave was like asking for a word from God. That&quot;s why Ahithophel&quot;s advice was valued by both David and Absalom.)"
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Then Ahithophel said to Absalom, &apos;Let me pick twelve thousand men, and I will go after David tonight."
            },
            {
                "verse_number": "2",
                "verse_text": "I will attack him while he is tired and weak, and I will throw him into a panic. All the troops with him will run off. I promise to kill the king alone,"
            },
            {
                "verse_number": "3",
                "verse_text": "and I will bring all the people back to you like a bride comes back to her husband. It&quot;s only one man&quot;s life you are seeking; everyone else can be at peace.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "This plan seemed excellent to Absalom and the Israelite elders."
            },
            {
                "verse_number": "5",
                "verse_text": "But Absalom said, &apos;Call Hushai from Erek. Let&quot;s hear what he has to say as well.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "When Hushai from Erek arrived, Absalom said to him, &apos;This is what Ahithophel has advised. Should we follow it or not? What do you say?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Hushai said to Absalom, &apos;This time, the advice Ahithophel has given isn&quot;t right."
            },
            {
                "verse_number": "8",
                "verse_text": "You know that your father and his men are warriors,&apos; he continued, &apos;and they are as desperate as a wild bear robbed of her cubs. Your father is a seasoned fighter. He won&quot;t spend the night with his troops."
            },
            {
                "verse_number": "9",
                "verse_text": "Even now he has probably hidden himself in one of the caves or some other place. When some of the troops fall in the first attack, whoever hears it will say, &quot;The soldiers who follow Absalom have been defeated!&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then even the bravest soldier, whose heart is like a lion&quot;s, will melt in fear because all Israel knows that your father is a warrior and that those who are with him are brave."
            },
            {
                "verse_number": "11",
                "verse_text": "So I would advise that all the Israelites, from Dan to Beer-sheba&ndash;a group as countless as sand on the seashore&ndash;be summoned to join you, and that you yourself go into battle."
            },
            {
                "verse_number": "12",
                "verse_text": "When we attack him wherever he might be, we will fall on him like dew that falls on the ground. No one will survive&ndash;not him and not one of the soldiers who are with him!"
            },
            {
                "verse_number": "13",
                "verse_text": "If he retreats into a city, all Israel will bring ropes to that city, and we will drag it into a valley until not even a pebble of it will be found.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then Absalom and everyone in Israel agreed, &apos;The advice of Hushai from Erek is better than Ahithophel&quot;s advice.&apos; This was because the LORD had decided to counter Ahithophel&quot;s good advice so that the LORD could bring disaster on Absalom."
            },
            {
                "verse_number": "15",
                "verse_text": "Hushai told the priests Zadok and Abiathar, &apos;Here is what Ahithophel advised Absalom and the Israelite elders, and here is what I advised."
            },
            {
                "verse_number": "16",
                "verse_text": "Now send word immediately to David and tell him, &quot;Don&quot;t spend the night in the desert plains. You must cross over immediately. Otherwise, the king and all the troops who are with him will be swallowed up whole.&quot;&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jonathan and Ahimaaz were standing by at En-rogel. A female servant would come and report to them, and they would then travel and report to King David because they couldn&quot;t risk being seen entering the city."
            },
            {
                "verse_number": "18",
                "verse_text": "But a boy saw them and reported it to Absalom. So the two of them left immediately and came to a man&quot;s house at Bahurim. He had a well in his courtyard, and they climbed down into it."
            },
            {
                "verse_number": "19",
                "verse_text": "The man&quot;s wife took a covering and spread it over the well&quot;s opening, then scattered grain over it so no one would notice."
            },
            {
                "verse_number": "20",
                "verse_text": "When Absalom&quot;s servants came to the woman at the house they demanded, &apos;Where are Ahimaaz and Jonathan?&apos; The woman told them, &apos;They crossed over the stream.&apos; They looked for them but found nothing, so they returned to Jerusalem."
            },
            {
                "verse_number": "21",
                "verse_text": "After they had left, Jonathan and Ahimaaz climbed out of the well. They went and reported to King David, &apos;Get up! Cross the water immediately because Ahithophel has made plans against you!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "So David and all the troops who were with him got up and crossed the Jordan River. By daybreak there was no one left who hadn&quot;t crossed the Jordan."
            },
            {
                "verse_number": "23",
                "verse_text": "Meanwhile, once Ahithophel saw that his advice hadn&quot;t been followed, he saddled his donkey and went home to his own town. He gave instructions to his household, then hanged himself and died. He was buried in his father&quot;s tomb."
            },
            {
                "verse_number": "24",
                "verse_text": "David had reached Mahanaim by the time Absalom and all the Israelites who were with him crossed the Jordan River."
            },
            {
                "verse_number": "25",
                "verse_text": "Absalom had put Amasa in charge of the army instead of Joab. Amasa was the son of a man named Ithra, an Ishmaelite who had married Abigail, who was Nahash&quot;s daughter and the sister of Zeruiah, Joab&quot;s mother."
            },
            {
                "verse_number": "26",
                "verse_text": "Israel and Absalom camped in the territory of Gilead."
            },
            {
                "verse_number": "27",
                "verse_text": "When David arrived in Mahanaim, Nahash&quot;s son Shobi, who was from Rabbah of the Ammonites; Ammiel&quot;s son Machir, who was from Lo-debar; and Barzillai the Gileadite from Rogelim"
            },
            {
                "verse_number": "28",
                "verse_text": "brought couches, basins, and pottery, along with wheat, barley, flour, roasted grain, beans, lentils,"
            },
            {
                "verse_number": "29",
                "verse_text": "honey, curds, sheep, and cheese from the herd so that David and the troops who were with him could eat. They said, &apos;The troops have grown hungry, tired, and thirsty in the wilderness.&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Then David gathered the troops who were with him and appointed unit commanders over thousands and hundreds."
            },
            {
                "verse_number": "2",
                "verse_text": "David sent out the army&ndash;a third under Joab&quot;s command, a third under the command of Abishai, Zeruiah&quot;s son, and a third under the command of Ittai the Gittite. The king told the troops, &apos;I will march out with you myself.&apos; So Joab said to him, &apos;Run off then!&apos; Ahimaaz ran off, going by way of the plain, and passed the Cushite. The man got nearer and nearer, The king said, &apos;That one must be bringing good news too.&apos; &apos;He&quot;s a good man,&apos; the king said, &apos;and is coming with good news.&apos; Ahimaaz said, &apos;I saw a large crowd right when Joab, the king&quot;s servant, sent your servant off, but I don&quot;t know what it was about.&apos; The Cushite answered, &apos;May the enemies of my master the king and all who rise up against you to hurt you end up like that young man.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But the troops replied, &apos;No! You must not march out! If we flee, they won&quot;t care about us. Even if half of us die, they won&quot;t care about us. But you are worth ten thousand of us. It is much better if you support us from the city.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The king said to them, &apos;I will do whatever you think is best.&apos; So the king stood beside the gate as all the troops marched out by hundreds and thousands."
            },
            {
                "verse_number": "5",
                "verse_text": "The king gave orders to Joab, Abishai, and Ittai: &apos;For my sake, protect my boy Absalom.&apos; All the troops heard what the king ordered regarding Absalom to all the commanders."
            },
            {
                "verse_number": "6",
                "verse_text": "So the troops marched into the field to meet the Israelites. The battle was fought in the Ephraim forest."
            },
            {
                "verse_number": "7",
                "verse_text": "The army of Israel was defeated there by David&quot;s soldiers. A great slaughter of twenty thousand men took place that day."
            },
            {
                "verse_number": "8",
                "verse_text": "The battle spread out over the entire countryside, and the forest devoured more soldiers than the sword that day."
            },
            {
                "verse_number": "9",
                "verse_text": "Absalom came upon some of David&quot;s men. Absalom was riding on a mule, and the mule went under the tangled branches of a large oak tree. Absalom&quot;s head got caught in the tree. He was left hanging in midair while the mule under him kept on going."
            },
            {
                "verse_number": "10",
                "verse_text": "One of the men saw this and reported to Joab, &apos;I just saw Absalom hanging from an oak tree.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Joab said to the man who told him, &apos;You saw this? Why didn&quot;t you kill him on the spot? I would have given you ten pieces of silver and a belt.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "But the man said to Joab, &apos;Even if I had a thousand pieces of silver in my hand, I wouldn&quot;t touch the king&quot;s son! We heard what the king commanded you, Abishai, and Ittai&ndash;&quot;For my sake, take care of my boy Absalom.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "If I had taken Absalom&quot;s life behind the king&quot;s back then&ndash;though nothing is hidden from the king&ndash;you would have kept your distance from me.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Joab said, &apos;I won&quot;t waste time like this with you!&apos; He took three sticks in his hand and drove them into Absalom&quot;s chest while he was still alive in the oak."
            },
            {
                "verse_number": "15",
                "verse_text": "Then ten young armor-bearers of Joab surrounded Absalom, struck him, and killed him."
            },
            {
                "verse_number": "16",
                "verse_text": "Then Joab sounded the trumpet, and the troops stopped chasing the Israelites, because Joab held them back."
            },
            {
                "verse_number": "17",
                "verse_text": "They took Absalom and threw him into a big pit in the forest. They piled over him a huge heap of stones. Meanwhile, all the Israelites fled to their homes."
            },
            {
                "verse_number": "18",
                "verse_text": "When he was alive, Absalom had raised a large pillar for himself in the King&quot;s Valley because he said, &apos;I have no son to carry on the memory of my name.&apos; He named the pillar after himself. It is called Absalom&quot;s Monument to this day."
            },
            {
                "verse_number": "19",
                "verse_text": "Then Zadok&quot;s son Ahimaaz said, &apos;Please let me run and take the news to the king that the LORD has vindicated him against his enemies&quot; power.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Joab said to him, &apos;You aren&quot;t the one to bring the news today. You can bring news on another day, but not today, because the king&quot;s son is dead.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then Joab said to a Cushite, &apos;Go tell the king what you have seen.&apos; The Cushite bowed low before Joab, then ran off."
            },
            {
                "verse_number": "22",
                "verse_text": "But Zadok&quot;s son Ahimaaz again said to Joab, &apos;I don&quot;t care what happens, just let me run after the Cushite too.&apos; &apos;Why do you want to go, son?&apos; Joab asked. &apos;You&quot;ll get no reward for going.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;I don&quot;t care what happens, I want to go,&apos; Ahimaaz said."
            },
            {
                "verse_number": "24",
                "verse_text": "Now David was sitting between the two gates. The watchman on duty went up on the roof of the gate by the wall. He looked out and saw a man running alone."
            },
            {
                "verse_number": "25",
                "verse_text": "The watchman called out and reported this to the king. The king said, &apos;If he&quot;s alone, it&quot;s good news.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "and the watchman saw another man running and called down to the gatekeeper, &apos;There&quot;s another man running alone.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The watchman said, &apos;I can see that the first one runs like Zadok&quot;s son Ahimaaz.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Ahimaaz called out to the king, &apos;Peace!&apos; then bowed low before the king, his nose to the ground. He said, &apos;Bless the LORD your God, who has delivered up the men who raised their hands against my master the king.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "The king said, &apos;Is my boy Absalom okay?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;Step aside and stand right here,&apos; the king said. So Ahimaaz stepped aside and waited."
            },
            {
                "verse_number": "31",
                "verse_text": "Then the Cushite arrived and said, &apos;My master the king: Listen to this good news! The LORD has vindicated you this day against the power of all who rose up against you.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "The king said to the Cushite, &apos;Is my boy Absalom okay?&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "The king trembled. He went up to the room over the gate and cried. As he went, he said, &apos;Oh, my son Absalom! Oh, my son! My son Absalom! If only I had died instead of you! Oh, Absalom, my son! My son!&apos;"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Joab was told that the king was crying and mourning Absalom."
            },
            {
                "verse_number": "2",
                "verse_text": "So the victory that day was turned into mourning for all the troops because they heard that day that the king was grieving for his son."
            },
            {
                "verse_number": "3",
                "verse_text": "So that day the troops crept back into the city like soldiers creep back ashamed after they&quot;ve fled from battle."
            },
            {
                "verse_number": "4",
                "verse_text": "The king covered his face and cried out in a loud voice, &apos;Oh, my son Absalom! Oh, Absalom, my son! My son!&apos; Meanwhile, the Israelites had fled to their homes. Gera&quot;s son Shimei fell down before the king when he crossed the Jordan."
            },
            {
                "verse_number": "5",
                "verse_text": "Joab came to the king inside and said, &apos;Today you have humiliated all your servants who have saved your life today, not to mention the lives of your sons, your daughters, your wives, and your secondary wives,"
            },
            {
                "verse_number": "6",
                "verse_text": "by loving those who hate you and hating those who love you! Today you have announced that the commanders and their soldiers are nothing to you, because I know that if Absalom were alive today and the rest of us dead, that would be perfectly fine with you!"
            },
            {
                "verse_number": "7",
                "verse_text": "Now get up! Go out and encourage your followers! I swear to the LORD that if you don&quot;t go out there, not one man will stick with you tonight&ndash;and that will be more trouble for you than all the trouble that you&quot;ve faced from your youth until now.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So the king went and sat down in the city gate. All the troops were told that the king was sitting in the gate, so they came before the king."
            },
            {
                "verse_number": "9",
                "verse_text": "Everyone was arguing throughout Israel&quot;s tribes, saying, &apos;The king delivered us from our enemies&quot; power, and he rescued us from the Philistines&quot; power, but now he has fled from the land and from controlling his own kingdom."
            },
            {
                "verse_number": "10",
                "verse_text": "And Absalom, the one we anointed over us, is dead in battle. So why do you say nothing about bringing the king back?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "When the things that all the Israelites were saying reached the king, David sent a message to the priests Zadok and Abiathar: &apos;Say the following to the elders of Judah: &quot;Why should you be the last to bring the king back to his palace?"
            },
            {
                "verse_number": "12",
                "verse_text": "You are my relatives! You are my flesh and bones! Why should you be the last to bring the king back?&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "And tell Amasa, &quot;Aren&quot;t you my flesh and bones too? May God deal harshly with me and worse still if you don&quot;t become commander of my army from now on instead of Joab!&quot;&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So he won over the hearts of everyone in Judah as though they were one person, and they sent word to the king: &apos;Come back&ndash;you and all your servants.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So the king came back and arrived at the Jordan River. Judah came to Gilgal to meet the king and bring him across the Jordan."
            },
            {
                "verse_number": "16",
                "verse_text": "Gera&quot;s son Shimei, the Benjaminite from Bahurim, hurried down with the people of Judah to meet King David."
            },
            {
                "verse_number": "17",
                "verse_text": "A thousand men from Benjamin were with him. Ziba too, the servant of Saul&quot;s house, along with his fifteen sons and twenty servants, rushed to the Jordan ahead of the king"
            },
            {
                "verse_number": "18",
                "verse_text": "to do the work of ferrying over the king&quot;s household and to do whatever pleased him."
            },
            {
                "verse_number": "19",
                "verse_text": "He said to the king, &apos;May my master not hold me guilty or remember your servant&quot;s wrongdoing that day my master the king left Jerusalem. Please forget about it, Your Majesty,"
            },
            {
                "verse_number": "20",
                "verse_text": "because your servant knows that I have sinned. But look, I am the first person from the entire family of Joseph to come down today and meet my master the king.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Zeruiah&quot;s son Abishai responded, &apos;Shouldn&quot;t Shimei be put to death for that&ndash;for cursing the LORD &quot;s anointed?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But David said, &apos;My problems aren&quot;t yours, you sons of Zeruiah. Why are you becoming my enemy today? Should anyone in Israel be put to death today? Don&quot;t I know that today I am again king over Israel?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then the king told Shimei, &apos;You will not die.&apos; And the king swore this to him."
            },
            {
                "verse_number": "24",
                "verse_text": "Mephibosheth, Saul&quot;s grandson, also came down to meet the king. He hadn&quot;t taken care of his feet, trimmed his beard, or washed his clothes from the day the king left until the day he returned safely."
            },
            {
                "verse_number": "25",
                "verse_text": "When he came from Jerusalem to meet the king, the king asked him, &apos;Mephibosheth, why didn&quot;t you go with me?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;My master and king,&apos; Mephibosheth answered, &apos;my servant abandoned me! Because your servant is lame, I asked my servant, &quot;Saddle a donkey for me so I can ride and go to the king.&quot;"
            },
            {
                "verse_number": "27",
                "verse_text": "So Ziba has slandered your servant to my master and king, but my master and king is a messenger of God. So do whatever seems best to you."
            },
            {
                "verse_number": "28",
                "verse_text": "Even though all the members of my grandfather&quot;s family were nothing short of demonic toward my master and king, you still put your servant with those who eat at your table. So what right do I have to beg for still more from the king?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;You don&quot;t need to talk any more about this,&apos; the king said to him. &apos;I order you and Ziba to divide the property.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Mephibosheth said to the king, &apos;Let him take all of it, since my master and king has come home safely.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Now Barzillai the Gileadite had come down from Rogelim. He accompanied the king to the Jordan River to send him off there."
            },
            {
                "verse_number": "32",
                "verse_text": "Barzillai was very old, 80 years of age. He had supported the king during his stay at Mahanaim because Barzillai was a very wealthy man."
            },
            {
                "verse_number": "33",
                "verse_text": "The king said to Barzillai, &apos;Come over the Jordan with me. I will provide for you at my side in Jerusalem.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "But Barzillai said to the king, &apos;How many years do I have left that I should go up with the king to Jerusalem?"
            },
            {
                "verse_number": "35",
                "verse_text": "I am now 80 years old. Do I know what is good or bad anymore? Can your servant taste what I eat or drink? Can I even hear the voices of men or women singers? Why should your servant be a burden to my master and king?"
            },
            {
                "verse_number": "36",
                "verse_text": "Your servant will cross a short way over the Jordan with the king, but why should the king give me such a reward?"
            },
            {
                "verse_number": "37",
                "verse_text": "Let your servant return so I may die in my own town near the grave of my parents. But here is your servant Chimham. Let him cross over with my master and king, and treat him as you think best.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "The king said, &apos;Okay. Chimham will cross over with me, and I will treat him as I think best. And I will do for you anything you desire from me.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "So all the people crossed over the Jordan River, and the king stayed behind. The king kissed Barzillai and blessed him, and then Barzillai went back to his home."
            },
            {
                "verse_number": "40",
                "verse_text": "When the king crossed over to Gilgal, Chimham went with him. All the troops of Judah and half the troops of Israel escorted the king across."
            },
            {
                "verse_number": "41",
                "verse_text": "Then everyone in Israel came and said to the king, &apos;Why did our relatives the people of Judah steal you away, and bring the king and his household across the Jordan River, along with all of his soldiers?&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Then all the people of Judah answered the Israelites, &apos;Because the king is our relative! Why are you angry at us about this? Have we taken any of the king&quot;s food? Has he given us any gifts?&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "But the Israelites answered the people of Judah, &apos;We have ten shares in the monarchy! What&quot;s more, we are the oldest offspring, not you! So why have you disrespected us? Weren&quot;t we the first to talk about bringing back our king?&apos; But the words of the people of Judah were even harsher than the words of the Israelites."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Now a despicable man named Sheba, Bichri&quot;s son, from Benjamin, was also there. He sounded the trumpet and said: &apos;We don&quot;t care about David! We have no stake in Jesse&quot;s son! Go back to your homes, Israel!&apos; &apos;I am,&apos; he answered. &apos;Pay close attention to the words of your female servant,&apos; she said. &apos;I&quot;m listening,&apos; Joab replied. The woman said to Joab, &apos;His head will be thrown over the wall to you!&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So all the Israelites left David to follow Bichri&quot;s son Sheba. But all the people of Judah stayed close to their king from the Jordan River all the way to Jerusalem."
            },
            {
                "verse_number": "3",
                "verse_text": "When David arrived at his palace in Jerusalem, the king took the ten secondary wives he had left to take care of the palace and put them in a house under guard. He provided for them, but he didn&quot;t have sex with them. They were confined until the day they died, and lived like widows."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the king said to Amasa, &apos;Call everyone in Judah here to me three days from now. You should be here too.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So Amasa went to call Judah together, but he took longer than the allotted time."
            },
            {
                "verse_number": "6",
                "verse_text": "David told Abishai, &apos;Bichri&quot;s son Sheba will cause more trouble for us than Absalom did. Take your master&quot;s servants and chase after him before he finds fortified cities and escapes from us.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So Joab&quot;s men marched out after Sheba&ndash;this included the Cherethites, the Pelethites, and all the warriors. They marched out of Jerusalem to pursue Bichri&quot;s son Sheba."
            },
            {
                "verse_number": "8",
                "verse_text": "When they got to the great stone in Gibeon, Amasa came to meet them. Joab was dressed in his soldier&quot;s uniform. Over the tunic at his waist he wore a sword in its sheath. As Joab went forward it slipped out."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;How are you, my brother?&apos; Joab asked Amasa, and with his right hand he took hold of Amasa&quot;s beard as if to kiss him."
            },
            {
                "verse_number": "10",
                "verse_text": "But Amasa didn&quot;t notice the sword in Joab&quot;s hand. Joab struck him in the stomach with it so that Amasa&quot;s intestines spilled out on the ground. He died without Joab striking him a second time. Then Joab and his brother Abishai pursued Sheba, Bichri&quot;s son."
            },
            {
                "verse_number": "11",
                "verse_text": "One of Joab&quot;s men stood by Amasa and said, &apos;Whoever favors Joab, and whoever is for David, follow Joab!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Amasa was writhing in blood in the middle of the road, and the man saw that everyone was stopping. When he saw this, he dragged Amasa from the road into a field and threw a robe over him."
            },
            {
                "verse_number": "13",
                "verse_text": "Once Amasa was moved out of the road, everyone who followed Joab marched past in pursuit of Bichri&quot;s son Sheba."
            },
            {
                "verse_number": "14",
                "verse_text": "Sheba went through all the Israelite tribes up to Abel of Beth-maacah. All the Bichrites assembled and followed Sheba in."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Joab&quot;s men arrived and attacked Sheba at Abel of Beth-maacah. They piled up a ramp against the city, and it stood against the outer wall. All of Joab&quot;s troops were hammering the wall, trying to bring it down."
            },
            {
                "verse_number": "16",
                "verse_text": "Then a wise woman called from the city, &apos;Listen! Listen! Tell Joab to come over here, so I can talk to him.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "So Joab approached her, and the woman said, &apos;Are you Joab?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "She said, &apos;People used to say long ago: &quot;Ask your question at Abel,&quot; and that settled the matter."
            },
            {
                "verse_number": "19",
                "verse_text": "I am one of the peaceful and faithful in Israel, but you are trying to kill a city that is one of Israel&quot;s mothers! Why would you annihilate the LORD &quot;s inheritance?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Joab answered, &apos;I would never, ever annihilate or destroy such a thing!"
            },
            {
                "verse_number": "21",
                "verse_text": "That&quot;s not the issue. A man named Sheba, Bichri&quot;s son, who is from the Ephraim highlands, has rebelled against King David. Just hand him over, and I&quot;ll leave the city alone.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "When the woman went to everyone with her wise counsel, they cut off the head of Sheba, Bichri&quot;s son, and threw it out to Joab. Then Joab sounded the trumpet, and his troops left the city, returning to their homes. But Joab returned to the king in Jerusalem."
            },
            {
                "verse_number": "23",
                "verse_text": "Now Joab was in command of Israel&quot;s army; Jehoiada&quot;s son Benaiah commanded the Cherethites and the Pelethites;"
            },
            {
                "verse_number": "24",
                "verse_text": "Adoram was in charge of the forced labor; Ahilud&quot;s son Jehoshaphat was the recorder;"
            },
            {
                "verse_number": "25",
                "verse_text": "Sheva was secretary; Zadok and Abiathar were priests;"
            },
            {
                "verse_number": "26",
                "verse_text": "and Ira from Jair was also a priest for David."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "There was a famine for three years in a row during David&quot;s rule. David asked the LORD about this, and the LORD said, &apos;It is caused by Saul and his household, who are guilty of bloodshed because he killed the people of Gibeon.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So the king called for the Gibeonites and spoke to them. (Now the Gibeonites weren&quot;t Israelites but were survivors of the Amorites. The Israelites had sworn a solemn pledge to spare them, but Saul tried to eliminate them in his enthusiasm for the people of Israel and Judah.) &apos;I will hand them over,&apos; the king said."
            },
            {
                "verse_number": "3",
                "verse_text": "David said to the Gibeonites, &apos;What can I do for you? How can I fix matters so you can benefit from the LORD &quot;s inheritance?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The Gibeonites said to him, &apos;We don&quot;t want any silver or gold from Saul or his family, and it isn&quot;t our right to have anyone in Israel killed.&apos; &apos;What do you want?&apos; David asked. &apos;I&quot;ll do it for you.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Okay then,&apos; they said to the king. &apos;That man who opposed and oppressed us, who planned to destroy us, keeping us from having a place to live anywhere in Israel&ndash;"
            },
            {
                "verse_number": "6",
                "verse_text": "hand over seven of his sons to us, and we will hang them before the LORD at Gibeon on the LORD &quot;s mountain.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "But the king spared Mephibosheth, Jonathan&quot;s son and Saul&quot;s grandson, because of the LORD &quot;s solemn pledge that was between them&ndash;between David and Saul&quot;s son Jonathan."
            },
            {
                "verse_number": "8",
                "verse_text": "So the king took the two sons of Aiah&quot;s daughter Rizpah, Armoni and Mephibosheth, whom she had birthed for Saul; and the five sons of Saul&quot;s daughter Merab, whom she birthed for Adriel, Barzillai&quot;s son, who was from Meholah,"
            },
            {
                "verse_number": "9",
                "verse_text": "and he handed them over to the Gibeonites. They hanged them on the mountain before the LORD . The seven of them died at the same time. They were executed in the first days of the harvest, at the beginning of the barley harvest."
            },
            {
                "verse_number": "10",
                "verse_text": "Aiah&quot;s daughter Rizpah took funeral clothing and spread it out by herself on a rock. She stayed there from the beginning of the harvest until the rains poured down on the bodies from the sky, and she wouldn&quot;t let any birds of prey land on the bodies during the day or let wild animals come at nighttime."
            },
            {
                "verse_number": "11",
                "verse_text": "When David was told what Aiah&quot;s daughter Rizpah, Saul&quot;s secondary wife, had done,"
            },
            {
                "verse_number": "12",
                "verse_text": "he went and retrieved the bones of Saul and his son Jonathan from the citizens of Jabesh-gilead, who had stolen the bones from the public square in Beth-shan, where the Philistines had hanged them on the day the Philistines killed Saul at Gilboa."
            },
            {
                "verse_number": "13",
                "verse_text": "David brought the bones of Saul and his son Jonathan from there and collected the bones of the men who had been hanged by the Gibeonites."
            },
            {
                "verse_number": "14",
                "verse_text": "The bones of Saul and his son Jonathan were then buried in Zela, in Benjaminite territory, in the tomb of Saul&quot;s father Kish. Once everything the king had commanded was done, God responded to prayers for the land."
            },
            {
                "verse_number": "15",
                "verse_text": "Once again war broke out between the Philistines and Israel. David and the soldiers who were with him went down and fought the Philistines. When David grew tired,"
            },
            {
                "verse_number": "16",
                "verse_text": "Ishbi-benob, a descendant of the Raphah, planned on killing David. The weight of his spear was three hundred shekels of bronze, and he was wearing new armor."
            },
            {
                "verse_number": "17",
                "verse_text": "But Zeruiah&quot;s son Abishai came to David&quot;s aid, striking the Philistine down and killing him. Then David&quot;s men swore a solemn pledge to him: &apos;You will never march out to battle with us again! You must not snuff out Israel&quot;s lamp!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Some time later, another battle with the Philistines took place at Gob. Then Sibbecai from Hushah killed Saph, a descendant of the Raphah."
            },
            {
                "verse_number": "19",
                "verse_text": "There was yet another battle with the Philistines at Gob; and Elhanan, Jair&quot;s son from Bethlehem, killed Goliath from Gath, whose spear shaft was as strong as the bar on a weaver&quot;s loom."
            },
            {
                "verse_number": "20",
                "verse_text": "In another battle at Gath, there was a huge man who had six fingers on his hands and six toes on his feet, twenty-four in all. He too was descended from the Raphah."
            },
            {
                "verse_number": "21",
                "verse_text": "When he insulted Israel, Jonathan, who was the son of David&quot;s brother Shimei, killed him."
            },
            {
                "verse_number": "22",
                "verse_text": "These four Philistines were descended from the Raphah in Gath, and they fell by the hands of David and his servants."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "David spoke the words of this song to the LORD after the LORD delivered him from the power of all his enemies and from Saul. The LORD is my solid rock, my fortress, my rescuer. he&quot;s my shield and my salvation&quot;s strength, my place of safety and my shelter. My savior! Save me from violence! I cried out to the LORD , and I was saved from my enemies. rivers of wickedness terrified me. death&quot;s traps held me tight. I cried out to my God. God heard my voice from his temple; my cry for help reached his ears. the sky&quot;s foundations trembled and reeled because of God&quot;s anger. out of his mouth came a devouring fire; flaming coals blazed out in front of him! thick darkness was beneath his feet. he was seen on the wind&quot;s wings. water gathered in dense clouds! the Most High made his voice heard. he sent the lightning and whipped them into confusion. the earth&quot;s foundations were laid bare at the LORD &quot;s rebuke, at the angry blast of air coming from his nostrils. he took me out of deep waters. saved me from my foes, who were too much for me. but the LORD was my support. he pulled me out, because he is pleased with me. he restored me because my hands are clean, I haven&quot;t acted wickedly against my God. I haven&quot;t turned away from any of his laws. I&quot;ve kept myself from wrongdoing. because I am clean in his eyes. you show integrity toward the one who has integrity. but toward the crooked, you are tricky. but your eyes are against the proud. You bring them down! the LORD illumines my darkness. with my God I can leap over a wall. the LORD &quot;s word is tried and true. He is a shield for all who take refuge in him. And who is a rock except our God? who lets me stand securely on the heights, so my arms can bend a bronze bow. your help has made me great. without even twisting an ankle. I didn&quot;t come home until I finished them off. They couldn&quot;t get up; they fell under my feet. you brought my adversaries down underneath me. I destroyed my foes. They looked to the LORD , but he wouldn&quot;t answer them. I stomped on them, trampled them like mud dumped in the streets. you appointed me the leader of many nations. Strangers come to serve me. after hearing about me, they obey me. Let my God, the rock of my salvation, be lifted high! who subdues peoples before me, You lifted me high above my adversaries; you delivered me from violent people. That&quot;s why I sing praises to your name. who shows faithful love to your anointed one&ndash; to David and to his descendants forever."
            },
            {
                "verse_number": "2",
                "verse_text": "He said:"
            },
            {
                "verse_number": "3",
                "verse_text": "My God is my rock&ndash;I take refuge in him!&ndash;"
            },
            {
                "verse_number": "4",
                "verse_text": "Because he is praiseworthy,"
            },
            {
                "verse_number": "5",
                "verse_text": "Death&quot;s waves were all around me;"
            },
            {
                "verse_number": "6",
                "verse_text": "The cords of the grave surrounded me;"
            },
            {
                "verse_number": "7",
                "verse_text": "In my distress I cried out to the LORD ;"
            },
            {
                "verse_number": "8",
                "verse_text": "The earth rocked and shook;"
            },
            {
                "verse_number": "9",
                "verse_text": "Smoke went up from God&quot;s nostrils;"
            },
            {
                "verse_number": "10",
                "verse_text": "God parted the skies and came down;"
            },
            {
                "verse_number": "11",
                "verse_text": "God mounted the heavenly creatures and flew;"
            },
            {
                "verse_number": "12",
                "verse_text": "God made darkness his covering;"
            },
            {
                "verse_number": "13",
                "verse_text": "Coals of fire blazed out of the brightness before him."
            },
            {
                "verse_number": "14",
                "verse_text": "The LORD thundered from heaven;"
            },
            {
                "verse_number": "15",
                "verse_text": "God shot arrows, scattering the enemy;"
            },
            {
                "verse_number": "16",
                "verse_text": "The seabeds were exposed;"
            },
            {
                "verse_number": "17",
                "verse_text": "From on high God reached down and grabbed me;"
            },
            {
                "verse_number": "18",
                "verse_text": "God saved me from my powerful enemy,"
            },
            {
                "verse_number": "19",
                "verse_text": "They came at me on the very day of my distress,"
            },
            {
                "verse_number": "20",
                "verse_text": "He brought me out to wide-open spaces;"
            },
            {
                "verse_number": "21",
                "verse_text": "The LORD rewarded me for my righteousness;"
            },
            {
                "verse_number": "22",
                "verse_text": "because I have kept the LORD &quot;s ways."
            },
            {
                "verse_number": "23",
                "verse_text": "All his rules are right in front of me;"
            },
            {
                "verse_number": "24",
                "verse_text": "I have lived with integrity before him;"
            },
            {
                "verse_number": "25",
                "verse_text": "And so the LORD restored me for my righteousness,"
            },
            {
                "verse_number": "26",
                "verse_text": "You deal faithfully with the faithful;"
            },
            {
                "verse_number": "27",
                "verse_text": "You are pure toward the pure,"
            },
            {
                "verse_number": "28",
                "verse_text": "You are the one who saves people who suffer,"
            },
            {
                "verse_number": "29",
                "verse_text": "You are my lamp, LORD ;"
            },
            {
                "verse_number": "30",
                "verse_text": "With you I can charge into battle;"
            },
            {
                "verse_number": "31",
                "verse_text": "God! His way is perfect;"
            },
            {
                "verse_number": "32",
                "verse_text": "Now really, who is divine except the LORD ?"
            },
            {
                "verse_number": "33",
                "verse_text": "Only God! My mighty fortress, who makes my way perfect, they come trembling out of their fortresses."
            },
            {
                "verse_number": "34",
                "verse_text": "who makes my step as sure as the deer&quot;s,"
            },
            {
                "verse_number": "35",
                "verse_text": "who trains my hands for war"
            },
            {
                "verse_number": "36",
                "verse_text": "You&quot;ve given me the shield of your salvation;"
            },
            {
                "verse_number": "37",
                "verse_text": "You&quot;ve let me walk fast and safe,"
            },
            {
                "verse_number": "38",
                "verse_text": "I chased my enemies and destroyed them!"
            },
            {
                "verse_number": "39",
                "verse_text": "I ate them up! I struck them down!"
            },
            {
                "verse_number": "40",
                "verse_text": "You equipped me with strength for war;"
            },
            {
                "verse_number": "41",
                "verse_text": "You made my enemies turn tail from me;"
            },
            {
                "verse_number": "42",
                "verse_text": "They looked around, but there was no one to save them."
            },
            {
                "verse_number": "43",
                "verse_text": "I crushed them like dust on the ground;"
            },
            {
                "verse_number": "44",
                "verse_text": "You delivered me from struggles with many people;"
            },
            {
                "verse_number": "45",
                "verse_text": "Foreigners grovel before me;"
            },
            {
                "verse_number": "46",
                "verse_text": "Foreigners lose their nerve;"
            },
            {
                "verse_number": "47",
                "verse_text": "The LORD lives! Bless God, my rock!"
            },
            {
                "verse_number": "48",
                "verse_text": "This is the God who avenges on my behalf,"
            },
            {
                "verse_number": "49",
                "verse_text": "who rescues me from my enemies."
            },
            {
                "verse_number": "50",
                "verse_text": "That&quot;s why I thank you, LORD , in the presence of the nations."
            },
            {
                "verse_number": "51",
                "verse_text": "You are the one who gives great victories to your king,"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "These are David&quot;s last words: This is the declaration of Jesse&quot;s son David, the declaration of a man raised high, a man anointed by the God of Jacob, his word is on my tongue. Israel&quot;s rock said to me: &apos;Whoever rules rightly over people, whoever rules in the fear of God, on a morning with no clouds, like the bright gleam after the rain that brings grass from the ground.&apos; He has made an eternal covenant with me, laid out and secure in every detail. Yes, he provides every one of my victories and brings my every desire to pass. all of them good for nothing, because they can&quot;t be carried by hand. except with iron bar or the shaft of a spear. They must be burned up with fire right on the spot! These were the kinds of things the three warriors did. Asahel, Joab&quot;s brother; Elhanan, Dodo&quot;s son from Bethlehem; Elika from Harod; Ira, Ikkesh&quot;s son from Tekoa; Mebunnai the Hushathite; Maharai from Netophah; Ittai, Ribai&quot;s son from Gibeah in Benjamin; Hiddai from the Gaash ravines; Azmaveth from Bahurim; Jonathan, Ahiam, Sharar&quot;s son from Harar; Eliam, Ahithophel&quot;s son from Giloh; Paarai from Erab; Bani the Gadite; Naharai from Beeroth, and the armor-bearer for Zeruiah&quot;s son Joab; Gaeb from Ither; thirty-seven in all. a man favored by the strong one of Israel. Jashen the Gizonite;"
            },
            {
                "verse_number": "2",
                "verse_text": "The LORD &quot;s spirit speaks through me;"
            },
            {
                "verse_number": "3",
                "verse_text": "Israel&quot;s God has spoken,"
            },
            {
                "verse_number": "4",
                "verse_text": "is like the light of sunrise"
            },
            {
                "verse_number": "5",
                "verse_text": "Yes, my house is this way with God!"
            },
            {
                "verse_number": "6",
                "verse_text": "But despicable people are like thorns,"
            },
            {
                "verse_number": "7",
                "verse_text": "No one can touch them,"
            },
            {
                "verse_number": "8",
                "verse_text": "These are the names of David&quot;s warriors: Jeshbaal from Hachmon was chief of the Three. He raised his spear against eight hundred, killing them on a single occasion."
            },
            {
                "verse_number": "9",
                "verse_text": "Next in command was Eleazar, Dodo&quot;s son and Ahohi&quot;s grandson. He was among the three warriors with David when they insulted the Philistines who had gathered there for battle. The Israelites retreated,"
            },
            {
                "verse_number": "10",
                "verse_text": "but he stood his ground and fought the Philistines until his hand was weary and stuck to the sword. But the LORD accomplished a great victory that day. The troops then returned to Eleazar, but only to plunder the dead."
            },
            {
                "verse_number": "11",
                "verse_text": "Next in command was Agee&quot;s son Shammah, who was from Harar. The Philistines had gathered at Lehi, where there was a plot of land full of lentils. The troops fled from the Philistines,"
            },
            {
                "verse_number": "12",
                "verse_text": "but Shammah took a position in the middle of the plot, defended it, and struck down the Philistines. The LORD accomplished a great victory."
            },
            {
                "verse_number": "13",
                "verse_text": "At harvesttime, three of the thirty chiefs went down and joined David at the fortress of Adullam, while a force of Philistines were camped in the Rephaim Valley."
            },
            {
                "verse_number": "14",
                "verse_text": "At that time, David was in the fortress, and a Philistine fort was in Bethlehem."
            },
            {
                "verse_number": "15",
                "verse_text": "David had a craving and said, &apos;If only someone could give me a drink of water from the well by the gate in Bethlehem.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So the three warriors broke through the Philistine camp and drew water from the well by the gate in Bethlehem and brought it back to David. But he refused to drink it and poured it out to the LORD ."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;The LORD forbid that I should do that,&apos; he said. &apos;Isn&quot;t this the blood of men who risked their lives?&apos; So he refused to drink it."
            },
            {
                "verse_number": "18",
                "verse_text": "Now Zeruiah&quot;s son Abishai, the brother of Joab, was chief of the Thirty. He raised his spear against three hundred men, killed them, and made a name for himself along with the Three."
            },
            {
                "verse_number": "19",
                "verse_text": "He was the most famous of the Thirty. He became their commander, but he wasn&quot;t among the Three."
            },
            {
                "verse_number": "20",
                "verse_text": "Jehoiada&quot;s son Benaiah was a hero from Kabzeel who performed great deeds. He killed the two sons of Ariel from Moab. He once went down into a pit and killed a lion on a snowy day."
            },
            {
                "verse_number": "21",
                "verse_text": "He also killed a giant Egyptian who had a spear in his hand. Benaiah went against him armed with a staff. He grabbed the spear out of the Egyptian&quot;s hand and killed him with his own spear."
            },
            {
                "verse_number": "22",
                "verse_text": "These were the kinds of things Jehoiada&quot;s son Benaiah did. He made a name for himself along with the three warriors."
            },
            {
                "verse_number": "23",
                "verse_text": "He was famous among the Thirty, but he didn&quot;t become one of the Three. David placed him in command of his own bodyguard."
            },
            {
                "verse_number": "24",
                "verse_text": "Among the Thirty were:"
            },
            {
                "verse_number": "25",
                "verse_text": "Shammah from Harod;"
            },
            {
                "verse_number": "26",
                "verse_text": "Helez from Pelet;"
            },
            {
                "verse_number": "27",
                "verse_text": "Abiezer from Anathoth;"
            },
            {
                "verse_number": "28",
                "verse_text": "Zalmon from Ahoh;"
            },
            {
                "verse_number": "29",
                "verse_text": "Heleb, Baanah&quot;s son from Netophah;"
            },
            {
                "verse_number": "30",
                "verse_text": "Benaiah from Pirathon;"
            },
            {
                "verse_number": "31",
                "verse_text": "Abi-albon from the desert plain;"
            },
            {
                "verse_number": "32",
                "verse_text": "Eliahba from Shaalbon;"
            },
            {
                "verse_number": "33",
                "verse_text": "Shammah&quot;s son from Harar;"
            },
            {
                "verse_number": "34",
                "verse_text": "Eliphelet, Ahasbai&quot;s son from Maacah;"
            },
            {
                "verse_number": "35",
                "verse_text": "Hezro from Carmel;"
            },
            {
                "verse_number": "36",
                "verse_text": "Igal, Nathan&quot;s son from Zobah;"
            },
            {
                "verse_number": "37",
                "verse_text": "Zelek the Ammonite;"
            },
            {
                "verse_number": "38",
                "verse_text": "Ira from Ither;"
            },
            {
                "verse_number": "39",
                "verse_text": "and Uriah the Hittite&ndash;"
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "The LORD burned with anger against Israel again, and he incited David against them: Go and count the people of Israel and Judah. David said, &apos;To buy this threshing floor from you to build an altar to the LORD , so the plague among the people may come to an end.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So the king said to Joab and the military commanders who were with him, &apos;Go throughout all the tribes of Israel, from Dan to Beer-sheba, and take a census of the people so I know how many people there are.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Joab said to the king, &apos;May the LORD your God increase the number of people a hundred times while the eyes of my master the king can still see it! But why does my master the king want to do this?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But the king&quot;s word overruled Joab and the military commanders. So Joab and the commanders left the king&quot;s presence to take a census of the Israelites."
            },
            {
                "verse_number": "5",
                "verse_text": "They crossed the Jordan River and began from Aroer and from the town that is in the middle of the valley of Gad, then on to Jazer."
            },
            {
                "verse_number": "6",
                "verse_text": "They continued to Gilead and on to Kadesh in Hittite territory. They came to Dan and went around to Sidon."
            },
            {
                "verse_number": "7",
                "verse_text": "They went to the fortress of Tyre and to all the towns of the Hivites and the Canaanites. They went out to Beer-sheba in the arid southern plain of Judah."
            },
            {
                "verse_number": "8",
                "verse_text": "At the end of nine months and twenty days, after going through the entire country, they came back to Jerusalem."
            },
            {
                "verse_number": "9",
                "verse_text": "Joab reported to the king the number of the people who had been counted: in Israel there were eight hundred thousand strong men who could handle a sword; in Judah the total was five hundred thousand men."
            },
            {
                "verse_number": "10",
                "verse_text": "But after this David felt terrible that he had counted the people. David said to the LORD , &apos;I have sinned greatly in what I have done. Now, LORD , please take away the guilt of your servant because I have done something very foolish.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "When David got up the next morning, the LORD &quot;s word came to the prophet Gad, David&quot;s seer:"
            },
            {
                "verse_number": "12",
                "verse_text": "Go and tell David, This is what the LORD says: I&quot;m offering you three punishments. Choose one of them, and that is what I will do to you."
            },
            {
                "verse_number": "13",
                "verse_text": "So Gad went to David and said to him, &apos;Will three years of famine come on your land? Or will you run from your enemies for three months while they chase you? Or will there be three days of plague in your land? Decide now what answer I should take back to the one who sent me.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;I&quot;m in deep trouble,&apos; David said to Gad. &apos;Let&quot;s fall into the LORD &quot;s hands because his mercy is great, but don&quot;t let me fall into human hands.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So the LORD sent a plague on Israel from that very morning until the allotted time. Seventy thousand people died, from Dan to Beer-sheba."
            },
            {
                "verse_number": "16",
                "verse_text": "But when the divine messenger stretched out his hand to destroy Jerusalem, the LORD regretted doing this disaster and said to the messenger who was destroying the people, &apos;That&quot;s enough! Withdraw your hand.&apos; At that time the LORD &quot;s messenger was by the threshing floor of Araunah from Jebus."
            },
            {
                "verse_number": "17",
                "verse_text": "When David saw the messenger who was striking down the people, he said, &apos;I&quot;m the one who sinned! I&quot;m the one who has done wrong. But these sheep&ndash;what have they done wrong? Turn your hand against me and my household.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "That same day Gad came to David and told him, &apos;Go up and build an altar to the LORD on the threshing floor of Araunah from Jebus.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So David went up, following Gad&quot;s instructions, just as the LORD had commanded."
            },
            {
                "verse_number": "20",
                "verse_text": "Araunah looked up and saw the king and his servants approaching him. Araunah rushed out and bowed low before the king, his nose to the ground."
            },
            {
                "verse_number": "21",
                "verse_text": "Araunah said, &apos;Why has my master and king come to his servant?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then Araunah said to David, &apos;Take it for yourself, and may my master the king do what he thinks is best. Here are oxen for the entirely burned offering, and here are threshing boards and oxen yokes for wood."
            },
            {
                "verse_number": "23",
                "verse_text": "All this, Your Majesty, Araunah gives to the king.&apos; Then he added, &apos;May the LORD your God respond favorably to you!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;No,&apos; the king said to Araunah. &apos;I will buy them from you at a fair price. I won&quot;t offer up to the LORD my God entirely burned offerings that cost me nothing.&apos; So David bought the threshing floor and the oxen for fifty shekels of silver."
            },
            {
                "verse_number": "25",
                "verse_text": "David built an altar there for the LORD and offered entirely burned offerings and well-being sacrifices. The LORD responded to the prayers for the land, and the plague against Israel came to an end."
            }
        ]
    }
}