{
    "Haggai": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The LORD &quot;s word came through Haggai the prophet in the second year of King Darius, in the sixth month on the first day of the month, to Judah&quot;s governor Zerubbabel, Shealtiel&quot;s son, and to the high priest Joshua, Jehozadak&quot;s son: These people say, &apos;The time hasn&quot;t come, the time to rebuild the LORD &quot;s house.&apos; while this house lies in ruins? Take your ways to heart. You eat, but there&quot;s not enough to satisfy. You drink, but not enough to get drunk. There is clothing, but not enough to keep warm. Anyone earning wages puts those wages into a bag with holes. Take your ways to heart. Rebuild the temple so that I may enjoy it and that I may be honored, says the LORD . You bring it home, and I blow it away, says the LORD of heavenly forces, because my house lies in ruins. But all of you hurry to your own houses. and the earth has withheld its produce because of you. on the mountains, on the grain, on the wine, on the olive oil, on that which comes forth from the fertile ground, on humanity, on beasts, and upon everything that handles produce. I am with you, says the LORD ."
            },
            {
                "verse_number": "2",
                "verse_text": "This is what the LORD of heavenly forces says:"
            },
            {
                "verse_number": "3",
                "verse_text": "Then the LORD &quot;s word came through Haggai the prophet:"
            },
            {
                "verse_number": "4",
                "verse_text": "Is it time for you to dwell in your own paneled houses"
            },
            {
                "verse_number": "5",
                "verse_text": "So now, this is what the LORD of heavenly forces says:"
            },
            {
                "verse_number": "6",
                "verse_text": "You have sown much, but it has brought little."
            },
            {
                "verse_number": "7",
                "verse_text": "This is what the LORD of heavenly forces says:"
            },
            {
                "verse_number": "8",
                "verse_text": "Go up to the highlands and bring back wood."
            },
            {
                "verse_number": "9",
                "verse_text": "You expect a surplus, but look how it shrinks."
            },
            {
                "verse_number": "10",
                "verse_text": "Therefore, the skies above you have withheld the dew,"
            },
            {
                "verse_number": "11",
                "verse_text": "I have called for drought on the earth,"
            },
            {
                "verse_number": "12",
                "verse_text": "Zerubbabel, Shealtiel&quot;s son, and the high priest Joshua, Jehozadak&quot;s son, along with all who remained among the people, listened to the voice of the LORD God and to the words of Haggai the prophet because the LORD their God sent him. Then the people feared the LORD ."
            },
            {
                "verse_number": "13",
                "verse_text": "Then Haggai, the LORD &quot;s messenger, gave the LORD &quot;s message to the people:"
            },
            {
                "verse_number": "14",
                "verse_text": "The LORD moved the spirit of Judah&quot;s governor Zerubbabel, Shealtiel&quot;s son, and the spirit of the high priest Joshua, Jehozadak&quot;s son, and the spirit of all the rest of the people. Then they came and did work on the house of the LORD of heavenly forces, their God,"
            },
            {
                "verse_number": "15",
                "verse_text": "on the twenty-fourth day of the sixth month in the second year of Darius the king."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "On the twenty-first day of the seventh month, the LORD &quot;s word came through Haggai the prophet:"
            },
            {
                "verse_number": "2",
                "verse_text": "Say to Judah&quot;s governor Zerubbabel, Shealtiel&quot;s son, and to the chief priest Joshua, Jehozadak&quot;s son, and to the rest of the people: How does it look to you now? Doesn&quot;t it appear as nothing to you? Be strong, High Priest Joshua, Jehozadak&quot;s son, and be strong, all you people of the land, says the LORD . Work, for I am with you, says the LORD of heavenly forces. my spirit stands in your midst. Don&quot;t fear. In just a little while, I will make the heavens, the earth, the sea, and the dry land quake. The wealth of all the nations will come. I will fill this house with glory, says the LORD of heavenly forces. I will provide prosperity in this place, says the LORD of heavenly forces. Go ahead and ask the priests for a ruling: And the priests responded, &apos;No.&apos; &apos;If an unclean person touches any of these things, will it become unclean?&apos; And the priests responded, &apos;It will be unclean.&apos; Thus has this people and this nation become to me, says the LORD , and everything that they do with their hands. Whatever they offer is unclean. Before stone was placed on stone in the LORD &quot;s temple, there were only ten; and when one came to the wine vat for fifty measures, there were only twenty. with blight and mildew and hail; from the twenty-fourth day of the ninth month. Take it to heart from the day when the foundation for the LORD &quot;s temple was laid. or the vine, the fig tree, or the pomegranate&ndash; or has the olive tree not borne fruit? From this day forward, I will bless you. I am about to make the heavens and the earth quake. I will overthrow chariot and rider; horses and riders will fall. Each one will fall by the sword of his companion. I will take you, Zerubbabel, Shealtiel&quot;s son, my servant, says the LORD ; I will make you like a signet ring because I have chosen you, says the LORD of heavenly forces."
            },
            {
                "verse_number": "3",
                "verse_text": "Who among you is left who saw this house in its former glory?"
            },
            {
                "verse_number": "4",
                "verse_text": "So now, be strong, Zerubbabel, says the LORD ."
            },
            {
                "verse_number": "5",
                "verse_text": "As with our agreement when you came out of Egypt,"
            },
            {
                "verse_number": "6",
                "verse_text": "This is what the LORD of heavenly forces says:"
            },
            {
                "verse_number": "7",
                "verse_text": "I will make all the nations quake."
            },
            {
                "verse_number": "8",
                "verse_text": "The silver and the gold belong to me, says the LORD of heavenly forces."
            },
            {
                "verse_number": "9",
                "verse_text": "This house will be more glorious than its predecessor, says the LORD of heavenly forces."
            },
            {
                "verse_number": "10",
                "verse_text": "On the twenty-fourth day of the ninth month in the second year of Darius, the LORD &quot;s word came to Haggai the prophet:"
            },
            {
                "verse_number": "11",
                "verse_text": "This is what the LORD of heavenly forces says:"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;If someone lifts holy meat into the hem of one&quot;s garment and that hem touches bread, stew, wine, oil, or any kind of food, will it be made holy?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Haggai said,"
            },
            {
                "verse_number": "14",
                "verse_text": "Then Haggai responded:"
            },
            {
                "verse_number": "15",
                "verse_text": "So now, take it to heart from this day forward."
            },
            {
                "verse_number": "16",
                "verse_text": "when one came to the granary for twenty measures,"
            },
            {
                "verse_number": "17",
                "verse_text": "I struck you&ndash;everything you do with your hands&ndash; but you didn&quot;t return to me. I will destroy the strength of the nations."
            },
            {
                "verse_number": "18",
                "verse_text": "So take it to heart from this day forward,"
            },
            {
                "verse_number": "19",
                "verse_text": "Is the seed yet in the granary&ndash;"
            },
            {
                "verse_number": "20",
                "verse_text": "And the LORD &quot;s word came to Haggai a second time on the twenty-fourth of the month, saying:"
            },
            {
                "verse_number": "21",
                "verse_text": "Speak to Judah&quot;s governor Zerubbabel:"
            },
            {
                "verse_number": "22",
                "verse_text": "I will overthrow the thrones of the kingdoms;"
            },
            {
                "verse_number": "23",
                "verse_text": "On that day, says the LORD of heavenly forces:"
            }
        ]
    }
}