{
    "Numbers": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The LORD spoke to Moses in the Sinai desert in the meeting tent on the first day of the second month, in the second year after they left the land of Egypt:"
            },
            {
                "verse_number": "2",
                "verse_text": "Take a census of the entire Israelite community by their clans and their households, recording the name of every male,"
            },
            {
                "verse_number": "3",
                "verse_text": "20 years old and above, who is eligible for military service in Israel. These you and Aaron will enlist in their military units."
            },
            {
                "verse_number": "4",
                "verse_text": "Take with you one man from each tribe who is the head of his household."
            },
            {
                "verse_number": "5",
                "verse_text": "These are the names of the men who will assist you: from Reuben, Elizur, Shedeur&quot;s son; from Ephraim, Elishama, Ammihud&quot;s son; from Manasseh, Gamaliel, Pedahzur&quot;s son;"
            },
            {
                "verse_number": "6",
                "verse_text": "from Simeon, Shelumiel, Zurishaddai&quot;s son;"
            },
            {
                "verse_number": "7",
                "verse_text": "from Judah, Nahshon, Amminadab&quot;s son;"
            },
            {
                "verse_number": "8",
                "verse_text": "from Issachar, Nethanel, Zuar&quot;s son;"
            },
            {
                "verse_number": "9",
                "verse_text": "from Zebulun, Eliab, Helon&quot;s son;"
            },
            {
                "verse_number": "10",
                "verse_text": "from Joseph&quot;s sons:"
            },
            {
                "verse_number": "11",
                "verse_text": "from Benjamin, Abidan, Gideoni&quot;s son;"
            },
            {
                "verse_number": "12",
                "verse_text": "from Dan, Ahiezer, Ammishaddai&quot;s son;"
            },
            {
                "verse_number": "13",
                "verse_text": "from Asher, Pagiel, Ochran&quot;s son;"
            },
            {
                "verse_number": "14",
                "verse_text": "from Gad, Eliasaph, Deuel&quot;s son;"
            },
            {
                "verse_number": "15",
                "verse_text": "from Naphtali, Ahira, Enan&quot;s son."
            },
            {
                "verse_number": "16",
                "verse_text": "These are the ones appointed from the community, chiefs of their ancestral tribes and leaders of the divisions of Israel."
            },
            {
                "verse_number": "17",
                "verse_text": "Moses and Aaron took these men who were selected by name"
            },
            {
                "verse_number": "18",
                "verse_text": "and they assembled the entire community on the first day of the second month. They registered them by their clans and their households, recording the name of each male 20 years old and above."
            },
            {
                "verse_number": "19",
                "verse_text": "Moses enlisted them in the Sinai desert just as the LORD commanded him."
            },
            {
                "verse_number": "20",
                "verse_text": "There were the descendants of Reuben, Israel&quot;s oldest, registered by their clans and their households. Every man 20 years old and above eligible for military service was individually recorded by name."
            },
            {
                "verse_number": "21",
                "verse_text": "Those enlisted from the tribe of Reuben were 46,500."
            },
            {
                "verse_number": "22",
                "verse_text": "There were the descendants of Simeon, registered by their clans and their households. Every male 20 years old and above eligible for military service was individually recorded by name."
            },
            {
                "verse_number": "23",
                "verse_text": "Those enlisted from the tribe of Simeon were 59,300."
            },
            {
                "verse_number": "24",
                "verse_text": "There were the descendants of Gad, registered by their clans and their households. The men 20 years old and above eligible for military service were recorded by name."
            },
            {
                "verse_number": "25",
                "verse_text": "Those enlisted from the tribe of Gad were 45,650."
            },
            {
                "verse_number": "26",
                "verse_text": "There were the descendants of Judah, registered by their clans and their households. The men 20 years old and above eligible for military service were recorded by name."
            },
            {
                "verse_number": "27",
                "verse_text": "Those enlisted from the tribe of Judah were 74,600."
            },
            {
                "verse_number": "28",
                "verse_text": "There were the descendants of Issachar, registered by their clans and their households. The men 20 years old and above eligible for military service were recorded by name."
            },
            {
                "verse_number": "29",
                "verse_text": "Those enlisted from the tribe of Issachar were 54,400."
            },
            {
                "verse_number": "30",
                "verse_text": "There were the descendants of Zebulun, registered by their clans and their households. The men 20 years old and above eligible for military service were recorded by name."
            },
            {
                "verse_number": "31",
                "verse_text": "Those enlisted from the tribe of Zebulun were 57,400."
            },
            {
                "verse_number": "32",
                "verse_text": "From Joseph&quot;s descendants there were the descendants of Ephraim, registered by their clans and their households. The men 20 years old and above eligible for military service were recorded by name."
            },
            {
                "verse_number": "33",
                "verse_text": "Those enlisted from the tribe of Ephraim were 40,500."
            },
            {
                "verse_number": "34",
                "verse_text": "There were the descendants of Manasseh, registered by their clans and their households. The men 20 years old and above eligible for military service were recorded by name."
            },
            {
                "verse_number": "35",
                "verse_text": "Those enlisted from the tribe of Manasseh were 32,200."
            },
            {
                "verse_number": "36",
                "verse_text": "There were the descendants of Benjamin, registered by their clans and their households. The men 20 years old and above eligible for military service were recorded by name."
            },
            {
                "verse_number": "37",
                "verse_text": "Those enlisted from the tribe of Benjamin were 35,400."
            },
            {
                "verse_number": "38",
                "verse_text": "There were the descendants of Dan, registered by their clans and their households. The men 20 years old and above eligible for military service were recorded by name."
            },
            {
                "verse_number": "39",
                "verse_text": "Those enlisted from the tribe of Dan were 62,700."
            },
            {
                "verse_number": "40",
                "verse_text": "There were the descendants of Asher, registered by their clans and their households. The men 20 years old and above eligible for military service were recorded by name."
            },
            {
                "verse_number": "41",
                "verse_text": "Those enlisted from the tribe of Asher were 41,500."
            },
            {
                "verse_number": "42",
                "verse_text": "There were the descendants of Naphtali, registered by their clans and their households. The men 20 years old and above eligible for military service were recorded by name."
            },
            {
                "verse_number": "43",
                "verse_text": "Those enlisted from the tribe of Naphtali were 53,400."
            },
            {
                "verse_number": "44",
                "verse_text": "These are the ones who were enlisted by Moses, Aaron, and the twelve chiefs of Israel, each from his own household."
            },
            {
                "verse_number": "45",
                "verse_text": "All the Israelites 20 years old and above eligible for military service in Israel were enlisted by their households."
            },
            {
                "verse_number": "46",
                "verse_text": "All those enlisted were 603,550."
            },
            {
                "verse_number": "47",
                "verse_text": "But the Levites, belonging to their own ancestral tribe, weren&quot;t enlisted along with them."
            },
            {
                "verse_number": "48",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "49",
                "verse_text": "You must not enlist the tribe of Levi, nor should you take their census along with the Israelites."
            },
            {
                "verse_number": "50",
                "verse_text": "Rather, assign the Levites to the covenant dwelling, to all its equipment, and to everything that belongs to it. They will carry the dwelling and all its equipment, perform its religious ceremonies, and camp around the dwelling."
            },
            {
                "verse_number": "51",
                "verse_text": "When it&quot;s time to break camp, the Levites will take down the dwelling; and when it&quot;s time to make camp, the Levites will set up the dwelling. Any other person who approaches will be put to death."
            },
            {
                "verse_number": "52",
                "verse_text": "The Israelites will camp each in their own place under the banner of their own military unit."
            },
            {
                "verse_number": "53",
                "verse_text": "But the Levites will camp around the covenant dwelling so that God&quot;s anger will not strike the Israelite community. The Levites will guard the covenant dwelling."
            },
            {
                "verse_number": "54",
                "verse_text": "The Israelites did everything exactly as the LORD commanded Moses."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "The LORD spoke to Moses and Aaron:"
            },
            {
                "verse_number": "2",
                "verse_text": "The Israelites will camp each under the banner with the symbol of their household. They will camp around the meeting tent some distance from it."
            },
            {
                "verse_number": "3",
                "verse_text": "On the east side toward the sunrise will be the banner of Judah&quot;s camp with its military units. The chief of the people of Judah is Nahshon, Amminadab&quot;s son."
            },
            {
                "verse_number": "4",
                "verse_text": "His military unit and those enlisted in it are 74,600."
            },
            {
                "verse_number": "5",
                "verse_text": "Those camping on one side of him are the tribe of Issachar. The chief of the people of Issachar is Nethanel, Zuar&quot;s son."
            },
            {
                "verse_number": "6",
                "verse_text": "His military unit and those enlisted in it are 54,400."
            },
            {
                "verse_number": "7",
                "verse_text": "On the other side, the tribe of Zebulun: the chief of the people of Zebulun is Eliab, Helon&quot;s son."
            },
            {
                "verse_number": "8",
                "verse_text": "His military unit and those enlisted in it are 57,400."
            },
            {
                "verse_number": "9",
                "verse_text": "All those enlisted in Judah&quot;s camp with their military units are 186,400. They will march first."
            },
            {
                "verse_number": "10",
                "verse_text": "On the south side will be the banner of Reuben&quot;s camp with its military units. The chief of the people of Reuben is Elizur, Shedeur&quot;s son."
            },
            {
                "verse_number": "11",
                "verse_text": "His military unit and those enlisted in it are 46,500."
            },
            {
                "verse_number": "12",
                "verse_text": "Those camping on one side of him are the tribe of Simeon. The chief of the people of Simeon is Shelumiel, Zurishaddai&quot;s son."
            },
            {
                "verse_number": "13",
                "verse_text": "His military unit and those enlisted in it are 59,300."
            },
            {
                "verse_number": "14",
                "verse_text": "On the other side, the tribe of Gad: the chief of the people of Gad is Eliasaph, Reuel&quot;s son."
            },
            {
                "verse_number": "15",
                "verse_text": "His military unit and those enlisted in it are 45,650."
            },
            {
                "verse_number": "16",
                "verse_text": "All those enlisted in Reuben&quot;s camp with their military units are 151,450. They will march second."
            },
            {
                "verse_number": "17",
                "verse_text": "The meeting tent and the Levites&quot; camp will march in the center of the camps. They will march in the same order as they camp: each in position under his banner."
            },
            {
                "verse_number": "18",
                "verse_text": "On the west will be the banner of Ephraim&quot;s camp with its military units. The chief of the people of Ephraim is Elishama, Ammihud&quot;s son."
            },
            {
                "verse_number": "19",
                "verse_text": "His military unit and those enlisted in it are 40,500."
            },
            {
                "verse_number": "20",
                "verse_text": "On one side of him is the tribe of Manasseh. The chief of the people of Manasseh is Gamaliel, Pedahzur&quot;s son."
            },
            {
                "verse_number": "21",
                "verse_text": "His military unit and those enlisted in it are 32,200."
            },
            {
                "verse_number": "22",
                "verse_text": "On the other side, the tribe of Benjamin: the chief of the people of Benjamin is Abidan, Gideoni&quot;s son."
            },
            {
                "verse_number": "23",
                "verse_text": "His military unit and those enlisted in it are 35,400."
            },
            {
                "verse_number": "24",
                "verse_text": "All those enlisted in Ephraim&quot;s camp with their military units are 108,100. They will march third."
            },
            {
                "verse_number": "25",
                "verse_text": "On the north will be the banner of Dan&quot;s camp with its military units. The chief of the people of Dan is Ahiezer, Ammishaddai&quot;s son."
            },
            {
                "verse_number": "26",
                "verse_text": "His military unit and those enlisted in it are 62,700."
            },
            {
                "verse_number": "27",
                "verse_text": "Those camping on one side of him are the tribe of Asher. The chief of the people of Asher is Pagiel, Ochran&quot;s son."
            },
            {
                "verse_number": "28",
                "verse_text": "His military unit and those enlisted in it are 41,500."
            },
            {
                "verse_number": "29",
                "verse_text": "On the other side, the tribe of Naphtali: the chief of the people of Naphtali is Ahira, Enan&quot;s son."
            },
            {
                "verse_number": "30",
                "verse_text": "His military unit and those enlisted in it are 53,400."
            },
            {
                "verse_number": "31",
                "verse_text": "All those enlisted in the camp of Dan are 157,600. They will march last under their banners."
            },
            {
                "verse_number": "32",
                "verse_text": "These are the enlisted Israelites by their households. The total enlisted in the camps with their military units is 603,550."
            },
            {
                "verse_number": "33",
                "verse_text": "But the Levites weren&quot;t enlisted among the Israelites, as the LORD had commanded Moses."
            },
            {
                "verse_number": "34",
                "verse_text": "The Israelites did everything exactly as the LORD had commanded Moses: they camped under their banners and they marched by their clans and by their households."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "These are the descendants of Aaron and Moses at the time when the LORD spoke with Moses on Mount Sinai."
            },
            {
                "verse_number": "2",
                "verse_text": "These are the names of Aaron&quot;s sons: Nadab the oldest, and Abihu, Eleazar, and Ithamar."
            },
            {
                "verse_number": "3",
                "verse_text": "These are the names of Aaron&quot;s sons, who are the anointed priests and ordained to the priesthood."
            },
            {
                "verse_number": "4",
                "verse_text": "Nadab and Abihu died before the LORD when they made an unauthorized offering to the LORD in the Sinai desert. They didn&quot;t have any sons. Eleazar and Ithamar served as priests during the lifetime of their father Aaron."
            },
            {
                "verse_number": "5",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "6",
                "verse_text": "Bring near the tribe of Levi and place them before Aaron the priest. They will assist him."
            },
            {
                "verse_number": "7",
                "verse_text": "They will perform duties for him and for the entire community before the meeting tent, doing the work of the dwelling."
            },
            {
                "verse_number": "8",
                "verse_text": "They will be responsible for all the equipment of the meeting tent and the duties on behalf of the Israelites when they do the work of the dwelling."
            },
            {
                "verse_number": "9",
                "verse_text": "You will give the Levites to Aaron and his sons. They have been assigned as a gift to him from the Israelites."
            },
            {
                "verse_number": "10",
                "verse_text": "You will appoint Aaron and his sons to be responsible for the priesthood. Any other person who approaches will be put to death."
            },
            {
                "verse_number": "11",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "12",
                "verse_text": "I claim the Levites from the Israelites in place of all the oldest males who open an Israelite womb. The Levites are mine"
            },
            {
                "verse_number": "13",
                "verse_text": "because all the oldest males are mine. When I killed all the oldest males in the land of Egypt, I reserved for myself all the oldest males in Israel, both humans and animals. They are mine; I am the LORD ."
            },
            {
                "verse_number": "14",
                "verse_text": "The LORD spoke to Moses in the Sinai desert:"
            },
            {
                "verse_number": "15",
                "verse_text": "Enroll the Levites by their households and their clans. You will enroll all the males over one month old."
            },
            {
                "verse_number": "16",
                "verse_text": "Moses enrolled them according to the LORD &quot;s word as he was commanded."
            },
            {
                "verse_number": "17",
                "verse_text": "These were Levi&quot;s sons by name: Gershon, Kohath, and Merari."
            },
            {
                "verse_number": "18",
                "verse_text": "These were the names of Gershon&quot;s sons by their clans: Libni and Shimei."
            },
            {
                "verse_number": "19",
                "verse_text": "Kohath&quot;s sons by their clans: Amram, Izhar, Hebron, and Uzziel."
            },
            {
                "verse_number": "20",
                "verse_text": "Merari&quot;s sons by their clans: Mahli and Mushi. These were the clans of Levi by their households."
            },
            {
                "verse_number": "21",
                "verse_text": "To Gershon belonged the clans of Libni and Shimei. These were the clans of the Gershonites."
            },
            {
                "verse_number": "22",
                "verse_text": "Their enrollment, according to the number of males over one month old, was 7,500."
            },
            {
                "verse_number": "23",
                "verse_text": "The clans of the Gershonites were to camp behind the dwelling on the west side."
            },
            {
                "verse_number": "24",
                "verse_text": "The chief of the household of the Gershonites was Eliasaph, Lael&quot;s son."
            },
            {
                "verse_number": "25",
                "verse_text": "In the dwelling, the Gershonites were responsible for the meeting tent, the tent with its covering, the screen for the entrance of the meeting tent,"
            },
            {
                "verse_number": "26",
                "verse_text": "the curtains of the courtyard, the screen for the entrance of the courtyard surrounding the meeting tent and the altar, and its cords&ndash;all these structures."
            },
            {
                "verse_number": "27",
                "verse_text": "To Kohath belonged the clans of the Amramites, Izharites, Hebronites, and Uzzielites. These were the clans of the Kohathites."
            },
            {
                "verse_number": "28",
                "verse_text": "The number of males over one month old, who would perform duties for the sanctuary, was 8,600."
            },
            {
                "verse_number": "29",
                "verse_text": "The clans of the Kohathites were to camp on the south side of the dwelling."
            },
            {
                "verse_number": "30",
                "verse_text": "The chief of the household representing the clans of the Kohathites was Elizaphan, Uzziel&quot;s son."
            },
            {
                "verse_number": "31",
                "verse_text": "They were responsible for the chest, the table, the lampstand, the altars, the equipment of the sanctuary with which they would minister, and the screen&ndash;all these furnishings."
            },
            {
                "verse_number": "32",
                "verse_text": "The head chief over the chiefs of the Levites was Eleazar the son of Aaron the priest. He was supervisor over those performing the duties of the sanctuary."
            },
            {
                "verse_number": "33",
                "verse_text": "To Merari belonged the clans of Mahli and Mushi. These were the clans of the Merarites."
            },
            {
                "verse_number": "34",
                "verse_text": "Their enrollment, according to the number of males over one month old, was 6,200."
            },
            {
                "verse_number": "35",
                "verse_text": "The chief of the household representing the clans of the Merarites was Zuriel, Abihail&quot;s son. They were to camp on the north side of the dwelling."
            },
            {
                "verse_number": "36",
                "verse_text": "The Merarites were assigned responsibility for the frames of the dwelling, its bars, pillars, bases, and all its equipment&ndash;all these items&ndash;"
            },
            {
                "verse_number": "37",
                "verse_text": "and the pillars of the courtyard all around, their bases, pegs, and cords."
            },
            {
                "verse_number": "38",
                "verse_text": "Those camping in front of the dwelling eastward (that is, before the meeting tent on the east side) were Moses, Aaron, and his sons, who performed the duties of the sanctuary as service for the Israelites. Anyone else who approached would be put to death."
            },
            {
                "verse_number": "39",
                "verse_text": "The total enrollment of the Levites, all the males over one month old whom Moses and Aaron enrolled by orders from the LORD , according to their clans, was 22,000."
            },
            {
                "verse_number": "40",
                "verse_text": "The LORD said to Moses: Enroll all the oldest males of the Israelites over one month of age and record their names."
            },
            {
                "verse_number": "41",
                "verse_text": "Take the Levites for me, in place of all the oldest sons of the Israelites, for I am the LORD , and the cattle of the Levites in place of all the oldest cattle of the Israelites."
            },
            {
                "verse_number": "42",
                "verse_text": "Moses enrolled all the oldest males of the Israelites as the LORD commanded."
            },
            {
                "verse_number": "43",
                "verse_text": "All the oldest males over one month old, recorded by name according to their enrollment, were 22,273."
            },
            {
                "verse_number": "44",
                "verse_text": "Then the LORD spoke to Moses:"
            },
            {
                "verse_number": "45",
                "verse_text": "Take the Levites in place of all the oldest Israelites and the cattle of the Levites in place of their cattle. The Levites are mine; I am the LORD ."
            },
            {
                "verse_number": "46",
                "verse_text": "To rescue the 273 remaining oldest Israelites over and above the number of Levites,"
            },
            {
                "verse_number": "47",
                "verse_text": "you will receive five shekels each. You will receive them according to the sanctuary shekel of twenty gerahs to the shekel."
            },
            {
                "verse_number": "48",
                "verse_text": "You will give the money for their rescue to Aaron and his sons."
            },
            {
                "verse_number": "49",
                "verse_text": "So Moses took the money from those rescued over and above the ones rescued by the Levites."
            },
            {
                "verse_number": "50",
                "verse_text": "He took the money from the oldest of the Israelites, 1,365 shekels, according to the sanctuary shekel."
            },
            {
                "verse_number": "51",
                "verse_text": "Moses gave the money for those rescued to Aaron and his sons according to the LORD &quot;s word, as the LORD commanded Moses."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "The LORD spoke to Moses and Aaron:"
            },
            {
                "verse_number": "2",
                "verse_text": "Take a census of the Kohathites from among the Levites by their clans and their households,"
            },
            {
                "verse_number": "3",
                "verse_text": "from 30 to 50 years old, all who are eligible for service to do the work of the meeting tent."
            },
            {
                "verse_number": "4",
                "verse_text": "These are the responsibilities of the Kohathites in the meeting tent: the most holy things."
            },
            {
                "verse_number": "5",
                "verse_text": "When it&quot;s time to break camp, Aaron and his sons will enter and take down the screening curtain, and they will cover the chest containing the covenant with it."
            },
            {
                "verse_number": "6",
                "verse_text": "Then they will place a covering of fine leather on it. They will spread a whole cloth of blue over it, and they will set its poles in place."
            },
            {
                "verse_number": "7",
                "verse_text": "They will spread a blue cloth on the presentation table and place on it the plates, the dishes, the bowls, and the container for the drink offering. The usual bread will be on it."
            },
            {
                "verse_number": "8",
                "verse_text": "They will spread on them a red cloth, cover it with fine leather, and set its poles in place."
            },
            {
                "verse_number": "9",
                "verse_text": "They will take a blue cloth and cover the lampstand used for light, its lamps, its extinguishers, its trays, and all the containers for oil that are used in its service."
            },
            {
                "verse_number": "10",
                "verse_text": "They will place it and its equipment in a covering of fine leather, and then place it on the carrying frame."
            },
            {
                "verse_number": "11",
                "verse_text": "They will spread a blue cloth on the gold altar and cover it with fine leather."
            },
            {
                "verse_number": "12",
                "verse_text": "They will take all the service equipment used in the sanctuary, place it in a blue cloth, and cover it with fine leather. Then they will place it on the carrying frame."
            },
            {
                "verse_number": "13",
                "verse_text": "They will remove the ashes from the altar and spread a purple cloth on it."
            },
            {
                "verse_number": "14",
                "verse_text": "They will place on it all the equipment used for servicing it, the censers, the meat fork, the shovels, the bowls, all the equipment of the altar. They will spread a covering of fine leather over it and then set its poles in place."
            },
            {
                "verse_number": "15",
                "verse_text": "Aaron and his sons will finish covering the sanctuary and all the equipment of the sanctuary when it is time to break camp. After that the Kohathites will enter to carry it, but they will not touch the sanctuary, lest they die. These are the objects in the dwelling that the Kohathites are to carry."
            },
            {
                "verse_number": "16",
                "verse_text": "But Eleazar son of Aaron the priest will have oversight of the oil for lighting, the fragrant incense, the regular grain offering, and the anointing oil, as well as oversight of the entire dwelling and everything in it related to the sanctuary and its equipment."
            },
            {
                "verse_number": "17",
                "verse_text": "The LORD spoke to Moses and Aaron:"
            },
            {
                "verse_number": "18",
                "verse_text": "You must not let the tribe of the Kohathite clans be eliminated from the Levites."
            },
            {
                "verse_number": "19",
                "verse_text": "This is what you must do for them so that they stay alive and don&quot;t die when they approach the most holy things. Aaron and his sons will enter and assign each of them his work and his load."
            },
            {
                "verse_number": "20",
                "verse_text": "But they may not enter to look at the sanctuary even for a moment, lest they die."
            },
            {
                "verse_number": "21",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "22",
                "verse_text": "Take a census of the Gershonites also, by their households and their clans."
            },
            {
                "verse_number": "23",
                "verse_text": "You will enroll those from 30 to 50 years old, all who are eligible for service to do work in the dwelling."
            },
            {
                "verse_number": "24",
                "verse_text": "This is the duty of the Gershonite clans for work and for carrying the load:"
            },
            {
                "verse_number": "25",
                "verse_text": "They will carry the fabric of the dwelling, the meeting tent with its covering, the outer covering of fine leather, the screen for the entrance of the meeting tent,"
            },
            {
                "verse_number": "26",
                "verse_text": "the curtains of the courtyard, the screen of the entrance at the gate of the courtyard that surrounds the meeting tent and the altar, their cords, and all their equipment for their work. They will do everything that needs to be done with these objects."
            },
            {
                "verse_number": "27",
                "verse_text": "All the duties of the Gershonites for carrying their load and for their work will be at the command of Aaron and his sons. You will assign to them the responsibility to carry their load."
            },
            {
                "verse_number": "28",
                "verse_text": "This is the work of the Gershonite clans in the dwelling. Their responsibility will be under Ithamar son of Aaron the priest."
            },
            {
                "verse_number": "29",
                "verse_text": "You will enroll the Merarites by their clans and their households."
            },
            {
                "verse_number": "30",
                "verse_text": "You will enroll those from 30 to 50 years old, all who are eligible for service to do work in the meeting tent."
            },
            {
                "verse_number": "31",
                "verse_text": "This is what they are responsible to carry as their work in the meeting tent: the frames of the meeting tent, its bars, pillars, and bases;"
            },
            {
                "verse_number": "32",
                "verse_text": "the pillars of the courtyard all around, with their bases, pegs, cords, and all the equipment used with them. You will list by name the objects they are required to carry."
            },
            {
                "verse_number": "33",
                "verse_text": "This is the duty of the Merarite clans for all their work in the meeting tent under the supervision of Ithamar son of Aaron the priest."
            },
            {
                "verse_number": "34",
                "verse_text": "So Moses, Aaron, and the chiefs of the community enrolled the Kohathites by their clans and their households,"
            },
            {
                "verse_number": "35",
                "verse_text": "those from 30 to 50 years old who were eligible for work in the meeting tent."
            },
            {
                "verse_number": "36",
                "verse_text": "Their enrollment by their clans was 2,750."
            },
            {
                "verse_number": "37",
                "verse_text": "These are the enrolled of the Kohathite clans, all who worked in the meeting tent and whom Moses and Aaron enrolled according to the LORD &quot;s command through Moses."
            },
            {
                "verse_number": "38",
                "verse_text": "The enrollment of the Gershonites by their clans and their households,"
            },
            {
                "verse_number": "39",
                "verse_text": "those 30 to 50 years old who were eligible for work in the meeting tent:"
            },
            {
                "verse_number": "40",
                "verse_text": "their enrollment by their clans and their households was 2,630."
            },
            {
                "verse_number": "41",
                "verse_text": "These are the enrolled of the Gershonite clans, all who worked in the meeting tent, and whom Moses and Aaron enrolled according to the LORD &quot;s command."
            },
            {
                "verse_number": "42",
                "verse_text": "The enrollment of the Merarite clans by their clans and their households,"
            },
            {
                "verse_number": "43",
                "verse_text": "those 30 to 50 years old who were eligible for work in the meeting tent:"
            },
            {
                "verse_number": "44",
                "verse_text": "their enrollment by their clans was 3,200."
            },
            {
                "verse_number": "45",
                "verse_text": "These are the enrolled of the Merarite clans, whom Moses and Aaron enrolled according to the LORD &quot;s command through Moses."
            },
            {
                "verse_number": "46",
                "verse_text": "All the enrolled Levites whom Moses, Aaron, and the chiefs of Israel enrolled by their clans and their households,"
            },
            {
                "verse_number": "47",
                "verse_text": "those 30 to 50 years old who were eligible to do the work and to carry the load of the meeting tent:"
            },
            {
                "verse_number": "48",
                "verse_text": "their enrollment was 8,580."
            },
            {
                "verse_number": "49",
                "verse_text": "Each was enrolled by the LORD &quot;s command through Moses to work and to carry his load. Each was assigned just as the LORD had commanded Moses."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "2",
                "verse_text": "Command the Israelites to send out from the camp anyone with a skin disease, an oozing discharge, or who has become unclean from contact with a corpse."
            },
            {
                "verse_number": "3",
                "verse_text": "You must send out both male and female. You must send them outside the camp so that they will not make their camp, where I live among them, unclean. And the woman will say, &apos;I agree, I agree.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The Israelites did so and sent them outside the camp. The Israelites did just what the LORD said to Moses."
            },
            {
                "verse_number": "5",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "6",
                "verse_text": "Tell the Israelites: When a man or a woman commits any sin against anyone else, thus breaking faith with the LORD , that person becomes guilty."
            },
            {
                "verse_number": "7",
                "verse_text": "Such persons will confess the sin they have done. Each will make payment for his guilt, add one-fifth more, and give it to the injured party."
            },
            {
                "verse_number": "8",
                "verse_text": "If the person has no close relative to whom the payment can be made, then the compensation payment will go to the LORD for the priest. This is in addition to the ram of reconciliation by which the guilty party himself is reconciled."
            },
            {
                "verse_number": "9",
                "verse_text": "Any gift offering from all the sacred donations that the Israelites offer will be the property of the priest."
            },
            {
                "verse_number": "10",
                "verse_text": "The sacred donations belong to each person alone; whatever anyone gives to the priest will be his."
            },
            {
                "verse_number": "11",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "12",
                "verse_text": "Speak to the Israelites and say to them: A man may suspect that his wife has had an affair and has broken faith with him,"
            },
            {
                "verse_number": "13",
                "verse_text": "that a man has had intercourse with her unknown to her husband and that she has defiled herself in secret&ndash;even though there are no witnesses and she isn&quot;t caught."
            },
            {
                "verse_number": "14",
                "verse_text": "If jealousy overcomes him and he is jealous of his wife who has defiled herself, or if jealousy overcomes him and he is jealous of his wife who hasn&quot;t defiled herself,"
            },
            {
                "verse_number": "15",
                "verse_text": "then the man will bring his wife to the priest. He will bring the offering required for her, one-tenth of an ephah of barley flour. He will not pour oil on it, nor offer frankincense with it, because it is a grain offering for jealousy, a grain offering for recognition in order to recognize guilt."
            },
            {
                "verse_number": "16",
                "verse_text": "The priest will bring her close and make her stand before the LORD ."
            },
            {
                "verse_number": "17",
                "verse_text": "The priest will take holy water in a clay jar, and taking dust from the floor of the dwelling, the priest will place it in the water."
            },
            {
                "verse_number": "18",
                "verse_text": "The priest will make the woman stand before the LORD , let the hair of the woman hang down, and place the grain offering for recognition, that is, the grain offering for jealousy, in her hands. The water of bitterness that brings the curse will be in the hands of the priest."
            },
            {
                "verse_number": "19",
                "verse_text": "Then the priest will make her swear a solemn pledge, saying to the woman, &apos;If no man has slept with you and if you haven&quot;t had an affair, becoming defiled while married to your husband, then be immune from the water of bitterness that brings these curses."
            },
            {
                "verse_number": "20",
                "verse_text": "But if you have had an affair while married to your husband, if you have defiled yourself, and a man other than your husband has had intercourse with you&apos;&ndash;"
            },
            {
                "verse_number": "21",
                "verse_text": "then the priest must make the woman utter the curse and say to the woman, &apos;May the LORD make you a curse and a harmful pledge among your people, when the LORD induces a miscarriage and your womb discharges."
            },
            {
                "verse_number": "22",
                "verse_text": "And may the water that brings these curses enter your stomach and make your womb discharge and make you miscarry.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "The priest will write these curses in the scroll and wipe them off into the water of bitterness."
            },
            {
                "verse_number": "24",
                "verse_text": "Then he will make the woman drink the water of bitterness that brings the curse. And the water that brings the curse will enter her, causing bitterness."
            },
            {
                "verse_number": "25",
                "verse_text": "The priest will take the grain offering for jealousy from the woman&quot;s hands, elevate the grain offering before the LORD , and bring it to the altar."
            },
            {
                "verse_number": "26",
                "verse_text": "The priest will take a handful of the grain offering as a token part of it and turn it into smoke on the altar. And afterward he will make the woman drink the water."
            },
            {
                "verse_number": "27",
                "verse_text": "When he has made her drink the water, if she has defiled herself and has broken faith with her husband, then the water that brings the curse will enter her, causing bitterness, and her womb will discharge and she will miscarry. The woman will be a curse among her people."
            },
            {
                "verse_number": "28",
                "verse_text": "But if the woman hasn&quot;t defiled herself and she is pure, then she will be immune and able to conceive."
            },
            {
                "verse_number": "29",
                "verse_text": "These are the instructions about jealousy, when a wife has an affair while married to her husband and defiles herself,"
            },
            {
                "verse_number": "30",
                "verse_text": "or when jealousy overcomes a man and he is jealous of his wife. The priest will make the woman stand before the LORD and will follow all these instructions concerning her."
            },
            {
                "verse_number": "31",
                "verse_text": "The man will be free from guilt, but the woman will bear her guilt."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "2",
                "verse_text": "Speak to the Israelites and say to them: If a man or a woman makes a binding promise to be a nazirite in order to be dedicated to the LORD ,"
            },
            {
                "verse_number": "3",
                "verse_text": "that person must refrain from wine and brandy. He or she may not drink wine vinegar or brandy vinegar, nor drink any grape juice or eat grapes, whether fresh or dried."
            },
            {
                "verse_number": "4",
                "verse_text": "While a nazirite, the person may not eat anything produced from the grapevine, not even its seeds or skin."
            },
            {
                "verse_number": "5",
                "verse_text": "For the term of the nazirite promise, no razor may be used on the head until the period of dedication to the LORD is fulfilled. The person is to be holy, letting his or her hair grow untrimmed."
            },
            {
                "verse_number": "6",
                "verse_text": "The period of dedication to the LORD also requires that the person not go near a corpse,"
            },
            {
                "verse_number": "7",
                "verse_text": "whether father, mother, brother, or sister. Nazirites should not defile themselves because of the death of these people, because they bear the sign of their dedication to God on their heads."
            },
            {
                "verse_number": "8",
                "verse_text": "While a nazirite, the person is holy to the LORD ."
            },
            {
                "verse_number": "9",
                "verse_text": "If someone suddenly dies nearby, defiling the head of the nazirite, he or she will shave the head on the day of cleansing; they will shave it on the seventh day."
            },
            {
                "verse_number": "10",
                "verse_text": "On the eighth day the person will bring two turtledoves or two young doves to the priest at the entrance of the meeting tent."
            },
            {
                "verse_number": "11",
                "verse_text": "The priest will offer one for a purification offering and the other as an entirely burned offering. He will seek reconciliation for the person on account of the guilt acquired from the corpse, and he will make the head holy again on that same day."
            },
            {
                "verse_number": "12",
                "verse_text": "The person will be rededicated to the LORD as a nazirite and bring a one-year-old male lamb for a compensation offering. The previous period will be invalid, because the nazirite promise was defiled."
            },
            {
                "verse_number": "13",
                "verse_text": "This is the Instruction for the nazirite. When the term as a nazirite is completed, the person will be brought to the entrance of the meeting tent"
            },
            {
                "verse_number": "14",
                "verse_text": "and offer a gift to the LORD , consisting of a flawless one-year-old male lamb as an entirely burned offering, a flawless one-year-old female lamb as a purification offering, one flawless ram as a well-being sacrifice,"
            },
            {
                "verse_number": "15",
                "verse_text": "and a basket of loaves of unleavened bread made with fine flour and mixed with oil, and unleavened wafers spread with oil, along with their grain offering and their drink offering."
            },
            {
                "verse_number": "16",
                "verse_text": "The priest will come close to the LORD and offer the purification and entirely burned offerings."
            },
            {
                "verse_number": "17",
                "verse_text": "The ram he will offer as a well-being sacrifice to the LORD with the basket of unleavened bread; then the priest will offer the grain offering and the drink offering."
            },
            {
                "verse_number": "18",
                "verse_text": "The nazirite will shave his ordained head at the meeting tent&quot;s entrance, take the hair from his ordained head, and put it in the fire under the well-being sacrifice."
            },
            {
                "verse_number": "19",
                "verse_text": "The priest will take the shoulder from the ram after it is boiled, one piece of unleavened bread from the basket, and one unleavened wafer, and place them in the hands of the nazirite after the ordained head is shaved."
            },
            {
                "verse_number": "20",
                "verse_text": "Then the priest will raise them as an uplifted offering before the LORD ; they are holy to the priest, with the breast of the uplifted offering and the thigh of the gift offering. After this the nazirite may drink wine."
            },
            {
                "verse_number": "21",
                "verse_text": "This is the instruction for the nazirite who takes the solemn promise. That person&quot;s offering to the LORD will be in accordance with the nazirite promise, in addition to whatever else the person may have offered. The person must do just as they have promised, in adherence with the nazirite promise."
            },
            {
                "verse_number": "22",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "23",
                "verse_text": "Tell Aaron and his sons: You will bless the Israelites as follows. Say to them:"
            },
            {
                "verse_number": "24",
                "verse_text": "The LORD bless you and protect you."
            },
            {
                "verse_number": "25",
                "verse_text": "The LORD make his face shine on you and be gracious to you."
            },
            {
                "verse_number": "26",
                "verse_text": "The LORD lift up his face to you and grant you peace."
            },
            {
                "verse_number": "27",
                "verse_text": "They will place my name on the Israelites, and I will bless them."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "On the day when Moses finished setting up the dwelling, he anointed and made it holy. All its equipment, as well as the altar and all its equipment, he also anointed and made holy."
            },
            {
                "verse_number": "2",
                "verse_text": "The chiefs of Israel, the leaders of their households, made their presentations. They were the tribal chiefs and those who were in charge of the enlistment."
            },
            {
                "verse_number": "3",
                "verse_text": "They brought their offerings before the LORD : six covered wagons and twelve oxen&ndash;a wagon for every two chiefs, and an ox for every chief. They brought them near before the dwelling."
            },
            {
                "verse_number": "4",
                "verse_text": "The LORD said to Moses:"
            },
            {
                "verse_number": "5",
                "verse_text": "Take these from them and use them for service in the meeting tent. Give them to the Levites according to their duties."
            },
            {
                "verse_number": "6",
                "verse_text": "So Moses took the wagons and the oxen, and he gave them to the Levites."
            },
            {
                "verse_number": "7",
                "verse_text": "Two wagons and four oxen he gave to the Gershonites for their duty."
            },
            {
                "verse_number": "8",
                "verse_text": "Four wagons and eight oxen he gave to the Merarites for their duty under the supervision of Ithamar, Aaron the priest&quot;s son."
            },
            {
                "verse_number": "9",
                "verse_text": "But to the Kohathites he gave nothing because their duty concerned the holy things that had to be carried on the shoulders."
            },
            {
                "verse_number": "10",
                "verse_text": "The chiefs made their presentations for the dedication of the altar on the day it was anointed. The chiefs presented their offerings before the altar."
            },
            {
                "verse_number": "11",
                "verse_text": "The LORD said to Moses: One chief per day will present their offering for the dedication of the altar."
            },
            {
                "verse_number": "12",
                "verse_text": "The one presenting his offering on the first day was Nahshon, Amminadab&quot;s son, from the tribe of Judah."
            },
            {
                "verse_number": "13",
                "verse_text": "His offering was one silver dish weighing one hundred thirty shekels, one silver basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;"
            },
            {
                "verse_number": "14",
                "verse_text": "one gold bowl weighing ten shekels full of incense;"
            },
            {
                "verse_number": "15",
                "verse_text": "one bull from the herd, one ram, and one year-old male lamb for an entirely burned offering;"
            },
            {
                "verse_number": "16",
                "verse_text": "one male goat for a purification offering;"
            },
            {
                "verse_number": "17",
                "verse_text": "and for the well-being sacrifice two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Nahshon, Amminadab&quot;s son."
            },
            {
                "verse_number": "18",
                "verse_text": "On the second day Nethanel, Zuar&quot;s son, the chief of Issachar, presented his offering."
            },
            {
                "verse_number": "19",
                "verse_text": "He presented as his offering one silver dish weighing one hundred thirty shekels, one silver basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;"
            },
            {
                "verse_number": "20",
                "verse_text": "one gold bowl weighing ten shekels full of incense;"
            },
            {
                "verse_number": "21",
                "verse_text": "one bull from the herd, one ram, and one year-old male lamb for an entirely burned offering;"
            },
            {
                "verse_number": "22",
                "verse_text": "one male goat for a purification offering;"
            },
            {
                "verse_number": "23",
                "verse_text": "and for the well-being sacrifice two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Nethanel, Zuar&quot;s son."
            },
            {
                "verse_number": "24",
                "verse_text": "On the third day Zebulun&quot;s Chief Eliab, Helon&quot;s son:"
            },
            {
                "verse_number": "25",
                "verse_text": "his offering was one silver dish weighing one hundred thirty shekels, one silver basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;"
            },
            {
                "verse_number": "26",
                "verse_text": "one gold bowl weighing ten shekels full of incense;"
            },
            {
                "verse_number": "27",
                "verse_text": "one bull from the herd, one ram, and one year-old male lamb for an entirely burned offering;"
            },
            {
                "verse_number": "28",
                "verse_text": "one male goat for a purification offering;"
            },
            {
                "verse_number": "29",
                "verse_text": "and for the well-being sacrifice, two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Eliab, Helon&quot;s son."
            },
            {
                "verse_number": "30",
                "verse_text": "On the fourth day Reuben&quot;s Chief Elizur, Shedeur&quot;s son:"
            },
            {
                "verse_number": "31",
                "verse_text": "his offering was one silver dish weighing one hundred thirty shekels, one silver basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;"
            },
            {
                "verse_number": "32",
                "verse_text": "one gold bowl weighing ten shekels full of incense;"
            },
            {
                "verse_number": "33",
                "verse_text": "one bull from the herd, one ram, and one year-old male lamb for an entirely burned offering;"
            },
            {
                "verse_number": "34",
                "verse_text": "one male goat for a purification offering;"
            },
            {
                "verse_number": "35",
                "verse_text": "and for the well-being sacrifice two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Elizur, Shedeur&quot;s son."
            },
            {
                "verse_number": "36",
                "verse_text": "On the fifth day Simeon&quot;s Chief Shelumiel, Zurishaddai&quot;s son:"
            },
            {
                "verse_number": "37",
                "verse_text": "his offering was one silver dish weighing one hundred thirty shekels, one basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;"
            },
            {
                "verse_number": "38",
                "verse_text": "one gold bowl weighing ten shekels full of incense;"
            },
            {
                "verse_number": "39",
                "verse_text": "one bull from the herd, one ram, and one year-old male lamb for an entirely burned offering;"
            },
            {
                "verse_number": "40",
                "verse_text": "one male goat for a purification offering;"
            },
            {
                "verse_number": "41",
                "verse_text": "and for the well-being sacrifice two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Shelumiel, Zurishaddai&quot;s son."
            },
            {
                "verse_number": "42",
                "verse_text": "On the sixth day Gad&quot;s Chief Eliasaph, Deuel&quot;s son:"
            },
            {
                "verse_number": "43",
                "verse_text": "his offering was one silver dish weighing one hundred thirty shekels, one silver basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;"
            },
            {
                "verse_number": "44",
                "verse_text": "one gold bowl weighing ten shekels full of incense;"
            },
            {
                "verse_number": "45",
                "verse_text": "one bull from the herd, one ram, and one year-old male lamb for an entirely burned offering;"
            },
            {
                "verse_number": "46",
                "verse_text": "one male goat for a purification offering;"
            },
            {
                "verse_number": "47",
                "verse_text": "and for the well-being sacrifice two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Eliasaph, Deuel&quot;s son."
            },
            {
                "verse_number": "48",
                "verse_text": "On the seventh day Ephraim&quot;s Chief Elishama, Ammihud&quot;s son:"
            },
            {
                "verse_number": "49",
                "verse_text": "his offering was one silver dish weighing one hundred thirty shekels, one silver basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;"
            },
            {
                "verse_number": "50",
                "verse_text": "one gold bowl weighing ten shekels full of incense;"
            },
            {
                "verse_number": "51",
                "verse_text": "one bull from the herd, one ram, and one year-old male lamb for an entirely burned offering;"
            },
            {
                "verse_number": "52",
                "verse_text": "one male goat for a purification offering;"
            },
            {
                "verse_number": "53",
                "verse_text": "and for the well-being sacrifice two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Elishama, Ammihud&quot;s son."
            },
            {
                "verse_number": "54",
                "verse_text": "On the eighth day Manasseh&quot;s Chief Gamaliel, Pedahzur&quot;s son:"
            },
            {
                "verse_number": "55",
                "verse_text": "his offering was one silver dish weighing one hundred thirty shekels, one silver basin weighing seventy shekels by the sanctuary scale, both of them full of fine flour mixed with oil for a grain offering;"
            },
            {
                "verse_number": "56",
                "verse_text": "one gold bowl weighing ten shekels full of incense;"
            },
            {
                "verse_number": "57",
                "verse_text": "one bull from the herd, one ram, and one year-old male lamb for an entirely burned offering;"
            },
            {
                "verse_number": "58",
                "verse_text": "one male goat for a purification offering;"
            },
            {
                "verse_number": "59",
                "verse_text": "and for the well-being sacrifice two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Gamaliel, Pedahzur&quot;s son."
            },
            {
                "verse_number": "60",
                "verse_text": "On the ninth day Benjamin&quot;s Chief Abidan, Gideoni&quot;s son:"
            },
            {
                "verse_number": "61",
                "verse_text": "his offering was one silver dish weighing one hundred thirty shekels, one silver basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;"
            },
            {
                "verse_number": "62",
                "verse_text": "one gold bowl weighing ten shekels full of incense;"
            },
            {
                "verse_number": "63",
                "verse_text": "one bull from the herd, one ram, and one year-old male lamb for an entirely burned offering;"
            },
            {
                "verse_number": "64",
                "verse_text": "one male goat for a purification offering;"
            },
            {
                "verse_number": "65",
                "verse_text": "and for the well-being sacrifice two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Abidan, Gideoni&quot;s son."
            },
            {
                "verse_number": "66",
                "verse_text": "On the tenth day Dan&quot;s Chief Ahiezer, Ammishaddai&quot;s son:"
            },
            {
                "verse_number": "67",
                "verse_text": "his offering was one silver dish weighing one hundred thirty shekels, one silver basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;"
            },
            {
                "verse_number": "68",
                "verse_text": "one gold bowl weighing ten shekels full of incense;"
            },
            {
                "verse_number": "69",
                "verse_text": "one bull from the herd, one ram, and one year-old male lamb for an entirely burned offering;"
            },
            {
                "verse_number": "70",
                "verse_text": "one male goat for a purification offering;"
            },
            {
                "verse_number": "71",
                "verse_text": "and for the well-being sacrifice two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Ahiezer, Ammishaddai&quot;s son."
            },
            {
                "verse_number": "72",
                "verse_text": "On the eleventh day Asher&quot;s Chief Pagiel, Ochran&quot;s son:"
            },
            {
                "verse_number": "73",
                "verse_text": "his offering was one silver dish weighing one hundred thirty shekels, one silver basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;"
            },
            {
                "verse_number": "74",
                "verse_text": "one gold bowl weighing ten shekels full of incense;"
            },
            {
                "verse_number": "75",
                "verse_text": "one bull from the herd, one ram, and one year-old male lamb for an entirely burned offering;"
            },
            {
                "verse_number": "76",
                "verse_text": "one male goat for a purification offering;"
            },
            {
                "verse_number": "77",
                "verse_text": "and for the well-being sacrifice two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Pagiel, Ochran&quot;s son."
            },
            {
                "verse_number": "78",
                "verse_text": "On the twelfth day Naphtali&quot;s Chief Ahira, Enan&quot;s son:"
            },
            {
                "verse_number": "79",
                "verse_text": "his offering was one silver dish weighing one hundred thirty shekels, one silver basin weighing seventy shekels according to the sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;"
            },
            {
                "verse_number": "80",
                "verse_text": "one gold bowl weighing ten shekels full of incense;"
            },
            {
                "verse_number": "81",
                "verse_text": "one bull from the herd, one ram, one year-old male lamb for an entirely burned offering;"
            },
            {
                "verse_number": "82",
                "verse_text": "one male goat for a purification offering;"
            },
            {
                "verse_number": "83",
                "verse_text": "and for the well-being sacrifice two oxen, five rams, five male goats, and five male lambs a year old. This was the offering of Ahira, Enan&quot;s son."
            },
            {
                "verse_number": "84",
                "verse_text": "This is what the Israelite chiefs provided for the dedication of the altar on the day it was anointed: twelve silver dishes, twelve silver basins, and twelve gold bowls;"
            },
            {
                "verse_number": "85",
                "verse_text": "each silver dish weighing one hundred thirty shekels and each basin seventy shekels&ndash;all the silver equipment weighed two thousand four hundred shekels according to the sanctuary shekel;"
            },
            {
                "verse_number": "86",
                "verse_text": "the twelve gold bowls full of incense weighing ten shekels each according to the sanctuary shekel&ndash;all the gold of the bowls weighed one hundred twenty shekels;"
            },
            {
                "verse_number": "87",
                "verse_text": "all the animals for the entirely burned offering were twelve bulls, twelve rams, twelve male lambs a year old, with their grain offering; twelve male goats for the purification offering;"
            },
            {
                "verse_number": "88",
                "verse_text": "and all the animals for the well-being sacrifice were twenty-four bulls, sixty rams, sixty male goats, and sixty male lambs a year old. This was the dedication offering for the altar after it was anointed."
            },
            {
                "verse_number": "89",
                "verse_text": "When Moses entered the meeting tent to speak with the LORD , he would hear the voice speaking to him from above the cover that was on the chest containing the covenant, from between the two winged creatures. In this way he spoke to Moses."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "2",
                "verse_text": "Speak to Aaron and say to him: When you set them up, the seven lamps will give light in front of the lampstand."
            },
            {
                "verse_number": "3",
                "verse_text": "Aaron did so. He set up its lamps in front of the lampstand as the LORD commanded Moses."
            },
            {
                "verse_number": "4",
                "verse_text": "This is how the lampstand was made: it was hammered gold; from its base to its flower it was hammered. Moses made the lampstand according to the vision that the LORD had shown Moses."
            },
            {
                "verse_number": "5",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "6",
                "verse_text": "Separate the Levites from the Israelites and cleanse them."
            },
            {
                "verse_number": "7",
                "verse_text": "This is what you will do to them to cleanse them: Sprinkle water of purification on them, have them shave their bodies, wash their clothes, and cleanse themselves."
            },
            {
                "verse_number": "8",
                "verse_text": "They will take a bull from the herd, with its grain offering of fine flour mixed with oil. You will take a second bull from the herd for a purification offering."
            },
            {
                "verse_number": "9",
                "verse_text": "You will bring the Levites before the meeting tent and gather the entire Israelite community."
            },
            {
                "verse_number": "10",
                "verse_text": "Then you will bring the Levites into the LORD &quot;s presence, and the Israelites will lay their hands on the Levites."
            },
            {
                "verse_number": "11",
                "verse_text": "Aaron will present the Levites as an uplifted offering in the LORD &quot;s presence from the Israelites so that they may do the LORD &quot;s service."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the Levites will lay their hands on the heads of the bulls, and Aaron will offer one as a purification offering and the other as an entirely burned offering to the LORD in order to seek reconciliation for the Levites."
            },
            {
                "verse_number": "13",
                "verse_text": "You will have the Levites stand before Aaron and his sons and you will present them as an uplifted offering to the LORD ."
            },
            {
                "verse_number": "14",
                "verse_text": "You will separate the Levites from the Israelites, and the Levites will be mine."
            },
            {
                "verse_number": "15",
                "verse_text": "The Levites will enter to serve the meeting tent, after you have cleansed them and presented them as an uplifted offering."
            },
            {
                "verse_number": "16",
                "verse_text": "They are given over to me from the Israelites in place of all the newborn, the oldest of all the Israelites. I take them for myself."
            },
            {
                "verse_number": "17",
                "verse_text": "Every oldest male among the Israelites is mine, whether human or animal. When I killed all the oldest males in the land of Egypt, I dedicated them to myself."
            },
            {
                "verse_number": "18",
                "verse_text": "I have taken the Levites in place of all the oldest among the Israelites."
            },
            {
                "verse_number": "19",
                "verse_text": "I have selected the Levites from the Israelites for Aaron and his sons to perform the service of the Israelites in the meeting tent and to seek reconciliation for the Israelites so that there will not be a plague when the Israelites approach the sanctuary."
            },
            {
                "verse_number": "20",
                "verse_text": "Moses, Aaron, and the entire Israelite community carried out for the Levites everything the LORD had commanded Moses. That is what the Israelites did for the Levites."
            },
            {
                "verse_number": "21",
                "verse_text": "The Levites purified themselves and washed their clothes. Aaron presented them as an uplifted offering in the LORD &quot;s presence, and he sought reconciliation for them in order to cleanse them."
            },
            {
                "verse_number": "22",
                "verse_text": "After this the Levites went in to perform their service in the meeting tent before Aaron and his sons. They did for the Levites just as the LORD had commanded Moses concerning them."
            },
            {
                "verse_number": "23",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "24",
                "verse_text": "This rule applies to the Levites: Everyone 25 years old and above will enter into service, performing the duties for the meeting tent."
            },
            {
                "verse_number": "25",
                "verse_text": "At 50 years old each will retire from service. They will perform their duties no longer."
            },
            {
                "verse_number": "26",
                "verse_text": "Each may assist his fellow Levites in the meeting tent with some responsibilities, but he may not perform service. This is how you should assign responsibilities to the Levites."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "The LORD spoke to Moses in the Sinai desert in the first month of the second year after they had left the land of Egypt:"
            },
            {
                "verse_number": "2",
                "verse_text": "Let the Israelites keep the Passover at its appointed time."
            },
            {
                "verse_number": "3",
                "verse_text": "On the fourteenth day of this month at twilight you will keep it at its appointed time. Keep it according to all its regulations and its customary practices."
            },
            {
                "verse_number": "4",
                "verse_text": "Moses instructed the Israelites to keep the Passover."
            },
            {
                "verse_number": "5",
                "verse_text": "At twilight on the fourteenth day of the first month they kept the Passover in the Sinai desert. The Israelites did everything just as the LORD commanded Moses."
            },
            {
                "verse_number": "6",
                "verse_text": "But there were persons who were unclean from contact with a human corpse, and they were unable to keep the Passover on that day. They approached Moses and Aaron that day."
            },
            {
                "verse_number": "7",
                "verse_text": "These persons said to him, &apos;Although we are unclean from contact with a human corpse, why must we be prohibited from presenting the LORD &quot;s offering at its appointed time with the rest of the Israelites?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Moses said to them, &apos;Wait while I listen for what the LORD will command concerning you.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "10",
                "verse_text": "Tell the Israelites: When any of you or your descendants are unclean from contact with a corpse or are on a long trip, they may still keep the Passover to the LORD ."
            },
            {
                "verse_number": "11",
                "verse_text": "They will keep it at twilight on the fourteenth day of the second month. They will eat the Passover lamb with unleavened bread and bitter herbs."
            },
            {
                "verse_number": "12",
                "verse_text": "They must not leave any of it until morning, nor break any of its bones. They will keep the Passover according to all its regulations."
            },
            {
                "verse_number": "13",
                "verse_text": "But any persons who are clean and not on a trip, yet don&quot;t keep the Passover, those persons will be cut off from their people, because they didn&quot;t present the LORD &quot;s offering at its appointed time. Those persons will bear their sin."
            },
            {
                "verse_number": "14",
                "verse_text": "If an immigrant resides among you and wishes to keep the Passover to the LORD , that one also will keep it according to its regulations and its customary practices. There will be one set of regulations for both of you, for the immigrant and for the native of the land."
            },
            {
                "verse_number": "15",
                "verse_text": "On the day the dwelling was erected, the cloud covered the dwelling, the covenant tent. At night until morning, the cloud appeared with lightning over the dwelling."
            },
            {
                "verse_number": "16",
                "verse_text": "It was always there. The cloud covered it by day, appearing with lightning at night."
            },
            {
                "verse_number": "17",
                "verse_text": "Whenever the cloud ascended from the tent, the Israelites would march. And the Israelites would camp wherever the cloud settled."
            },
            {
                "verse_number": "18",
                "verse_text": "At the LORD &quot;s command, the Israelites would march, and at the LORD &quot;s command they would camp. As long as the cloud settled on the dwelling, they would camp."
            },
            {
                "verse_number": "19",
                "verse_text": "When the cloud lingered on the meeting tent for many days, the Israelites would observe the LORD &quot;s direction and they wouldn&quot;t march."
            },
            {
                "verse_number": "20",
                "verse_text": "Sometimes the cloud would be over the dwelling for a number of days, so they would camp at the LORD &quot;s command, marching again only at the LORD &quot;s command."
            },
            {
                "verse_number": "21",
                "verse_text": "Sometimes the cloud would settle only overnight, and they would march when the cloud ascended in the morning. Whether it was day or night, they would march when the cloud ascended."
            },
            {
                "verse_number": "22",
                "verse_text": "Whether it was two days, or a month, or a long time, the Israelites would camp so long as the cloud lingered on the dwelling and settled on it. They wouldn&quot;t march. But when it ascended, they would march."
            },
            {
                "verse_number": "23",
                "verse_text": "They camped at the LORD &quot;s command and they marched at the LORD &quot;s command. They followed the LORD &quot;s direction according to the LORD &quot;s command through Moses."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "2",
                "verse_text": "Make two silver trumpets and make them from hammered metalwork. Use them for summoning the community and for breaking camp."
            },
            {
                "verse_number": "3",
                "verse_text": "When both are blown, the entire community will meet you at the entrance of the meeting tent."
            },
            {
                "verse_number": "4",
                "verse_text": "When one is blown, the chiefs, the leaders of Israel&quot;s divisions, will meet you."
            },
            {
                "verse_number": "5",
                "verse_text": "When you blow a series of short blasts, the camp on the east side will march."
            },
            {
                "verse_number": "6",
                "verse_text": "And when you blow a second series of short blasts, the camp on the south side will march. You will blow a series of short blasts to announce their march."
            },
            {
                "verse_number": "7",
                "verse_text": "To gather the assembly, blow a long blast, not a series of short blasts."
            },
            {
                "verse_number": "8",
                "verse_text": "Aaron&quot;s sons the priests will blow the trumpets. This will be a permanent regulation for you throughout time."
            },
            {
                "verse_number": "9",
                "verse_text": "When you go to war in your land against an enemy who is attacking you, you will blow short blasts with the trumpets so that you may be remembered by the LORD your God and be saved from your enemies."
            },
            {
                "verse_number": "10",
                "verse_text": "On your festival days, your appointed feasts, and at the beginning of your months, you will blow the trumpets over your entirely burned offerings and your well-being sacrifices. They will serve as a reminder of you to your God. I am the LORD your God."
            },
            {
                "verse_number": "11",
                "verse_text": "On the twentieth day of the second month in the second year, the cloud ascended from the covenant dwelling."
            },
            {
                "verse_number": "12",
                "verse_text": "The Israelites set out on their march from the Sinai desert, and the cloud settled in the Paran desert."
            },
            {
                "verse_number": "13",
                "verse_text": "They marched for the first time at the LORD &quot;s command through Moses."
            },
            {
                "verse_number": "14",
                "verse_text": "The banner of Judah&quot;s camp marched first with its military units. Nahshon, Amminadab&quot;s son, commanded its military."
            },
            {
                "verse_number": "15",
                "verse_text": "Nethanel, Zuar&quot;s son, commanded the military of the tribe of Issachar."
            },
            {
                "verse_number": "16",
                "verse_text": "Eliab, Helon&quot;s son, commanded the military of the tribe of Zebulun."
            },
            {
                "verse_number": "17",
                "verse_text": "The dwelling was taken down, and the Gershonites and the Merarites, who carried the dwelling, marched."
            },
            {
                "verse_number": "18",
                "verse_text": "The banner of Reuben&quot;s camp marched with its military units. Elizur, Shedeur&quot;s son, commanded its military."
            },
            {
                "verse_number": "19",
                "verse_text": "Shelumiel, Zurishaddai&quot;s son, commanded the military of the tribe of Simeon."
            },
            {
                "verse_number": "20",
                "verse_text": "Eliasaph, Deuel&quot;s son, commanded the military of the tribe of Gad."
            },
            {
                "verse_number": "21",
                "verse_text": "The Kohathites, who carried the holy things, marched. The dwelling would be set up before their arrival."
            },
            {
                "verse_number": "22",
                "verse_text": "The banner of Ephraim&quot;s camp marched with its military units. Elishama, Ammihud&quot;s son, commanded its military."
            },
            {
                "verse_number": "23",
                "verse_text": "Gamaliel, Pedahzur&quot;s son, commanded the military of the tribe of Manasseh."
            },
            {
                "verse_number": "24",
                "verse_text": "Abidan, Gideoni&quot;s son, commanded the military of the tribe of Benjamin."
            },
            {
                "verse_number": "25",
                "verse_text": "The banner of Dan&quot;s camp, at the rear of the whole camp, marched with its military units. Ahiezer, Ammishaddai&quot;s son, commanded its military."
            },
            {
                "verse_number": "26",
                "verse_text": "Pagiel, Ochran&quot;s son, commanded the military of the tribe of Asher."
            },
            {
                "verse_number": "27",
                "verse_text": "Ahira, Enan&quot;s son, commanded the military of the tribe of Naphtali."
            },
            {
                "verse_number": "28",
                "verse_text": "This was the order of departure of the Israelites with their military units when they set out."
            },
            {
                "verse_number": "29",
                "verse_text": "Moses said to Hobab the Midianite, Reuel&quot;s son and Moses&quot; father-in-law, &apos;We&quot;re marching to the place about which the LORD has said, &quot;I&quot;ll give it to you.&quot; Come with us and we&quot;ll treat you well, for the LORD has promised to treat Israel well.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Hobab said to him, &apos;I won&quot;t go; I&quot;d rather go to my land and to my folk.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Moses said, &apos;Please don&quot;t abandon us, for you know where we can camp in the desert, and you can be our eyes."
            },
            {
                "verse_number": "32",
                "verse_text": "If you go with us, whatever good the LORD does for us, we&quot;ll do for you.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "They marched from the LORD &quot;s mountain for three days. The LORD &quot;s chest containing the covenant marched ahead of them for three days to look for a resting place for them."
            },
            {
                "verse_number": "34",
                "verse_text": "Now the LORD &quot;s cloud was over them by day when they marched from the camp."
            },
            {
                "verse_number": "35",
                "verse_text": "When the chest set out, Moses would say, &apos;Arise, LORD , let your enemies scatter, and those who hate you flee.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "When it rested, he would say, &apos;Return, LORD of the ten thousand thousands of Israel.&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "When the people complained intensely in the LORD &quot;s hearing, the LORD heard and became angry. Then the LORD &quot;s fire burned them and consumed the edges of the camp."
            },
            {
                "verse_number": "2",
                "verse_text": "When the people cried out to Moses, Moses prayed to the LORD , and the fire subsided."
            },
            {
                "verse_number": "3",
                "verse_text": "The name of that place was called Taberah, because the LORD &quot;s fire burned against them."
            },
            {
                "verse_number": "4",
                "verse_text": "The riffraff among them had a strong craving. Even the Israelites cried again and said, &apos;Who will give us meat to eat?"
            },
            {
                "verse_number": "5",
                "verse_text": "We remember the fish we ate in Egypt for free, the cucumbers, the melons, the leeks, the onions, and the garlic."
            },
            {
                "verse_number": "6",
                "verse_text": "Now our lives are wasting away. There is nothing but manna in front of us.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The manna was like coriander seed and its color was like resin."
            },
            {
                "verse_number": "8",
                "verse_text": "The people would roam around and collect it and grind it with millstones or pound it in a mortar. Then they would boil it in pots and make it into cakes. It tasted like cakes baked in olive oil."
            },
            {
                "verse_number": "9",
                "verse_text": "When the dew fell on the camp during the night, the manna would fall with it."
            },
            {
                "verse_number": "10",
                "verse_text": "Moses heard the people crying throughout their clans, each at his tent&quot;s entrance. The LORD was outraged, and Moses was upset."
            },
            {
                "verse_number": "11",
                "verse_text": "Moses said to the LORD , &apos;Why have you treated your servant so badly? And why haven&quot;t I found favor in your eyes, for you have placed the burden of all these people on me?"
            },
            {
                "verse_number": "12",
                "verse_text": "Did I conceive all these people? Did I give birth to them, that you would say to me, &quot;Carry them at the breast, as a nurse carries an unweaned child,&quot; to the fertile land that you promised their ancestors?"
            },
            {
                "verse_number": "13",
                "verse_text": "Where am I to get meat for all these people? They are crying before me and saying, &quot;Give us meat, so we can eat.&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "I can&quot;t bear this people on my own. They&quot;re too heavy for me."
            },
            {
                "verse_number": "15",
                "verse_text": "If you&quot;re going to treat me like this, please kill me. If I&quot;ve found favor in your eyes, then don&quot;t let me endure this wretched situation.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The LORD said to Moses, &apos;Gather before me seventy men from Israel&quot;s elders, whom you know as elders and officers of the people. Take them to the meeting tent, and let them stand there with you."
            },
            {
                "verse_number": "17",
                "verse_text": "Then I&quot;ll descend and speak with you there. I&quot;ll take some of the spirit that is on you and place it on them. Then they will carry the burden of the people with you so that you won&quot;t bear it alone."
            },
            {
                "verse_number": "18",
                "verse_text": "To the people you will say, &quot;Make yourselves holy for tomorrow; then you will eat meat, for you&quot;ve cried in the LORD &quot;s hearing, &apos;Who will give us meat to eat? It was better for us in Egypt.&apos; The LORD will give you meat, and you will eat."
            },
            {
                "verse_number": "19",
                "verse_text": "You won&quot;t eat for just one day, or two days, or five days, or ten days, or twenty days,"
            },
            {
                "verse_number": "20",
                "verse_text": "but for a whole month until it comes out of your nostrils and nauseates you. You&quot;ve rejected the LORD who&quot;s been with you and you have cried before him, saying, &apos;Why did we leave Egypt?&apos; &quot;&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Moses said, &apos;The people I&quot;m with are six hundred thousand on foot and you&quot;re saying, &quot;I will give them meat, and they will eat for a month.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "Can flocks and herds be found and slaughtered for them? Or can all the fish in the sea be found and caught for them?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "The LORD said to Moses, &apos;Is the LORD &quot;s power too weak? Now you will see whether my word will come true for you or not.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So Moses went out and told the people the LORD &quot;s words. He assembled seventy men from the people&quot;s elders and placed them around the tent."
            },
            {
                "verse_number": "25",
                "verse_text": "The LORD descended in a cloud, spoke to him, and took some of the spirit that was on him and placed it on the seventy elders. When the spirit rested on them, they prophesied, but only this once."
            },
            {
                "verse_number": "26",
                "verse_text": "Two men had remained in the camp, one named Eldad and the second named Medad, and the spirit rested on them. They were among those registered, but they hadn&quot;t gone out to the tent, so they prophesied in the camp."
            },
            {
                "verse_number": "27",
                "verse_text": "A young man ran and told Moses, &apos;Eldad and Medad are prophesying in the camp.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Joshua, Nun&quot;s son and Moses&quot; assistant since his youth, responded, &apos;My master Moses, stop them!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Moses said to him, &apos;Are you jealous for my sake? If only all the LORD &quot;s people were prophets with the LORD placing his spirit on them!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Moses and Israel&quot;s elders were assembled in the camp."
            },
            {
                "verse_number": "31",
                "verse_text": "A wind from the LORD blew up and brought quails from the sea. It let them fall by the camp, about a day&quot;s journey all around the camp and about three feet deep on the ground."
            },
            {
                "verse_number": "32",
                "verse_text": "Then the people arose and gathered the quail all that day, all night, and all the next day. The least collected was ten homers, and they laid them out around the camp."
            },
            {
                "verse_number": "33",
                "verse_text": "While the meat was still between their teeth and not yet consumed, the LORD &quot;s anger blazed against the people. The LORD struck the people with a very great punishment."
            },
            {
                "verse_number": "34",
                "verse_text": "The name of that place was called Kibroth-hattaavah, because there they buried the people who had the craving."
            },
            {
                "verse_number": "35",
                "verse_text": "From Kibroth-hattaavah the people marched to Hazeroth."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "When they were in Hazeroth, Miriam and Aaron criticized Moses on account of the Cushite woman whom he had married&ndash;for he had married a Cushite woman."
            },
            {
                "verse_number": "2",
                "verse_text": "They said, &apos;Has the LORD spoken only through Moses? Hasn&quot;t he also spoken through us?&apos; The LORD heard it."
            },
            {
                "verse_number": "3",
                "verse_text": "Now the man Moses was humble, more so than anyone on earth."
            },
            {
                "verse_number": "4",
                "verse_text": "Immediately, the LORD said to Moses, Aaron, and Miriam, &apos;You three go out to the meeting tent.&apos; So the three of them went out."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the LORD descended in a column of cloud, stood at the entrance of the tent, and called to Aaron and Miriam. The two of them came forward."
            },
            {
                "verse_number": "6",
                "verse_text": "He said, &apos;Listen to my words: If there is a prophet of the LORD among you, I make myself known to him in visions. I speak to him in dreams."
            },
            {
                "verse_number": "7",
                "verse_text": "But not with my servant Moses. He has proved to be reliable with all my household."
            },
            {
                "verse_number": "8",
                "verse_text": "I speak with him face-to-face, visibly, not in riddles. He sees the LORD &quot;s form. So why aren&quot;t you afraid to criticize my servant Moses?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The LORD &quot;s anger blazed against them, and they went back."
            },
            {
                "verse_number": "10",
                "verse_text": "When the cloud went away from over the tent, Miriam suddenly developed a skin disease flaky like snow. Aaron turned toward Miriam and saw her skin disease."
            },
            {
                "verse_number": "11",
                "verse_text": "Then Aaron said to Moses, &apos;Oh, my master, please don&quot;t punish us for the sin that we foolishly committed."
            },
            {
                "verse_number": "12",
                "verse_text": "Please don&quot;t let her be like the stillborn, whose flesh is half eaten as it comes out of the mother&quot;s womb.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So Moses cried to the LORD , &apos;God, please heal her!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The LORD said to Moses, &apos;If her father had spit in her face, would she not be shamed for seven days? Let her be shut out of the camp for seven days, and afterward she will be brought back.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So they shut Miriam out of the camp seven days. And the people didn&quot;t march until Miriam was brought back."
            },
            {
                "verse_number": "16",
                "verse_text": "Afterward the people marched from Hazeroth, and they camped in the Paran desert."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "2",
                "verse_text": "Send out men to explore the land of Canaan, which I&quot;m giving to the Israelites. Send one man from each ancestral tribe, each a chief among them."
            },
            {
                "verse_number": "3",
                "verse_text": "So Moses sent them out from the Paran desert according to the LORD &quot;s command. All the men were leaders among the Israelites."
            },
            {
                "verse_number": "4",
                "verse_text": "These are their names: from the tribe of Reuben, Shammua, Zaccur&quot;s son; from the tribe of Manasseh, Gaddi, Susi&quot;s son;"
            },
            {
                "verse_number": "5",
                "verse_text": "from the tribe of Simeon, Shaphat, Hori&quot;s son;"
            },
            {
                "verse_number": "6",
                "verse_text": "from the tribe of Judah, Caleb, Jephunneh&quot;s son;"
            },
            {
                "verse_number": "7",
                "verse_text": "from the tribe of Issachar, Igal, Joseph&quot;s son;"
            },
            {
                "verse_number": "8",
                "verse_text": "from the tribe of Ephraim, Hoshea, Nun&quot;s son;"
            },
            {
                "verse_number": "9",
                "verse_text": "from the tribe of Benjamin, Palti, Raphu&quot;s son;"
            },
            {
                "verse_number": "10",
                "verse_text": "from the tribe of Zebulun, Gaddiel, Sodi&quot;s son;"
            },
            {
                "verse_number": "11",
                "verse_text": "from the tribe of Joseph:"
            },
            {
                "verse_number": "12",
                "verse_text": "from the tribe of Dan, Ammiel, Gemalli&quot;s son;"
            },
            {
                "verse_number": "13",
                "verse_text": "from the tribe of Asher, Sethur, Michael&quot;s son;"
            },
            {
                "verse_number": "14",
                "verse_text": "from the tribe of Naphtali, Nahbi, Vophsi&quot;s son;"
            },
            {
                "verse_number": "15",
                "verse_text": "from the tribe of Gad, Geuel, Machi&quot;s son."
            },
            {
                "verse_number": "16",
                "verse_text": "These are the names of the men whom Moses sent out to explore the land. Moses changed the name of Hoshea, Nun&quot;s son, to Joshua."
            },
            {
                "verse_number": "17",
                "verse_text": "When Moses sent them out to explore the land of Canaan, he said to them, &apos;Go up there into the arid southern plain and into the mountains."
            },
            {
                "verse_number": "18",
                "verse_text": "You must inspect the land. What is it like? Are the people who live in it strong or weak, few or many?"
            },
            {
                "verse_number": "19",
                "verse_text": "Is the land in which they live good or bad? Are the towns in which they live camps or fortresses?"
            },
            {
                "verse_number": "20",
                "verse_text": "Is the land rich or poor? Are there trees in it or not? Be courageous and bring back the land&quot;s fruit.&apos; It was the season of the first ripe grapes."
            },
            {
                "verse_number": "21",
                "verse_text": "They went up and explored the land from the Zin desert to Rehob, near Lebo-hamath."
            },
            {
                "verse_number": "22",
                "verse_text": "They went up into the arid southern plain and entered Hebron, where Ahiman, Sheshai, and Talmai, the descendants of the Anakites, lived. (Hebron was built seven years before Tanis in Egypt.)"
            },
            {
                "verse_number": "23",
                "verse_text": "Then they entered the Cluster ravine, cut down from there a branch with one cluster of grapes, and carried it on a pole between them. They also took pomegranates and figs."
            },
            {
                "verse_number": "24",
                "verse_text": "That place was called the Cluster ravine because of the cluster of grapes that the Israelites cut down from there."
            },
            {
                "verse_number": "25",
                "verse_text": "They returned from exploring the land after forty days."
            },
            {
                "verse_number": "26",
                "verse_text": "They went directly to Moses, Aaron, and the entire Israelite community in the Paran desert at Kadesh. They brought back a report to them and to the entire community and showed them the land&quot;s fruit."
            },
            {
                "verse_number": "27",
                "verse_text": "Then they gave their report: &apos;We entered the land to which you sent us. It&quot;s actually full of milk and honey, and this is its fruit."
            },
            {
                "verse_number": "28",
                "verse_text": "There are, however, powerful people who live in the land. The cities have huge fortifications. And we even saw the descendants of the Anakites there."
            },
            {
                "verse_number": "29",
                "verse_text": "The Amalekites live in the land of the arid southern plain; the Hittites, Jebusites, and Amorites live in the mountains; and the Canaanites live by the sea and along the Jordan.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Now Caleb calmed the people before Moses and said, &apos;We must go up and take possession of it, because we are more than able to do it.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "But the men who went up with him said, &apos;We can&quot;t go up against the people because they are stronger than we.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "They started a rumor about the land that they had explored, telling the Israelites, &apos;The land that we crossed over to explore is a land that devours its residents. All the people we saw in it are huge men."
            },
            {
                "verse_number": "33",
                "verse_text": "We saw there the Nephilim (the descendants of Anak come from the Nephilim). We saw ourselves as grasshoppers, and that&quot;s how we appeared to them.&apos;"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "The entire community raised their voice and the people wept that night."
            },
            {
                "verse_number": "2",
                "verse_text": "All the Israelites criticized Moses and Aaron. The entire community said to them, &apos;If only we had died in the land of Egypt or if only we had died in this desert!"
            },
            {
                "verse_number": "3",
                "verse_text": "Why is the LORD bringing us to this land to fall by the sword? Our wives and our children will be taken by force. Wouldn&quot;t it be better for us to return to Egypt?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So they said to each other, &apos;Let&quot;s pick a leader and let&quot;s go back to Egypt.&apos; Then the LORD &quot;s glory appeared in the meeting tent to all the Israelites."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Moses and Aaron fell on their faces before the assembled Israelite community."
            },
            {
                "verse_number": "6",
                "verse_text": "But Joshua, Nun&quot;s son, and Caleb, Jephunneh&quot;s son, from those who had explored the land, tore their clothes"
            },
            {
                "verse_number": "7",
                "verse_text": "and said to the entire Israelite community, &apos;The land we crossed through to explore is an exceptionally good land."
            },
            {
                "verse_number": "8",
                "verse_text": "If the LORD is pleased with us, he&quot;ll bring us into this land and give it to us. It&quot;s a land that&quot;s full of milk and honey."
            },
            {
                "verse_number": "9",
                "verse_text": "Only don&quot;t rebel against the LORD and don&quot;t be afraid of the people of the land. They are our prey. Their defense has deserted them, but the LORD is with us. So don&quot;t be afraid of them.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "But the entire community intended to stone them."
            },
            {
                "verse_number": "11",
                "verse_text": "The LORD said to Moses, &apos;How long will these people disrespect me? And how long will they doubt me after all the signs that I performed among them?"
            },
            {
                "verse_number": "12",
                "verse_text": "I&quot;ll strike them down with a plague and disown them. Then I&quot;ll make you into a great nation, stronger than they.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Moses said to the LORD , &apos;The Egyptians will hear, for with your power you brought these people up from among them."
            },
            {
                "verse_number": "14",
                "verse_text": "They&quot;ll tell the inhabitants of this land. They&quot;ve heard that you, LORD , are with this people. You, LORD , appear to them face-to-face. Your cloud stands over them. You go before them in a column of cloud by day and in a column of lightning by night."
            },
            {
                "verse_number": "15",
                "verse_text": "If you kill these people, every last one of them, the nations who heard about you will say,"
            },
            {
                "verse_number": "16",
                "verse_text": "&quot;The LORD wasn&quot;t able to bring these people to the land that he solemnly promised to give them. So he slaughtered them in the desert.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "Now let my master&quot;s power be as great as you declared when you said,"
            },
            {
                "verse_number": "18",
                "verse_text": "&quot;The LORD is very patient and absolutely loyal, forgiving wrongs and disloyalty. Yet he doesn&quot;t forgo all punishment, disciplining the grandchildren and great-grandchildren for their ancestors&quot; wrongs.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "Please forgive the wrongs of these people because of your absolute loyalty, just as you&quot;ve forgiven these people from their time in Egypt until now.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then the LORD said, &apos;I will forgive as you requested."
            },
            {
                "verse_number": "21",
                "verse_text": "But as I live and as the LORD &quot;s glory fills the entire earth,"
            },
            {
                "verse_number": "22",
                "verse_text": "none of the men who saw my glory and the signs I did in Egypt and in the desert, but tested me these ten times and haven&quot;t listened to my voice,"
            },
            {
                "verse_number": "23",
                "verse_text": "will see the land I promised to their ancestors. All who disrespected me won&quot;t see it."
            },
            {
                "verse_number": "24",
                "verse_text": "But I&quot;ll bring my servant Caleb into the land that he explored, and his descendants will possess it because he has a different spirit, and he has remained true to me."
            },
            {
                "verse_number": "25",
                "verse_text": "Since the Amalekites and the Canaanites live in the valley, tomorrow turn and march into the desert by the route of the Reed Sea.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The LORD spoke to Moses and Aaron:"
            },
            {
                "verse_number": "27",
                "verse_text": "How long will this wicked community complain against me? I&quot;ve heard the Israelites&quot; dissent as they continue to complain against me."
            },
            {
                "verse_number": "28",
                "verse_text": "Say to them, &apos;As I live,&apos; says the LORD , &apos;just as I&quot;ve heard you say, so I&quot;ll do to you."
            },
            {
                "verse_number": "29",
                "verse_text": "Your dead bodies will fall in this desert. None of you who were enlisted and were registered from 20 years old and above, who complained against me,"
            },
            {
                "verse_number": "30",
                "verse_text": "will enter the land in which I promised to settle you, with the exception of Caleb, Jephunneh&quot;s son, and Joshua, Nun&quot;s son."
            },
            {
                "verse_number": "31",
                "verse_text": "But your children, whom you said would be taken by force, I&quot;ll bring them in and they will know the land that you rejected."
            },
            {
                "verse_number": "32",
                "verse_text": "Your bodies, however, will fall in this desert,"
            },
            {
                "verse_number": "33",
                "verse_text": "and your children will be shepherds in the desert for forty years. They will suffer for your unfaithfulness, until the last of your bodies fall in the desert."
            },
            {
                "verse_number": "34",
                "verse_text": "For as many days as you explored the land, that is, forty days, just as many years you&quot;ll bear your guilt, that is, forty years. This is how you will understand my frustration.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "I the LORD have spoken. I will do this to the entire wicked community who gathered against me. They will die in this desert. There they&quot;ll meet their end."
            },
            {
                "verse_number": "36",
                "verse_text": "The men whom Moses sent out to explore the land had returned and caused the entire community to complain against him by starting a rumor about the land."
            },
            {
                "verse_number": "37",
                "verse_text": "These men died by a plague in the LORD &quot;s presence on account of their false rumor."
            },
            {
                "verse_number": "38",
                "verse_text": "But Joshua, Nun&quot;s son, and Caleb, Jephunneh&quot;s son, survived from those men who went to explore the land."
            },
            {
                "verse_number": "39",
                "verse_text": "Moses spoke these words to all the Israelites, and the people mourned bitterly."
            },
            {
                "verse_number": "40",
                "verse_text": "They rose early in the morning and went up to the top of the mountain range, saying, &apos;Let&quot;s go up to the place the LORD told us to, for we have sinned.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "But Moses said, &apos;Why do you disobey the LORD &quot;s command? It won&quot;t succeed."
            },
            {
                "verse_number": "42",
                "verse_text": "Don&quot;t go up, for the LORD isn&quot;t with you. Don&quot;t be struck down before your enemies."
            },
            {
                "verse_number": "43",
                "verse_text": "The Amalekites and the Canaanites will be there in front of you and you will fall by the sword because you turned away from the LORD , and the LORD is no longer with you.&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "Yet they recklessly ascended toward the top of the mountains, even though Moses and the LORD &quot;s chest containing the covenant didn&quot;t depart from the camp."
            },
            {
                "verse_number": "45",
                "verse_text": "Then the Amalekites and the Canaanites, who lived in those mountains, descended, struck them down, and beat them all the way to Hormah."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "2",
                "verse_text": "Speak to the Israelites and say to them: When you enter the land where you will live, which I am giving you,"
            },
            {
                "verse_number": "3",
                "verse_text": "and you make a food gift to the LORD as a soothing smell for the LORD from the herd or the flock&ndash;whether an entirely burned offering, or a sacrifice to fulfill a solemn promise, or a spontaneous gift, or at your sacred seasons&ndash;"
            },
            {
                "verse_number": "4",
                "verse_text": "the one presenting the offering to the LORD will bring a grain offering of one-tenth of a measure of fine flour mixed with one-fourth of a hin of oil."
            },
            {
                "verse_number": "5",
                "verse_text": "You will also offer one-fourth of a hin of wine as a drink offering with either the entirely burned offering or the sacrifice, for each lamb."
            },
            {
                "verse_number": "6",
                "verse_text": "For a ram you will offer a grain offering of two-tenths of a measure of fine flour mixed with one-third of a hin of oil."
            },
            {
                "verse_number": "7",
                "verse_text": "You will also present one-third of a hin of wine for a drink offering as a soothing smell for the LORD ."
            },
            {
                "verse_number": "8",
                "verse_text": "When you offer a bull for an entirely burned offering, or a sacrifice to fulfill a solemn promise, or a well-being sacrifice to the LORD ,"
            },
            {
                "verse_number": "9",
                "verse_text": "you will present with the bull a grain offering of three-tenths of a measure of fine flour mixed with a half hin of oil."
            },
            {
                "verse_number": "10",
                "verse_text": "You will present a half hin of wine for a drink offering as a food gift that is a soothing smell to the LORD ."
            },
            {
                "verse_number": "11",
                "verse_text": "So will it be done with each ox, each ram, or for any sheep or goat."
            },
            {
                "verse_number": "12",
                "verse_text": "However many you offer, you will do the same for each one."
            },
            {
                "verse_number": "13",
                "verse_text": "Every citizen will perform these rituals in bringing a food gift that is a soothing smell to the LORD ."
            },
            {
                "verse_number": "14",
                "verse_text": "If an immigrant lives with you or has settled among you for many years and would also like to offer a food gift that is a soothing smell to the LORD , that person must do just as you do."
            },
            {
                "verse_number": "15",
                "verse_text": "The assembly will have the same regulation for you and for the immigrant. The regulation will be permanent for all time. You and the immigrant will be the same in the LORD &quot;s presence."
            },
            {
                "verse_number": "16",
                "verse_text": "There will be one set of instructions and one legal norm for the immigrant and for you."
            },
            {
                "verse_number": "17",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "18",
                "verse_text": "Speak to the Israelites and say to them: When you enter the land to which I&quot;m bringing you,"
            },
            {
                "verse_number": "19",
                "verse_text": "whenever you eat the land&quot;s food you will present a gift offering to the LORD ."
            },
            {
                "verse_number": "20",
                "verse_text": "You will present a gift offering from the first bread you bake just like you present a gift offering from the threshing floor."
            },
            {
                "verse_number": "21",
                "verse_text": "You will give a gift offering from the first bread you bake for all time."
            },
            {
                "verse_number": "22",
                "verse_text": "If by accident you don&quot;t obey all these commands that the LORD spoke to Moses,"
            },
            {
                "verse_number": "23",
                "verse_text": "or everything that the LORD commanded you through Moses from the day of the LORD &quot;s command onward for all time,"
            },
            {
                "verse_number": "24",
                "verse_text": "then if it was done unintentionally without the knowledge of the community, the entire community must offer one bull from the herd as an entirely burned offering, a soothing smell to the LORD , with its grain and drink offering according to the specific instruction, and one male goat for a purification offering."
            },
            {
                "verse_number": "25",
                "verse_text": "The priest will seek reconciliation for the entire Israelite community. They will be forgiven, because it was unintentional and because they brought their food gift to the LORD , along with their purification offering in the LORD &quot;s presence for their accidental error."
            },
            {
                "verse_number": "26",
                "verse_text": "The entire Israelite community and the immigrant residing among them will be forgiven, because all the people acted unintentionally."
            },
            {
                "verse_number": "27",
                "verse_text": "If an individual sins unintentionally, that person must present a one-year-old female goat for a purification offering."
            },
            {
                "verse_number": "28",
                "verse_text": "The priest will seek reconciliation in the LORD &quot;s presence for the person who sinned unintentionally, when the sin is an accident, seeking reconciliation so that person will be forgiven."
            },
            {
                "verse_number": "29",
                "verse_text": "There will be one set of instructions for the Israelite citizen and the immigrant residing with you for anyone who commits an unintentional sin."
            },
            {
                "verse_number": "30",
                "verse_text": "But the person who acts deliberately, whether a citizen or an immigrant, and insults the LORD , that person will be cut off from the people"
            },
            {
                "verse_number": "31",
                "verse_text": "for despising the LORD &quot;s word and breaking his commands. That person will be completely cut off and bear the guilt."
            },
            {
                "verse_number": "32",
                "verse_text": "When the Israelites were in the desert, they found a man gathering wood on the Sabbath day."
            },
            {
                "verse_number": "33",
                "verse_text": "Those who found him gathering wood brought him to Moses, Aaron, and the entire community."
            },
            {
                "verse_number": "34",
                "verse_text": "They placed him in custody, because it wasn&quot;t clear what should be done to him."
            },
            {
                "verse_number": "35",
                "verse_text": "Then the LORD said to Moses: The man should be put to death. The entire community should stone him outside the camp."
            },
            {
                "verse_number": "36",
                "verse_text": "The entire community took him outside the camp and stoned him. He died as the LORD had commanded Moses."
            },
            {
                "verse_number": "37",
                "verse_text": "The LORD said to Moses:"
            },
            {
                "verse_number": "38",
                "verse_text": "Speak to the Israelites and say to them: Make fringes on the edges of your clothing for all time. Have them put blue cords on the fringe on the edges."
            },
            {
                "verse_number": "39",
                "verse_text": "This will be your fringe. You will see it and remember all the LORD &quot;s commands and do them. Then you won&quot;t go exploring the lusts of your own heart or your eyes."
            },
            {
                "verse_number": "40",
                "verse_text": "In this way you&quot;ll remember to do all my commands. Then you will be holy to your God."
            },
            {
                "verse_number": "41",
                "verse_text": "I am the LORD your God, who brought you out of the land of Egypt to be your God. I am the LORD your God."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Korah&ndash;Izhar&quot;s son, Kohath&quot;s grandson, and Levi&quot;s great-grandson&ndash;with Dathan and Abiram, Eliab&quot;s sons, and On, Peleth&quot;s son, descendants of Reuben,"
            },
            {
                "verse_number": "2",
                "verse_text": "rose up against Moses, along with two hundred fifty Israelite men, leaders of the community, chosen by the assembly, men of reputation."
            },
            {
                "verse_number": "3",
                "verse_text": "They assembled against Moses and Aaron and said to them, &apos;You&quot;ve gone too far, because the entire community is holy, every last one of them, and the LORD is with them. Why then do you exalt yourselves above the LORD &quot;s assembly?&apos; Then the LORD &quot;s glory appeared to the entire community. They fell on their faces,"
            },
            {
                "verse_number": "4",
                "verse_text": "When Moses heard this, he fell on his face."
            },
            {
                "verse_number": "5",
                "verse_text": "He spoke to Korah and all his community, &apos;In the morning the LORD will make known who is his, who is holy, and who is able to approach him. The one he chooses for himself is the one who will be able to approach him."
            },
            {
                "verse_number": "6",
                "verse_text": "This is what must be done. Korah and your entire community: Take censers for yourselves."
            },
            {
                "verse_number": "7",
                "verse_text": "Tomorrow put fire in them and place incense on them in the LORD &quot;s presence. The man whom the LORD chooses, that one is holy. You Levites have gone too far!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Moses said to Korah, &apos;Listen, you Levites,"
            },
            {
                "verse_number": "9",
                "verse_text": "isn&quot;t it enough for you that Israel&quot;s God has separated you from the Israelite community to allow you to approach him, to perform the service of the LORD &quot;s dwelling, and to serve before the community by ministering for them?"
            },
            {
                "verse_number": "10",
                "verse_text": "He has allowed you and all your fellow Levites with you to approach him. Yet you also seek the priesthood?"
            },
            {
                "verse_number": "11",
                "verse_text": "Thus you and your entire community have assembled against the LORD . But Aaron, what is he that you complain about him?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Moses sent for Dathan and Abiram, Eliab&quot;s sons. But they said, &apos;We won&quot;t come up!"
            },
            {
                "verse_number": "13",
                "verse_text": "Isn&quot;t it enough that you&quot;ve brought us up from a land full of milk and honey to kill us in the desert so that you&quot;d also dominate us?"
            },
            {
                "verse_number": "14",
                "verse_text": "Moreover, you haven&quot;t brought us to a land full of milk and honey, nor given us the inheritance of field and vineyard. Would you also gouge out the eyes of these men? We won&quot;t come up!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Moses became very angry and he said to the LORD , &apos;Pay no attention to their offering. I haven&quot;t taken a single donkey from them, nor have I wronged any one of them.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Moses said to Korah, &apos;You and your entire community should appear before the LORD tomorrow, you, they, and Aaron."
            },
            {
                "verse_number": "17",
                "verse_text": "Every person should take his censer, place incense on it, and present it before the LORD . Each person will carry his censer, two hundred fifty censers in all, including you and Aaron.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then every person took his censer, placed fire on it, put incense on it, and stood at the entrance of the meeting tent with Moses and Aaron."
            },
            {
                "verse_number": "19",
                "verse_text": "Korah gathered the entire community with them to the entrance of the meeting tent."
            },
            {
                "verse_number": "20",
                "verse_text": "The LORD spoke to Moses and Aaron,"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Separate yourselves from this community so that I may consume them in a moment.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "They fell on their faces and said, &apos;God, the God of all living things. If one person sins, should you become angry with the entire community?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "The LORD said to Moses,"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Speak to the community and say, &quot;Withdraw from around the dwellings of Korah, Dathan, and Abiram.&quot;&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Moses rose and went to Dathan and Abiram. Israel&quot;s elders followed him."
            },
            {
                "verse_number": "26",
                "verse_text": "He spoke to the community: &apos;Move away from the tents of these wicked men and don&quot;t touch anything of theirs, lest you too be wiped out for all their sins.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "They withdrew from around the dwellings of Korah, Dathan, and Abiram. Then Dathan and Abiram came out and stood at the entrance of their tents with their wives, children, and little ones."
            },
            {
                "verse_number": "28",
                "verse_text": "Moses said, &apos;By this you will know that the LORD sent me to do these deeds and that it wasn&quot;t my own desire."
            },
            {
                "verse_number": "29",
                "verse_text": "If all these people die a natural death, or if their fate be that of all humans, then the LORD hasn&quot;t sent me."
            },
            {
                "verse_number": "30",
                "verse_text": "But if the LORD performs an act of creation, and the ground opens its mouth and swallows them and everything that belongs to them, so that they descend alive to their graves, then you&quot;ll know that these men disrespected the LORD .&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "As soon as he finished speaking these words, the ground under them split open."
            },
            {
                "verse_number": "32",
                "verse_text": "The earth opened its mouth and swallowed them and their households, including every human that belonged to Korah and all their possessions."
            },
            {
                "verse_number": "33",
                "verse_text": "They along with all their possessions descended alive to their graves, and the earth closed over them. They perished in the middle of the assembly."
            },
            {
                "verse_number": "34",
                "verse_text": "All the Israelites who were around them fled at their cry, for they said, &apos;The earth may swallow us.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Then fire went out from the LORD and consumed the two hundred fifty men offering incense."
            },
            {
                "verse_number": "36",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "37",
                "verse_text": "Tell Eleazar, Aaron the priest&quot;s son, to raise the censers from the fire and scatter the ashes about, because they are holy."
            },
            {
                "verse_number": "38",
                "verse_text": "Hammer the censers of those who sinned and lost their lives into thin plates for the altar. Since they presented them in the LORD &quot;s presence, they had become holy. They will be a sign for the Israelites."
            },
            {
                "verse_number": "39",
                "verse_text": "Eleazar the priest took the bronze censers presented by those who had been consumed by fire and hammered them into a covering for the altar,"
            },
            {
                "verse_number": "40",
                "verse_text": "just as the LORD instructed him through Moses. This was a reminder for the Israelites that no outsider who isn&quot;t one of Aaron&quot;s descendants should approach to burn incense in the LORD &quot;s presence, so as not to be like Korah and his community."
            },
            {
                "verse_number": "41",
                "verse_text": "On the next day the entire Israelite community complained to Moses and Aaron, &apos;You killed the LORD &quot;s people.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "When the community assembled against Moses and Aaron, they turned toward the meeting tent. At that moment the cloud covered it, and the LORD &quot;s glory appeared."
            },
            {
                "verse_number": "43",
                "verse_text": "Moses and Aaron came to the front of the meeting tent,"
            },
            {
                "verse_number": "44",
                "verse_text": "and the LORD spoke to Moses:"
            },
            {
                "verse_number": "45",
                "verse_text": "Get away from this community, so that I may consume them in an instant."
            },
            {
                "verse_number": "46",
                "verse_text": "and Moses said to Aaron, &apos;Take the censer, put fire from the altar on it, place incense on it, go quickly to the community, and seek reconciliation for them. Indeed, the LORD &quot;s anger has gone out. The plague has begun.&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "Aaron took it as Moses said and ran into the middle of the assembly, for the plague had already begun among the people. He burned incense and sought reconciliation for the people."
            },
            {
                "verse_number": "48",
                "verse_text": "He stood between the dead and the living, and the plague stopped."
            },
            {
                "verse_number": "49",
                "verse_text": "Those who died from the plague were fourteen thousand seven hundred, in addition to those who died because of Korah."
            },
            {
                "verse_number": "50",
                "verse_text": "Aaron returned to Moses at the entrance of the meeting tent once the plague stopped."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "2",
                "verse_text": "Speak to the Israelites and take from them a staff from each household, from each of the chiefs of their households, twelve staffs. Write each person&quot;s name on his staff."
            },
            {
                "verse_number": "3",
                "verse_text": "Write Aaron&quot;s name on Levi&quot;s staff, for there will be one staff for the leader of each household."
            },
            {
                "verse_number": "4",
                "verse_text": "Then you will place them in the meeting tent in front of the chest containing the covenant, where I meet you."
            },
            {
                "verse_number": "5",
                "verse_text": "The staff of the person I choose will sprout. Then I will rid myself of the Israelites&quot; complaints that they make against you."
            },
            {
                "verse_number": "6",
                "verse_text": "Moses spoke to the Israelites, and each of their chiefs gave him a staff, one staff for each chief and his household, twelve staffs, and the staff of Aaron was with their staffs."
            },
            {
                "verse_number": "7",
                "verse_text": "Moses placed the staffs before the LORD in the meeting tent."
            },
            {
                "verse_number": "8",
                "verse_text": "The next day Moses entered the covenant tent, and Aaron&quot;s staff of Levi&quot;s household had sprouted. It grew shoots, produced blossoms, and bore almonds."
            },
            {
                "verse_number": "9",
                "verse_text": "Moses brought out all the staffs from the LORD &quot;s presence to the Israelites. They saw what happened, and each person took back his staff."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the LORD said to Moses, &apos;Return Aaron&quot;s staff in front of the chest containing the covenant to serve as a sign to the rebels so that their complaints against me end and they don&quot;t die.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Moses did exactly as the LORD commanded him."
            },
            {
                "verse_number": "12",
                "verse_text": "The Israelites said to Moses, &apos;We are perishing. We are being destroyed. All of us are being destroyed."
            },
            {
                "verse_number": "13",
                "verse_text": "Anyone who approaches the LORD &quot;s dwelling will die. Are we doomed to perish?&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Aaron: You, your sons, and your household will bear the guilt of offenses connected with the sanctuary. You and your sons will bear the guilt of offenses connected with your priesthood."
            },
            {
                "verse_number": "2",
                "verse_text": "Bring with you your brothers from the tribe of Levi, your father&quot;s tribe, so that they can assist you and serve you and your sons before the covenant tent."
            },
            {
                "verse_number": "3",
                "verse_text": "They will perform their duties for you and the service for the entire tent. But they will not approach the holy equipment of the sanctuary or the altar, lest both they and you die."
            },
            {
                "verse_number": "4",
                "verse_text": "They will assist you and they will perform the duties of the meeting tent with regard to all the work of the tent. But no outsider may accompany you."
            },
            {
                "verse_number": "5",
                "verse_text": "You will perform the duties of the sanctuary and the altar. Then there will no longer be any anger against the Israelites."
            },
            {
                "verse_number": "6",
                "verse_text": "I have taken your brothers, the Levites, from the Israelites. They are a gift to you, dedicated to the LORD to perform the service of the meeting tent."
            },
            {
                "verse_number": "7",
                "verse_text": "You and your sons must perform the duties of your priesthood for all the matters of the altar and the area behind the curtain. I give you your priestly service as a gift. But an outsider who approaches will die."
            },
            {
                "verse_number": "8",
                "verse_text": "The LORD spoke to Aaron: I now place you in charge of my gifts, including all the Israelites&quot; sacred offerings. I have given them to you and your sons as an allowance. This is a permanent regulation."
            },
            {
                "verse_number": "9",
                "verse_text": "This is what belongs to you from the most holy offerings, from the offerings by fire: all their offerings, including their grain offerings, their purification offerings, and their compensation offerings. The most holy offerings that they bring to me will be yours and your sons&quot;."
            },
            {
                "verse_number": "10",
                "verse_text": "You will eat it as a most holy thing. Every male may eat it. It will be holy to you."
            },
            {
                "verse_number": "11",
                "verse_text": "This will also belong to you, your sons, and your daughters: I&quot;m giving you the gift offerings and all the Israelites&quot; uplifted offerings. This is a permanent regulation. Anyone who is clean in your household may eat it."
            },
            {
                "verse_number": "12",
                "verse_text": "All the choice oil, new wine, and the grain&quot;s first harvest that they give to the LORD , I&quot;m giving to you."
            },
            {
                "verse_number": "13",
                "verse_text": "The early produce of everything in their land, which they bring to the LORD , will be yours. Anyone who is clean in your household may eat it."
            },
            {
                "verse_number": "14",
                "verse_text": "Everything that is devoted to the LORD in Israel will be yours."
            },
            {
                "verse_number": "15",
                "verse_text": "Any oldest male from the womb of any living thing that is presented to the LORD , whether human or animal, will be yours. However, you will redeem the oldest males of humans and of unclean animals."
            },
            {
                "verse_number": "16",
                "verse_text": "Their redemption price from one month of age you will calculate at five shekels of silver according to the sanctuary shekel, which is twenty gerahs."
            },
            {
                "verse_number": "17",
                "verse_text": "But the oldest offspring of a cow, sheep, or goat you may not redeem. They are holy. You must dash their blood on the altar and turn their fat into smoke for a soothing smell to the LORD ."
            },
            {
                "verse_number": "18",
                "verse_text": "But their meat is yours. It will be yours just as the breast of the uplifted offering and the right thigh are yours."
            },
            {
                "verse_number": "19",
                "verse_text": "All the holy gift offerings that the Israelites raise to the LORD I have given to you, your sons, and your daughters. This is a permanent regulation. It is a covenant of salt forever in the LORD &quot;s presence, for you and your descendants."
            },
            {
                "verse_number": "20",
                "verse_text": "The LORD said to Aaron: You will have no inheritance in their land, nor will you have a share among them. I am your share and your inheritance among the Israelites."
            },
            {
                "verse_number": "21",
                "verse_text": "I have given all the one-tenth portions in Israel to the Levites as an inheritance. They are a reward for performing their service in the meeting tent."
            },
            {
                "verse_number": "22",
                "verse_text": "The Israelites will no longer be able to approach the meeting tent, or they will be responsible for their sin and die."
            },
            {
                "verse_number": "23",
                "verse_text": "The Levites will perform the service of the meeting tent, and they will be responsible for their own sins. This is a permanent regulation for all time. But they will not inherit land among the Israelites"
            },
            {
                "verse_number": "24",
                "verse_text": "because I&quot;ve given the Israelites&quot; one-tenth portion, which they have raised to the LORD as a gift offering, as an inheritance to the Levites. Therefore, I&quot;ve said to them, &apos;They won&quot;t inherit land among the Israelites.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "26",
                "verse_text": "Speak to the Levites and say to them: When you receive from the Israelites the one-tenth portion that I have given you from them as your inheritance, you also must present a gift offering to the LORD from it, a tenth from the one-tenth portion."
            },
            {
                "verse_number": "27",
                "verse_text": "It will be considered your gift offering, like the grain of the threshing floor and what fills the winepress."
            },
            {
                "verse_number": "28",
                "verse_text": "In this way you will also present a gift offering to the LORD from all the one-tenth portions that you take from the Israelites. You will provide from it a gift offering to the LORD for Aaron the priest."
            },
            {
                "verse_number": "29",
                "verse_text": "You will present each gift offering to the LORD from all your gifts, from its best portions and its holiest parts."
            },
            {
                "verse_number": "30",
                "verse_text": "You will say to them: When you have presented the best portion, it will be considered for the Levites equivalent to the produce of the grain and the produce of the winepress."
            },
            {
                "verse_number": "31",
                "verse_text": "You and your household may eat it anywhere, because it is payment for your service in the meeting tent."
            },
            {
                "verse_number": "32",
                "verse_text": "You will not bear guilt after you have presented the best portion. But you must not make the sacred gifts of the Israelites impure, on penalty of death."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "The LORD spoke to Moses and Aaron:"
            },
            {
                "verse_number": "2",
                "verse_text": "This is the regulation in the Instruction that the LORD commanded. Tell the Israelites that they must bring you a red cow without defect, which is flawless and on which no yoke has been laid."
            },
            {
                "verse_number": "3",
                "verse_text": "You will give it to Eleazar the priest, and he will take it outside the camp and slaughter it in front of him."
            },
            {
                "verse_number": "4",
                "verse_text": "Eleazar the priest will take some of its blood with his finger and sprinkle it seven times in front of the meeting tent."
            },
            {
                "verse_number": "5",
                "verse_text": "Then he will burn the cow in front of him, its skin, flesh, and blood, with its dung."
            },
            {
                "verse_number": "6",
                "verse_text": "The priest will take cedarwood, hyssop, and crimson cloth and throw them into the fire where the cow is burning."
            },
            {
                "verse_number": "7",
                "verse_text": "Then the priest will wash his clothes and bathe his body in water. Afterward the priest will enter the camp, but he will be unclean until evening."
            },
            {
                "verse_number": "8",
                "verse_text": "The one who burned the cow will wash his clothes in water and bathe his body in water, but he will be unclean until evening."
            },
            {
                "verse_number": "9",
                "verse_text": "A person who is clean will gather the ashes of the cow and place them outside the camp in a clean place. They will be kept for the water of purification for the Israelite community as a purification offering."
            },
            {
                "verse_number": "10",
                "verse_text": "The one who gathers the ashes of the cow will wash his clothes but will be unclean until evening. This will be a permanent regulation for the Israelites and for the immigrant who lives among them."
            },
            {
                "verse_number": "11",
                "verse_text": "The person who touches the dead body of any human will be unclean for seven days."
            },
            {
                "verse_number": "12",
                "verse_text": "That person must be cleansed with water on the third and seventh days to be clean. If he fails to be cleansed with water on the third and seventh days, he will not be clean."
            },
            {
                "verse_number": "13",
                "verse_text": "Anyone who touches the body of a human who has died and doesn&quot;t cleanse himself defiles the LORD &quot;s dwelling. Such persons must be cut off from Israel because the water of purification wasn&quot;t sprinkled on them. They remain unclean."
            },
            {
                "verse_number": "14",
                "verse_text": "This is the instruction: When anyone dies in a tent, all who go into the tent and all who are in the tent are unclean for seven days."
            },
            {
                "verse_number": "15",
                "verse_text": "Any open jar without a sealed cover on it is unclean."
            },
            {
                "verse_number": "16",
                "verse_text": "Anyone in the open field who touches a person slain by the sword, or who died naturally, or a human bone or a grave, will be unclean for seven days."
            },
            {
                "verse_number": "17",
                "verse_text": "For the unclean person, they will take some of the ashes of the purification offering and place fresh water with it in a jar."
            },
            {
                "verse_number": "18",
                "verse_text": "Then a clean person will take hyssop, dip it into the water, and sprinkle it on the tent, on all the jars, on the people who were there, and on anyone who touched bone, the slain, the dead, or the grave."
            },
            {
                "verse_number": "19",
                "verse_text": "On the third day and the seventh day the clean person will sprinkle it on the unclean, so that he will have purified him on the seventh day. He will then wash his clothes, bathe in water, and be clean at evening."
            },
            {
                "verse_number": "20",
                "verse_text": "Any person who is unclean and didn&quot;t cleanse himself will be cut off from the assembly, because he has defiled the LORD &quot;s sanctuary. He didn&quot;t have the water of purification sprinkled on him. He is unclean."
            },
            {
                "verse_number": "21",
                "verse_text": "This will be a permanent regulation for them. The one who sprinkles the water of purification will wash his own clothes. Anyone who touches the water of purification will be unclean until evening."
            },
            {
                "verse_number": "22",
                "verse_text": "Whoever the unclean person touches will be unclean, and the one who touches the unclean will be unclean until evening."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "In the first month, the entire Israelite community entered the Zin desert and the people stayed at Kadesh. Miriam died and was buried there."
            },
            {
                "verse_number": "2",
                "verse_text": "Now there was no water for the community, and they assembled against Moses and Aaron."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the people confronted Moses and said to him, &apos;If only we too had died when our brothers perished in the LORD &quot;s presence!"
            },
            {
                "verse_number": "4",
                "verse_text": "Why have you brought the LORD &quot;s assembly into this desert to kill us and our animals here?"
            },
            {
                "verse_number": "5",
                "verse_text": "Why have you led us up from Egypt to bring us to this evil place without grain, figs, vines, or pomegranates? And there&quot;s no water to drink!&apos; The entire Israelite community came to Mount Hor."
            },
            {
                "verse_number": "6",
                "verse_text": "Moses and Aaron went away from the assembly to the entrance of the meeting tent and they fell on their faces. Then the LORD &quot;s glory appeared to them."
            },
            {
                "verse_number": "7",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;You and Aaron your brother, take the staff and assemble the community. In their presence, tell the rock to provide water. You will produce water from the rock for them and allow the community and their animals to drink.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Moses took the staff from the LORD &quot;s presence, as the LORD had commanded him."
            },
            {
                "verse_number": "10",
                "verse_text": "Moses and Aaron gathered the assembly before the rock. He said to them, &apos;Listen, you rebels! Should we produce water from the rock for you?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then Moses raised his hand and struck the rock with his staff twice. Out flooded water so that the community and their animals could drink."
            },
            {
                "verse_number": "12",
                "verse_text": "The LORD said to Moses and Aaron, &apos;Because you didn&quot;t trust me to show my holiness before the Israelites, you will not bring this assembly into the land that I am giving them.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "These were the waters of Meribah, where the Israelites confronted the LORD with controversy and he showed his holiness to them."
            },
            {
                "verse_number": "14",
                "verse_text": "Moses sent messengers from Kadesh to the king of Edom: &apos;This is what your brother Israel says: &quot;You know all the adversity that has happened to us."
            },
            {
                "verse_number": "15",
                "verse_text": "How our ancestors went down to Egypt and lived in Egypt for a long time. The Egyptians oppressed us as they had our ancestors,"
            },
            {
                "verse_number": "16",
                "verse_text": "and we cried out to the LORD . He heard our voice, sent a messenger, and brought us out of Egypt. Now here we are in Kadesh, a city on the edge of your border."
            },
            {
                "verse_number": "17",
                "verse_text": "Please let us cross through your land. We won&quot;t pass through any field or vineyard, or drink water from any well. We will walk on the King&quot;s Highway and not turn to the right or to the left until we have crossed your border.&quot;&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Edom said to him, &apos;You won&quot;t cross through, or I will come out against you with a sword.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The Israelites said to him, &apos;We&quot;ll go up by the road. If we drink from your water, either we or our livestock, we&quot;ll pay for it. It&quot;s a small matter. We would only ask to cross on foot.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "But he said, &apos;You won&quot;t cross.&apos; Then Edom came out against them with a powerful army and a strong hand."
            },
            {
                "verse_number": "21",
                "verse_text": "Edom refused to allow Israel to cross his border. And Israel turned away from him."
            },
            {
                "verse_number": "22",
                "verse_text": "They marched from Kadesh."
            },
            {
                "verse_number": "23",
                "verse_text": "The LORD said to Moses and Aaron at Mount Hor on the border of the land of Edom:"
            },
            {
                "verse_number": "24",
                "verse_text": "Aaron will join his ancestors, for he may not enter the land that I&quot;ve given to the Israelites, because you rebelled against my command at the waters of Meribah."
            },
            {
                "verse_number": "25",
                "verse_text": "Take Aaron and his son Eleazar, and bring them up Mount Hor."
            },
            {
                "verse_number": "26",
                "verse_text": "Strip Aaron of his clothes and put them on Eleazar his son. Then Aaron will die there."
            },
            {
                "verse_number": "27",
                "verse_text": "Moses did as the LORD commanded. They went up Mount Hor in the sight of the entire community."
            },
            {
                "verse_number": "28",
                "verse_text": "Moses stripped Aaron of his clothes and put them on Eleazar his son. Aaron died there at the top of the mountain. Then Moses and Eleazar descended from the mountain."
            },
            {
                "verse_number": "29",
                "verse_text": "When the entire community saw that Aaron had died, the entire household of Israel wept thirty days for Aaron."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "When the Canaanite king of Arad, who ruled in the arid southern plain, heard that the Israelites were coming on the Atharim road, he fought against Israel and took some of them captive."
            },
            {
                "verse_number": "2",
                "verse_text": "Then Israel made a solemn promise to the LORD and said, &apos;If you give this people into our hands, we will completely destroy their city.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The LORD heard the voice of Israel and handed the Canaanites over. They completely destroyed them and their cities, so the name of the place is called Hormah. Waheb in Suphah and the ravines. The Arnon that extend to the settlement of Ar and lie along the border of Moab. &apos;Well, flow up! Sing about it! that the officials of the people hollowed out with the ruler&quot;s scepter and their staffs.&apos; They marched from the desert to Mattanah; &apos;Come to Heshbon, let it be built. Let the city of Sihon be established. flame from Sihon&quot;s city. It consumed Ar of Moab and swallowed up the shrines of the Arnon. You are destroyed, people of Chemosh! He gave his sons as fugitives, and his daughters as captives to the Amorite king Sihon. from Heshbon to Dibon. We brought ruin until Nophah, which is by Medeba.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "They marched from Mount Hor on the Reed Sea road around the land of Edom. The people became impatient on the road."
            },
            {
                "verse_number": "5",
                "verse_text": "The people spoke against God and Moses: &apos;Why did you bring us up from Egypt to kill us in the desert, where there is no food or water. And we detest this miserable bread!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So the LORD sent poisonous snakes among the people and they bit the people. Many of the Israelites died."
            },
            {
                "verse_number": "7",
                "verse_text": "The people went to Moses and said, &apos;We&quot;ve sinned, for we spoke against the LORD and you. Pray to the LORD so that he will send the snakes away from us.&apos; So Moses prayed for the people."
            },
            {
                "verse_number": "8",
                "verse_text": "The LORD said to Moses, &apos;Make a poisonous snake and place it on a pole. Whoever is bitten can look at it and live.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Moses made a bronze snake and placed it on a pole. If a snake bit someone, that person could look at the bronze snake and live."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the Israelites marched and they camped at Oboth."
            },
            {
                "verse_number": "11",
                "verse_text": "They marched from Oboth and camped at Iye-abarim in the desert on the border of Moab toward the east."
            },
            {
                "verse_number": "12",
                "verse_text": "From there they marched and camped in the Zered ravine."
            },
            {
                "verse_number": "13",
                "verse_text": "From there they marched and camped across the Arnon in the desert that extends from the border of the Amorites, for the Arnon was the border of Moab, between Moab and the Amorites."
            },
            {
                "verse_number": "14",
                "verse_text": "For this reason the scroll of the LORD &quot;s wars says:"
            },
            {
                "verse_number": "15",
                "verse_text": "and the ravines"
            },
            {
                "verse_number": "16",
                "verse_text": "From there they marched to Beer, the well where the LORD said to Moses, &apos;Gather the people, and I&quot;ll give them water.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then the Israelites sang this song:"
            },
            {
                "verse_number": "18",
                "verse_text": "The well that the officials dug,"
            },
            {
                "verse_number": "19",
                "verse_text": "from Mattanah to Nahaliel; from Nahaliel to Bamoth;"
            },
            {
                "verse_number": "20",
                "verse_text": "from Bamoth to the valley in the Moabite countryside, to the top of Pisgah overlooking Jeshimon."
            },
            {
                "verse_number": "21",
                "verse_text": "Then the Israelites sent messengers to Sihon the Amorite king:"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Let us pass through your land. We won&quot;t turn aside into a field or vineyard. We won&quot;t drink water from a well. We will walk on the King&quot;s Highway until we cross your border.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But Sihon wouldn&quot;t allow the Israelites to cross his border. Sihon gathered all his people and went out to meet the Israelites in the desert. When he came to Jahaz, he attacked the Israelites."
            },
            {
                "verse_number": "24",
                "verse_text": "The Israelites struck him down with their swords and took possession of his land from the Arnon to the Jabbok, as far as the Ammonites, for the border of the Ammonites was fortified."
            },
            {
                "verse_number": "25",
                "verse_text": "The Israelites took all these cities. Then the Israelites settled in all the cities of the Amorites, in Heshbon and all its villages."
            },
            {
                "verse_number": "26",
                "verse_text": "Now Heshbon was the city of Sihon the Amorite king who had fought against the former king of Moab. He had taken all his land from him as far as the Arnon."
            },
            {
                "verse_number": "27",
                "verse_text": "Therefore, the poets say:"
            },
            {
                "verse_number": "28",
                "verse_text": "Fire went out from Heshbon,"
            },
            {
                "verse_number": "29",
                "verse_text": "You are doomed, Moab!"
            },
            {
                "verse_number": "30",
                "verse_text": "Yet we have thrown them down, destroying them"
            },
            {
                "verse_number": "31",
                "verse_text": "Israel settled in the land of the Amorites."
            },
            {
                "verse_number": "32",
                "verse_text": "Moses sent spies to Jazer. They captured its villages and took possession of the Amorites who were there."
            },
            {
                "verse_number": "33",
                "verse_text": "Then they turned and ascended the road of Bashan. Og, Bashan&quot;s king, came out at Edrei to meet them in battle, he and all his people."
            },
            {
                "verse_number": "34",
                "verse_text": "The LORD said to Moses: Don&quot;t be afraid of him, for I have handed over all his people and his land. Do to him as you did to Sihon the Amorite king who ruled in Heshbon."
            },
            {
                "verse_number": "35",
                "verse_text": "They slaughtered Og, his sons, and all his people until there were no survivors. Then they took possession of his land."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "The Israelites marched and camped in the plains of Moab across the Jordan from Jericho."
            },
            {
                "verse_number": "2",
                "verse_text": "Balak, Zippor&quot;s son, saw everything that the Israelites did to the Amorites."
            },
            {
                "verse_number": "3",
                "verse_text": "The Moabites greatly feared the people, for they were so numerous. The Moabites were terrified of the Israelites."
            },
            {
                "verse_number": "4",
                "verse_text": "The Moabites said to the elders of Midian, &apos;Now this assembly will devour everything around us, as an ox eats up the grass in the field.&apos; Balak, Zippor&quot;s son, was king of Moab at that time. Balaam said, &apos;No.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "He sent messengers to Balaam, Beor&quot;s son, at Pethor, which is by the river in the land of his people, to summon him: &apos;A people has come out of Egypt, and they have now covered the land. They have settled next to me."
            },
            {
                "verse_number": "6",
                "verse_text": "Now please come and curse this people for me because they are stronger than I am. Perhaps I&quot;ll be able to destroy them and drive them from the land, for I know that whomever you bless is blessed and whomever you curse is cursed.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So the elders of Moab and Midian went with the payment for divination in their hands. They came to Balaam and told him Balak&quot;s words."
            },
            {
                "verse_number": "8",
                "verse_text": "He said to them, &apos;Spend the night here and I&quot;ll bring back to you a word exactly as the LORD speaks to me.&apos; So the officials of Moab stayed with Balaam."
            },
            {
                "verse_number": "9",
                "verse_text": "God came to Balaam and said, &apos;Who are these men with you?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Balaam said to God, &apos;Moab&quot;s King Balak, Zippor&quot;s son, sent them to me with the message,"
            },
            {
                "verse_number": "11",
                "verse_text": "&quot;A people has come out of Egypt and covered the land. Now come and curse them for me. Perhaps I&quot;ll be able to fight against them and drive them out.&quot;&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "God said to Balaam, &apos;Don&quot;t go with them. Don&quot;t curse the people, because they are blessed.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Balaam arose in the morning and said to Balak&quot;s officials, &apos;Go to your land, for the LORD has refused to allow me to go with you.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The officials of Moab arose, they went to Balak, and they said, &apos;Balaam refused to come with us.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Balak continued to send other officials more numerous and important than these."
            },
            {
                "verse_number": "16",
                "verse_text": "They came to Balaam and said to him, &apos;This is what Balak, Zippor&quot;s son, says: &quot;Please let nothing hold you back from coming to me,"
            },
            {
                "verse_number": "17",
                "verse_text": "for I&quot;ll greatly honor you and I&quot;ll do anything you ask of me. Please come and curse this people for me.&quot;&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Balaam answered and said to Balak&quot;s servants, &apos;If Balak were to give me his house full of silver and gold, I wouldn&quot;t be able to do anything, small or great, to break the command of the LORD my God."
            },
            {
                "verse_number": "19",
                "verse_text": "Now you also must remain the night here so that I may know what else the LORD may say to me.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "God came to Balaam in the night and said to him, &apos;If the men have come to summon you, arise and go with them. But you must do only what I tell you to do.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So Balaam arose in the morning, saddled his donkey, and went with the officials of Moab."
            },
            {
                "verse_number": "22",
                "verse_text": "Then God became angry because he went. So while he was riding on his donkey accompanied by his two servants, the LORD &quot;s messenger stood in the road as his adversary."
            },
            {
                "verse_number": "23",
                "verse_text": "The donkey saw the LORD &quot;s messenger standing in the road with his sword drawn in his hand, so the donkey turned from the road and went into the field. Balaam struck the donkey in order to turn him back onto the road."
            },
            {
                "verse_number": "24",
                "verse_text": "Then the LORD &quot;s messenger stood in the narrow path between vineyards with a stone wall on each side."
            },
            {
                "verse_number": "25",
                "verse_text": "When the donkey saw the LORD &quot;s messenger, it leaned against the wall and squeezed Balaam&quot;s foot against the wall, so he continued to beat it."
            },
            {
                "verse_number": "26",
                "verse_text": "The LORD &quot;s messenger persisted and crossed over and stood in a narrow place, where it wasn&quot;t possible to turn either right or left."
            },
            {
                "verse_number": "27",
                "verse_text": "The donkey saw the LORD &quot;s messenger and lay down underneath Balaam. Balaam became angry and beat the donkey with the rod."
            },
            {
                "verse_number": "28",
                "verse_text": "Then the LORD opened the donkey&quot;s mouth and it said to Balaam, &apos;What have I done to you that you&quot;ve beaten me these three times?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Balaam said to the donkey, &apos;Because you&quot;ve tormented me. If I had a sword in my hand, I&quot;d kill you now.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "The donkey said to Balaam, &apos;Am I not your donkey, on whom you&quot;ve often ridden to this day? Have I been in the habit of doing this to you?&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Then the LORD uncovered Balaam&quot;s eyes, and Balaam saw the LORD &quot;s messenger standing in the road with his sword drawn in his hand. Then he bowed low and worshipped."
            },
            {
                "verse_number": "32",
                "verse_text": "The LORD &quot;s messenger said to him, &apos;Why have you beaten your donkey these three times? I&quot;ve come out here as an adversary, because you took the road recklessly in front of me."
            },
            {
                "verse_number": "33",
                "verse_text": "The donkey saw me and turned away from me these three times. If it hadn&quot;t turned away from me, I would just now have killed you and let it live.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Balaam said to the LORD &quot;s messenger, &apos;I&quot;ve sinned, because I didn&quot;t know that you were standing against me in the road. Now, if you think it&quot;s wrong, I&quot;ll go back.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "The LORD &quot;s messenger said to Balaam, &apos;Go with the men. But don&quot;t say anything. Say only that which I tell you.&apos; So Balaam went with Balak&quot;s officials."
            },
            {
                "verse_number": "36",
                "verse_text": "When Balak heard that Balaam was coming, he went out to meet him at Ir-moab, which is on the border of the Arnon at the farthest point of the border."
            },
            {
                "verse_number": "37",
                "verse_text": "Balak said to Balaam, &apos;Didn&quot;t I send urgently and summon you? Why didn&quot;t you come to me? Am I really not able to honor you?&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Balaam said to Balak, &apos;I&quot;ve now come to you. But I&quot;m only able to speak whatever word God gives me to say. That is what I will speak.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Then Balaam went with Balak and they came to Kiriath-huzoth."
            },
            {
                "verse_number": "40",
                "verse_text": "Balak sacrificed oxen and sheep and sent them to Balaam and the officials who were with him."
            },
            {
                "verse_number": "41",
                "verse_text": "In the morning Balak took Balaam and brought him up to Bamoth-baal, where he could see part of the people."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "Balaam said to Balak, &apos;Build me seven altars here and prepare for me seven bulls and seven rams.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Balak did as Balaam had said. Then Balak and Balaam offered a bull and a ram on each altar."
            },
            {
                "verse_number": "3",
                "verse_text": "Balaam said to Balak, &apos;Stay by your entirely burned offering. I will go and perhaps the LORD will grant me an appearance and speak. Whatever he shows me, I will tell you.&apos; Then he went off to a high outlook. &apos;From Aram Balak led me, the king of Moab, from the eastern mountains. Come, curse Jacob for me; come, denounce Israel. whom God hasn&quot;t cursed? How can I denounce whom God hasn&quot;t denounced? from the hills I gaze on him. Here is a people living alone; it doesn&quot;t consider itself among the nations. or number a fourth of Israel? Let me die the death of those who do right, and let my end be like his.&apos; &apos;Arise, Balak, and listen; hear me out, Zippor&quot;s son. or a human being that he would change his mind. Has he ever spoken and not done it, or promised and not fulfilled it? I can&quot;t take it back. nor has he seen trouble for Israel. The LORD his God is with him, proclaimed as his king. is like a magnificent wild bull for him. no divination against Israel. Instantly it is told to Jacob, and to Israel, what God performs. like a lion it stands up. It doesn&quot;t lie down until it eats the prey and drinks the blood of the slain.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "God granted Balaam an appearance. Balaam said to him, &apos;I have arranged seven altars and I have sacrificed a bull and a ram on each altar.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The LORD gave Balaam something to say, and said to him, &apos;Return to Balak and say this.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Balaam returned to him, while he and all the officials of Moab were standing next to his entirely burned offering."
            },
            {
                "verse_number": "7",
                "verse_text": "Then he raised his voice and made his address:"
            },
            {
                "verse_number": "8",
                "verse_text": "How can I curse"
            },
            {
                "verse_number": "9",
                "verse_text": "From the top of the rocks I see him;"
            },
            {
                "verse_number": "10",
                "verse_text": "Who can count the dust of Jacob,"
            },
            {
                "verse_number": "11",
                "verse_text": "Then Balak said to Balaam, &apos;What have you done to me? I took you to curse my enemy. But now you&quot;ve blessed him.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "He answered and said, &apos;Don&quot;t I have to take care to speak whatever the LORD gives me to say?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Balak said to Balaam, &apos;Come with me, please, to another place where you&quot;ll see them. You&quot;ll see only part of them. You won&quot;t see all of them. Then curse them for me from there.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "He took him to the field of Zophim, to the top of Pisgah. He built seven altars and offered a bull and a ram on each altar."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Balaam said to Balak, &apos;Stand here by your entirely burned offering, while I seek an appearance over there.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The LORD granted Balaam an appearance and gave him a message. He said, &apos;Return to Balak and say this.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Balaam approached Balak, who was standing by his entirely burned offering with the officials of Moab. Balak said to him, &apos;What did the LORD say?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then Balaam raised his voice and made his address:"
            },
            {
                "verse_number": "19",
                "verse_text": "God isn&quot;t a man that he would lie,"
            },
            {
                "verse_number": "20",
                "verse_text": "I received a blessing, and he blessed."
            },
            {
                "verse_number": "21",
                "verse_text": "He hasn&quot;t envisioned misfortune for Jacob,"
            },
            {
                "verse_number": "22",
                "verse_text": "God, who brought them out of Egypt,"
            },
            {
                "verse_number": "23",
                "verse_text": "There is no omen against Jacob,"
            },
            {
                "verse_number": "24",
                "verse_text": "A people now rises like a lioness,"
            },
            {
                "verse_number": "25",
                "verse_text": "Then Balak said to Balaam, &apos;Don&quot;t curse them or bless them.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "But Balaam answered and said to Balak, &apos;Didn&quot;t I say to you, &quot;I&quot;ll do whatever the LORD tells me to&quot;?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Balak said to Balaam, &apos;Please come and I&quot;ll take you to another place. Perhaps God will prefer it, so that you could curse him for me from there.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "So Balak took Balaam to the top of Peor, which overlooks Jeshimon."
            },
            {
                "verse_number": "29",
                "verse_text": "Balaam said to Balak, &apos;Build me seven altars here and prepare for me seven bulls and seven rams.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Balak did just as Balaam said. He offered a bull and a ram on each altar."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Balaam saw that it pleased the LORD to bless the Israelites, so he didn&quot;t go as the other times to seek omens. Instead, he turned toward the desert."
            },
            {
                "verse_number": "2",
                "verse_text": "Balaam looked up and saw Israel camping by tribes. Then God&quot;s spirit came on him."
            },
            {
                "verse_number": "3",
                "verse_text": "He raised his voice and made his address: &apos;The oracle of Balaam, Beor&quot;s son; who falls down with eyes uncovered. your camps, Israel! like gardens next to a river, like eaglewood trees that the LORD has planted, like cedar trees next to water. his seed will have plenty of water; his king will be higher than Agag, and his kingdom will be lifted up. is like a magnificent wild bull for him. He will devour enemy nations and break their bones; he will strike with his arrows. like a lioness, who can make her rise? The one blessing you will be blessed, and the one cursing you will be cursed.&apos; &apos;The oracle of Balaam, Beor&quot;s son, the oracle of a man whose eye is open. who falls down with eyes uncovered. I look at him, but not nearby. A star comes from Jacob; a scepter arises from Israel, smashing Moab&quot;s forehead, the head of all the Sethites. Seir a possession of its enemies. But Israel acts powerfully. and destroy the survivors from Ir.&apos; and raised his voice and gave his address: &apos;Amalek is foremost among the nations, but its end is to perish forever.&apos; and raised his voice and gave his address: &apos;Your dwelling is secure; your nest is set in the rock. when Asshur takes you away captive.&apos; and made his address: &apos;How terrible! Who will live when God does this? they will attack Eber, and even he will perish forever.&apos; the oracle of a man whose eye is open. who perceives the Almighty&quot;s visions, and understands the Most High&quot;s knowledge, who perceives the Almighty&quot;s visions,"
            },
            {
                "verse_number": "4",
                "verse_text": "The oracle of one who hears God&quot;s speech,"
            },
            {
                "verse_number": "5",
                "verse_text": "How beautiful are your tents, Jacob,"
            },
            {
                "verse_number": "6",
                "verse_text": "Like palm groves that stretch out,"
            },
            {
                "verse_number": "7",
                "verse_text": "Water will drip from his branches;"
            },
            {
                "verse_number": "8",
                "verse_text": "God, who brought him from Egypt,"
            },
            {
                "verse_number": "9",
                "verse_text": "He crouched and lay down like a lion;"
            },
            {
                "verse_number": "10",
                "verse_text": "Balak was angry with Balaam. He pounded his fists. Balak said to Balaam, &apos;I summoned you to curse my enemies, but now you&quot;ve given a blessing these three times."
            },
            {
                "verse_number": "11",
                "verse_text": "Now get out of here and go home. I told you I&quot;d greatly honor you, but the LORD has denied you any honor.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Balaam said to Balak, &apos;Didn&quot;t I tell your messengers, whom you sent to me,"
            },
            {
                "verse_number": "13",
                "verse_text": "&quot;If Balak would give me his house full of silver and gold, I wouldn&quot;t be able to break the LORD &quot;s command for good or ill by my own will. I&quot;ll say whatever the LORD says&quot;?"
            },
            {
                "verse_number": "14",
                "verse_text": "So now I&quot;m going to my people. Let me advise you what this people will do to your people in the days to come.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "He raised his voice and made his address:"
            },
            {
                "verse_number": "16",
                "verse_text": "The oracle of one who hears God&quot;s speech,"
            },
            {
                "verse_number": "17",
                "verse_text": "I see him, but not now;"
            },
            {
                "verse_number": "18",
                "verse_text": "Edom will become a possession,"
            },
            {
                "verse_number": "19",
                "verse_text": "Someone from Jacob will rule"
            },
            {
                "verse_number": "20",
                "verse_text": "He looked at Amalek"
            },
            {
                "verse_number": "21",
                "verse_text": "He looked at the Kenites"
            },
            {
                "verse_number": "22",
                "verse_text": "Yet Kain will burn"
            },
            {
                "verse_number": "23",
                "verse_text": "He raised his voice"
            },
            {
                "verse_number": "24",
                "verse_text": "Ships from Kittim will attack Asshur;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then Balaam arose, set out, and returned home. Balak also went on his way."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "When the Israelites lived at Shittim, the people made themselves impure by having illicit sex with Moabite women."
            },
            {
                "verse_number": "2",
                "verse_text": "The Moabite women invited the people to the sacrifices for their god. So the people ate a meal, and they worshipped their god."
            },
            {
                "verse_number": "3",
                "verse_text": "Israel became attached to the Baal of Peor, and the LORD was angry at the Israelites."
            },
            {
                "verse_number": "4",
                "verse_text": "The LORD said to Moses: Take all the leaders of the people and kill them on behalf of the LORD in broad daylight, so that the LORD &quot;s anger turns away from Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Moses said to Israel&quot;s officials, &apos;Each of you: kill your men who are attached to the Baal of Peor.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "An Israelite man brought a Midianite woman to his brothers in the sight of Moses and the entire Israelite community, who were weeping at the entrance of the meeting tent."
            },
            {
                "verse_number": "7",
                "verse_text": "When Phinehas (Eleazar&quot;s son and Aaron the priest&quot;s grandson) saw this, he arose in the middle of the community, took a spear in his hand,"
            },
            {
                "verse_number": "8",
                "verse_text": "went after the Israelite man into the chamber, and stabbed the two of them, the Israelite man and the woman, through the stomach. Then the plague stopped spreading among the Israelites."
            },
            {
                "verse_number": "9",
                "verse_text": "Yet those who died by the plague numbered twenty-four thousand."
            },
            {
                "verse_number": "10",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "11",
                "verse_text": "Phinehas (Eleazar&quot;s son and Aaron the priest&quot;s grandson) has turned back my rage toward the Israelites. Because he was jealous for me among you, I didn&quot;t consume the Israelites due to my jealousy."
            },
            {
                "verse_number": "12",
                "verse_text": "Therefore, say: I&quot;m now giving him my covenant of well-being."
            },
            {
                "verse_number": "13",
                "verse_text": "It will be for him and his descendants a covenant of permanent priesthood, because he was jealous for his God and sought reconciliation for the Israelites."
            },
            {
                "verse_number": "14",
                "verse_text": "The name of the slain Israelite man who was killed with the Midianite woman was Zimri the son of Salu, chief of Simeon&quot;s household."
            },
            {
                "verse_number": "15",
                "verse_text": "The name of the slain Midianite woman was Cozbi the daughter of Zur, a tribal leader of a Midianite household."
            },
            {
                "verse_number": "16",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "17",
                "verse_text": "Go after the Midianites and destroy them"
            },
            {
                "verse_number": "18",
                "verse_text": "because they went after you by the deception they devised for you at Peor with Cozbi, the Midianite chief&quot;s daughter and their sister, who was killed on the same day as the plague during the events at Peor."
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "After the plague the LORD said to Moses and Eleazar, Aaron the priest&quot;s son:"
            },
            {
                "verse_number": "2",
                "verse_text": "Take a census of the entire Israelite community, from 20 years old and above by their households, to determine everyone in Israel who is eligible for military service. Reuben&quot;s descendants: from Hanoch, the Hanochite clan; from Pallu, the Palluite clan; These are Joseph&quot;s descendants according to their clans."
            },
            {
                "verse_number": "3",
                "verse_text": "Moses and Eleazar the priest spoke to the people on the plains of Moab by the Jordan opposite Jericho:"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Take a census of those 20 years old and above as the LORD commanded Moses.&apos; The Israelites who left the land of Egypt were:"
            },
            {
                "verse_number": "5",
                "verse_text": "Reuben, Israel&quot;s oldest son."
            },
            {
                "verse_number": "6",
                "verse_text": "from Hezron, the Hezronite clan; from Carmi, the Carmite clan."
            },
            {
                "verse_number": "7",
                "verse_text": "These are the Reubenite clans. Their enrollment was 43,730."
            },
            {
                "verse_number": "8",
                "verse_text": "Pallu&quot;s descendants: Eliab."
            },
            {
                "verse_number": "9",
                "verse_text": "Eliab&quot;s descendants: Nemuel, Dathan, and Abiram. These are the Dathan and Abiram chosen by the community who fought against Moses and Aaron with the community of Korah, when they fought against the LORD ."
            },
            {
                "verse_number": "10",
                "verse_text": "The earth opened its mouth and swallowed them, along with Korah, when the community died and fire devoured 250 persons. They became a warning sign."
            },
            {
                "verse_number": "11",
                "verse_text": "But Korah&quot;s descendants didn&quot;t die."
            },
            {
                "verse_number": "12",
                "verse_text": "Simeon&quot;s descendants according to their clans: from Nemuel, the Nemuelite clan; from Jamin, the Jaminite clan; from Jachin, the Jachinite clan;"
            },
            {
                "verse_number": "13",
                "verse_text": "from Zerah, the Zerahite clan; from Shaul, the Shaulite clan."
            },
            {
                "verse_number": "14",
                "verse_text": "These are the Simeonite clans, 22,200."
            },
            {
                "verse_number": "15",
                "verse_text": "Gad&quot;s descendants according to their clans: from Zephon, the Zephonite clan; from Haggi, the Haggite clan; from Shuni, the Shunite clan;"
            },
            {
                "verse_number": "16",
                "verse_text": "from Ozni, the Oznite clan; from Eri, the Erite clan;"
            },
            {
                "verse_number": "17",
                "verse_text": "from Arod, the Arodite clan; from Areli, the Arelite clan."
            },
            {
                "verse_number": "18",
                "verse_text": "These are the Gadite clans. Their enrollment was 40,500."
            },
            {
                "verse_number": "19",
                "verse_text": "Judah&quot;s descendants: Er and Onan. Er and Onan died in the land of Canaan."
            },
            {
                "verse_number": "20",
                "verse_text": "Judah&quot;s descendants according to their clans: from Shelah, the Shelanite clan; from Perez, the Perezite clan; from Zerah, the Zerahite clan."
            },
            {
                "verse_number": "21",
                "verse_text": "Perez&quot;s descendants: from Hezron, the Hezronite clan; from Hamul, the Hamulite clan."
            },
            {
                "verse_number": "22",
                "verse_text": "These are the Judahite clans. Their enrollment was 76,500."
            },
            {
                "verse_number": "23",
                "verse_text": "Issachar&quot;s descendants according to their clans: from Tola, the Tolaite clan; from Puvah, the Punite clan;"
            },
            {
                "verse_number": "24",
                "verse_text": "from Jashub, the Jashubite clan; from Shimron, the Shimronite clan."
            },
            {
                "verse_number": "25",
                "verse_text": "These are the Issacharite clans. Their enrollment was 64,300."
            },
            {
                "verse_number": "26",
                "verse_text": "Zebulun&quot;s descendants according to their clans: from Sered, the Seredite clan; from Elon, the Elonite clan; from Jahleel, the Jahleelite clan."
            },
            {
                "verse_number": "27",
                "verse_text": "These are the Zebulunite clans. Their enrollment was 60,500."
            },
            {
                "verse_number": "28",
                "verse_text": "Joseph&quot;s descendants according to their clans: Manasseh and Ephraim."
            },
            {
                "verse_number": "29",
                "verse_text": "Manasseh&quot;s descendants: from Machir, the Machirite clan. Machir fathered Gilead. From Gilead, the Gileadite clan."
            },
            {
                "verse_number": "30",
                "verse_text": "These are Gilead&quot;s descendants: from Iezer, the Iezerite clan; from Helek, the Helekite clan;"
            },
            {
                "verse_number": "31",
                "verse_text": "from Asriel, the Asrielite clan; from Shechem, the Shechemite clan;"
            },
            {
                "verse_number": "32",
                "verse_text": "from Shemida, the Shemidaite clan; and from Hepher, the Hepherite clan."
            },
            {
                "verse_number": "33",
                "verse_text": "But Zelophehad, Hepher&quot;s son, had no sons, only daughters. The names of Zelophehad&quot;s daughters were Mahlah, Noah, Hoglah, Milcah, and Tirzah."
            },
            {
                "verse_number": "34",
                "verse_text": "These are the Manassehite clans. Their enrollment was 52,700."
            },
            {
                "verse_number": "35",
                "verse_text": "These are Ephraim&quot;s descendants according to their clans: from Shuthelah, the Shuthelahite clan; from Becher, the Becherite clan; from Tahan, the Tahanite clan."
            },
            {
                "verse_number": "36",
                "verse_text": "These are Shuthelah&quot;s descendants: from Eran, the Eranite clan."
            },
            {
                "verse_number": "37",
                "verse_text": "These are Ephraim&quot;s descendants. Their enrollment was 32,500."
            },
            {
                "verse_number": "38",
                "verse_text": "Benjamin&quot;s descendants according to their clans: from Bela, the Belaite clan; from Ashbel, the Ashbelite clan; from Ahiram, the Ahiramite clan;"
            },
            {
                "verse_number": "39",
                "verse_text": "from Shupham, the Shuphamite clan; from Hupham, the Huphamite clan."
            },
            {
                "verse_number": "40",
                "verse_text": "Bela&quot;s descendants were Ard and Naaman: from Ard, the Ardite clan; from Naaman, the Naamite clan."
            },
            {
                "verse_number": "41",
                "verse_text": "These are Benjamin&quot;s descendants according to their clans. Their enrollment was 45,600."
            },
            {
                "verse_number": "42",
                "verse_text": "These are Dan&quot;s descendants according to their clans: from Shuham, the Shuhamite clan. These are the Danite clans according to their clans."
            },
            {
                "verse_number": "43",
                "verse_text": "All the Shuhamite clans according to their enrollment were 64,400."
            },
            {
                "verse_number": "44",
                "verse_text": "Asher&quot;s descendants according to their clans: from Imnah, the Imnite clan; from Ishvi, the Ishvite clan; from Beriah, the Beriite clan."
            },
            {
                "verse_number": "45",
                "verse_text": "From Beriah&quot;s descendants: from Heber, the Heberite clan; from Malchiel, the Malchielite clan."
            },
            {
                "verse_number": "46",
                "verse_text": "The name of Asher&quot;s daughter was Serah."
            },
            {
                "verse_number": "47",
                "verse_text": "These are the clans of Asher&quot;s descendants. Their enrollment was 53,400."
            },
            {
                "verse_number": "48",
                "verse_text": "Naphtali&quot;s descendants according to their clans: from Jahzeel, the Jahzeelite clan; from Guni, the Gunite clan;"
            },
            {
                "verse_number": "49",
                "verse_text": "from Jezer, the Jezerite clan; from Shillem, the Shillemite clan."
            },
            {
                "verse_number": "50",
                "verse_text": "These are Naphtali&quot;s clans according to their clans. Their enrollment was 45,400."
            },
            {
                "verse_number": "51",
                "verse_text": "These are the ones enrolled as Israelites: 601,730."
            },
            {
                "verse_number": "52",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "53",
                "verse_text": "The land will be apportioned to these as an inheritance according to the number of names."
            },
            {
                "verse_number": "54",
                "verse_text": "To a large clan you will give a large inheritance, and to a small clan you will give a small inheritance. Each will be given its inheritance according to the number of its enrollment."
            },
            {
                "verse_number": "55",
                "verse_text": "The land, however, will be apportioned by lot. They will inherit according to the names of their ancestral tribes."
            },
            {
                "verse_number": "56",
                "verse_text": "Whether they are large or small, each tribe will inherit by means of the lot."
            },
            {
                "verse_number": "57",
                "verse_text": "These are the ones enrolled as Levites according to their clans: from Gershon, the Gershonite clan; from Kohath, the Kohathite clan; from Merari, the Merarite clan."
            },
            {
                "verse_number": "58",
                "verse_text": "These are the Levite clans: the Libnite clan, the Hebronite clan, the Mahlite clan, the Mushite clan, and the Korahite clan. Now Kohath fathered Amram."
            },
            {
                "verse_number": "59",
                "verse_text": "The name of Amram&quot;s wife was Jochebed, Levi&quot;s daughter, who was born to Levi in Egypt. She gave birth for Amram to Aaron, Moses, and Miriam their sister."
            },
            {
                "verse_number": "60",
                "verse_text": "To Aaron were born Nadab, Abihu, Eleazar, and Ithamar."
            },
            {
                "verse_number": "61",
                "verse_text": "Nadab and Abihu died when they made an unauthorized offering to the LORD ."
            },
            {
                "verse_number": "62",
                "verse_text": "Their enrollment was 23,000, consisting of every male one month old and above. They weren&quot;t enrolled with the Israelites because no inheritance of land was given to them among the Israelites."
            },
            {
                "verse_number": "63",
                "verse_text": "These are the ones whom Moses and Eleazar the priest enrolled. They enrolled the Israelites on the plains of Moab by the Jordan opposite Jericho."
            },
            {
                "verse_number": "64",
                "verse_text": "There wasn&quot;t one person among these from those enrolled by Moses and Aaron the priest when they enrolled the Israelites in the Sinai desert."
            },
            {
                "verse_number": "65",
                "verse_text": "The LORD had said to them, &apos;They will die in the desert.&apos; Not one of them remained, except Caleb, Jephunneh&quot;s son, and Joshua, Nun&quot;s son."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "The daughters of Zelophehad, Hepher&quot;s son, Gilead&quot;s grandson, Machir&quot;s great-grandson, and Manasseh&quot;s great-great-grandson, belonging to the clan of Manasseh son of Joseph, came forward. His daughters&quot; names were Mahlah, Noah, Hoglah, Milcah, and Tirzah."
            },
            {
                "verse_number": "2",
                "verse_text": "They stood before Moses, Eleazar the priest, the chiefs, and the entire community at the entrance of the meeting tent and said,"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Our father died in the desert. He wasn&quot;t part of the community who gathered against the LORD with Korah&quot;s community. He died for his own sin, but he had no sons."
            },
            {
                "verse_number": "4",
                "verse_text": "Why should our father&quot;s name be taken away from his clan because he didn&quot;t have a son? Give us property among our father&quot;s brothers.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Moses brought their case before the LORD ."
            },
            {
                "verse_number": "6",
                "verse_text": "The LORD said to Moses:"
            },
            {
                "verse_number": "7",
                "verse_text": "Zelophehad&quot;s daughters are right in what they are saying. By all means, give them property as an inheritance among their father&quot;s brothers. Hand over their father&quot;s inheritance to them."
            },
            {
                "verse_number": "8",
                "verse_text": "Speak to the Israelites and say: If a man dies and doesn&quot;t have a son, you must hand his inheritance over to his daughters."
            },
            {
                "verse_number": "9",
                "verse_text": "If he doesn&quot;t have a daughter, you will give his inheritance to his brothers."
            },
            {
                "verse_number": "10",
                "verse_text": "If he doesn&quot;t have any brothers, you should give his inheritance to his father&quot;s brothers."
            },
            {
                "verse_number": "11",
                "verse_text": "If his father had no brothers, you should give his inheritance to his nearest relative from his clan. He will take possession of it. This will be a regulation and a case law for the Israelites, as the LORD commanded Moses."
            },
            {
                "verse_number": "12",
                "verse_text": "The LORD said to Moses, &apos;Go up this mountain, Abarim, and look at the land that I&quot;ve given to the Israelites."
            },
            {
                "verse_number": "13",
                "verse_text": "You will see it and then join your ancestors just as Aaron your brother has,"
            },
            {
                "verse_number": "14",
                "verse_text": "because in the Zin desert, when the community confronted you, you rebelled against my command to show them my holiness by means of the water.&apos; (These are the waters of Meribah of Kadesh in the Zin desert.)"
            },
            {
                "verse_number": "15",
                "verse_text": "Moses spoke to the LORD :"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Let the LORD , the God of all living things, appoint someone over the community"
            },
            {
                "verse_number": "17",
                "verse_text": "who will go out before them and return before them, someone who will lead them out and bring them back, so that the LORD &quot;s community won&quot;t be like sheep without their shepherd.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The LORD said to Moses, &apos;Take Joshua, Nun&quot;s son, a man who has the spirit, and lay your hand on him."
            },
            {
                "verse_number": "19",
                "verse_text": "Place him before Eleazar the priest and the entire community and commission him before them."
            },
            {
                "verse_number": "20",
                "verse_text": "You will give him some of your power so that the entire Israelite community may obey."
            },
            {
                "verse_number": "21",
                "verse_text": "He will stand before Eleazar the priest, who will determine for him the decision by lot before the LORD . At his command, he and all the Israelites with him, the entire community, will go out, and at his command they will return.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Moses did as the LORD commanded him. He took Joshua and placed him before Eleazar the priest and the entire community."
            },
            {
                "verse_number": "23",
                "verse_text": "He laid his hands on him and commissioned him as the LORD had spoken through Moses."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "2",
                "verse_text": "Command the Israelites and say to them: Make sure to offer to me my offering, my food, my food gift as a soothing smell to me at its appointed time."
            },
            {
                "verse_number": "3",
                "verse_text": "You will say to them: This is the food gift that you must present to the LORD : two flawless one-year-old lambs as the regular entirely burned offering every day."
            },
            {
                "verse_number": "4",
                "verse_text": "One lamb you will offer in the morning and the second at twilight,"
            },
            {
                "verse_number": "5",
                "verse_text": "with a tenth of an ephah of fine flour for a grain offering mixed with a fourth of a hin of beaten oil."
            },
            {
                "verse_number": "6",
                "verse_text": "It is the regular entirely burned offering begun at Mount Sinai, a food gift that is a soothing smell to the LORD ."
            },
            {
                "verse_number": "7",
                "verse_text": "Their drink offering will be a fourth of a hin for each lamb. In the sanctuary a drink offering of brandy will be poured out for the LORD ."
            },
            {
                "verse_number": "8",
                "verse_text": "The second lamb you will offer at twilight like the grain offering and the drink offering in the morning. You will offer a food gift that is a soothing smell to the LORD ."
            },
            {
                "verse_number": "9",
                "verse_text": "On the Sabbath day: two flawless one-year-old male lambs and two-tenths of fine flour for a grain offering, mixed with oil, and its drink offering."
            },
            {
                "verse_number": "10",
                "verse_text": "This is the entirely burned offering for every Sabbath, in addition to the regular entirely burned offering and its drink offering."
            },
            {
                "verse_number": "11",
                "verse_text": "At the beginning of every month you will present an entirely burned offering to the LORD : two bulls from the herd, one ram, and seven one-year-old male lambs, all flawless."
            },
            {
                "verse_number": "12",
                "verse_text": "Use three-tenths of fine flour for a grain offering mixed with oil for each bull, two-tenths of fine flour for a grain offering mixed with oil for each ram,"
            },
            {
                "verse_number": "13",
                "verse_text": "and one-tenth of fine flour for a grain offering mixed with oil for each lamb. It is an entirely burned offering with a soothing smell, a food gift to the LORD ."
            },
            {
                "verse_number": "14",
                "verse_text": "Their drink offerings will be half a hin of wine for a bull, a third a hin of wine for a ram, and a fourth a hin of wine for a lamb. This is the monthly entirely burned offering for every month through the months of the year."
            },
            {
                "verse_number": "15",
                "verse_text": "There will be one male goat for a purification offering to the LORD in addition to the regular entirely burned offering and its drink offering."
            },
            {
                "verse_number": "16",
                "verse_text": "On the fourteenth day of the first month there will be a Passover offering to the LORD ."
            },
            {
                "verse_number": "17",
                "verse_text": "On the fifteenth day of this month there will be a festival. For seven days unleavened bread will be eaten."
            },
            {
                "verse_number": "18",
                "verse_text": "The first day will be a holy occasion. You will not do any job-related work."
            },
            {
                "verse_number": "19",
                "verse_text": "You will bring a food gift, an entirely burned offering to the LORD : two bulls from the herd, one ram, and seven male lambs one year old. They will be flawless."
            },
            {
                "verse_number": "20",
                "verse_text": "Their grain offering will be fine flour mixed with oil. You will offer three-tenths for the bull, two-tenths for the ram,"
            },
            {
                "verse_number": "21",
                "verse_text": "and one-tenth for each of the seven lambs,"
            },
            {
                "verse_number": "22",
                "verse_text": "along with one male goat for a purification offering to seek reconciliation for yourselves."
            },
            {
                "verse_number": "23",
                "verse_text": "You will offer these in addition to the entirely burned offering of the morning, which is the regular entirely burned offering."
            },
            {
                "verse_number": "24",
                "verse_text": "Like these, you will also offer each day for seven days a food gift as a soothing smell to the LORD . It will be offered in addition to the regular entirely burned offering and its drink offering."
            },
            {
                "verse_number": "25",
                "verse_text": "The seventh day will be a holy occasion for you. You will not do any job-related work."
            },
            {
                "verse_number": "26",
                "verse_text": "The day of the early produce, when you present your new grain offering to the LORD at your Festival of Weeks, will be a holy occasion for you. You will not do any job-related work."
            },
            {
                "verse_number": "27",
                "verse_text": "You will present an entirely burned offering as a soothing smell to the LORD : two bulls from the herd, one ram, and seven male lambs one year old."
            },
            {
                "verse_number": "28",
                "verse_text": "Their grain offering will be fine flour mixed with oil: three-tenths for each bull, two-tenths for the one ram,"
            },
            {
                "verse_number": "29",
                "verse_text": "and one-tenth for each of the seven lambs."
            },
            {
                "verse_number": "30",
                "verse_text": "Offer one male goat to seek reconciliation for yourselves."
            },
            {
                "verse_number": "31",
                "verse_text": "You will offer these in addition to the regular entirely burned offering, its grain offering and drink offerings. They will be flawless."
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "The first day of the seventh month will be a holy occasion for you. You will not do any job-related work. It will be for you a day of the trumpet&quot;s sound."
            },
            {
                "verse_number": "2",
                "verse_text": "You will offer an entirely burned offering as a soothing smell to the LORD : one bull from the herd, one ram, and seven male lambs one year old, all flawless."
            },
            {
                "verse_number": "3",
                "verse_text": "Their grain offering will be fine flour mixed with oil, three-tenths for the bull, two-tenths for the ram,"
            },
            {
                "verse_number": "4",
                "verse_text": "and one-tenth for each of the seven lambs."
            },
            {
                "verse_number": "5",
                "verse_text": "There will be one male goat for a purification offering to seek reconciliation for yourselves."
            },
            {
                "verse_number": "6",
                "verse_text": "This is in addition to the monthly entirely burned offering with its grain offering, and the regular entirely burned offering with its grain offering and drink offerings as prescribed. It will be a soothing smell, a food gift to the LORD ."
            },
            {
                "verse_number": "7",
                "verse_text": "The tenth day of this seventh month will be a holy occasion for you. You will deny yourselves and not do any work."
            },
            {
                "verse_number": "8",
                "verse_text": "You will present an entirely burned offering to the LORD as a soothing smell: one bull from the herd, one ram, and seven male lambs one year old. They will be flawless."
            },
            {
                "verse_number": "9",
                "verse_text": "Their grain offering will be fine flour mixed with oil, three-tenths for the bull, two-tenths for the one ram,"
            },
            {
                "verse_number": "10",
                "verse_text": "and one-tenth for each of the seven lambs."
            },
            {
                "verse_number": "11",
                "verse_text": "There will be one male goat for a purification offering in addition to the purification offering of reconciliation, and the regular entirely burned offering with its grain offering and drink offerings."
            },
            {
                "verse_number": "12",
                "verse_text": "The fifteenth day of the seventh month will be a holy occasion for you. You will not do any job-related work. You will celebrate a festival to the LORD for seven days."
            },
            {
                "verse_number": "13",
                "verse_text": "You will present an entirely burned offering, a food gift as a soothing smell to the LORD : thirteen bulls from the herd, two rams, and fourteen male lambs one year old. They will be flawless."
            },
            {
                "verse_number": "14",
                "verse_text": "Their grain offering will be fine flour mixed with oil: three-tenths for each of the thirteen bulls, two-tenths for each of the two rams,"
            },
            {
                "verse_number": "15",
                "verse_text": "and one-tenth for each of the fourteen lambs."
            },
            {
                "verse_number": "16",
                "verse_text": "There will be one male goat for a purification offering in addition to the regular entirely burned offering with its grain offering and its drink offering."
            },
            {
                "verse_number": "17",
                "verse_text": "On the second day: twelve bulls from the herd, two rams, and fourteen male lambs one year old, all flawless."
            },
            {
                "verse_number": "18",
                "verse_text": "The grain offering and drink offerings for the bulls, rams, and lambs will be as prescribed for their number."
            },
            {
                "verse_number": "19",
                "verse_text": "There will be one male goat for a purification offering in addition to the regular entirely burned offering with its grain offering and drink offerings."
            },
            {
                "verse_number": "20",
                "verse_text": "On the third day: eleven bulls, two rams, and fourteen male lambs one year old, all flawless."
            },
            {
                "verse_number": "21",
                "verse_text": "The grain offering and drink offerings for the bulls, rams, and lambs will be as prescribed for their number."
            },
            {
                "verse_number": "22",
                "verse_text": "There will be one male goat for a purification offering in addition to the regular entirely burned offering with its grain offering and drink offering."
            },
            {
                "verse_number": "23",
                "verse_text": "On the fourth day: ten bulls, two rams, and fourteen male lambs one year old, all flawless."
            },
            {
                "verse_number": "24",
                "verse_text": "The grain offering and drink offerings for the bulls, rams, and lambs will be as prescribed for their number."
            },
            {
                "verse_number": "25",
                "verse_text": "There will be one male goat for a purification offering in addition to the regular entirely burned offering with its grain offering and drink offering."
            },
            {
                "verse_number": "26",
                "verse_text": "On the fifth day: nine bulls, two rams, and fourteen male lambs one year old, all flawless."
            },
            {
                "verse_number": "27",
                "verse_text": "The grain offering and their drink offerings for the bulls, rams, and lambs will be as prescribed for their number."
            },
            {
                "verse_number": "28",
                "verse_text": "There will be one male goat for a purification offering in addition to the regular entirely burned offering with its grain offering and drink offering."
            },
            {
                "verse_number": "29",
                "verse_text": "On the sixth day: eight bulls, two rams, and fourteen male lambs one year old, all flawless."
            },
            {
                "verse_number": "30",
                "verse_text": "The grain offering and their drink offerings for the bulls, rams, and lambs will be as prescribed for their number."
            },
            {
                "verse_number": "31",
                "verse_text": "There will be one male goat for a purification offering in addition to the regular entirely burned offering with its grain offering and its drink offerings."
            },
            {
                "verse_number": "32",
                "verse_text": "On the seventh day: seven bulls, two rams, and fourteen male lambs one year old, all flawless."
            },
            {
                "verse_number": "33",
                "verse_text": "The grain offering and their drink offering for the bulls, rams, and lambs will be as prescribed for their number."
            },
            {
                "verse_number": "34",
                "verse_text": "There will be one male goat for a purification offering in addition to the regular entirely burned offering with its grain offering and its drink offering."
            },
            {
                "verse_number": "35",
                "verse_text": "On the eighth day you will have a holiday. You will not do any job-related work."
            },
            {
                "verse_number": "36",
                "verse_text": "You will present an entirely burned offering, a food gift as a soothing smell to the LORD : one bull, one ram, and seven male lambs one year old, all without blemish."
            },
            {
                "verse_number": "37",
                "verse_text": "The grain offering and their drink offerings for the bull, ram, and lambs will be as prescribed for their number."
            },
            {
                "verse_number": "38",
                "verse_text": "There will be one male goat for a purification offering in addition to the regular entirely burned offering with its grain offering and its drink offering."
            },
            {
                "verse_number": "39",
                "verse_text": "These you will offer to the LORD at your appointed times in addition to your payments for solemn promises, your spontaneous gifts, your entirely burned offerings, your grain offerings, your drink offerings, and your well-being sacrifices."
            },
            {
                "verse_number": "40",
                "verse_text": "Moses told the Israelites everything that the LORD commanded Moses."
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "Moses spoke to the leaders of the tribes of the Israelites: This is what the LORD has commanded:"
            },
            {
                "verse_number": "2",
                "verse_text": "When a man makes a solemn promise to the LORD or swears a solemn pledge of binding obligation for himself, he cannot break his word. He must do everything he said."
            },
            {
                "verse_number": "3",
                "verse_text": "When a woman makes a solemn promise to the LORD or a binding obligation while she is young and in her father&quot;s household,"
            },
            {
                "verse_number": "4",
                "verse_text": "and her father hears her solemn promise or her binding obligation for herself and keeps silent &ndash;then all her solemn promises and any of her binding obligations for herself will stand."
            },
            {
                "verse_number": "5",
                "verse_text": "But if her father expresses disapproval to her on the day that he hears her, none of her solemn promises nor any of her binding obligations for herself will stand. The LORD will forgive her, because her father expressed disapproval to her."
            },
            {
                "verse_number": "6",
                "verse_text": "If she marries while her solemn promise is in effect or makes a statement by which she binds herself,"
            },
            {
                "verse_number": "7",
                "verse_text": "and her husband hears it and on the day he hears it keeps silent&ndash;her solemn promises will stand as well as her binding obligations for herself."
            },
            {
                "verse_number": "8",
                "verse_text": "But if on the day that her husband hears it he expresses disapproval to her, he can break her solemn promise and the statement by which she bound herself. Then the LORD will forgive her."
            },
            {
                "verse_number": "9",
                "verse_text": "Every solemn promise of a widow or a divorced woman who makes a binding obligation for herself will stand."
            },
            {
                "verse_number": "10",
                "verse_text": "If a woman makes a solemn promise in her husband&quot;s household or makes a binding obligation for herself with a solemn pledge,"
            },
            {
                "verse_number": "11",
                "verse_text": "and her husband hears, keeps silent, and doesn&quot;t express disapproval to her&ndash;then all her solemn promises will stand and all her binding obligations for herself will stand."
            },
            {
                "verse_number": "12",
                "verse_text": "If her husband breaks them on the day he hears them, then whatever she said with regard to her solemn promises or the binding obligations for herself will not stand. Her husband has broken them. The LORD will forgive her."
            },
            {
                "verse_number": "13",
                "verse_text": "Her husband may allow any solemn promise or any binding pledge of self-denial to stand or be broken."
            },
            {
                "verse_number": "14",
                "verse_text": "But if her husband keeps silent from one day to the next, he has upheld all her solemn promises, or all her binding obligations. He has upheld them because he remained silent on the day he heard them."
            },
            {
                "verse_number": "15",
                "verse_text": "If he breaks them after he has heard them, he will assume her guilt."
            },
            {
                "verse_number": "16",
                "verse_text": "These are the regulations that the LORD commanded Moses concerning a husband and his wife and between a father and his daughter while she is young and in her father&quot;s household."
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "2",
                "verse_text": "Take just reparations for the Israelites from the Midianites. Afterward you will join your ancestors."
            },
            {
                "verse_number": "3",
                "verse_text": "Moses spoke to the people: &apos;Equip some of your men for battle so that they may go against Midian and execute the LORD &quot;s just punishment against Midian."
            },
            {
                "verse_number": "4",
                "verse_text": "You will send out for battle one thousand from each of the tribes of Israel.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "From the thousands of Israel, one thousand from each tribe were selected. Twelve thousand were equipped for battle."
            },
            {
                "verse_number": "6",
                "verse_text": "Moses sent them to battle, one thousand from each tribe, along with Phinehas, Eleazar the priest&quot;s son, who carried the sanctuary equipment and the trumpets for sounding the alarm in his hand."
            },
            {
                "verse_number": "7",
                "verse_text": "They battled against Midian as the LORD had commanded Moses, and they killed every male."
            },
            {
                "verse_number": "8",
                "verse_text": "They killed the kings of Midian: Evi, Rekem, Zur, Hur, and Reba, the five kings of Midian, along with others slain. They also killed Balaam, Beor&quot;s son, with the sword."
            },
            {
                "verse_number": "9",
                "verse_text": "The Israelites took captive the Midianite women, their little ones, all their cattle, their herds, and their possessions."
            },
            {
                "verse_number": "10",
                "verse_text": "They burned all the cities where they lived and their encampments."
            },
            {
                "verse_number": "11",
                "verse_text": "They took all the spoils of war and the valuable property, both human and animal,"
            },
            {
                "verse_number": "12",
                "verse_text": "and they brought the captives, the valuable property, and the spoils of war to Moses, Eleazar the priest, and the Israelite community, at the camp on the plains of Moab by the Jordan across from Jericho."
            },
            {
                "verse_number": "13",
                "verse_text": "Moses, Eleazar the priest, and the chiefs of the community went to meet them outside the camp."
            },
            {
                "verse_number": "14",
                "verse_text": "Moses became angry with the commanders of the army, the officers of thousands and the officers of hundreds, who came back from the battle."
            },
            {
                "verse_number": "15",
                "verse_text": "Moses said to them, &apos;Have you let all the women live?"
            },
            {
                "verse_number": "16",
                "verse_text": "These very women, on Balaam&quot;s advice, made the Israelites break faith with the LORD in the affair at Peor, so there was a plague among the LORD &quot;s community."
            },
            {
                "verse_number": "17",
                "verse_text": "Now kill every male child and every female who has known a man intimately by sleeping with him."
            },
            {
                "verse_number": "18",
                "verse_text": "But all the young girls who have not known a man intimately by sleeping with him, spare for yourselves."
            },
            {
                "verse_number": "19",
                "verse_text": "You will remain outside the camp for seven days. Everyone among you or your captives who has killed a person or touched a corpse must purify themselves on the third and seventh days."
            },
            {
                "verse_number": "20",
                "verse_text": "You must also purify every garment, and everything made of leather, goats&quot; hair, or wood.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Eleazar the priest said to the men of battle who had gone out to war, &apos;This is the regulation in the Instruction that the LORD commanded Moses:"
            },
            {
                "verse_number": "22",
                "verse_text": "Gold, silver, copper, iron, tin, and lead&ndash;"
            },
            {
                "verse_number": "23",
                "verse_text": "anything that can withstand fire&ndash;you will put through the fire and it will be clean. It will also be purified with the water of purification. Anything that isn&quot;t able to withstand fire, you will immerse in water."
            },
            {
                "verse_number": "24",
                "verse_text": "You must wash your clothes on the seventh day and you will be clean. Afterward you may enter the camp.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "The LORD said to Moses:"
            },
            {
                "verse_number": "26",
                "verse_text": "You, Eleazar the priest, and the leaders of the community&quot;s households must take an inventory of the valuable property and the captives, both human and animals,"
            },
            {
                "verse_number": "27",
                "verse_text": "and divide the valuable property between the warriors who went into battle and the entire community."
            },
            {
                "verse_number": "28",
                "verse_text": "You will offer as tribute to the LORD from each warrior who went into battle one living being in five hundred, whether human, oxen, donkeys, or flocks."
            },
            {
                "verse_number": "29",
                "verse_text": "Take it from the warriors&quot; half and give it to Eleazar the priest as a gift offering to the LORD ."
            },
            {
                "verse_number": "30",
                "verse_text": "But from the Israelites&quot; half you will take one out of every fifty, whether from human, oxen, donkeys, or flock&ndash;all the animals. You will give them to the Levites who carry out the duties of the LORD &quot;s dwelling."
            },
            {
                "verse_number": "31",
                "verse_text": "Moses and Eleazar the priest did as the LORD commanded Moses."
            },
            {
                "verse_number": "32",
                "verse_text": "The valuable property remaining from the spoils of war that the people of the army had taken was 675,000 sheep,"
            },
            {
                "verse_number": "33",
                "verse_text": "72,000 oxen,"
            },
            {
                "verse_number": "34",
                "verse_text": "61,000 donkeys,"
            },
            {
                "verse_number": "35",
                "verse_text": "and 32,000 women who hadn&quot;t known a man intimately by sleeping with him."
            },
            {
                "verse_number": "36",
                "verse_text": "The half-share of those who had gone out to battle numbered 337,500 sheep,"
            },
            {
                "verse_number": "37",
                "verse_text": "of which the LORD &quot;s tribute was 675."
            },
            {
                "verse_number": "38",
                "verse_text": "The oxen were 36,000, of which the LORD &quot;s tribute was 72."
            },
            {
                "verse_number": "39",
                "verse_text": "The donkeys were 30,500, of which the LORD &quot;s tribute was 61."
            },
            {
                "verse_number": "40",
                "verse_text": "Humans were 16,000, of which the LORD &quot;s tribute was 32 persons."
            },
            {
                "verse_number": "41",
                "verse_text": "Moses gave the tribute, a gift offering for the LORD , to Eleazar the priest as the LORD had commanded Moses."
            },
            {
                "verse_number": "42",
                "verse_text": "As for the half-share of the Israelites that Moses divided from those who had gone out to battle:"
            },
            {
                "verse_number": "43",
                "verse_text": "the community&quot;s half-share was 337,500 sheep,"
            },
            {
                "verse_number": "44",
                "verse_text": "36,000 oxen,"
            },
            {
                "verse_number": "45",
                "verse_text": "30,500 donkeys,"
            },
            {
                "verse_number": "46",
                "verse_text": "and 16,000 humans."
            },
            {
                "verse_number": "47",
                "verse_text": "Moses took from the Israelites&quot; half one out of every fifty, from humans and animals. He gave them to the Levites who carry out the duties of the LORD &quot;s dwelling, just as the LORD had commanded Moses."
            },
            {
                "verse_number": "48",
                "verse_text": "The commanders over the thousands of the army, officers over thousands and officers over hundreds, approached Moses"
            },
            {
                "verse_number": "49",
                "verse_text": "and said to Moses, &apos;Your servants have counted the warriors in our charge and not one of us is missing."
            },
            {
                "verse_number": "50",
                "verse_text": "We have brought the LORD &quot;s offering that each found, gold articles&ndash;anklets, bracelets, signet rings, earrings, and necklaces&ndash;to seek reconciliation for ourselves before the LORD .&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "Moses and Eleazar the priest took all the gold articles from them."
            },
            {
                "verse_number": "52",
                "verse_text": "All the gold for the gift offering that was presented to the LORD from the officers of thousands and the officers of hundreds was sixteen thousand seven hundred fifty shekels."
            },
            {
                "verse_number": "53",
                "verse_text": "Each of the men of battle took spoils of war for himself."
            },
            {
                "verse_number": "54",
                "verse_text": "Yet Moses and Eleazar the priest also received the gold from the officers of thousands and of hundreds, and they brought it to the meeting tent as a memorial for the Israelites before the LORD ."
            }
        ],
        "32": [
            {
                "verse_number": "1",
                "verse_text": "The livestock owned by the Reubenites and the Gadites were unusually vast and numerous. They saw that the land of Jazer and the land of Gilead were exactly the place for livestock."
            },
            {
                "verse_number": "2",
                "verse_text": "So the Gadites and the Reubenites came and said to Moses, Eleazar the priest, and the chiefs of the community:"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo, and Beon is"
            },
            {
                "verse_number": "4",
                "verse_text": "the land that the LORD struck down before the Israelite community. It is a land for livestock, and your servants have livestock.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "They said, &apos;If you approve our request, give this land to your servants as property. Don&quot;t make us cross the Jordan.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Moses said to the Gadites and the Reubenites, &apos;Should your brothers go to war, while you stay here?"
            },
            {
                "verse_number": "7",
                "verse_text": "Why would you destroy the Israelites&quot; resolve to cross into the land that the LORD gave them?"
            },
            {
                "verse_number": "8",
                "verse_text": "Your ancestors did this, when I sent them from Kadesh-barnea to inspect the land."
            },
            {
                "verse_number": "9",
                "verse_text": "They went up to the Cluster ravine, saw the land, and destroyed the Israelites&quot; resolve to enter the land that the LORD had given them."
            },
            {
                "verse_number": "10",
                "verse_text": "The LORD became angry on that day and promised,"
            },
            {
                "verse_number": "11",
                "verse_text": "&quot;None of the persons that went up from Egypt, those 20 years old and above, will see the fertile ground that I promised to Abraham, Isaac, and Jacob, because they didn&quot;t remain true to me,"
            },
            {
                "verse_number": "12",
                "verse_text": "except Caleb, Jephunneh the Kenizzite&quot;s son, and Joshua, Nun&quot;s son, because they remained true to the LORD .&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "The LORD became angry with the Israelites and made them wander in the desert for forty years until the entire generation had died, which had done evil in the LORD &quot;s eyes."
            },
            {
                "verse_number": "14",
                "verse_text": "Now you&quot;ve taken the place of your ancestors, a group of sinful men, to intensify the LORD &quot;s anger against Israel."
            },
            {
                "verse_number": "15",
                "verse_text": "If you turn away from him, he will turn away again to abandon Israel in the desert. Then you will destroy this entire people.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So they approached him and said, &apos;We will build walled enclosures here for our livestock and towns for our children."
            },
            {
                "verse_number": "17",
                "verse_text": "Then we will eagerly fight in front of the Israelites until we have brought them into their place. Our children will live in the fortified cities because of the land&quot;s inhabitants."
            },
            {
                "verse_number": "18",
                "verse_text": "And we won&quot;t return to our homes until each one of the Israelites takes possession of his property."
            },
            {
                "verse_number": "19",
                "verse_text": "We won&quot;t inherit land with them there across the Jordan, because we&quot;ve received our property on the east side of the Jordan.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Moses said to them, &apos;Do this and fight before the LORD in war."
            },
            {
                "verse_number": "21",
                "verse_text": "All of you who are equipped for war, cross the Jordan before the LORD until he has driven his enemies out before him"
            },
            {
                "verse_number": "22",
                "verse_text": "and the land is subdued in the LORD &quot;s presence. Then you may return innocently before the LORD and Israel, and this land will be your property before the LORD ."
            },
            {
                "verse_number": "23",
                "verse_text": "But if you don&quot;t do this, you&quot;ve sinned against the LORD . Know that your sin will find you."
            },
            {
                "verse_number": "24",
                "verse_text": "So build towns for your children and walled enclosures for your flocks, but do what you have promised.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "The Gadites and the Reubenites said to Moses, &apos;Your servants will do as my master has commanded."
            },
            {
                "verse_number": "26",
                "verse_text": "Our children, wives, livestock, and all of our animals will remain in the cities of Gilead."
            },
            {
                "verse_number": "27",
                "verse_text": "But your servants, everyone equipped for war before the LORD , will go over to do battle as my master said.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Moses made demands for them to Eleazar the priest, to Joshua, Nun&quot;s son, and to the leaders of the households of the Israelite tribes."
            },
            {
                "verse_number": "29",
                "verse_text": "Moses said to them, &apos;If the Gadites and the Reubenites cross the Jordan with you, each equipped for battle before the LORD , and the land is subdued before you, then you will give them the land of Gilead as a possession."
            },
            {
                "verse_number": "30",
                "verse_text": "If, however, they don&quot;t cross with you, equipped for war, they will take possession of property with you in the land of Canaan.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "The Gadites and the Reubenites answered, &apos;We&quot;ll do just as the LORD has spoken to your servants."
            },
            {
                "verse_number": "32",
                "verse_text": "We&quot;ll cross into the land of Canaan before the LORD , equipped for war. But the property we inherit will be across the Jordan.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "So Moses gave to them&ndash;to the Gadites, the Reubenites, and half the tribe of Manasseh, Joseph&quot;s son&ndash;the kingdom of Sihon the king of the Amorites, and the kingdom of Og the king of Bashan, including the land, its cities, and the territory surrounding the land&quot;s cities."
            },
            {
                "verse_number": "34",
                "verse_text": "The Gadites built Dibon, Ataroth, Aroer,"
            },
            {
                "verse_number": "35",
                "verse_text": "Atroth-shophan, Jazer, Jogbehah,"
            },
            {
                "verse_number": "36",
                "verse_text": "Beth-nimrah, and Beth-haran, fortified cities and walled enclosures for flocks."
            },
            {
                "verse_number": "37",
                "verse_text": "The Reubenites built Heshbon, Elealeh, Kiriathaim,"
            },
            {
                "verse_number": "38",
                "verse_text": "Nebo, and Baal-meon (whose names were changed), and Sibmah. They named the cities that they built."
            },
            {
                "verse_number": "39",
                "verse_text": "The descendants of Machir, Manasseh&quot;s son, went to Gilead, captured it, and drove out the Amorites who were there."
            },
            {
                "verse_number": "40",
                "verse_text": "So Moses gave Gilead to Machir, Manasseh&quot;s son, and he lived there."
            },
            {
                "verse_number": "41",
                "verse_text": "Manasseh&quot;s son Jair went and captured their villages and named them Havvoth-jair."
            },
            {
                "verse_number": "42",
                "verse_text": "Nobah went and captured Kenath and its surrounding villages. He renamed it Nobah after himself."
            }
        ],
        "33": [
            {
                "verse_number": "1",
                "verse_text": "These were the stages by which the Israelites marched when they left the land of Egypt, according to their military units under the leadership of Moses and Aaron."
            },
            {
                "verse_number": "2",
                "verse_text": "Moses recorded the points of departure for each stage of the march at the LORD &quot;s command. These are the stages of their march according to their points of departure. Then they traveled three days in the Etham desert and they camped at Marah."
            },
            {
                "verse_number": "3",
                "verse_text": "They marched from Rameses on the fifteenth day of the first month. On the day after the Passover the Israelites went out defiantly in the sight of all the Egyptians,"
            },
            {
                "verse_number": "4",
                "verse_text": "while the Egyptians were burying their oldest males, whom the LORD had killed. The LORD also executed judgments against their gods."
            },
            {
                "verse_number": "5",
                "verse_text": "The Israelites marched from Rameses and they camped at Succoth."
            },
            {
                "verse_number": "6",
                "verse_text": "They marched from Succoth and camped at Etham on the edge of the desert."
            },
            {
                "verse_number": "7",
                "verse_text": "They marched from Etham and turned back to Pi-hahiroth, which faces Baal-zephon, and they camped before Migdol."
            },
            {
                "verse_number": "8",
                "verse_text": "They marched from Pi-hahiroth and they crossed through the sea toward the desert."
            },
            {
                "verse_number": "9",
                "verse_text": "They marched from Marah and arrived at Elim. At Elim there were twelve springs of water and seventy palm trees and they camped there."
            },
            {
                "verse_number": "10",
                "verse_text": "They marched from Elim and camped by the Reed Sea."
            },
            {
                "verse_number": "11",
                "verse_text": "They marched from the Reed Sea and camped in the Sin desert."
            },
            {
                "verse_number": "12",
                "verse_text": "They marched from the Sin desert and camped at Dophkah."
            },
            {
                "verse_number": "13",
                "verse_text": "They marched from Dophkah and camped at Alush."
            },
            {
                "verse_number": "14",
                "verse_text": "They marched from Alush and camped at Rephidim, where there was no water for the people to drink."
            },
            {
                "verse_number": "15",
                "verse_text": "They marched from Rephidim and camped in the Sinai desert."
            },
            {
                "verse_number": "16",
                "verse_text": "They marched from the Sinai desert and camped at Kibroth-hattaavah."
            },
            {
                "verse_number": "17",
                "verse_text": "They marched from Kibroth-hattaavah and camped at Hazeroth."
            },
            {
                "verse_number": "18",
                "verse_text": "They marched from Hazeroth and camped at Rithmah."
            },
            {
                "verse_number": "19",
                "verse_text": "They marched from Rithmah and camped at Rimmon-perez."
            },
            {
                "verse_number": "20",
                "verse_text": "They marched from Rimmon-perez and camped at Libnah."
            },
            {
                "verse_number": "21",
                "verse_text": "They marched from Libnah and camped at Rissah."
            },
            {
                "verse_number": "22",
                "verse_text": "They marched from Rissah and camped at Kehelathah."
            },
            {
                "verse_number": "23",
                "verse_text": "They marched from Kehelathah and camped at Mount Shepher."
            },
            {
                "verse_number": "24",
                "verse_text": "They marched from Mount Shepher and camped at Haradah."
            },
            {
                "verse_number": "25",
                "verse_text": "They marched from Haradah and camped at Makheloth."
            },
            {
                "verse_number": "26",
                "verse_text": "They marched from Makheloth and camped at Tahath."
            },
            {
                "verse_number": "27",
                "verse_text": "They marched from Tahath and camped at Terah."
            },
            {
                "verse_number": "28",
                "verse_text": "They marched from Terah and camped at Mithkah."
            },
            {
                "verse_number": "29",
                "verse_text": "They marched from Mithkah and camped at Hashmonah."
            },
            {
                "verse_number": "30",
                "verse_text": "They marched from Hashmonah and camped at Moseroth."
            },
            {
                "verse_number": "31",
                "verse_text": "They marched from Moseroth and camped at Bene-jaakan."
            },
            {
                "verse_number": "32",
                "verse_text": "They marched from Bene-jaakan and camped at Hor-haggidgad."
            },
            {
                "verse_number": "33",
                "verse_text": "They marched from Hor-haggidgad and camped at Jotbathah."
            },
            {
                "verse_number": "34",
                "verse_text": "They marched from Jotbathah and camped at Abronah."
            },
            {
                "verse_number": "35",
                "verse_text": "They marched from Abronah and camped at Ezion-geber."
            },
            {
                "verse_number": "36",
                "verse_text": "They marched from Ezion-geber and camped in the Zin desert (that is, Kadesh)."
            },
            {
                "verse_number": "37",
                "verse_text": "They marched from Kadesh and camped at Mount Hor, on the edge of the land of Edom."
            },
            {
                "verse_number": "38",
                "verse_text": "Aaron the priest ascended Mount Hor at the LORD &quot;s command, and he died there in the fortieth year on the first day of the fifth month after the Israelites left the land of Egypt."
            },
            {
                "verse_number": "39",
                "verse_text": "Aaron was 123 years old when he died on Mount Hor."
            },
            {
                "verse_number": "40",
                "verse_text": "The Canaanite king of Arad, who ruled in the arid southern plain in the land of Canaan, heard of the Israelites&quot; coming."
            },
            {
                "verse_number": "41",
                "verse_text": "They marched from Mount Hor and camped at Zalmonah."
            },
            {
                "verse_number": "42",
                "verse_text": "They marched from Zalmonah and camped at Punon."
            },
            {
                "verse_number": "43",
                "verse_text": "They marched from Punon and camped at Oboth."
            },
            {
                "verse_number": "44",
                "verse_text": "They marched from Oboth and camped at Iye-abarim in the territory of Moab."
            },
            {
                "verse_number": "45",
                "verse_text": "They marched from Iyim and camped at Dibon-gad."
            },
            {
                "verse_number": "46",
                "verse_text": "They marched from Dibon-gad and camped at Almon-diblathaim."
            },
            {
                "verse_number": "47",
                "verse_text": "They marched from Almon-diblathaim and camped in the Abarim mountains in front of Nebo."
            },
            {
                "verse_number": "48",
                "verse_text": "They marched from the Abarim mountains and camped in the plains of Moab by the Jordan across from Jericho."
            },
            {
                "verse_number": "49",
                "verse_text": "They camped by the Jordan from Beth-jeshimoth to Abel-shittim in the plains of Moab."
            },
            {
                "verse_number": "50",
                "verse_text": "The LORD spoke to Moses on the plains of Moab by the Jordan across from Jericho:"
            },
            {
                "verse_number": "51",
                "verse_text": "Speak to the Israelites and say to them: When you cross the Jordan into the land of Canaan,"
            },
            {
                "verse_number": "52",
                "verse_text": "you will drive out all the inhabitants of the land before you. You will destroy all their carved figures. You will also destroy all their cast images. You will eliminate all their shrines."
            },
            {
                "verse_number": "53",
                "verse_text": "You will take possession of the land and live in it, because I&quot;ve given the land to you to possess."
            },
            {
                "verse_number": "54",
                "verse_text": "You will divide up the land by lot according to your clans. To the large you will make its inheritance large, and to the small you will make its inheritance small. To whomever the lot falls, that place will be his. You will inherit land according to your ancestral tribes."
            },
            {
                "verse_number": "55",
                "verse_text": "But if you don&quot;t drive out the inhabitants of the land before you, then those you allow to remain will prick your eyes and be thorns in your side. They will harass you in the land in which you are living."
            },
            {
                "verse_number": "56",
                "verse_text": "Then what I intended to do to them, I&quot;ll do to you."
            }
        ],
        "34": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Moses:"
            },
            {
                "verse_number": "2",
                "verse_text": "Command the Israelites and say to them: When you enter the land of Canaan, this is the land that will fall to you as an inheritance. The land of Canaan according to its boundaries: This will be your land with its borders all around."
            },
            {
                "verse_number": "3",
                "verse_text": "Your southern boundary extends from the Zin desert alongside Edom. Your southern border extends from the edge of the Dead Sea on the east."
            },
            {
                "verse_number": "4",
                "verse_text": "Your border will turn south of the ascent of Akrabbim and cross toward Zin. Its limit will be south of Kadesh-barnea. It will go out to Hazar-addar and cross toward Azmon."
            },
            {
                "verse_number": "5",
                "verse_text": "The border will then turn from Azmon to the Egypt ravine. Its limit will be at the Mediterranean Sea."
            },
            {
                "verse_number": "6",
                "verse_text": "Your western border will be the Mediterranean Sea. This will be your western border."
            },
            {
                "verse_number": "7",
                "verse_text": "This will be your northern border: From the Mediterranean Sea you will mark out your boundary to Mount Hor."
            },
            {
                "verse_number": "8",
                "verse_text": "From Mount Hor you will mark out your boundary to Lebo-hamath. The limit of the border will be Zedad."
            },
            {
                "verse_number": "9",
                "verse_text": "The border will go out to Ziphron. Its limit will be Hazar-enan. This will be your northern border."
            },
            {
                "verse_number": "10",
                "verse_text": "You will mark out your eastern border from Hazar-enan to Shepham."
            },
            {
                "verse_number": "11",
                "verse_text": "The border will descend from Shepham to Riblah on the east side of Ain. The border will go down and meet the eastern slope of the Galilee Sea."
            },
            {
                "verse_number": "12",
                "verse_text": "The border will descend to the Jordan. Its limit will be the Dead Sea."
            },
            {
                "verse_number": "13",
                "verse_text": "Moses commanded the Israelites: This is the land that you will inherit by lot, which the LORD has commanded to give to the nine and a half tribes,"
            },
            {
                "verse_number": "14",
                "verse_text": "because the tribe of Reuben by their households and the tribe of Gad by their households, and half the tribe of Manasseh have taken their inheritance."
            },
            {
                "verse_number": "15",
                "verse_text": "The two and a half tribes have taken their inheritance across the Jordan at Jericho toward the east."
            },
            {
                "verse_number": "16",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "17",
                "verse_text": "These are the names of the men who will assign the inheritance of the land: Eleazar the priest and Joshua, Nun&quot;s son."
            },
            {
                "verse_number": "18",
                "verse_text": "You will also take one chief from each tribe to apportion the land."
            },
            {
                "verse_number": "19",
                "verse_text": "These are the names of the men: from the tribe of Judah, Caleb, Jephunneh&quot;s son;"
            },
            {
                "verse_number": "20",
                "verse_text": "from the tribe of the Simeonites, Shemuel, Ammihud&quot;s son;"
            },
            {
                "verse_number": "21",
                "verse_text": "from the tribe of Benjamin, Elidad, Chislon&quot;s son;"
            },
            {
                "verse_number": "22",
                "verse_text": "from the tribe of the Danites, a chief, Bukki, Jogli&quot;s son;"
            },
            {
                "verse_number": "23",
                "verse_text": "from Joseph&quot;s descendants: of the tribe of the Manassites, a chief, Hanniel, Ephod&quot;s son;"
            },
            {
                "verse_number": "24",
                "verse_text": "and from the tribe of the Ephraimites, a chief, Kemuel, Shiphtan&quot;s son;"
            },
            {
                "verse_number": "25",
                "verse_text": "from the tribe of the Zebulunites, a chief, Elizaphan, Parnach&quot;s son;"
            },
            {
                "verse_number": "26",
                "verse_text": "from the tribe of the Issacharites, a chief, Paltiel, Azzan&quot;s son;"
            },
            {
                "verse_number": "27",
                "verse_text": "from the tribe of the Asherites, a chief, Ahihud, Shelomi&quot;s son;"
            },
            {
                "verse_number": "28",
                "verse_text": "from the tribe of the Naphtalites, a chief, Pedahel, Ammihud&quot;s son."
            },
            {
                "verse_number": "29",
                "verse_text": "These are the ones whom the LORD commanded to assign the inheritance of the Israelites in the land of Canaan."
            }
        ],
        "35": [
            {
                "verse_number": "1",
                "verse_text": "The LORD spoke to Moses in the Moab plains by the Jordan across from Jericho:"
            },
            {
                "verse_number": "2",
                "verse_text": "Command the Israelites that they give cities from their inherited property to the Levites in which to live. You will also give the Levites pastures around their cities."
            },
            {
                "verse_number": "3",
                "verse_text": "The cities will be theirs in which to live. Their pastures will be for their cattle, their possessions, and all their animals."
            },
            {
                "verse_number": "4",
                "verse_text": "The pastures of the cities that you must give to the Levites will extend from the wall of the city outward for one thousand five hundred feet in all directions."
            },
            {
                "verse_number": "5",
                "verse_text": "You will measure outside the city on the east side three thousand feet, on the south side three thousand feet, on the west side three thousand feet, and on the north side three thousand feet, with the city in the middle. These will be their cities&quot; pastures."
            },
            {
                "verse_number": "6",
                "verse_text": "Six of the cities that you give to the Levites will be refuge cities. You will allow the person who kills someone to flee there. In addition to these you will give them forty-two cities."
            },
            {
                "verse_number": "7",
                "verse_text": "All the cities that you give to the Levites will total forty-eight, along with their pastures."
            },
            {
                "verse_number": "8",
                "verse_text": "As for the cities that you give from the property of the Israelites, you will take more from the larger tribes and less from the smaller. Each in proportion to its inheritance will give cities to the Levites."
            },
            {
                "verse_number": "9",
                "verse_text": "The LORD spoke to Moses:"
            },
            {
                "verse_number": "10",
                "verse_text": "Speak to the Israelites and say to them: When you cross the Jordan into the land of Canaan,"
            },
            {
                "verse_number": "11",
                "verse_text": "identify for yourselves cities to be refuge cities, where a person who kills someone by accident may flee."
            },
            {
                "verse_number": "12",
                "verse_text": "The cities will be for you a place of refuge from the close relative of the dead. The person who killed someone may not be put to death until he stands before the community for judgment."
            },
            {
                "verse_number": "13",
                "verse_text": "You will establish six refuge cities for yourselves."
            },
            {
                "verse_number": "14",
                "verse_text": "You will establish three cities across the Jordan and three cities in the land of Canaan. They will be the refuge cities."
            },
            {
                "verse_number": "15",
                "verse_text": "These six cities will be refuge for Israelites, immigrants, and temporary residents, as a place to flee for anyone who kills a person by accident."
            },
            {
                "verse_number": "16",
                "verse_text": "But if someone strikes a person with an iron object and he dies, he is a murderer. The murderer must definitely be put to death."
            },
            {
                "verse_number": "17",
                "verse_text": "If someone strikes another with a stone in hand that could cause death and he dies, he is a murderer. The murderer must definitely be put to death."
            },
            {
                "verse_number": "18",
                "verse_text": "Or if someone strikes with a wood object in hand that could cause death, he is a murderer. The murderer must definitely be put to death."
            },
            {
                "verse_number": "19",
                "verse_text": "The close relative responsible for the blood of the dead is the one who will put the murderer to death. When he meets him, he will execute him."
            },
            {
                "verse_number": "20",
                "verse_text": "If in hatred someone hits another or throws something at him with premeditation, he will be put to death."
            },
            {
                "verse_number": "21",
                "verse_text": "Or if in hostility someone strikes another with his hand and he dies, the one who struck is a murderer and he will be put to death. The close relative will put the murderer to death when he meets him."
            },
            {
                "verse_number": "22",
                "verse_text": "But if suddenly and without hostility someone hits another or throws any object at him without premeditation,"
            },
            {
                "verse_number": "23",
                "verse_text": "or accidentally drops any stone on him that could cause death and he dies&ndash;even though they weren&quot;t enemies and no evil was intended&ndash;"
            },
            {
                "verse_number": "24",
                "verse_text": "then the community must come to a verdict between the killer and the close relative in accordance with these case laws."
            },
            {
                "verse_number": "25",
                "verse_text": "The community will protect the killer from the hand of the close relative and return him to the refuge city where he fled. He will live there until the death of the high priest who was anointed with holy oil."
            },
            {
                "verse_number": "26",
                "verse_text": "But if the killer ever goes outside the boundaries of the refuge city where he fled"
            },
            {
                "verse_number": "27",
                "verse_text": "and the close relative finds him outside the boundary of his refuge city and kills him, he will not be responsible for his blood."
            },
            {
                "verse_number": "28",
                "verse_text": "The killer must live in his refuge city until the high priest&quot;s death. After the high priest&quot;s death the killer may return to the land he owns."
            },
            {
                "verse_number": "29",
                "verse_text": "These will be the regulations and case laws for all time in all your settlements."
            },
            {
                "verse_number": "30",
                "verse_text": "Anyone who kills another will be executed on the evidence of witnesses. But one witness alone cannot testify against a person for a death sentence."
            },
            {
                "verse_number": "31",
                "verse_text": "You may not accept a ransom for the life of a killer, who is guilty of a capital crime, for he must definitely be put to death."
            },
            {
                "verse_number": "32",
                "verse_text": "You may not accept a ransom for someone who has fled to his refuge city so that he can return and live in the land before the priest&quot;s death."
            },
            {
                "verse_number": "33",
                "verse_text": "You may not pollute the land in which you live, for the blood pollutes the land. There can be no recovery for the land from the blood that is shed in it, except by the blood of the one who shed it."
            },
            {
                "verse_number": "34",
                "verse_text": "You will not make the land in which you live unclean, the land in the middle of which I reside, for I the LORD reside among the Israelites."
            }
        ],
        "36": [
            {
                "verse_number": "1",
                "verse_text": "The leaders of the households of the clans of Gilead, Machir&quot;s son and Manasseh&quot;s grandson, of Joseph&quot;s clans, approached and spoke before Moses and the chiefs, who were the leaders of the Israelite households."
            },
            {
                "verse_number": "2",
                "verse_text": "They said, &apos;The LORD commanded my master to give the land as an inheritance by lot to the Israelites. But my master was also commanded by the LORD to give the inheritance of Zelophehad our brother to his daughters."
            },
            {
                "verse_number": "3",
                "verse_text": "If they are married to someone from another Israelite tribe, their inheritance will be taken away from our household and given to another tribe into which they marry. Then it will be taken away from the lot of our inheritance."
            },
            {
                "verse_number": "4",
                "verse_text": "At the Israelite Jubilee, their inheritance will be added to the inheritance of the tribe into which they married. Then their inheritance will be taken away from the inheritance of our ancestral tribe.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then Moses commanded the Israelites according to the LORD &quot;s word: &apos;The tribe of Joseph&quot;s descendants are correct in what they&quot;re saying."
            },
            {
                "verse_number": "6",
                "verse_text": "This is the word that the LORD commands to Zelophehad&quot;s daughters: They may marry whomever seems best to them, but they may only marry into one of the clans of their ancestral tribe,"
            },
            {
                "verse_number": "7",
                "verse_text": "so that the inheritance of the Israelites doesn&quot;t transfer from one tribe to another. The Israelites will each retain the tribal inheritance of his ancestral tribe."
            },
            {
                "verse_number": "8",
                "verse_text": "Every daughter who inherits land from an Israelite tribe must marry into one of the clans of her father&quot;s tribe. In this way each Israelite will own the land of his ancestors."
            },
            {
                "verse_number": "9",
                "verse_text": "An inheritance of land may not be transferred from one tribe to another, for the Israelite tribes will each retain its own inheritance.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Zelophehad&quot;s daughters did as the LORD commanded Moses."
            },
            {
                "verse_number": "11",
                "verse_text": "Mahlah, Tirzah, Hoglah, Milcah, and Noah, Zelophehad&quot;s daughters, married their cousins."
            },
            {
                "verse_number": "12",
                "verse_text": "They married into the clan of Manasseh, Joseph&quot;s son. Their inheritance remained in the tribe of their father&quot;s clan."
            },
            {
                "verse_number": "13",
                "verse_text": "These are the commandments and the case laws that the LORD commanded the Israelites through Moses in the plains of Moab by the Jordan across from Jericho."
            }
        ]
    }
}