{
    "2 Kings": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "After Ahab died, Moab rebelled against Israel. Ahaziah said, &apos;That was Elijah from Tishbe.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Ahaziah fell out the window of his second-story room in Samaria and was hurt. He sent messengers, telling them, &apos;Go to Ekron&quot;s god Baal-zebub, and ask if I will recover from this injury.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But the LORD &quot;s messenger said to Elijah from Tishbe, &apos;Go, intercept the messengers of Samaria&quot;s king, and ask them, &quot;Is it because there&quot;s no God in Israel that you are going to question Ekron&quot;s god Baal-zebub?"
            },
            {
                "verse_number": "4",
                "verse_text": "This is what the LORD says: You will never get out of the bed you are lying in; you will die for sure!&quot;&apos; So Elijah set off."
            },
            {
                "verse_number": "5",
                "verse_text": "The messengers returned to Ahaziah. He said to them, &apos;Why have you come back?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "They said to him, &apos;A man met us and said, &quot;Go back to the king who sent you. Say to him, This is what the LORD says: Is it because there&quot;s no God in Israel that you&quot;ve come to question Ekron&quot;s god Baal-zebub? Because of this, you will never get out of the bed you are lying in; you will die for sure!&quot;&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Ahaziah said to them, &apos;Describe the man who met you and said these things.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "They said to him, &apos;He wore clothes made of hair with a leather belt around his waist.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Ahaziah sent out a commander with fifty soldiers. The commander met up with Elijah while he was sitting on a hilltop. The commander said, &apos;Man of God, the king says, &quot;Come down!&quot;&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Elijah replied to the commander of the fifty soldiers, &apos;If I really am a man of God, may fire come down from the sky and burn up you and your fifty soldiers.&apos; Then fire came down from the sky and burned up the commander and his fifty soldiers."
            },
            {
                "verse_number": "11",
                "verse_text": "Ahaziah then sent another commander with fifty soldiers. The commander said to Elijah, &apos;Man of God, this is what the king says: &quot;Hurry and come down!&quot;&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Elijah said to them, &apos;If I really am a man of God, may fire come down from the sky and burn up you and your fifty soldiers.&apos; Then God&quot;s fire came down from the sky and burned up the commander and his fifty soldiers."
            },
            {
                "verse_number": "13",
                "verse_text": "For a third time Ahaziah sent a commander with fifty soldiers. So the third commander arrived. He kneeled before Elijah and begged him, &apos;Man of God! Please have some regard for my life and the lives of these fifty soldiers who are your servants."
            },
            {
                "verse_number": "14",
                "verse_text": "Look, fire came from the sky and burned up the two earlier commanders and their troops of fifty soldiers. Please have regard for my life.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then the LORD &quot;s messenger said to Elijah, &apos;Go down with him. Don&quot;t be afraid of him.&apos; So Elijah set out to go with him to the king."
            },
            {
                "verse_number": "16",
                "verse_text": "Elijah said to the king: &apos;This is what the LORD says: Why did you send messengers to question Ekron&quot;s god Baal-zebub? Is there no God in Israel whose word you could seek? Because of this, you won&quot;t ever get out of the bed you are lying in; you&quot;ll die for sure!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "So Ahaziah died in agreement with the LORD &quot;s word that Elijah had spoken. Because Ahaziah had no son, Joram became king after him in the second year of Judah&quot;s King Jehoram, who was Jehoshaphat&quot;s son."
            },
            {
                "verse_number": "18",
                "verse_text": "The rest of Ahaziah&quot;s deeds, aren&quot;t they written in the official records of Israel&quot;s kings?"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Now the LORD was going to take Elijah up to heaven in a windstorm, and Elijah and Elisha were leaving Gilgal."
            },
            {
                "verse_number": "2",
                "verse_text": "Elijah said to Elisha, &apos;Stay here, because the LORD has sent me to Bethel.&apos; But Elisha said, &apos;As the LORD lives and as you live, I won&quot;t leave you.&apos; So they went down to Bethel. Elisha said, &apos;Yes, I know. Don&quot;t talk about it!&apos; But Elisha said, &apos;As the LORD lives and as you live, I won&quot;t leave you.&apos; So they went to Jericho. He said, &apos;Yes, I know. Don&quot;t talk about it!&apos; But Elisha said, &apos;As the LORD lives and as you live, I won&quot;t leave you.&apos; So both of them went on together. Elisha said, &apos;Let me have twice your spirit.&apos; Elisha said, &apos;Don&quot;t send them.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The group of prophets from Bethel came out to Elisha. These prophets said to Elisha, &apos;Do you know that the LORD is going to take your master away from you today?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Elijah said, &apos;Elisha, stay here, because the LORD has sent me to Jericho.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The group of prophets from Jericho approached Elisha and said to him, &apos;Do you know that the LORD is going to take your master away from you today?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Elijah said to Elisha, &apos;Stay here, because the LORD has sent me to the Jordan.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Fifty members from the group of prophets also went along, but they stood at a distance. Both Elijah and Elisha stood beside the Jordan River."
            },
            {
                "verse_number": "8",
                "verse_text": "Elijah then took his coat, rolled it up, and hit the water. Then the water was divided in two! Both of them crossed over on dry ground."
            },
            {
                "verse_number": "9",
                "verse_text": "When they had crossed, Elijah said to Elisha, &apos;What do you want me to do for you before I&quot;m taken away from you?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Elijah said, &apos;You&quot;ve made a difficult request. If you can see me when I&quot;m taken from you, then it will be yours. If you don&quot;t see me, it won&quot;t happen.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "They were walking along, talking, when suddenly a fiery chariot and fiery horses appeared and separated the two of them. Then Elijah went to heaven in a windstorm."
            },
            {
                "verse_number": "12",
                "verse_text": "Elisha was watching, and he cried out, &apos;Oh, my father, my father! Israel&quot;s chariots and its riders!&apos; When he could no longer see him, Elisha took hold of his clothes and ripped them in two."
            },
            {
                "verse_number": "13",
                "verse_text": "Then Elisha picked up the coat that had fallen from Elijah. He went back and stood beside the banks of the Jordan River."
            },
            {
                "verse_number": "14",
                "verse_text": "He took the coat that had fallen from Elijah and hit the water. He said, &apos;Where is the LORD , Elijah&quot;s God?&apos; And when he hit the water, it divided in two! Then Elisha crossed over."
            },
            {
                "verse_number": "15",
                "verse_text": "The group of prophets from Jericho saw him from a distance. They said, &apos;Elijah&quot;s spirit has settled on Elisha!&apos; So they came out to meet him, bowing down before him."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Look,&apos; they told him, &apos;there are fifty strong men among us, your servants. Please let them go and search for your master. Perhaps the LORD &quot;s spirit has picked him up and put him down on some mountain or in some valley.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "They insisted until he became embarrassed and said, &apos;Okay, send them.&apos; So they sent fifty men who searched for three days. But they couldn&quot;t find Elijah."
            },
            {
                "verse_number": "18",
                "verse_text": "When these men returned to Elisha, who was staying in Jericho, he said to them, &apos;Didn&quot;t I tell you not to go?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The citizens said to Elisha, &apos;As you can see, sir, this city is in a good location, but the water is bad, and the land causes miscarriages.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "He said, &apos;Bring me a new bowl, and put some salt in it.&apos; They did so."
            },
            {
                "verse_number": "21",
                "verse_text": "Elisha then went out and threw salt into the spring. He said, &apos;This is what the LORD has said: I have purified this water. It will no longer cause death and miscarriage.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The water has stayed pure right up to this very day, in agreement with the word that Elisha spoke."
            },
            {
                "verse_number": "23",
                "verse_text": "Elisha went up from there to Bethel. As he was going up the road, some young people came out of the city. They mocked him: &apos;Get going, Baldy! Get going, Baldy!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Turning around, Elisha looked at them and cursed them in the LORD &quot;s name. Then two bears came out of the woods and mangled forty-two of the youths."
            },
            {
                "verse_number": "25",
                "verse_text": "From there Elisha went to Mount Carmel and then back to Samaria."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Joram, Ahab&quot;s son, became king of Israel in Samaria in the eighteenth year of Jehoshaphat, Judah&quot;s king. He ruled for twelve years."
            },
            {
                "verse_number": "2",
                "verse_text": "He did what was evil in the LORD &quot;s eyes, but he wasn&quot;t as bad as his father and mother. He removed the sacred pillar of Baal that his father had made."
            },
            {
                "verse_number": "3",
                "verse_text": "But he nevertheless clung to the sins that Jeroboam, Nebat&quot;s son, had caused Israel to commit. He didn&quot;t deviate from them. Jehoshaphat responded, &apos;Yes, I&quot;ll go. We&quot;ll fight as one: you and I, our troops and our horses.&apos; Jehoshaphat responded, &apos;The road that goes through the Edomite wilderness.&apos; One of the servants of Israel&quot;s king answered, &apos;Elisha, Shaphat&quot;s son, is here. He used to pour water on Elijah&quot;s hands.&apos; Then Israel&quot;s king said to him, &apos;Don&quot;t say that, because it is the LORD who has brought us three kings together&ndash;but only to hand us over to Moab!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Now Moab&quot;s King Mesha kept sheep. He would pay Israel&quot;s king one hundred thousand lambs and the wool from one hundred thousand rams."
            },
            {
                "verse_number": "5",
                "verse_text": "But when Ahab died, Moab&quot;s king rebelled against Israel&quot;s king."
            },
            {
                "verse_number": "6",
                "verse_text": "So King Joram set out from Samaria at once. He prepared all Israel for war."
            },
            {
                "verse_number": "7",
                "verse_text": "He sent word to Judah&quot;s King Jehoshaphat, &apos;Moab&quot;s king has rebelled against me. Will you go with me to fight against Moab?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Which road should we take?&apos; Joram asked."
            },
            {
                "verse_number": "9",
                "verse_text": "So Israel&quot;s and Judah&quot;s kings set out with the king of Edom. They marched around for seven days until there was no water left for the army or for the animals with them."
            },
            {
                "verse_number": "10",
                "verse_text": "Israel&quot;s king said, &apos;This is terrible! Has the LORD brought us three kings together only to hand us over to Moab?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jehoshaphat said, &apos;Isn&quot;t there any prophet of the LORD around, so we could question the LORD through him?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Jehoshaphat said, &apos;He has the LORD &quot;s word!&apos; So Israel&quot;s king and Jehoshaphat and Edom&quot;s king went down to see Elisha."
            },
            {
                "verse_number": "13",
                "verse_text": "Elisha said to Israel&quot;s king, &apos;What do we have to do with each other? Go to your father&quot;s or mother&quot;s prophets.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Elisha said, &apos;I swear by the life of the LORD of heavenly forces, the one I stand before and serve, if I didn&quot;t care about Judah&quot;s King Jehoshaphat, I wouldn&quot;t notice you or even look at you!"
            },
            {
                "verse_number": "15",
                "verse_text": "Now bring me a musician.&apos; While the musician played, the LORD &quot;s power came over Elisha."
            },
            {
                "verse_number": "16",
                "verse_text": "He said, &apos;This is what the LORD says: This valley will be filled with pools."
            },
            {
                "verse_number": "17",
                "verse_text": "This is what the LORD says: You won&quot;t see any wind or rain, but that valley will be full of water. Then you&quot;ll be able to drink&ndash;you, your cattle, and your animals."
            },
            {
                "verse_number": "18",
                "verse_text": "This is easy for the LORD to do. He will also hand Moab over to you."
            },
            {
                "verse_number": "19",
                "verse_text": "You will then attack every fort and every grand city, cutting down all the good trees, stopping up all the springs, and ruining the good fields with stones.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The next morning, at the time to offer the grain offering, water came flowing from the direction of Edom. The land filled up with water."
            },
            {
                "verse_number": "21",
                "verse_text": "Now all the Moabites had heard how these kings had come to fight against them. So all who were able to fight were summoned, and they took up positions along the border."
            },
            {
                "verse_number": "22",
                "verse_text": "They got up early in the morning as the sun&quot;s rays shone on the water. The Moabites saw the water from a distance. It looked as red as blood."
            },
            {
                "verse_number": "23",
                "verse_text": "They said, &apos;It&quot;s blood! The kings must have fought each other and killed themselves! Now get the plunder, Moab!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "But when they entered Israel&quot;s camp, the Israelites rose up and attacked the Moabites. The Moabites fled from them. Israel moved forward, striking the Moabites down as they went."
            },
            {
                "verse_number": "25",
                "verse_text": "Then the Israelites destroyed the Moabite cities. Each Israelite threw a stone on every piece of good land until it was covered. They stopped up every spring and cut down every good tree. Only Kir-hareseth remained with its stone wall intact, but then stone throwers surrounded it and attacked it."
            },
            {
                "verse_number": "26",
                "verse_text": "Moab&quot;s king saw that he was losing the battle. So he took seven hundred soldiers with him, each with sword in hand, to break through to Edom&quot;s king. But they failed."
            },
            {
                "verse_number": "27",
                "verse_text": "Then he took his oldest son, who was to succeed him as king, and he offered him on the wall as an entirely burned offering. As a result, outrage was expressed by Israel. So they pulled back from Moab&quot;s king and returned to their own country."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Now there was a woman who had been married to a member of a group of prophets. She appealed to Elisha, saying, &apos;My husband, your servant, is dead. You know how he feared the LORD . But now someone he owed money to has come to take my two children away as slaves.&apos; She said, &apos;Your servant has nothing at all in the house except a small jar of oil.&apos; He said to her, &apos;There aren&quot;t any more.&apos; Then the oil stopped flowing, He said, &apos;Go! Sell the oil and pay your debts. You and your sons can live on what remains.&apos; She said, &apos;I&quot;m content to live at home with my own people.&apos; Gehazi said, &apos;Well, she doesn&quot;t have a son, and her husband is old.&apos; But she said, &apos;No, man of God, sir; don&quot;t lie to your servant.&apos; The father said to a young man, &apos;Carry him to his mother.&apos; The boy sat on her lap until noon. Then he died. She said, &apos;Don&quot;t worry about it.&apos; As soon as the man of God saw her from a distance, he said to Gehazi his servant, &apos;Look, it&quot;s the Shunammite woman! She said, &apos;Things are okay.&apos; Elisha said, &apos;Give it to the people so they can eat! This is what the LORD says: &quot;Eat and there will be leftovers.&quot;&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Elisha said to her, &apos;What can I do for you? Tell me what you still have left in the house.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "He said, &apos;Go out and borrow containers from all your neighbors. Get as many empty containers as possible."
            },
            {
                "verse_number": "4",
                "verse_text": "Then go in and close the door behind you and your sons. Pour oil into all those containers. Set each one aside when it&quot;s full.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "She left Elisha and closed the door behind her and her sons. They brought her containers as she kept on pouring."
            },
            {
                "verse_number": "6",
                "verse_text": "When she had filled the containers, she said to her son, &apos;Bring me another container.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "and she reported this to the man of God."
            },
            {
                "verse_number": "8",
                "verse_text": "One day Elisha went to Shunem. A rich woman lived there. She urged him to eat something, so whenever he passed by, he would stop in to eat some food."
            },
            {
                "verse_number": "9",
                "verse_text": "She said to her husband, &apos;Look, I know that he is a holy man of God and he passes by regularly."
            },
            {
                "verse_number": "10",
                "verse_text": "Let&quot;s make a small room on the roof. We&quot;ll set up a bed, a table, a chair, and a lamp for him there. Then when he comes to us, he can stay there.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So one day Elisha came there, headed to the room on the roof, and lay down."
            },
            {
                "verse_number": "12",
                "verse_text": "He said to his servant Gehazi, &apos;Call this Shunammite woman.&apos; Gehazi called her, and she stood before him."
            },
            {
                "verse_number": "13",
                "verse_text": "Elisha then said to Gehazi, &apos;Say to her, &quot;Look, you&quot;ve gone to all this trouble for us. What can I do for you? Is there anything I can say on your behalf to the king or to the commander of the army?&quot;&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Elisha asked, &apos;So what can be done for her?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Elisha said, &apos;Call her.&apos; So Gehazi called her, and she stood at the door."
            },
            {
                "verse_number": "16",
                "verse_text": "Elisha said, &apos;About this time next year, you will be holding a son in your arms.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "But the woman conceived and gave birth to a son at about the same time the next year. This was what Elisha had promised her."
            },
            {
                "verse_number": "18",
                "verse_text": "The child grew up. One day he ran to his father, who was with the harvest workers."
            },
            {
                "verse_number": "19",
                "verse_text": "He said to his father, &apos;Oh, my head! My head!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So he picked up the boy and brought him to his mother."
            },
            {
                "verse_number": "21",
                "verse_text": "She went up and laid him down on the bed for the man of God. Then she went out and closed the door."
            },
            {
                "verse_number": "22",
                "verse_text": "She called her husband and said, &apos;Send me one of the young men and one of the donkeys so that I can hurry to the man of God and come back.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Her husband said, &apos;Why are you going to him today? It&quot;s not a new moon or sabbath.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "She saddled the donkey, then said to her young servant, &apos;Drive the donkey hard. Don&quot;t let me slow down unless I tell you.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "So she went off and came to the man of God at Mount Carmel."
            },
            {
                "verse_number": "26",
                "verse_text": "Run out to meet her and ask her, &quot;Are things okay with you, your husband, and your child?&quot;&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "When she got to the man of God at the mountain, she grabbed his feet. Gehazi came up to push her away, but the man of God said, &apos;Leave her alone! She is distraught, but the LORD has hidden the reason from me and hasn&quot;t told me why.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "She said, &apos;Did I ask you for a son, sir? Didn&quot;t I say, &quot;Don&quot;t raise my hopes&quot;?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Elisha said to Gehazi, &apos;Get ready, take my staff, and go! If you encounter anyone, don&quot;t stop to greet them. If anyone greets you, don&quot;t reply. Put my staff on the boy&quot;s face.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "But the boy&quot;s mother said, &apos;I swear by your life and by the LORD &quot;s life, I won&quot;t leave you!&apos; So Elisha got up and followed her."
            },
            {
                "verse_number": "31",
                "verse_text": "Gehazi went on ahead of them. He set the staff on the young boy&quot;s face, but there was no sound or response. So he went back to meet Elisha and told him, &apos;The boy didn&quot;t wake up.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Elisha came into the house and saw the boy lying dead on his bed."
            },
            {
                "verse_number": "33",
                "verse_text": "He went in and closed the door behind the two of them. Then he prayed to the LORD ."
            },
            {
                "verse_number": "34",
                "verse_text": "He got up on the bed and lay down on top of the child, putting his mouth on the boy&quot;s mouth, his eyes on the boy&quot;s eyes, his hands on the boy&quot;s hands. And as he bent over him, the child&quot;s skin grew warm."
            },
            {
                "verse_number": "35",
                "verse_text": "Then Elisha got down and paced back and forth in the house. Once again he got up on the bed and bent over the boy, at which point the boy sneezed seven times and opened his eyes."
            },
            {
                "verse_number": "36",
                "verse_text": "Elisha called for Gehazi and said, &apos;Call the Shunammite woman.&apos; Gehazi called her, and she came to Elisha. He told her, &apos;Pick up your son.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "She came and fell at his feet, facedown on the ground. Then she picked up her son and left."
            },
            {
                "verse_number": "38",
                "verse_text": "When Elisha returned to Gilgal, there was a famine in the land. A group of prophets was sitting before him. He said to his servant, &apos;Put on the big pot and cook some stew for the prophets.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "So one of them went out to the field to gather plants; he found a wild vine and gathered wild gourds from it, filling his garment. He came and cut them up into the pot of stew, but no one knew what they were."
            },
            {
                "verse_number": "40",
                "verse_text": "The stew was served to the men, but as they started to eat it, they cried out and said, &apos;There is death in that pot, man of God!&apos; They couldn&quot;t eat it."
            },
            {
                "verse_number": "41",
                "verse_text": "Elisha said, &apos;Get some flour.&apos; He threw it into the pot and said, &apos;Serve the people so they can eat.&apos; At that point, there was nothing bad left in the pot."
            },
            {
                "verse_number": "42",
                "verse_text": "A man came from Baal-shalishah, bringing the man of God some bread from the early produce&ndash;twenty loaves of barley bread and fresh grain from his bag. Elisha said, &apos;Give it to the people so they can eat.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "His servant said, &apos;How can I feed one hundred men with this?&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "So the servant gave the food to them. They ate and had leftovers, in agreement with the LORD &quot;s word."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Naaman, a general for the king of Aram, was a great man and highly regarded by his master, because through him the LORD had given victory to Aram. This man was a mighty warrior, but he had a skin disease."
            },
            {
                "verse_number": "2",
                "verse_text": "Now Aramean raiding parties had gone out and captured a young girl from the land of Israel. She served Naaman&quot;s wife. So Naaman left. He took along ten kikkars of silver, six thousand shekels of gold, and ten changes of clothing. Naaman urged Elisha to accept something, but he still refused. But when Naaman had gone some distance from Elisha, Naaman saw him running after him, so he got down off his chariot to meet him. He said, &apos;Is everything okay?&apos; Elisha said to Gehazi, &apos;Where did you come from, Gehazi?&apos; &apos;Your servant didn&quot;t go anywhere,&apos; Gehazi replied."
            },
            {
                "verse_number": "3",
                "verse_text": "She said to her mistress, &apos;I wish that my master could come before the prophet who lives in Samaria. He would cure him of his skin disease.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So Naaman went and told his master what the young girl from the land of Israel had said."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Aram&quot;s king said, &apos;Go ahead. I will send a letter to Israel&quot;s king.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "He brought the letter to Israel&quot;s king. It read, &apos;Along with this letter I&quot;m sending you my servant Naaman so you can cure him of his skin disease.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "When the king of Israel read the letter, he ripped his clothes. He said, &apos;What? Am I God to hand out death and life? But this king writes me, asking me to cure someone of his skin disease! You must realize that he wants to start a fight with me.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "When Elisha the man of God heard that Israel&quot;s king had ripped his clothes, he sent word to the king: &apos;Why did you rip your clothes? Let the man come to me. Then he&quot;ll know that there&quot;s a prophet in Israel.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Naaman arrived with his horses and chariots. He stopped at the door of Elisha&quot;s house."
            },
            {
                "verse_number": "10",
                "verse_text": "Elisha sent out a messenger who said, &apos;Go and wash seven times in the Jordan River. Then your skin will be restored and become clean.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "But Naaman went away in anger. He said, &apos;I thought for sure that he&quot;d come out, stand and call on the name of the LORD his God, wave his hand over the bad spot, and cure the skin disease."
            },
            {
                "verse_number": "12",
                "verse_text": "Aren&quot;t the rivers in Damascus, the Abana and the Pharpar, better than all Israel&quot;s waters? Couldn&quot;t I wash in them and get clean?&apos; So he turned away and proceeded to leave in anger."
            },
            {
                "verse_number": "13",
                "verse_text": "Naaman&quot;s servants came up to him and spoke to him: &apos;Our father, if the prophet had told you to do something difficult, wouldn&quot;t you have done it? All he said to you was, &quot;Wash and become clean.&quot;&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So Naaman went down and bathed in the Jordan seven times, just as the man of God had said. His skin was restored like that of a young boy, and he became clean."
            },
            {
                "verse_number": "15",
                "verse_text": "He returned to the man of God with all his attendants. He came and stood before Elisha, saying, &apos;Now I know for certain that there&quot;s no God anywhere on earth except in Israel. Please accept a gift from your servant.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But Elisha said, &apos;I swear by the life of the LORD I serve that I won&quot;t accept anything.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then Naaman said, &apos;If not, then let me, your servant, have two mule loads of earth. Your servant will never again offer entirely burned offerings or sacrifices to any other gods except the LORD ."
            },
            {
                "verse_number": "18",
                "verse_text": "But may the LORD forgive your servant for this one thing: When my master comes into Rimmon&quot;s temple to bow down there and is leaning on my arm, I must also bow down in Rimmon&quot;s temple. When I bow down in Rimmon&quot;s temple, may the LORD forgive your servant for doing that.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Elisha said to him, &apos;Go in peace.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Gehazi (who was the servant of Elisha the man of God) thought, My master let this Aramean Naaman off the hook by not accepting the gift he brought! As surely as the LORD lives, I&quot;ll go after him and accept something from him."
            },
            {
                "verse_number": "21",
                "verse_text": "So Gehazi pursued Naaman."
            },
            {
                "verse_number": "22",
                "verse_text": "Gehazi answered, &apos;Yes, but my master sent me to say, &quot;Two young men who are members of a group of prophets have just now come to me from the hills of Ephraim. Give them a kikkar of silver and two changes of clothing.&quot;&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Naaman said, &apos;By all means, take two kikkars!&apos; He encouraged Gehazi to accept them. He tied two kikkars of silver up in two bags, along with two changes of clothes. Naaman gave them to two of his servants, and they carried them in front of Gehazi."
            },
            {
                "verse_number": "24",
                "verse_text": "When Gehazi arrived at the elevated fortress, he took the items from them and stored them in his house. Then he sent the servants away, and they left."
            },
            {
                "verse_number": "25",
                "verse_text": "Gehazi then went and stood before his master."
            },
            {
                "verse_number": "26",
                "verse_text": "Elisha said to him, &apos;Wasn&quot;t my heart going along with you when the man got off his chariot to meet you? Is this the time to accept silver, clothes, olive trees, vineyards, sheep, cattle, or male and female servants?"
            },
            {
                "verse_number": "27",
                "verse_text": "Naaman&quot;s skin disease will now cling to you and to your descendants forever!&apos; And Gehazi left Elisha&quot;s presence, flaky like snow with skin disease."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "The members of the group of prophets said to Elisha, &apos;Look, the place where we now live under your authority is too small for us."
            },
            {
                "verse_number": "2",
                "verse_text": "Let&quot;s go to the Jordan River and each get a log from there. Then we can make a place to live there.&apos; Elisha said, &apos;Do it!&apos; Elisha said, &apos;Okay, I&quot;ll go.&apos; They told him, &apos;He is in Dothan.&apos; She answered, &apos;A woman said to me, &quot;Give up your son so we can eat him today; we&quot;ll eat my son tomorrow.&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "One of them said, &apos;Please come with us, your servants.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So he went with them. They came to the Jordan River and began cutting down trees."
            },
            {
                "verse_number": "5",
                "verse_text": "One of them was cutting down a tree when his ax head fell into the water. He cried out, &apos;Oh, no! Master, it was a borrowed ax!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The man of God said, &apos;Where did it fall?&apos; He showed Elisha the place. Elisha then cut a piece of wood, threw it into the river there, and the ax head floated up."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Lift it out,&apos; Elisha said. So the man then reached out and grabbed it."
            },
            {
                "verse_number": "8",
                "verse_text": "Aram&quot;s king was fighting against Israel. He took counsel with his officers, saying, &apos;I&quot;ll camp at such-and-such a place.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The man of God sent word to Israel&quot;s king: &apos;Beware of passing by this place because the Arameans are going down there.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then Israel&quot;s king sent word to the place the man of God had mentioned to him. Time after time, Elisha warned the king, and the king stayed on the alert."
            },
            {
                "verse_number": "11",
                "verse_text": "Aram&quot;s king was extremely upset about this. He called his officers and said to them, &apos;Tell me! Who among us is siding with Israel&quot;s king?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "One of his officers said, &apos;No one, Your Majesty! It&quot;s Elisha the Israelite prophet who tells Israel&quot;s king the words that you speak in the privacy of your bedroom.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "He said, &apos;Go and find out where he is. Then I will send men to capture him.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So the king sent horses and chariots there with a strong army. They came at night and surrounded the city."
            },
            {
                "verse_number": "15",
                "verse_text": "Elisha&quot;s servant got up early and went out. He saw an army with horses and chariots surrounding the city. His servant said to Elisha, &apos;Oh, no! Master, what will we do?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Don&quot;t be afraid,&apos; Elisha said, &apos;because there are more of us than there are of them.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then Elisha prayed, &apos; LORD , please open his eyes that he may see.&apos; Then the LORD opened the servant&quot;s eyes, and he saw that the mountain was full of horses and fiery chariots surrounding Elisha."
            },
            {
                "verse_number": "18",
                "verse_text": "The Arameans came toward him, so Elisha prayed to the LORD , &apos;Strike this nation with blindness.&apos; And the LORD struck them blind, just as Elisha asked."
            },
            {
                "verse_number": "19",
                "verse_text": "Elisha said to them, &apos;This isn&quot;t the right road or the right city. Follow me, and I&quot;ll lead you to the man you are looking for.&apos; But he took them to Samaria!"
            },
            {
                "verse_number": "20",
                "verse_text": "When they arrived in Samaria, Elisha said, &apos; LORD , open the eyes of these men so they can see.&apos; The LORD opened their eyes, and they saw that they were right in the middle of Samaria!"
            },
            {
                "verse_number": "21",
                "verse_text": "When he saw them, Israel&quot;s king said to Elisha, &apos;Should I kill them, my father? Should I?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "He said, &apos;No, don&quot;t kill them. Did you capture them with your own sword or bow? Do you have the right to kill them? Put food and water in front of them so they can eat and drink and return to their master.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So the king gave them a great feast, and they ate and drank. Then the king let them go, and they returned to their master. After that, Aramean raiding parties didn&quot;t come into Israel anymore."
            },
            {
                "verse_number": "24",
                "verse_text": "Now it happened later that Aram&quot;s King Ben-hadad gathered all his forces and went up to attack Samaria."
            },
            {
                "verse_number": "25",
                "verse_text": "The siege lasted so long that there was a great famine in Samaria. A donkey&quot;s head sold for eighty shekels of silver and a quarter kab of doves&quot; dung for five shekels."
            },
            {
                "verse_number": "26",
                "verse_text": "Israel&quot;s king was passing by on the city wall when a woman appealed to him, &apos;Help me, Your Majesty!&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The king said, &apos;No! May the LORD help you! Where can I find help for you? From the threshing floor or the winepress?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "But then the king asked her, &apos;What&quot;s troubling you?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "So we cooked and ate my son. The next day I said to her, &quot;Hand over your son so we can eat him.&quot; But she had hidden her son.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "When the king heard the woman&quot;s story, he ripped his clothes. And as he passed by along the wall, the people could see that he was wearing mourning clothes underneath."
            },
            {
                "verse_number": "31",
                "verse_text": "He said, &apos;So may God do to me, and more, if the head of Elisha, Shaphat&quot;s son, remains on his shoulders today!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Elisha was sitting in his house, and the elders were sitting with him. The king sent a messenger on ahead, but before the man arrived, Elisha said to the elders, &apos;Do you see that this murderer has sent someone to cut off my head? Watch for when the messenger comes, then close the door and hold it shut against him. The sound of his master&quot;s feet is right behind him, isn&quot;t it?&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "While Elisha was still speaking with them, the messenger arrived and said, &apos;Look, this disaster is the LORD &quot;s doing. Why should I trust the LORD any longer?&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Elisha said, &apos;Hear the LORD &quot;s word! This is what the LORD says: At this time tomorrow a seah of wheat flour will sell for a shekel at Samaria&quot;s gate, and two seahs of barley will sell for a shekel.&apos; Elisha said, &apos;You will see it with your own eyes, but you won&quot;t eat from it.&apos; The king sent them after the Aramean army, saying, &apos;Go and see!&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Then the officer, the one the king leaned on for support, spoke to the man of God: &apos;Come on! Even if the LORD should make windows in the sky, how could that happen?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Now there were four men with skin disease at the entrance to the city. They said to each other, &apos;What are we doing sitting here until we die?"
            },
            {
                "verse_number": "4",
                "verse_text": "If we decide, &quot;Let&quot;s go into the city,&quot; the famine is there, and we&quot;ll die in the city. But if we stay here, we&quot;ll die just the same. So let&quot;s go and surrender to the Aramean camp. If they let us live, we&quot;ll live. If they kill us, we&quot;ll die.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So they set out in the evening to the Aramean camp, and they came to the edge of the camp. But there was no one there because"
            },
            {
                "verse_number": "6",
                "verse_text": "the Lord had made the Aramean camp hear the sound of chariots, horses, and a strong army. They had said to each other, &apos;Listen! Israel&quot;s king has hired the Hittite and Egyptian kings to come against us!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So they had got up and fled in the evening, leaving their tents, horses, and donkeys. They left the camp exactly as it was and ran for their lives."
            },
            {
                "verse_number": "8",
                "verse_text": "So these men with skin disease came to the edge of the camp. They entered a tent where they ate and drank. They carried off some silver, gold, and garments, and they hid them. Then they returned and went into another tent. They took more things from there, went away, and hid them."
            },
            {
                "verse_number": "9",
                "verse_text": "But then they said to each other, &apos;What we&quot;re doing isn&quot;t right. Today is a day of good news, but we&quot;re keeping quiet about it. If we wait until dawn, something bad will happen to us. Come on! Let&quot;s go and tell the palace.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So they went and called out to the gatekeepers, telling them, &apos;We went to the Aramean camp, and listen to this: No one was there, not even the sound of anyone! The only things there were tied-up horses and donkeys, and the tents left just as they were.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The gatekeepers shouted out the news, and it was reported within the palace."
            },
            {
                "verse_number": "12",
                "verse_text": "The king got up in the night. He said to his servants, &apos;Let me tell you what the Arameans are doing to us. They know we are starving, so they&quot;ve left the camp to hide in the fields. They are thinking, The Israelites will come out from the city, and then we&quot;ll capture them alive and invade the city.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But one of his servants answered, &apos;Please let some men take five of the horses that are left, and let&quot;s send them out to see what happens. They are in the same situation as the large number of Israelites who are left here; they are no better off than the large number of Israelites who&quot;ve already perished.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So they chose two chariots with their horses."
            },
            {
                "verse_number": "15",
                "verse_text": "So they went after the Arameans as far as the Jordan River. The road was filled the whole way with garments and equipment that the Arameans had thrown away in their rush. The messengers returned and reported this to the king."
            },
            {
                "verse_number": "16",
                "verse_text": "Then the people went out and looted the Aramean camp. And so it happened that a seah of wheat flour did sell for a shekel, and two seahs of barley sold for a shekel, in agreement with the LORD &quot;s word."
            },
            {
                "verse_number": "17",
                "verse_text": "But the king had put the officer whom he leaned on for support in charge of the city gate. The people trampled the officer at the gate, and he died. This was just what the man of God said when the king had come down to him."
            },
            {
                "verse_number": "18",
                "verse_text": "Because when the man of God said to the king, &apos;At this time tomorrow two seahs of barley will sell for a shekel at Samaria&quot;s gate, and one seah of wheat flour will sell for a shekel,&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "the officer had answered the man of God, &apos;Come on! Even if the LORD should make windows in the sky, how could that happen?&apos; Then Elisha had said, &apos;You will see it with your own eyes, but you won&quot;t eat from it.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "That&quot;s exactly what happened to him. The people trampled him at the city gate, and he died."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Elisha spoke to the woman whose son he had brought back to life: &apos;You and your household must go away and live wherever you can, because the LORD has called for a famine. It is coming to the land and will last seven years.&apos; Gehazi said, &apos;Your Majesty, this is the woman herself! And this is her son, the one Elisha brought to life!&apos; &apos;Because I know what violence you will do to the Israelites,&apos; Elisha said. &apos;You will drive them from their forts with fire. You will kill their young men with the sword. You will smash their children and rip open their pregnant women.&apos; Elisha said, &apos;The LORD has shown me that you will be king over Aram.&apos; &apos;What did Elisha say to you?&apos; Ben-hadad asked. &apos;He told me that you will certainly live,&apos; Hazael replied."
            },
            {
                "verse_number": "2",
                "verse_text": "So the woman went and did what the man of God asked. She and her household moved away, living in Philistia seven years."
            },
            {
                "verse_number": "3",
                "verse_text": "When seven years had passed, the woman returned from Philistia. She went to appeal to the king for her house and her farmland."
            },
            {
                "verse_number": "4",
                "verse_text": "The king was speaking to Gehazi, the man of God&quot;s servant, asking him, &apos;Tell me about all the great things Elisha has done.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So Gehazi was telling the king how Elisha had brought the dead to life. At that very moment, the woman whose son he had brought back to life began to appeal to the king for her house and her farmland."
            },
            {
                "verse_number": "6",
                "verse_text": "The king questioned the woman, and she told him her story. Then the king appointed an official to help her, saying, &apos;Return everything that belongs to her, as well as everything that the farmland has produced, starting from the day she left the country until right now.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Now Elisha had gone to Damascus when Aram&quot;s King Ben-hadad became sick. The king was told, &apos;The man of God has come all this way.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So the king said to Hazael, &apos;Take a gift with you and go to meet the man of God. Question the LORD through him: &quot;Will I recover from this sickness?&quot;&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Hazael went out to meet Elisha. He took along forty camel-loads of Damascus&quot; finest goods as a gift. He came and stood before Elisha and said, &apos;Your son Ben-hadad, the king of Aram, sent me to you to ask, &quot;Will I recover from this sickness?&quot;&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Elisha said to him, &apos;Go and tell him, &quot;You will definitely recover,&quot; but actually the LORD has shown me that he will die.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Elisha stared straight at Hazael until he felt uneasy. Then the man of God began to cry."
            },
            {
                "verse_number": "12",
                "verse_text": "Hazael said, &apos;Master, why are you crying?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Hazael replied, &apos;How could your servant, who is nothing but a dog, do such mighty things?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then Hazael left Elisha and returned to his master."
            },
            {
                "verse_number": "15",
                "verse_text": "But the next day he took a blanket, soaked it in water, and put it over Ben-hadad&quot;s face until he died. Hazael succeeded him as king."
            },
            {
                "verse_number": "16",
                "verse_text": "In the fifth year of Israel&quot;s King Joram, Ahab&quot;s son, Jehoram, the son of Judah&quot;s King Jehoshaphat, became king."
            },
            {
                "verse_number": "17",
                "verse_text": "He was 32 years old when he became king, and he ruled for eight years in Jerusalem."
            },
            {
                "verse_number": "18",
                "verse_text": "He walked in the ways of Israel&quot;s kings, just as Ahab&quot;s dynasty had done, because he married Ahab&quot;s daughter. He did what was evil in the LORD &quot;s eyes."
            },
            {
                "verse_number": "19",
                "verse_text": "Nevertheless, because of his servant David, the LORD wasn&quot;t willing to destroy Judah. The LORD had promised to preserve a lamp for David and his sons forever."
            },
            {
                "verse_number": "20",
                "verse_text": "During Jehoram&quot;s rule Edom rebelled against Judah&quot;s power and appointed their own king."
            },
            {
                "verse_number": "21",
                "verse_text": "Jehoram along with all his chariots crossed over to Zair. He got up at night to attack the Edomites who had surrounded him and his chariot commanders, but his army fled back home."
            },
            {
                "verse_number": "22",
                "verse_text": "So Edom has been independent of Judah to this day. Libnah rebelled at the same time."
            },
            {
                "verse_number": "23",
                "verse_text": "The rest of Jehoram&quot;s deeds and all that he accomplished, aren&quot;t they written in the official records of Judah&quot;s kings?"
            },
            {
                "verse_number": "24",
                "verse_text": "Jehoram died and was buried with his ancestors in David&quot;s City. His son Ahaziah succeeded him as king."
            },
            {
                "verse_number": "25",
                "verse_text": "Ahaziah, the son of Judah&quot;s king Jehoram, became king in the twelfth year of Israel&quot;s King Joram, Ahab&quot;s son."
            },
            {
                "verse_number": "26",
                "verse_text": "Ahaziah was 22 years old when he became king, and he ruled for one year in Jerusalem. His mother&quot;s name was Athaliah; she was the granddaughter of Israel&quot;s King Omri."
            },
            {
                "verse_number": "27",
                "verse_text": "He walked in the ways of Ahab&quot;s dynasty, doing what was evil in the LORD &quot;s eyes, just as Ahab&quot;s dynasty had done, because he had married into Ahab&quot;s family."
            },
            {
                "verse_number": "28",
                "verse_text": "Ahaziah went with Joram, Ahab&quot;s son, to fight against Aram&quot;s King Hazael at Ramoth-gilead, where the Arameans wounded Joram."
            },
            {
                "verse_number": "29",
                "verse_text": "King Joram returned to Jezreel to recover from the wounds the Arameans had given him at Ramah in his battle with Aram&quot;s King Hazael. Then Judah&quot;s King Ahaziah, the son of Jehoram, went down to visit Joram, Ahab&quot;s son, at Jezreel because he had been wounded."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "The prophet Elisha called to a member of the group of prophets, &apos;Get ready, take this jug of oil with you, and go to Ramoth-gilead."
            },
            {
                "verse_number": "2",
                "verse_text": "When you arrive there, look for Jehu, Jehoshaphat&quot;s son and Nimshi&quot;s grandson. Go to him, then pull him away from his associates, taking him to a private room."
            },
            {
                "verse_number": "3",
                "verse_text": "Take the jug of oil and pour it on his head. Then say, &quot;This is what the LORD has said: I anoint you king of Israel.&quot; Then open the door, and run out of there without stopping.&apos; &apos;For which one of us?&apos; Jehu asked. The young prophet said, &apos;For you, Commander.&apos; Jehu said to them, &apos;You know the man and the nonsense he talks.&apos; Jehu replied, &apos;This is what he said to me: &quot;This is what the LORD says: I anoint you king of Israel.&quot;&apos; Joram said, &apos;Take a chariot driver. Send him out to meet them to ask, &quot;Do you come in peace?&quot;&apos; Jehu replied, &apos;What do you care about peace? Come around and follow me.&apos; Meanwhile, the tower guard reported, &apos;The messenger met them, but he isn&quot;t returning.&apos; Jehu said, &apos;What do you care about peace? Come around and follow me.&apos; He said, &apos;How can there be peace as long as the immoralities of your mother Jezebel and her many acts of sorcery continue?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So the young prophet went to Ramoth-gilead."
            },
            {
                "verse_number": "5",
                "verse_text": "He came in, and the military commanders were sitting right there. He said, &apos;Commander, I have a word for you.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Jehu got up and went inside. The prophet then poured oil on his head and said to him, &apos;This is what the LORD , Israel&quot;s God, says: I anoint you king over the LORD &quot;s people, over Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "You will strike down your master Ahab&quot;s family. In this way I will take revenge for the violence done by Jezebel to my servants the prophets and to all the LORD &quot;s servants."
            },
            {
                "verse_number": "8",
                "verse_text": "Ahab&quot;s whole family will die. I will eliminate from Ahab everyone who urinates on a wall, whether slave or free, in Israel."
            },
            {
                "verse_number": "9",
                "verse_text": "I will make Ahab&quot;s dynasty like the dynasty of Jeroboam, Nebat&quot;s son, and like the dynasty of Baasha, Ahijah&quot;s son."
            },
            {
                "verse_number": "10",
                "verse_text": "And as for Jezebel: The dogs will devour her in the area of Jezreel. No one will bury her.&apos; Then the young prophet opened the door and ran."
            },
            {
                "verse_number": "11",
                "verse_text": "Jehu went out to his master&quot;s officers. They said to him, &apos;Is everything okay? Why did this fanatic come to you?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;That&quot;s a lie!&apos; they said. &apos;Come on, tell us!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then each man quickly took his cloak and put it beneath Jehu on the paved steps. They blew a trumpet and said, &apos;Jehu has become king!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then Jehu, Jehoshaphat&quot;s son and Nimshi&quot;s grandson, plotted against Joram. Now Joram along with all of Israel had been guarding Ramoth-gilead against Aram&quot;s King Hazael,"
            },
            {
                "verse_number": "15",
                "verse_text": "but King Joram had gone back to Jezreel to recover from wounds that the Arameans had given him when he fought Hazael. So Jehu said, &apos;If this is the way you feel, then don&quot;t let anyone escape from the city to talk about it in Jezreel.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then Jehu got on a chariot and drove to Jezreel because Joram was resting there. Judah&quot;s King Ahaziah had also come to visit Joram."
            },
            {
                "verse_number": "17",
                "verse_text": "The guard standing on the tower at Jezreel saw a crowd of people coming with Jehu. He said, &apos;I see a crowd of people.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So the driver went to meet him and said, &apos;The king asks, &quot;Do you come in peace?&quot;&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The king sent a second driver. He came to them and said, &apos;The king asks, &quot;Do you come in peace?&quot;&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The tower guard reported, &apos;The messenger met them, but he isn&quot;t returning. And the style of chariot driving is like Jehu, Nimshi&quot;s son. Jehu drives like a madman.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Joram said, &apos;Hitch up the chariot!&apos; So they hitched up his chariot. Then Israel&quot;s King Joram and Judah&quot;s King Ahaziah&ndash;each in his own chariot&ndash;went out to meet Jehu. They happened to meet him at the plot of ground that belonged to Naboth the Jezreelite."
            },
            {
                "verse_number": "22",
                "verse_text": "When Joram saw Jehu, he said, &apos;Do you come in peace, Jehu?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then Joram turned his chariot around and fled. He shouted to Ahaziah, &apos;It&quot;s a trap, Ahaziah!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Jehu took his bow and shot Joram in the back. The arrow went through his heart, and he fell down in his chariot."
            },
            {
                "verse_number": "25",
                "verse_text": "Jehu said to Bidkar his chariot officer, &apos;Pick him up, and throw him on the plot of ground belonging to Naboth the Jezreelite. Remember how you and I were driving chariot teams behind his father Ahab when the LORD spoke this prophecy about him:"
            },
            {
                "verse_number": "26",
                "verse_text": "Yesterday I saw Naboth&quot;s blood and his sons&quot; blood, declares the LORD . I swear that I will pay you back on this very plot of ground, declares the LORD . Now pick him up, and throw him on that plot of ground, in agreement with the LORD &quot;s word.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Judah&quot;s King Ahaziah saw this and fled on the road to Beth-haggan. Jehu chased after him. &apos;Do the same to him!&apos; he commanded. They shot him in his chariot on the way up to Gur, near Ibleam. Ahaziah fled to Megiddo and died there."
            },
            {
                "verse_number": "28",
                "verse_text": "His servants carried him back in a chariot to Jerusalem. He was buried in his tomb with his ancestors in David&quot;s City."
            },
            {
                "verse_number": "29",
                "verse_text": "Ahaziah had become Judah&quot;s king in the eleventh year of Ahab&quot;s son Joram."
            },
            {
                "verse_number": "30",
                "verse_text": "Jehu then went to Jezreel. When Jezebel heard of it, she put on her eye shadow and arranged her hair. She looked down out of the window."
            },
            {
                "verse_number": "31",
                "verse_text": "When Jehu came through the gate, she said, &apos;Do you come in peace, Zimri, you master murderer?&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Jehu looked up to the window and said, &apos;Who&quot;s on my side? Anyone?&apos; Two or three high officials looked down at him."
            },
            {
                "verse_number": "33",
                "verse_text": "Then he said, &apos;Throw her out!&apos; So they threw her out of the window. Some of her blood splattered against the wall and on the horses, and they trampled her."
            },
            {
                "verse_number": "34",
                "verse_text": "Jehu then went in to eat and drink. He said, &apos;Deal with this cursed woman and bury her. She was, after all, a king&quot;s daughter.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "They went to bury her, but they couldn&quot;t find her body. Only her skull was left, along with her hands and feet."
            },
            {
                "verse_number": "36",
                "verse_text": "They went back and reported this to Jehu. He said, &apos;This is the LORD &quot;s word spoken through his servant Elijah from Tishbe: Dogs will devour Jezebel&quot;s flesh in the area of Jezreel."
            },
            {
                "verse_number": "37",
                "verse_text": "Jezebel&quot;s corpse will be like dung spread out in a field in that plot of land in Jezreel, so no one will be able to say, This was Jezebel.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Now Ahab had seventy sons in Samaria. So Jehu wrote letters and sent them to Samaria, to the senior officers of the city, the elders, and the guardians of Ahab&quot;s sons."
            },
            {
                "verse_number": "2",
                "verse_text": "The letters said: &apos;Your master&quot;s sons are in your possession, along with horses and chariots, a fortified city, and weapons. Now when this letter reaches you,"
            },
            {
                "verse_number": "3",
                "verse_text": "look for the best and most capable of your master&quot;s sons. Place him on his father&quot;s throne. Then fight for your master&quot;s family.&apos; Now the king&quot;s seventy sons were with the city leaders who were raising them. He responded, &apos;Pile them in two stacks at the entrance of the gate where they will stay until morning.&apos; &apos;We&quot;re Ahaziah&quot;s relatives,&apos; they replied. &apos;We&quot;ve come down for a visit with the king&quot;s sons and the queen mother&quot;s sons.&apos; Jehonadab responded, &apos;Yes, I am.&apos; &apos;If so,&apos; said Jehu, &apos;then give me your hand.&apos; So Jehonadab put out his hand, and Jehu pulled him up into the chariot."
            },
            {
                "verse_number": "4",
                "verse_text": "But they were frozen with fear. They said, &apos;Not even two kings could resist him! How can we?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So the palace administrator, the mayor, the elders, and the guardians sent a letter back to Jehu that read, &apos;We are your servants. We will do whatever you tell us. We won&quot;t make anyone king. Do whatever seems right to you.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Jehu wrote them a second letter: &apos;If you are loyal to me and ready to obey me, take the heads of your master&quot;s sons and bring them to me at Jezreel at this time tomorrow.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So when the letter came to them, they took the king&quot;s sons and slaughtered all seventy of them. They placed their heads in baskets and sent them to Jehu at Jezreel."
            },
            {
                "verse_number": "8",
                "verse_text": "A messenger came and told Jehu, &apos;They have brought the heads of the king&quot;s sons.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "In the morning he went out and stood there to address all the people. &apos;You are innocent. I&quot;m the one who plotted against my master and killed him, but who killed all these people?"
            },
            {
                "verse_number": "10",
                "verse_text": "Know this: Nothing that the LORD has said against Ahab&quot;s dynasty will fail to come true. The LORD has done what he said he would do, speaking through his servant Elijah.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then Jehu struck down all those belonging to Ahab&quot;s family who were left in Jezreel, so that not one of his leaders, close acquaintances, or priests remained."
            },
            {
                "verse_number": "12",
                "verse_text": "Next Jehu set out for Samaria. Beth-eked of the Shepherds was on his way."
            },
            {
                "verse_number": "13",
                "verse_text": "There Jehu met up with the brothers of Judah&quot;s King Ahaziah. &apos;Who are you?&apos; he asked."
            },
            {
                "verse_number": "14",
                "verse_text": "Jehu then commanded, &apos;Take them alive!&apos; His soldiers took them alive, then slaughtered them at the well of Beth-eked. There were forty-two of them, but not one was left."
            },
            {
                "verse_number": "15",
                "verse_text": "Jehu departed from there and encountered Rechab&quot;s son Jehonadab. Jehu greeted him, and asked, &apos;Are you as committed to me as I am to you?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Jehu said, &apos;Come with me and see my zeal for the LORD .&apos; So Jehu had Jehonadab ride with him in his chariot."
            },
            {
                "verse_number": "17",
                "verse_text": "When Jehu arrived in Samaria, he killed all those belonging to Ahab who were left in Samaria until they were completely wiped out, in agreement with the LORD &quot;s word that was spoken to Elijah."
            },
            {
                "verse_number": "18",
                "verse_text": "Then Jehu gathered all the people, saying to them, &apos;Ahab served Baal a little. Jehu will serve him a great deal!"
            },
            {
                "verse_number": "19",
                "verse_text": "So invite all of Baal&quot;s prophets, all his worshippers, and all his priests to come to me. Don&quot;t leave anyone out, because I have a great sacrifice planned for Baal. Anyone who doesn&quot;t show up won&quot;t survive.&apos; But Jehu was lying so that he could wipe out Baal&quot;s worshippers."
            },
            {
                "verse_number": "20",
                "verse_text": "Jehu called for a holy assembly for Baal, and it was done."
            },
            {
                "verse_number": "21",
                "verse_text": "Jehu then sent word throughout Israel. All Baal&quot;s worshippers came. No one stayed away. They entered Baal&quot;s temple until it was packed from one end to the other."
            },
            {
                "verse_number": "22",
                "verse_text": "Then Jehu said to the person in charge of the vestments, &apos;Bring out the special clothes for all Baal&quot;s worshippers.&apos; So he brought out robes for them."
            },
            {
                "verse_number": "23",
                "verse_text": "Then Jehu and Jehonadab, Rechab&quot;s son, entered Baal&quot;s temple. They said to Baal&quot;s worshippers, &apos;Make sure there are no worshippers of the LORD here with you. There should be only Baal worshippers.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then they went in to offer sacrifices and entirely burned offerings. But Jehu had stationed eighty soldiers outside and told them, &apos;I&quot;m handing these people over to you. Whoever lets even one of them escape will pay for it with his life.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "So when Jehu finished offering the entirely burned offering, he said to the guards and the officers, &apos;Go in and kill everyone! Don&quot;t let anyone escape!&apos; They killed the Baal worshippers without mercy. The guards and the officers then disposed of the bodies and entered the inner part of Baal&quot;s temple."
            },
            {
                "verse_number": "26",
                "verse_text": "They brought the sacred pillar out of Baal&quot;s temple and burned it."
            },
            {
                "verse_number": "27",
                "verse_text": "They tore down Baal&quot;s sacred pillar and destroyed Baal&quot;s temple, turning it into a public restroom, which is what it still is today."
            },
            {
                "verse_number": "28",
                "verse_text": "This is how Jehu eliminated Baal from Israel."
            },
            {
                "verse_number": "29",
                "verse_text": "However, Jehu didn&quot;t deviate from the sins that Jeroboam, Nebat&quot;s son, had caused Israel to commit&ndash;specifically, the gold calves that were in Bethel and Dan."
            },
            {
                "verse_number": "30",
                "verse_text": "The LORD said to Jehu: Because you&quot;ve done well by doing what is right in my eyes, treating Ahab&quot;s family as I wished, your descendants will sit on Israel&quot;s throne for four generations."
            },
            {
                "verse_number": "31",
                "verse_text": "But Jehu wasn&quot;t careful to keep the LORD God of Israel&quot;s Instruction with all his heart. He didn&quot;t deviate from the sins that Jeroboam had caused Israel to commit."
            },
            {
                "verse_number": "32",
                "verse_text": "In those days the LORD began to reduce Israel&quot;s size. Hazael struck them down in every region of Israel:"
            },
            {
                "verse_number": "33",
                "verse_text": "from the Jordan River eastward, throughout the land of Gilead (Gad, Reuben, and Manasseh), and from Aroer by the Arnon Valley (that is, Gilead) and Bashan."
            },
            {
                "verse_number": "34",
                "verse_text": "The rest of Jehu&quot;s deeds, all that he accomplished, and all his powerful acts, aren&quot;t they written in the official records of Israel&quot;s kings?"
            },
            {
                "verse_number": "35",
                "verse_text": "Jehu lay down with his ancestors. He was buried in Samaria. His son Jehoahaz succeeded him as king."
            },
            {
                "verse_number": "36",
                "verse_text": "Jehu had ruled over Israel for twenty-eight years in Samaria."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "When Athaliah, Ahaziah&quot;s mother, learned of her son&quot;s death, she immediately destroyed the entire royal family."
            },
            {
                "verse_number": "2",
                "verse_text": "But Jehosheba, King Jehoram&quot;s daughter and Ahaziah&quot;s sister, secretly took Ahaziah&quot;s son Jehoash from the rest of the royal children who were about to be murdered and hid him in a bedroom along with his nurse. In this way Jehoash was hidden from Athaliah and wasn&quot;t murdered."
            },
            {
                "verse_number": "3",
                "verse_text": "He remained hidden with his nurse in the LORD &quot;s temple for six years while Athaliah ruled the country."
            },
            {
                "verse_number": "4",
                "verse_text": "But in the seventh year Jehoiada sent for the commanders of the Carites and of the guards and had them come to him at the LORD &quot;s temple. He made a covenant with them, and made them swear a solemn pledge in the LORD &quot;s temple. Then he showed them the king&quot;s son."
            },
            {
                "verse_number": "5",
                "verse_text": "He commanded them, &apos;This is what you must do: A third of you coming on sabbath duty will guard the palace,"
            },
            {
                "verse_number": "6",
                "verse_text": "a second third will be at the Sur Gate, and the final third will be at the gate behind the guards. You will take turns guarding the temple."
            },
            {
                "verse_number": "7",
                "verse_text": "You who are in the first two groups that usually go off duty on the Sabbath should also guard the LORD &quot;s temple to protect the king."
            },
            {
                "verse_number": "8",
                "verse_text": "Surround the king completely, each of you with your weapons drawn. Whoever comes near your ranks must be killed. Stay near the king wherever he goes.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The unit commanders did everything that Jehoiada the priest ordered. They each took charge of those men reporting for duty on the Sabbath as well as those going off duty on the Sabbath. They came to the priest Jehoiada."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the priest gave the unit commanders King David&quot;s spears and shields, which were kept in the LORD &quot;s temple."
            },
            {
                "verse_number": "11",
                "verse_text": "The guards, each with their weapons drawn, then took up positions near the temple and the altar, stretching from the south side of the temple to the north side to protect the king. Everyone was holding his weapons, surrounding the king."
            },
            {
                "verse_number": "12",
                "verse_text": "Jehoiada then brought out the king&quot;s son, crowned him, gave him the royal law, and made him king and anointed him, as everyone applauded and cried out, &apos;Long live the king!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "When Athaliah heard the noise made by the guard and the people, she went to the people at the LORD &quot;s temple"
            },
            {
                "verse_number": "14",
                "verse_text": "and saw the king standing by the royal pillar, as was the custom, with the commanders and trumpeters beside the king. All the people of the land were rejoicing and blowing trumpets. Athaliah ripped her clothes and screamed, &apos;Treason! Treason!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then the priest Jehoiada ordered the unit commanders who were in charge of the army: &apos;Take her out under guard,&apos; he told them, &apos;and kill anyone who follows her.&apos; This was because the priest had said, &apos;She must not be executed in the LORD &quot;s temple.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "They arrested her when she reached the entrance of the Horse Gate at the royal palace. She was executed there."
            },
            {
                "verse_number": "17",
                "verse_text": "Jehoiada then made a covenant between the LORD , the king, and the people, that the people would belong to the LORD . The king and the people also made a covenant."
            },
            {
                "verse_number": "18",
                "verse_text": "Then all the people of the land went to Baal&quot;s temple and tore it down, smashing its altars and images into pieces. They executed Mattan, Baal&quot;s priest, in front of the altars. The priest Jehoiada posted guards at the LORD &quot;s temple."
            },
            {
                "verse_number": "19",
                "verse_text": "Then he took the unit commanders, the Carites, the guards, and all the people of the land, and they led the king down from the LORD &quot;s temple, processing through the Guards&quot; Gate to the palace, where the king sat upon the royal throne."
            },
            {
                "verse_number": "20",
                "verse_text": "All the people of the land rejoiced, and the city was at peace now that Athaliah had been executed at the palace."
            },
            {
                "verse_number": "21",
                "verse_text": "Jehoash was 7 years old when he became king."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "He became king in Jehu&quot;s seventh year, and he ruled for forty years in Jerusalem. His mother&quot;s name was Zibiah; she was from Beer-sheba."
            },
            {
                "verse_number": "2",
                "verse_text": "Jehoash always did what was right in the LORD &quot;s eyes, because the priest Jehoiada was his teacher."
            },
            {
                "verse_number": "3",
                "verse_text": "However, the shrines were not removed. People kept sacrificing and burning incense at them."
            },
            {
                "verse_number": "4",
                "verse_text": "Jehoash said to the priests, &apos;Collect all the currently available money relating to holy things that is brought to the temple&ndash;some is money people pay to redeem persons according to their assessed value. Collect all the money brought to the LORD &quot;s temple that people offer voluntarily."
            },
            {
                "verse_number": "5",
                "verse_text": "The priests should take the money from their donors and use it to repair the temple wherever such a need for repair is discovered.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But by the twenty-third year of King Jehoash, the priests still hadn&quot;t repaired the temple."
            },
            {
                "verse_number": "7",
                "verse_text": "So King Jehoash summoned Jehoiada the priest and the other priests together. &apos;Why haven&quot;t you repaired the temple?&apos; he asked them. &apos;Stop taking money from your donors; instead, give it directly for temple repairs.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The priests agreed that they wouldn&quot;t take any more money from the people nor be responsible for temple repairs."
            },
            {
                "verse_number": "9",
                "verse_text": "Then the priest Jehoiada took a box, made a hole in its lid, and placed it beside the altar, to the right as one enters the LORD &quot;s temple. The priests who stood watch at the door put all the money brought to the LORD &quot;s temple in the box."
            },
            {
                "verse_number": "10",
                "verse_text": "As soon as they saw that a large amount of money was in the box, the royal scribe and the high priest would come, count the money that was in the temple, and put it in a bag."
            },
            {
                "verse_number": "11",
                "verse_text": "They would then hand over the money that had been counted to those who supervised the work on the temple. These supervisors then paid money to those who worked on the LORD &quot;s temple: carpenters, builders,"
            },
            {
                "verse_number": "12",
                "verse_text": "masons, and stonecutters. The money was used to purchase wood and quarried stone to repair the LORD &quot;s temple and for every other cost involved in repairing it."
            },
            {
                "verse_number": "13",
                "verse_text": "But the money that was brought to the LORD &quot;s temple was not used to make silver basins, wick trimmers, sprinkling bowls, trumpets, or any gold or silver object for the LORD &quot;s temple."
            },
            {
                "verse_number": "14",
                "verse_text": "Instead, it was given directly to those who did the repair work; they used it to repair the LORD &quot;s temple."
            },
            {
                "verse_number": "15",
                "verse_text": "There was no need to check on those who received the money and paid the workers, because they acted honestly."
            },
            {
                "verse_number": "16",
                "verse_text": "Now as for the money for compensation and purification offerings, it wasn&quot;t brought to the LORD &quot;s temple. It belonged to the priests."
            },
            {
                "verse_number": "17",
                "verse_text": "About this same time, Aram&quot;s King Hazael came up, attacked Gath, and captured it. Next Hazael decided to march against Jerusalem."
            },
            {
                "verse_number": "18",
                "verse_text": "Judah&quot;s King Jehoash took all the holy objects that had been dedicated by his ancestors&ndash;Judah&quot;s kings Jehoshaphat, Jehoram, and Ahaziah&ndash;along with the holy objects he himself had dedicated, as well as all the gold in the treasure rooms of the LORD &quot;s temple and the palace, and he sent them to Aram&quot;s King Hazael. Hazael then pulled back from Jerusalem."
            },
            {
                "verse_number": "19",
                "verse_text": "The rest of Jehoash&quot;s deeds and all that he accomplished, aren&quot;t they written in the official records of Judah&quot;s kings?"
            },
            {
                "verse_number": "20",
                "verse_text": "Jehoash&quot;s officials plotted a conspiracy and killed him at Beth-millo on the road that goes down to Silla."
            },
            {
                "verse_number": "21",
                "verse_text": "It was Jozacar son of Shimeath and Jehozabad son of Shomer, his officials, who struck him so that he died. He was buried with his ancestors in David&quot;s City. His son Amaziah succeeded him as king."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Jehoahaz, Jehu&quot;s son, became king of Israel in Samaria in the twenty-third year of Judah&quot;s King Jehoash, who was Ahaziah&quot;s son. He ruled for seventeen years."
            },
            {
                "verse_number": "2",
                "verse_text": "He did what was evil in the LORD &quot;s eyes. He walked in the sins that Jeroboam, Nebat&quot;s son, had caused Israel to commit. He didn&quot;t deviate from them."
            },
            {
                "verse_number": "3",
                "verse_text": "So the LORD was angry at Israel. Time after time God handed them over to Aram&quot;s king Hazael, and to Hazael&quot;s son Ben-hadad. Sometimes Moabite raiding parties used to come into the land each spring."
            },
            {
                "verse_number": "4",
                "verse_text": "But Jehoahaz sought the LORD &quot;s presence, and the LORD listened to him because he saw how badly Aram&quot;s king was oppressing Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "The LORD sent Israel a savior, and they escaped from Aram&quot;s power. Then the Israelites lived peacefully at home, just as they had in the past."
            },
            {
                "verse_number": "6",
                "verse_text": "But they didn&quot;t deviate from the sins that Jeroboam&quot;s dynasty had caused Israel to commit; they walked in them! Moreover, a sacred pole stood in Samaria."
            },
            {
                "verse_number": "7",
                "verse_text": "No, nothing was left of Jehoahaz&quot;s army except fifty chariot riders, ten chariots, and ten thousand foot soldiers, because Aram&quot;s king had decimated them, trampling them as if they were dirt."
            },
            {
                "verse_number": "8",
                "verse_text": "The rest of Jehoahaz&quot;s deeds, all that he accomplished, and all his powerful acts, aren&quot;t they written in the official records of Israel&quot;s kings?"
            },
            {
                "verse_number": "9",
                "verse_text": "Jehoahaz lay down with his ancestors. He was buried in Samaria. His son Joash succeeded him as king."
            },
            {
                "verse_number": "10",
                "verse_text": "Joash, Jehoahaz&quot;s son, became king of Israel in Samaria in the thirty-seventh year of Judah&quot;s King Jehoash. He ruled for sixteen years."
            },
            {
                "verse_number": "11",
                "verse_text": "He did what was evil in the LORD &quot;s eyes. He didn&quot;t deviate from all the sins that Jeroboam, Nebat&quot;s son, had caused Israel to commit, but he walked in them!"
            },
            {
                "verse_number": "12",
                "verse_text": "The rest of Joash&quot;s deeds, all that he accomplished, and his powerful acts&ndash;how he fought against Judah&quot;s King Amaziah&ndash;aren&quot;t they written in the official records of Israel&quot;s kings?"
            },
            {
                "verse_number": "13",
                "verse_text": "Joash lay down with his ancestors, and Jeroboam followed him on the throne. Joash was buried in Samaria with the kings of Israel."
            },
            {
                "verse_number": "14",
                "verse_text": "Now Elisha became sick with the illness that would kill him. So Israel&quot;s King Joash went down to see him. Joash cried over Elisha, saying, &apos;Oh, my father, my father! Israel&quot;s chariots and its riders!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Elisha told Joash, &apos;Get a bow and some arrows.&apos; So he brought Elisha a bow and some arrows."
            },
            {
                "verse_number": "16",
                "verse_text": "Elisha then said to Israel&quot;s king, &apos;Put your hand on the bow.&apos; So Joash put his hand on the bow. Elisha then put his hands over the king&quot;s hands"
            },
            {
                "verse_number": "17",
                "verse_text": "and said, &apos;Open the window to the east.&apos; The king did so. &apos;Now shoot!&apos; Elisha told him. Joash shot, then Elisha announced, &apos;That&quot;s the LORD &quot;s rescue arrow! The rescue arrow against the Arameans! You will finish the Arameans off at Aphek.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then Elisha said, &apos;Take the arrows!&apos; so Joash took them. Elisha then said to Israel&quot;s king, &apos;Hit the ground with them!&apos; Joash hit the ground three times and stopped."
            },
            {
                "verse_number": "19",
                "verse_text": "The man of God became angry with him. He said, &apos;If only you had struck five or six times, you would have finished the Arameans off. As it is, you will defeat them only three times.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So Elisha died, and he was buried."
            },
            {
                "verse_number": "21",
                "verse_text": "Now it happened once that while a man was being buried, the people at the funeral suddenly saw a raiding party. They threw the body into Elisha&quot;s tomb and ran off. When the body touched Elisha&quot;s bones, the man came to life and stood up on his feet!"
            },
            {
                "verse_number": "22",
                "verse_text": "Aram&quot;s King Hazael had oppressed Israel throughout Jehoahaz&quot;s rule."
            },
            {
                "verse_number": "23",
                "verse_text": "But the LORD was gracious to Israel and had compassion on them, turning back to them because of his covenant with Abraham, Isaac, and Jacob; he didn&quot;t want to destroy them or throw them out of his presence until now."
            },
            {
                "verse_number": "24",
                "verse_text": "Aram&quot;s King Hazael died. His son Ben-hadad succeeded him as king."
            },
            {
                "verse_number": "25",
                "verse_text": "Then Jehoahaz&quot;s son Joash recaptured from Hazael&quot;s son Ben-hadad those cities that Hazael had won in battle from Joash&quot;s father Jehoahaz. Joash attacked Ben-hadad three times and took back these Israelite cities."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Amaziah, the son of Judah&quot;s King Jehoash, became king in the second year of Israel&quot;s King Joash, who was Jehoahaz&quot;s son."
            },
            {
                "verse_number": "2",
                "verse_text": "Amaziah was 25 years old when he became king, and he ruled for twenty-nine years in Jerusalem. His mother&quot;s name was Jehoaddin; she was from Jerusalem."
            },
            {
                "verse_number": "3",
                "verse_text": "He did what was right in the LORD &quot;s eyes, but not as well as his ancestor King David. He did everything his father Jehoash did."
            },
            {
                "verse_number": "4",
                "verse_text": "However, the shrines weren&quot;t removed. People kept sacrificing and burning incense at them."
            },
            {
                "verse_number": "5",
                "verse_text": "Once he had secured control over his kingdom, he executed the officials who had assassinated his father the king."
            },
            {
                "verse_number": "6",
                "verse_text": "However, he didn&quot;t kill the children of the murderers, because of what is written in the Instruction scroll from Moses, where the LORD commanded, Parents shouldn&quot;t be executed because of what their children have done; neither should children be executed because of what their parents have done. Each person should be executed for their own guilty acts."
            },
            {
                "verse_number": "7",
                "verse_text": "Next Amaziah struck down ten thousand Edomites in the Salt Valley and captured Sela in battle. He renamed it Jokthe-el, which is what it is still called today."
            },
            {
                "verse_number": "8",
                "verse_text": "Then Amaziah sent messengers to Israel&quot;s King Joash son of Jehoahaz son of Israel&quot;s King Jehu, saying, &apos;Come on! Let&quot;s go head-to-head.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "But Israel&quot;s King Joash responded to Judah&quot;s King Amaziah, &apos;Once upon a time, a thistle in Lebanon sent a message to a cedar, &quot;Give your daughter to my son as a wife.&quot; But then a wild beast in Lebanon came along and trampled the thistle."
            },
            {
                "verse_number": "10",
                "verse_text": "You have definitely defeated Edom and have now become conceited. Enjoy the honor, but stay home. Why invite disaster when both you and Judah will fall?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "But Amaziah wouldn&quot;t listen, so Israel&quot;s King Joash moved against him, and he and Judah&quot;s King Amaziah went head-to-head in battle at Beth-shemesh in Judah."
            },
            {
                "verse_number": "12",
                "verse_text": "Judah was defeated by Israel, and everyone ran home."
            },
            {
                "verse_number": "13",
                "verse_text": "At Beth-shemesh, Israel&quot;s King Joash captured Judah&quot;s King Amaziah, Jehoash&quot;s son and Ahaziah&quot;s grandson. Joash then marched to Jerusalem and broke down six hundred feet of the Jerusalem wall from the Ephraim Gate to the Corner Gate."
            },
            {
                "verse_number": "14",
                "verse_text": "Joash took all the gold and silver, and all the objects he could find in the LORD &quot;s temple and the treasuries of the palace, along with some hostages and returned to Samaria."
            },
            {
                "verse_number": "15",
                "verse_text": "The rest of Joash&quot;s deeds and his powerful acts&ndash;how he fought against Judah&quot;s King Amaziah&ndash;aren&quot;t they written in the official records of Israel&quot;s kings?"
            },
            {
                "verse_number": "16",
                "verse_text": "Joash lay down with his ancestors. He was buried in Samaria with the kings of Israel. His son Jeroboam succeeded him as king."
            },
            {
                "verse_number": "17",
                "verse_text": "Judah&quot;s King Amaziah, Jehoash&quot;s son, lived fifteen years after the death of Israel&quot;s King Joash, Jehoahaz&quot;s son."
            },
            {
                "verse_number": "18",
                "verse_text": "The rest of Amaziah&quot;s deeds, aren&quot;t they written in the official records of Judah&quot;s kings?"
            },
            {
                "verse_number": "19",
                "verse_text": "Some people in Jerusalem plotted against him. When Amaziah fled to Lachish, they sent men after him to Lachish, and they murdered him there."
            },
            {
                "verse_number": "20",
                "verse_text": "They carried him back on horses, and he was buried in Jerusalem with his ancestors in David&quot;s City."
            },
            {
                "verse_number": "21",
                "verse_text": "Then all the people of Judah took Azariah and made him king after his father Amaziah. He was 16 years old."
            },
            {
                "verse_number": "22",
                "verse_text": "He rebuilt Elath, restoring it to Judah after King Amaziah had lain down with his ancestors."
            },
            {
                "verse_number": "23",
                "verse_text": "Jeroboam, the son of Israel&quot;s King Joash, became king in Samaria in the fifteenth year of Judah&quot;s King Amaziah, Jehoash&quot;s son. He ruled for forty-one years."
            },
            {
                "verse_number": "24",
                "verse_text": "He did what was evil in the LORD &quot;s eyes. He didn&quot;t deviate from all the sins that Jeroboam, Nebat&quot;s son, had caused Israel to commit."
            },
            {
                "verse_number": "25",
                "verse_text": "He reestablished Israel&quot;s border from Lebo-hamath to the Dead Sea. This was in agreement with the word that the LORD , the God of Israel, spoke through his servant the prophet Jonah, Amittai&quot;s son, who was from Gath-hepher."
            },
            {
                "verse_number": "26",
                "verse_text": "The LORD saw how brutally Israel suffered, whether slave or free, with no one to help Israel."
            },
            {
                "verse_number": "27",
                "verse_text": "But the LORD hadn&quot;t said he would erase Israel&quot;s name from under heaven, so he saved them through Jeroboam, Joash&quot;s son."
            },
            {
                "verse_number": "28",
                "verse_text": "The rest of Jeroboam&quot;s deeds, all that he accomplished, and his powerful acts&ndash;how he fought and how he restored Damascus and Hamath to Judah in Israel &ndash;aren&quot;t they written in the official records of Israel&quot;s kings?"
            },
            {
                "verse_number": "29",
                "verse_text": "Jeroboam lay down with his ancestors the kings of Israel. His son Zechariah succeeded him as king."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Azariah, Amaziah&quot;s son, became king of Judah in the twenty-seventh year of Israel&quot;s King Jeroboam."
            },
            {
                "verse_number": "2",
                "verse_text": "He was 16 years old when he became king, and he ruled for fifty-two years in Jerusalem. His mother&quot;s name was Jecoliah; she was from Jerusalem."
            },
            {
                "verse_number": "3",
                "verse_text": "He did what was right in the LORD &quot;s eyes, just as his father Amaziah had done."
            },
            {
                "verse_number": "4",
                "verse_text": "However, the shrines weren&quot;t removed. People kept sacrificing and burning incense at them."
            },
            {
                "verse_number": "5",
                "verse_text": "Now the LORD afflicted the king with a skin disease that he had until his dying day, so he lived in a separate house. The king&quot;s son Jotham supervised the palace administration and governed the people of the land."
            },
            {
                "verse_number": "6",
                "verse_text": "The rest of Azariah&quot;s deeds and all he accomplished, aren&quot;t they written in the official records of Judah&quot;s kings?"
            },
            {
                "verse_number": "7",
                "verse_text": "Azariah died and was buried with his ancestors in David&quot;s City. His son Jotham succeeded him as king."
            },
            {
                "verse_number": "8",
                "verse_text": "Zechariah, Jeroboam&quot;s son, became king of Israel in Samaria in the thirty-eighth year of Judah&quot;s King Azariah. He ruled for six months."
            },
            {
                "verse_number": "9",
                "verse_text": "He did what was evil in the LORD &quot;s eyes, just as his ancestors had done. He didn&quot;t deviate from the sins that Jeroboam, Nebat&quot;s son, had caused Israel to commit."
            },
            {
                "verse_number": "10",
                "verse_text": "Shallum, Jabesh&quot;s son, plotted against Zechariah. He struck him down in public, murdering him. Shallum then succeeded him as king."
            },
            {
                "verse_number": "11",
                "verse_text": "The rest of Zechariah&quot;s deeds are written in the official records of Israel&quot;s kings."
            },
            {
                "verse_number": "12",
                "verse_text": "This was exactly what the LORD spoke to Jehu: Your descendants will sit on Israel&quot;s throne for four generations. And that&quot;s exactly what happened."
            },
            {
                "verse_number": "13",
                "verse_text": "Shallum, Jabesh&quot;s son, became king in the thirty-ninth year of Judah&quot;s King Uzziah. He ruled for one month in Samaria."
            },
            {
                "verse_number": "14",
                "verse_text": "Menahem, Gadi&quot;s son, went up from Tirzah and came to Samaria. He struck down Jabesh&quot;s son Shallum in Samaria, murdering him. Menahem then succeeded him as king."
            },
            {
                "verse_number": "15",
                "verse_text": "The rest of Shallum&quot;s deeds and the conspiracy he plotted are written in the official records of Israel&quot;s kings."
            },
            {
                "verse_number": "16",
                "verse_text": "Menahem then moved from Tirzah and attacked Tiphsah, all its citizens, and its neighboring areas. Because they wouldn&quot;t surrender, he attacked and ripped open all its pregnant women."
            },
            {
                "verse_number": "17",
                "verse_text": "Menahem, Gadi&quot;s son, became king of Israel in the thirty-ninth year of Judah&quot;s King Azariah. He ruled for ten years in Samaria."
            },
            {
                "verse_number": "18",
                "verse_text": "He did what was evil in the LORD &quot;s eyes. Throughout his life, he didn&quot;t deviate from the sins that Jeroboam, Nebat&quot;s son, had caused Israel to commit."
            },
            {
                "verse_number": "19",
                "verse_text": "When Assyria&quot;s King Tiglath-pileser marched against the land, Menahem gave Tiglath-pileser one thousand silver kikkars in order to become his ally and to strengthen his hold on the kingdom."
            },
            {
                "verse_number": "20",
                "verse_text": "Menahem taxed Israel for this money. All the wealthy people had to give fifty silver shekels each to Assyria&quot;s king. So Assyria&quot;s king went home and didn&quot;t stay there in the land."
            },
            {
                "verse_number": "21",
                "verse_text": "The rest of Menahem&quot;s deeds and all that he accomplished, aren&quot;t they written in the official records of Israel&quot;s kings?"
            },
            {
                "verse_number": "22",
                "verse_text": "Menahem lay down with his ancestors. His son Pekahiah succeeded him as king."
            },
            {
                "verse_number": "23",
                "verse_text": "Pekahiah, Menahem&quot;s son, became king of Israel in the fiftieth year of Judah&quot;s King Azariah. He ruled for two years in Samaria."
            },
            {
                "verse_number": "24",
                "verse_text": "He did what was evil in the LORD &quot;s eyes. He didn&quot;t deviate from the sins that Jeroboam, Nebat&quot;s son, had caused Israel to commit."
            },
            {
                "verse_number": "25",
                "verse_text": "Pekah, Remaliah&quot;s son and Pekahiah&quot;s officer, plotted against him. Pekah struck Pekahiah in Samaria at the palace fortress, along with Argob and Arieh. Pekah had fifty Gileadites with him. He murdered Pekahiah and succeeded him as king."
            },
            {
                "verse_number": "26",
                "verse_text": "The rest of Pekahiah&quot;s deeds and all that he accomplished are written in the official records of Israel&quot;s kings."
            },
            {
                "verse_number": "27",
                "verse_text": "Pekah, Remaliah&quot;s son, became king of Israel in the fifty-second year of Judah&quot;s King Azariah. Pekah ruled for twenty years in Samaria."
            },
            {
                "verse_number": "28",
                "verse_text": "He did what was evil in the LORD &quot;s eyes. He didn&quot;t deviate from the sins that Jeroboam, Nebat&quot;s son, had caused Israel to commit."
            },
            {
                "verse_number": "29",
                "verse_text": "In the days of Israel&quot;s King Pekah, Assyria&quot;s King Tiglath-pileser came and captured Ijon, Abel-beth-maacah, Janoah, Kedesh, and Hazor. He also captured Gilead, Galilee, and all the land of Naphtali. He sent the people into exile to Assyria."
            },
            {
                "verse_number": "30",
                "verse_text": "Then Hoshea, Elah&quot;s son, plotted against Pekah, Remaliah&quot;s son. He struck Pekah down, murdering him. Hoshea became king after Pekah in the twentieth year of Uzziah&quot;s son Jotham."
            },
            {
                "verse_number": "31",
                "verse_text": "The rest of Pekah&quot;s kingship and all that he accomplished are written in the official records of Israel&quot;s kings."
            },
            {
                "verse_number": "32",
                "verse_text": "Jotham, Uzziah&quot;s son, became king of Judah in the second year of Israel&quot;s King Pekah, Remaliah&quot;s son."
            },
            {
                "verse_number": "33",
                "verse_text": "Jotham was 25 years old when he became king, and he ruled for sixteen years in Jerusalem. His mother&quot;s name was Jerusha; she was Zadok&quot;s daughter."
            },
            {
                "verse_number": "34",
                "verse_text": "Jotham did what was right in the LORD &quot;s eyes, just as his father Uzziah had done."
            },
            {
                "verse_number": "35",
                "verse_text": "However, he didn&quot;t remove the shrines. The people continued to sacrifice and burn incense at them. Jotham rebuilt the Upper Gate of the LORD &quot;s temple."
            },
            {
                "verse_number": "36",
                "verse_text": "The rest of Jotham&quot;s deeds, aren&quot;t they written in the official records of Judah&quot;s kings?"
            },
            {
                "verse_number": "37",
                "verse_text": "It was in those days that the LORD began to send Aram&quot;s King Rezin and Pekah, Remaliah&quot;s son, against Judah."
            },
            {
                "verse_number": "38",
                "verse_text": "Jotham died and was buried with his ancestors in David&quot;s City. His son Ahaz succeeded him as king."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Ahaz, Jotham&quot;s son, became king of Judah in the seventeenth year of Pekah, Remaliah&quot;s son."
            },
            {
                "verse_number": "2",
                "verse_text": "Ahaz was 20 years old when he became king, and he ruled for sixteen years in Jerusalem. He didn&quot;t do what was right in the LORD &quot;s eyes, unlike his ancestor David."
            },
            {
                "verse_number": "3",
                "verse_text": "Instead, he walked in the ways of Israel&quot;s kings. He even burned his own son alive, imitating the detestable practices of the nations that the LORD had driven out before the Israelites."
            },
            {
                "verse_number": "4",
                "verse_text": "He also sacrificed and burned incense at the shrines on every hill and beneath every shady tree."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Aram&quot;s King Rezin and Israel&quot;s King Pekah, Remaliah&quot;s son, came up to Jerusalem to fight. They surrounded Ahaz, but they weren&quot;t able to defeat him."
            },
            {
                "verse_number": "6",
                "verse_text": "At that time Aram&quot;s King Rezin recovered Elath for the Arameans, driving the Judeans out of Elath. The Edomites came to Elath and settled there, and that&quot;s still the case now. in the morning, the entirely burned offering; in the evening, the grain offering; the king&quot;s entirely burned offering and his grain offering; the entirely burned offering for all the people of the land, their grain offering, and their drink offerings."
            },
            {
                "verse_number": "7",
                "verse_text": "Ahaz sent messengers to Assyria&quot;s King Tiglath-pileser, saying, &apos;I&quot;m your servant and your son. Come up and save me from the power of the kings of Aram and Israel. Both of them are attacking me!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "And Ahaz took the silver and the gold that was in the LORD &quot;s temple and in the palace treasuries, and sent a gift to Assyria&quot;s king."
            },
            {
                "verse_number": "9",
                "verse_text": "The Assyrian king heard the request and marched against Damascus. He captured it and sent its citizens into exile to Kir. He also killed Rezin."
            },
            {
                "verse_number": "10",
                "verse_text": "Then King Ahaz went to Damascus to meet up with Assyria&quot;s King Tiglath-pileser. King Ahaz noticed the altar that was in Damascus, and he sent the altar&quot;s plan and details for its construction to the priest Uriah."
            },
            {
                "verse_number": "11",
                "verse_text": "Uriah built the altar, following the plans that King Ahaz had sent from Damascus; he had it finished before King Ahaz returned from Damascus."
            },
            {
                "verse_number": "12",
                "verse_text": "When the king arrived from Damascus, he inspected the altar. He came close to it, then went up on it,"
            },
            {
                "verse_number": "13",
                "verse_text": "burning his entirely burned offering and grain offering, pouring out his drink offering, and sprinkling the blood of his well-being sacrifices on the altar."
            },
            {
                "verse_number": "14",
                "verse_text": "As for the bronze altar that used to stand before the LORD , Ahaz moved it away from the front of the temple where it had stood between the main altar and the LORD &quot;s temple. He put it on the north side of the new altar."
            },
            {
                "verse_number": "15",
                "verse_text": "Then King Ahaz ordered the priest Uriah, saying, &apos;Burn the following sacrifices on the main altar: &apos;Sprinkle all the blood of the entirely burned offerings and all the blood of the sacrifices on it. I will use the bronze altar for seeking guidance.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Uriah the priest did everything that King Ahaz commanded."
            },
            {
                "verse_number": "17",
                "verse_text": "King Ahaz cut off the side panels from the stands and removed the basins from them. He took the Sea down from the bronze bulls that were under it and put it on a stone pavement."
            },
            {
                "verse_number": "18",
                "verse_text": "He also took away the sabbath canopy that had been built in the temple. He removed the royal entrance outside the LORD &quot;s temple. This was done because of the Assyrian king."
            },
            {
                "verse_number": "19",
                "verse_text": "The rest of Ahaz&quot;s deeds, aren&quot;t they written in the official records of Judah&quot;s kings?"
            },
            {
                "verse_number": "20",
                "verse_text": "Ahaz died and was buried with his ancestors in David&quot;s City. His son Hezekiah succeeded him as king."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Hoshea, Elah&quot;s son, became king in Samaria in the twelfth year of Judah&quot;s king Ahaz. He ruled over Israel for nine years."
            },
            {
                "verse_number": "2",
                "verse_text": "He did what was evil in the LORD &quot;s eyes, but he wasn&quot;t as bad as the Israelite kings who preceded him."
            },
            {
                "verse_number": "3",
                "verse_text": "Assyria&quot;s King Shalmaneser marched against Hoshea, and Hoshea became Shalmaneser&quot;s servant, paying him tribute."
            },
            {
                "verse_number": "4",
                "verse_text": "But the Assyrian king discovered that Hoshea was a traitor, because Hoshea sent messengers to Egypt&quot;s King So. Hoshea stopped paying tribute to the Assyrian king as he had in previous years, so the Assyrian king arrested him and put him in prison."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the Assyrian king invaded the whole country. He marched against Samaria and attacked it for three years."
            },
            {
                "verse_number": "6",
                "verse_text": "In Hoshea&quot;s ninth year, the Assyrian king captured Samaria. He sent Israel into exile to Assyria, resettling them in Halah, in Gozan on the Habor River, and in the cities of the Medes."
            },
            {
                "verse_number": "7",
                "verse_text": "All this happened because the Israelites sinned against the LORD their God, who brought them up from the land of Egypt, out from under the power of Pharaoh, Egypt&quot;s king. They worshipped other gods."
            },
            {
                "verse_number": "8",
                "verse_text": "They followed the practices of the nations that the LORD had removed before the Israelites, as well as the practices that the Israelite kings had done."
            },
            {
                "verse_number": "9",
                "verse_text": "The Israelites secretly did things against the LORD their God that weren&quot;t right. They built shrines in all their towns, from watchtowers to fortified cities."
            },
            {
                "verse_number": "10",
                "verse_text": "They set up sacred pillars and sacred poles on every high hill and beneath every green tree."
            },
            {
                "verse_number": "11",
                "verse_text": "At every shrine they burned incense, just as the nations did that the LORD sent into exile before them. They did evil things that made the LORD angry."
            },
            {
                "verse_number": "12",
                "verse_text": "They worshipped images about which the LORD had said, Don&quot;t do such things!"
            },
            {
                "verse_number": "13",
                "verse_text": "The LORD warned Israel and Judah through all the prophets and seers, telling them, Turn from your evil ways. Keep my commandments and my regulations in agreement with the entire Instruction that I commanded your ancestors and sent through my servants the prophets."
            },
            {
                "verse_number": "14",
                "verse_text": "But they wouldn&quot;t listen. They were stubborn like their ancestors who didn&quot;t trust the LORD their God."
            },
            {
                "verse_number": "15",
                "verse_text": "They rejected his regulations and the covenant he had made with their ancestors, along with the warnings he had given them. They followed worthless images so that they too became worthless. And they imitated the neighboring nations that the LORD had forbidden them to imitate."
            },
            {
                "verse_number": "16",
                "verse_text": "They deserted all the commandments of the LORD their God. They made themselves two metal idols cast in the shape of calves and made a sacred pole. They bowed down to all the heavenly bodies. They served Baal."
            },
            {
                "verse_number": "17",
                "verse_text": "They burned their sons and daughters alive. They practiced divination and sought omens. They gave themselves over to doing what was evil in the LORD &quot;s eyes and made him angry."
            },
            {
                "verse_number": "18",
                "verse_text": "So the LORD was very angry at Israel. He removed them from his presence. Only the tribe of Judah was spared."
            },
            {
                "verse_number": "19",
                "verse_text": "But Judah didn&quot;t keep the commands of the LORD their God either. They followed the practices of Israel."
            },
            {
                "verse_number": "20",
                "verse_text": "So the LORD rejected all of Israel&quot;s descendants. He punished them, and he handed them over to enemies who plundered them until he finally threw them out of his sight."
            },
            {
                "verse_number": "21",
                "verse_text": "When Israel broke away from David&quot;s dynasty, they made Nebat&quot;s son Jeroboam the king. Jeroboam drove Israel away from the LORD . He caused them to commit great sin."
            },
            {
                "verse_number": "22",
                "verse_text": "And the Israelites continued walking in all the sins that Jeroboam did. They didn&quot;t deviate from them,"
            },
            {
                "verse_number": "23",
                "verse_text": "and the LORD finally removed Israel from his presence. That was exactly what he had warned through all his servants the prophets. So Israel was exiled from its land to Assyria. And that&quot;s still how it is today."
            },
            {
                "verse_number": "24",
                "verse_text": "The Assyrian king brought people from Babylon, Cuth, Avva, Hamath, and Sepharvaim, resettling them in the cities of Samaria in place of the Israelites. These people took control of Samaria and settled in its cities."
            },
            {
                "verse_number": "25",
                "verse_text": "But when they began to live there, they didn&quot;t worship the LORD , so the LORD sent lions against them, and the lions began to kill them."
            },
            {
                "verse_number": "26",
                "verse_text": "Assyria&quot;s king was told about this: &apos;The nations you sent into exile and resettled in the cities of Samaria don&quot;t know the religious practices of the local god. He&quot;s sent lions against them, and the lions are killing them because none of them know the religious practices of the local god.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "So Assyria&quot;s king commanded, &apos;Return one of the priests that you exiled from there. He should go back and live there. He should teach them the religious practices of the local god.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "So one of the priests who had been exiled from Samaria went back. He lived in Bethel and taught the people how to worship the LORD ."
            },
            {
                "verse_number": "29",
                "verse_text": "But each nationality still made its own gods. They set them up in the houses that the people of Samaria had made at the shrines. Each nationality did this in whichever cities they lived."
            },
            {
                "verse_number": "30",
                "verse_text": "The Babylonian people made the god Succoth-benoth, the Cuthean people made Nergal, and the people from Hamath made Ashima."
            },
            {
                "verse_number": "31",
                "verse_text": "The Avvites made Nibhaz and Tartak. The Sepharvites burned their children alive as a sacrifice to Adrammelech and Anammelech, the Sepharvite gods."
            },
            {
                "verse_number": "32",
                "verse_text": "They also worshipped the LORD , but they appointed priests for the shrines from their whole population. These priests worked in the houses at the shrines."
            },
            {
                "verse_number": "33",
                "verse_text": "So they worshipped the LORD , but they also served their own gods according to the religious practices of the nations from which they had been exiled."
            },
            {
                "verse_number": "34",
                "verse_text": "They are still following their former religious practices to this very day. They don&quot;t really worship the LORD . Nor do they follow the regulations, the case laws, the Instruction, or the commandment that the LORD commanded the children of Jacob, whom he renamed Israel."
            },
            {
                "verse_number": "35",
                "verse_text": "The LORD had made a covenant with them, commanding them, Don&quot;t worship other gods. Don&quot;t bow down to them or serve them. Don&quot;t sacrifice to them."
            },
            {
                "verse_number": "36",
                "verse_text": "Instead, worship only the LORD . He&quot;s the one who brought you up from the land of Egypt with great strength and an outstretched arm. Bow down to him! Sacrifice to him!"
            },
            {
                "verse_number": "37",
                "verse_text": "You must carefully keep the regulations and case laws, the Instruction, and the commandment that he wrote for you. Don&quot;t worship other gods."
            },
            {
                "verse_number": "38",
                "verse_text": "Don&quot;t forget the covenant that I made with you. Don&quot;t worship other gods."
            },
            {
                "verse_number": "39",
                "verse_text": "Instead, worship only the LORD your God. He will rescue you from your enemies&quot; power."
            },
            {
                "verse_number": "40",
                "verse_text": "But they wouldn&quot;t listen. Instead, they continued doing their former religious practices."
            },
            {
                "verse_number": "41",
                "verse_text": "So these nations worship the LORD , but they also serve their idols. The children and the grandchildren are doing the very same thing their parents did. And that&quot;s how things still are today."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Hezekiah, Ahaz&quot;s son, became king of Judah in the third year of Israel&quot;s King Hoshea, Elah&quot;s son."
            },
            {
                "verse_number": "2",
                "verse_text": "He was 25 years old when he became king, and he ruled twenty-nine years in Jerusalem. His mother&quot;s name was Abi; she was Zechariah&quot;s daughter."
            },
            {
                "verse_number": "3",
                "verse_text": "Hezekiah did what was right in the LORD &quot;s eyes, just as his ancestor David had done."
            },
            {
                "verse_number": "4",
                "verse_text": "He removed the shrines. He smashed the sacred pillars and cut down the sacred pole. He crushed the bronze snake that Moses made, because up to that point the Israelites had been burning incense to it. (The snake was named Nehushtan.)"
            },
            {
                "verse_number": "5",
                "verse_text": "Hezekiah trusted in the LORD , Israel&quot;s God. There was no one like him among all of Judah&quot;s kings&ndash;not before him and not after him."
            },
            {
                "verse_number": "6",
                "verse_text": "He clung to the LORD and never deviated from him. He kept the commandments that the LORD had commanded Moses."
            },
            {
                "verse_number": "7",
                "verse_text": "The LORD was with Hezekiah; he succeeded at everything he tried. He rebelled against Assyria&quot;s king and wouldn&quot;t serve him."
            },
            {
                "verse_number": "8",
                "verse_text": "He struck down the Philistines as far as Gaza and its territories, from watchtower to fortified city."
            },
            {
                "verse_number": "9",
                "verse_text": "Assyria&quot;s King Shalmaneser marched against Samaria and attacked it in the fourth year of King Hezekiah, which was the seventh year of Israel&quot;s King Hoshea, Elah&quot;s son."
            },
            {
                "verse_number": "10",
                "verse_text": "After three years the Assyrians captured the city. Samaria was captured in Hezekiah&quot;s sixth year, which was Hoshea&quot;s ninth year."
            },
            {
                "verse_number": "11",
                "verse_text": "Assyria&quot;s king sent Israel into exile to Assyria. He settled them in Halah, in Gozan on the Habor River, and in the cities of the Medes."
            },
            {
                "verse_number": "12",
                "verse_text": "All this happened because they wouldn&quot;t listen to the LORD their God. They broke his covenant&ndash;all that the LORD &quot;s servant Moses had commanded them. They didn&quot;t listen, and they didn&quot;t do it."
            },
            {
                "verse_number": "13",
                "verse_text": "Assyria&quot;s King Sennacherib marched against all of Judah&quot;s fortified cities and captured them in the fourteenth year of King Hezekiah."
            },
            {
                "verse_number": "14",
                "verse_text": "Judah&quot;s King Hezekiah sent a message to the Assyrian king at Lachish, saying, &apos;I admit wrongdoing. Please withdraw from me, and I&quot;ll agree to whatever you demand from me.&apos; Assyria&quot;s king required Judah&quot;s King Hezekiah to pay him three hundred kikkars of silver and thirty kikkars of gold."
            },
            {
                "verse_number": "15",
                "verse_text": "So Hezekiah gave him all the silver that was in the LORD &quot;s temple and in the palace treasuries."
            },
            {
                "verse_number": "16",
                "verse_text": "At that time King Hezekiah had to strip down the doors and doorposts of the LORD &quot;s temple, which he had covered with gold. He gave all of it to the Assyrian king."
            },
            {
                "verse_number": "17",
                "verse_text": "Assryia&quot;s king sent his general, his chief officer, and his field commander from Lachish, together with a large army, to King Hezekiah at Jerusalem. They went up and arrived at Jerusalem. They stood at the water channel of the Upper Pool, which is on the road to the field where clothes are washed."
            },
            {
                "verse_number": "18",
                "verse_text": "Then they called for the king. Hilkiah&quot;s son Eliakim, who was the palace administrator, Shebna the secretary, and Asaph&quot;s son Joah the recorder went out to them."
            },
            {
                "verse_number": "19",
                "verse_text": "Then the field commander said to them, &apos;Say to Hezekiah: This is what Assyria&quot;s Great King says: Why do you feel so confident?"
            },
            {
                "verse_number": "20",
                "verse_text": "Do you think that empty words are the same as good strategy and the strength to fight? Who are you trusting in that you now rebel against me?"
            },
            {
                "verse_number": "21",
                "verse_text": "It appears that you are trusting in a staff&ndash;Egypt&ndash;that&quot;s nothing but a broken reed! It will stab the hand of anyone who leans on it! That&quot;s all that Pharaoh, Egypt&quot;s king, is to anyone who trusts in him."
            },
            {
                "verse_number": "22",
                "verse_text": "Now suppose you say to me, &quot;We trust in the LORD our God.&quot; Isn&quot;t he the one whose shrines and altars Hezekiah removed, telling Judah and Jerusalem, &quot;You must worship before this altar in Jerusalem&quot;?"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;So now make a wager with my master, Assyria&quot;s king. I&quot;ll give you two thousand horses if you can supply the riders!"
            },
            {
                "verse_number": "24",
                "verse_text": "How will you drive back even the least important official among my master&quot;s servants when you are relying on Egypt for chariots and riders?"
            },
            {
                "verse_number": "25",
                "verse_text": "What&quot;s more, do you think I&quot;ve marched against this place to destroy it without the LORD &quot;s support? It was the LORD who told me, March against this land and destroy it!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Hilkiah&quot;s son Eliakim, Shebna, and Joah said to the field commander, &apos;Please speak to your servants in Aramaic because we understand it. Don&quot;t speak with us in Hebrew, because the people on the wall will hear it.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The field commander said to them, &apos;Did my master send me to speak these words just to you and your master and not also to the men on the wall? They are the ones who will have to eat their dung and drink their urine along with you.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then the field commander stood up and shouted in Hebrew at the top of his voice, saying, &apos;Listen to the message of the great king, Assyria&quot;s king."
            },
            {
                "verse_number": "29",
                "verse_text": "This is what the king says: Don&quot;t let Hezekiah lie to you. He won&quot;t be able to rescue you from the power of Assyria&quot;s king."
            },
            {
                "verse_number": "30",
                "verse_text": "Don&quot;t let Hezekiah persuade you to trust the LORD by saying, &quot;The LORD will certainly rescue us. This city won&quot;t be handed over to Assyria&quot;s king.&quot;"
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Don&quot;t listen to Hezekiah, because this is what Assyria&quot;s king says: Surrender to me and come out. Then each of you will eat from your own vine and fig tree, and drink water from your own well"
            },
            {
                "verse_number": "32",
                "verse_text": "until I come to take you to a land just like your land. It will be a land of grain and new wine, a land of bread and vineyards, a land of olive oil and honey. Then you will live and not die! Don&quot;t listen to Hezekiah, because he will mislead you by saying, &quot;The LORD will rescue us.&quot;"
            },
            {
                "verse_number": "33",
                "verse_text": "Were any of the gods of the other nations able to rescue their lands from the power of Assyria&quot;s king?"
            },
            {
                "verse_number": "34",
                "verse_text": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim, Hena, and Ivvah? Have they rescued Samaria from my power?"
            },
            {
                "verse_number": "35",
                "verse_text": "Which one of any of the gods of those lands has rescued their country from my power? Why should the LORD rescue Jerusalem from my power?&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "But the people kept quiet and didn&quot;t answer him with a single word, because King Hezekiah&quot;s command was, &apos;Don&quot;t answer him!&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Hilkiah&quot;s son Eliakim, who was the palace administrator, Shebna the secretary, and Asaph&quot;s son Joah the recorder, came to Hezekiah with ripped clothes. They told him what the field commander had said."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "When King Hezekiah heard this, he ripped his clothes, covered himself with mourning clothes, and went to the LORD &quot;s temple."
            },
            {
                "verse_number": "2",
                "verse_text": "He sent Eliakim the palace administrator, Shebna the secretary, and the senior priests to the prophet Isaiah, Amoz&quot;s son. They were all wearing mourning clothes."
            },
            {
                "verse_number": "3",
                "verse_text": "They said to him, &apos;This is what Hezekiah says: Today is a day of distress, punishment, and humiliation. It&quot;s as if children are ready to be born, but there&quot;s no strength to see it through."
            },
            {
                "verse_number": "4",
                "verse_text": "Perhaps the LORD your God has heard all the words of the field commander who was sent by his master, Assyria&quot;s king&ndash;how he insulted the living God&ndash;perhaps God will punish him for the words the LORD your God heard. Send up a prayer for those few people who still survive.&apos; The young woman, Daughter Zion, despises you and mocks you; Daughter Jerusalem shakes her head behind your back. Against whom did you raise your voice and pridefully lift your eyes? It was against the holy one of Israel! you said, &quot;I, with my many chariots, have gone up to the highest mountains, to the farthest reaches of Lebanon. I have cut down its tallest cedars, the best of its pine trees. I have reached its most remote lodging place, its best forest. With my own feet, I dried up all of Egypt&quot;s streams.&quot; I set this up long ago; I planned it in the distant past! Now I have made it happen, making fortified cities collapse into piles of rubble. They are frightened and ashamed. They&quot;ve become like plants in a field, tender green shoots, the grass on rooftops, burned up before it matures. how you go out and come in, and how you rage against me. and because your pride has reached my ears, I will put my hook in your nose, and my bit in your mouth. I will make you go back the same way you came."
            },
            {
                "verse_number": "5",
                "verse_text": "When King Hezekiah&quot;s servants got to Isaiah,"
            },
            {
                "verse_number": "6",
                "verse_text": "Isaiah said to them, &apos;Say this to your master: &quot;This is what the LORD says: Don&quot;t be afraid at the words you heard, which the officers of Assyria&quot;s king have used to insult me."
            },
            {
                "verse_number": "7",
                "verse_text": "I&quot;m about to put a spirit in him, so when he hears a rumor, he&quot;ll go back to his own country. Then I&quot;ll have him cut down by the sword in his own land.&quot;&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The field commander heard that the Assyrian king had left Lachish. So he went back to the king and found him attacking Libnah."
            },
            {
                "verse_number": "9",
                "verse_text": "Then the Assyrian king learned that Cush&quot;s King Tirhakah was on his way to fight against him. So he sent messengers to Hezekiah again, saying,"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Say this to Judah&quot;s King Hezekiah: Don&quot;t let the God you trust in persuade you by saying, &quot;Jerusalem won&quot;t be handed over to the Assyrian king.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "You yourself have heard what Assyrian kings do to other countries, wiping them out. Is it likely that you will be saved?"
            },
            {
                "verse_number": "12",
                "verse_text": "Did the gods of the nations destroyed by my fathers&ndash;Gozan, Haran, Rezeph, or the people of Eden in Telassar&ndash;save them?"
            },
            {
                "verse_number": "13",
                "verse_text": "Where now is Hamath&quot;s king, Arpad&quot;s king, or the kings of Lair, Sepharvaim, Hena, or Ivvah?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Hezekiah took the letters from the messengers and read them. Then he went to the temple and spread them out before the LORD ."
            },
            {
                "verse_number": "15",
                "verse_text": "Hezekiah prayed to the LORD , saying, &apos; LORD God of Israel, you sit enthroned on the winged creatures. You alone are God over all the earth&quot;s kingdoms. You made both heaven and earth."
            },
            {
                "verse_number": "16",
                "verse_text": "LORD , turn your ear this way and hear! LORD , open your eyes and see! Listen to Sennacherib&quot;s words. He sent them to insult the living God!"
            },
            {
                "verse_number": "17",
                "verse_text": "It&quot;s true, LORD , that the Assyrian kings have destroyed many nations and their lands."
            },
            {
                "verse_number": "18",
                "verse_text": "The Assyrians burned the gods of those nations with fire because they aren&quot;t real gods. They are only man-made creations of wood and stone. That&quot;s how the Assyrians could destroy them."
            },
            {
                "verse_number": "19",
                "verse_text": "So now, LORD our God, please save us from Sennacherib&quot;s power! Then all the earth&quot;s kingdoms will know that you, LORD , are the only true God.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Isaiah, Amoz&quot;s son, sent a message to Hezekiah: &apos;This is what the LORD , Israel&quot;s God, says: I have heard your prayer about Assyria&quot;s King Sennacherib."
            },
            {
                "verse_number": "21",
                "verse_text": "This is the message that the LORD has spoken against him:"
            },
            {
                "verse_number": "22",
                "verse_text": "Whom did you insult and ridicule?"
            },
            {
                "verse_number": "23",
                "verse_text": "You&quot;ve insulted the Lord with your messengers;"
            },
            {
                "verse_number": "24",
                "verse_text": "I have dug wells, have drunk waters in foreign lands."
            },
            {
                "verse_number": "25",
                "verse_text": "Haven&quot;t you heard?"
            },
            {
                "verse_number": "26",
                "verse_text": "Their citizens have lost their power."
            },
            {
                "verse_number": "27",
                "verse_text": "I know where you live,"
            },
            {
                "verse_number": "28",
                "verse_text": "And because you rage against me"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Now this will be the sign for you, Hezekiah: This year you will eat what grows by itself. Next year you will eat what grows from that. But in the third year, sow seed and harvest it; plant vineyards and eat their fruit."
            },
            {
                "verse_number": "30",
                "verse_text": "The survivors of the house of Judah who have escaped will take root below and bear fruit above."
            },
            {
                "verse_number": "31",
                "verse_text": "Those who remain will go out from Jerusalem, and those who survive will go out from Mount Zion. The zeal of the LORD of heavenly forces will do this."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Therefore, this is what the LORD says about Assyria&quot;s king: He won&quot;t enter this city. He won&quot;t shoot a single arrow there. He won&quot;t come near the city with a shield. He won&quot;t build a ramp to besiege it."
            },
            {
                "verse_number": "33",
                "verse_text": "He will go back by the same way he came. He won&quot;t enter this city, declares the LORD ."
            },
            {
                "verse_number": "34",
                "verse_text": "I will defend this city and save it for my sake and for the sake of my servant David.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "That night the LORD &quot;s messenger went out and struck down one hundred eighty-five thousand soldiers in the Assyrian camp. When people got up the next morning, there were dead bodies everywhere."
            },
            {
                "verse_number": "36",
                "verse_text": "So Assyria&quot;s King Sennacherib departed, returning to Nineveh, where he stayed."
            },
            {
                "verse_number": "37",
                "verse_text": "Later, while he was worshipping in the temple of his god Nisroch, his sons Adrammelech and Sharezer killed him with a sword. They then escaped to the land of Ararat. His son Esarhaddon succeeded him as king."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Around that same time, Hezekiah became deathly ill. The prophet Isaiah, Amoz&quot;s son, came to him and said, &apos;This is what the LORD says: Put your affairs in order because you are about to die. You won&quot;t survive this.&apos; Hezekiah said, &apos;They came from a distant country: Babylon.&apos; &apos;They have seen everything in my palace,&apos; Hezekiah answered. &apos;There&quot;s not a single thing in my storehouses that I haven&quot;t shown them.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Hezekiah turned his face to the wall and prayed to the LORD , saying,"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Please, LORD , remember how I have walked before you in truth and sincerity. I have done what is right in your eyes.&apos; Then Hezekiah cried and cried."
            },
            {
                "verse_number": "4",
                "verse_text": "Isaiah hadn&quot;t even left the middle courtyard of the palace when the LORD &quot;s word came to him:"
            },
            {
                "verse_number": "5",
                "verse_text": "Turn around. Say to Hezekiah, my people&quot;s leader: This is what the LORD , the God of your ancestor David, says: I have heard your prayer and have seen your tears. So now I&quot;m going to heal you. Three days from now you will be able to go up to the LORD &quot;s temple."
            },
            {
                "verse_number": "6",
                "verse_text": "I will add fifteen years to your life. I will rescue you and this city from the power of the Assyian king. I will defend this city for my sake and for the sake of my servant David."
            },
            {
                "verse_number": "7",
                "verse_text": "Then Isaiah said, &apos;Prepare a bandage made of figs.&apos; They did so and put it on the swelling, at which point Hezekiah started getting better."
            },
            {
                "verse_number": "8",
                "verse_text": "Hezekiah said to Isaiah, &apos;What is the sign that the LORD will heal me and that I&quot;ll be able to go up to the LORD &quot;s temple in three days?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Isaiah said, &apos;This will be your sign from the LORD that he will make his promise come true: Should the shadow go forward ten steps or back ten steps?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;It&quot;s easy for the shadow to go forward ten steps,&apos; Hezekiah said, &apos;but not for the shadow to go back ten steps.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So the prophet Isaiah called on the LORD , who made the shadow go back ten steps, down the flight of stairs built by Ahaz."
            },
            {
                "verse_number": "12",
                "verse_text": "At that time Merodach-baladan, son of Babylon&quot;s King Baladan, sent messengers to Hezekiah with letters and a gift. This was because he had heard that Hezekiah was sick."
            },
            {
                "verse_number": "13",
                "verse_text": "Hezekiah granted them an audience and showed them everything in his treasury&ndash;the silver, the gold, the spices, and the fine oil. He also showed them his stock of weaponry and everything in his storehouses. There wasn&quot;t a single thing in his palace or his whole kingdom that Hezekiah didn&quot;t show them."
            },
            {
                "verse_number": "14",
                "verse_text": "Then the prophet Isaiah came to King Hezekiah and said to him, &apos;What did these men say? Where have they come from?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;What have they seen in your palace?&apos; Isaiah asked."
            },
            {
                "verse_number": "16",
                "verse_text": "Then Isaiah said to Hezekiah, &apos;Listen to the LORD &quot;s word:"
            },
            {
                "verse_number": "17",
                "verse_text": "The days are nearly here when everything in your palace and all that your ancestors collected up to now will be carried off to Babylon. Not a single thing will be left, says the LORD ."
            },
            {
                "verse_number": "18",
                "verse_text": "Some of your children, your very own offspring, will be taken away. They will become eunuchs in the palace of Babylon&quot;s king.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Hezekiah said to Isaiah, &apos;The LORD &quot;s word that you&quot;ve spoken is good,&apos; because he thought: There will be peace and security in my lifetime."
            },
            {
                "verse_number": "20",
                "verse_text": "The rest of Hezekiah&quot;s deeds and all his powerful acts&ndash;how he made the pool and the channel and brought water inside the city&ndash;aren&quot;t they written in the official records of Judah&quot;s kings?"
            },
            {
                "verse_number": "21",
                "verse_text": "Hezekiah lay down with his ancestors. His son Manasseh succeeded him as king."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Manasseh was 12 years old when he became king, and he ruled for fifty-five years in Jerusalem. His mother&quot;s name was Hephzibah."
            },
            {
                "verse_number": "2",
                "verse_text": "He did what was evil in the LORD &quot;s eyes, imitating the detestable practices of the nations that the LORD had driven out before the Israelites."
            },
            {
                "verse_number": "3",
                "verse_text": "He rebuilt the shrines that his father Hezekiah had destroyed, set up altars for Baal, and made a sacred pole, just as Israel&quot;s King Ahab had done. He bowed down to all the stars in the sky and worshipped them."
            },
            {
                "verse_number": "4",
                "verse_text": "He even built altars in the two courtyards of the LORD &quot;s temple&ndash;the very place the LORD was speaking of when he said: &apos;I will put my name in Jerusalem.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Manasseh built altars for all the stars in the sky in both courtyards of the LORD &quot;s temple."
            },
            {
                "verse_number": "6",
                "verse_text": "He burned his own son alive, consulted sign readers and fortune-tellers, and used mediums and diviners. He did much evil in the LORD &quot;s eyes and made him angry."
            },
            {
                "verse_number": "7",
                "verse_text": "Manasseh set up the carved Asherah image he had made in the temple&ndash;the very temple the LORD had spoken about to David and his son Solomon, saying, In this temple and in Jerusalem, which I have chosen out of all Israel&quot;s tribes, I will put my name forever."
            },
            {
                "verse_number": "8",
                "verse_text": "I will never again remove Israel from the land I gave to their ancestors, provided they carefully do everything I have commanded them&ndash;keeping all the Instruction my servant Moses commanded them."
            },
            {
                "verse_number": "9",
                "verse_text": "But they wouldn&quot;t listen. Manasseh led them into doing even more evil than the nations the LORD had wiped out before the Israelites."
            },
            {
                "verse_number": "10",
                "verse_text": "The LORD spoke through his servants the prophets:"
            },
            {
                "verse_number": "11",
                "verse_text": "Judah&quot;s King Manasseh has done detestable things, things more evil than the Amorites had done before his time. He has caused Judah to sin with his images."
            },
            {
                "verse_number": "12",
                "verse_text": "Because of this, the LORD , Israel&quot;s God, has said: I&quot;m about to bring on Jerusalem and Judah such a great disaster that the ears of anyone who hears about it will ring."
            },
            {
                "verse_number": "13",
                "verse_text": "I will stretch out over Jerusalem the same line that I used to measure Samaria and the same mason&quot;s level that I used on Ahab&quot;s family. I will wipe Jerusalem clean the same way someone wipes a plate clean, wiping it clean then turning it facedown."
            },
            {
                "verse_number": "14",
                "verse_text": "Whatever survives of my inheritance, I&quot;ll leave behind, handing them over to their enemies. They will be nothing but plunder and loot for every one of their enemies."
            },
            {
                "verse_number": "15",
                "verse_text": "This will happen because they have done what is evil in my eyes, making me angry from the day their ancestors left Egypt until this very moment."
            },
            {
                "verse_number": "16",
                "verse_text": "Manasseh spilled so much innocent blood that he filled up every corner of Jerusalem with it. And this doesn&quot;t include the sins he caused Judah to commit so that they did what was evil in the LORD &quot;s eyes."
            },
            {
                "verse_number": "17",
                "verse_text": "The rest of Manasseh&quot;s deeds, all that he accomplished, and the sin he committed, aren&quot;t they written in the official records of Judah&quot;s kings?"
            },
            {
                "verse_number": "18",
                "verse_text": "Manasseh lay down with his ancestors. He was buried in his palace garden, the Uzza Garden. His son Amon succeeded him as king."
            },
            {
                "verse_number": "19",
                "verse_text": "Amon was 22 years old when he became king, and he ruled for two years in Jerusalem. His mother&quot;s name was Meshullemeth; she was Haruz&quot;s daughter and was from Jotbah."
            },
            {
                "verse_number": "20",
                "verse_text": "He did what was evil in the LORD &quot;s eyes, just as his father Manasseh had done."
            },
            {
                "verse_number": "21",
                "verse_text": "He walked in all the ways his father had walked. He worshipped the same worthless idols his father had worshipped, bowing down to them."
            },
            {
                "verse_number": "22",
                "verse_text": "He deserted his ancestors&quot; God, the LORD &ndash;he didn&quot;t walk in the LORD &quot;s way."
            },
            {
                "verse_number": "23",
                "verse_text": "Amon&quot;s officials plotted against him and assassinated the king in his palace."
            },
            {
                "verse_number": "24",
                "verse_text": "The people of the land then executed all those who had plotted against King Amon and made his son Josiah the next king."
            },
            {
                "verse_number": "25",
                "verse_text": "The rest of Amon&quot;s deeds, aren&quot;t they written in the official records of Judah&quot;s kings?"
            },
            {
                "verse_number": "26",
                "verse_text": "He was buried in his tomb in the Uzza Garden. His son Josiah succeeded him as king."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Josiah was 8 years old when he became king, and he ruled for thirty-one years in Jerusalem. His mother&quot;s name was Jedidah; she was Adaiah&quot;s daughter and was from Bozkath."
            },
            {
                "verse_number": "2",
                "verse_text": "He did what was right in the LORD &quot;s eyes, and walked in the ways of his ancestor David&ndash;not deviating from it even a bit to the right or left."
            },
            {
                "verse_number": "3",
                "verse_text": "In the eighteenth year of King Josiah&quot;s rule, he sent the secretary Shaphan, Azaliah&quot;s son and Meshullam&quot;s grandson, to the LORD &quot;s temple with the following orders:"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Go to the high priest Hilkiah. Have him carefully count the money that has been brought to the LORD &quot;s temple and that has been collected from the people by the doorkeepers."
            },
            {
                "verse_number": "5",
                "verse_text": "It should be given to the supervisors in charge of the LORD &quot;s temple, who in turn should pay it to those who are in the LORD &quot;s temple, repairing the temple&ndash;"
            },
            {
                "verse_number": "6",
                "verse_text": "the carpenters, the builders, and the masons. It should be used to pay for lumber and quarried stone to repair the temple."
            },
            {
                "verse_number": "7",
                "verse_text": "But there&quot;s no need to check on them regarding the money they receive, because they are honest workers.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The high priest Hilkiah told Shaphan the secretary: &apos;I have found the Instruction scroll in the LORD &quot;s temple.&apos; Then Hilkiah turned the scroll over to Shaphan, who read it."
            },
            {
                "verse_number": "9",
                "verse_text": "Shaphan the secretary then went to the king and reported this to him: &apos;Your officials have released the money that was found in the temple and have handed it over to those who supervise the work in the LORD &quot;s temple.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then Shaphan the secretary told the king, &apos;Hilkiah the priest has given me a scroll,&apos; and he read it out loud before the king."
            },
            {
                "verse_number": "11",
                "verse_text": "As soon as the king heard what the Instruction scroll said, he ripped his clothes."
            },
            {
                "verse_number": "12",
                "verse_text": "The king ordered the priest Hilkiah, Shaphan&quot;s son Ahikam, Micaiah&quot;s son Achbor, Shaphan the secretary, and Asaiah the royal officer as follows:"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Go and ask the LORD on my behalf, and on behalf of the people, and on behalf of all Judah concerning the contents of this scroll that has been found. The LORD must be furious with us because our ancestors failed to obey the words of this scroll and do everything written in it about us.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So Hilkiah the priest, Ahikam, Achbor, Shaphan, and Asaiah went to the prophetess Huldah. She was married to Shallum, Tikvah&quot;s son and Harhas&quot; grandson, who was in charge of the wardrobe. She lived in Jerusalem in the second district. When they spoke to her,"
            },
            {
                "verse_number": "15",
                "verse_text": "she replied, &apos;This is what the LORD , Israel&quot;s God, says: Tell this to the man who sent you to me:"
            },
            {
                "verse_number": "16",
                "verse_text": "This is what the LORD says: I am about to bring disaster on this place and its citizens&ndash;all the words in the scroll that Judah&quot;s king has read!"
            },
            {
                "verse_number": "17",
                "verse_text": "My anger burns against this place, never to be quenched, because they&quot;ve deserted me and have burned incense to other gods, angering me by everything they have done."
            },
            {
                "verse_number": "18",
                "verse_text": "But also say this to the king of Judah, who sent you to question the LORD : This is what the LORD , Israel&quot;s God, says about the message you&quot;ve just heard:"
            },
            {
                "verse_number": "19",
                "verse_text": "Because your heart was broken and you submitted before the LORD when you heard what I said about this place and its citizens&ndash;that they will become a horror and a curse&ndash;and because you ripped your clothes and cried before me, I have listened to you, declares the LORD ."
            },
            {
                "verse_number": "20",
                "verse_text": "That&quot;s why I will gather you to your ancestors, and you will go to your grave in peace. You won&quot;t experience the disaster I am about to bring on this place.&apos;"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "the king sent a message, and all of Judah&quot;s and Jerusalem&quot;s elders gathered before him."
            },
            {
                "verse_number": "2",
                "verse_text": "Then the king went up to the LORD &quot;s temple, together with all the people of Judah and all the citizens of Jerusalem, the priests and the prophets, and all the people, young and old alike. There the king read out loud all the words of the covenant scroll that had been found in the LORD &quot;s temple."
            },
            {
                "verse_number": "3",
                "verse_text": "The king stood beside the pillar and made a covenant with the LORD that he would follow the LORD by keeping his commandments, his laws, and his regulations with all his heart and all his being in order to fulfill the words of this covenant that were written in this scroll. All of the people accepted the covenant. The people of the city replied, &apos;That tomb belongs to the man of God who came from Judah and announced what you would do to the altar of Bethel.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The king then commanded the high priest Hilkiah, the second-order priests, and the doorkeepers to remove from the LORD &quot;s temple all the religious objects made for Baal, Asherah, and all the heavenly bodies. The king burned them outside Jerusalem in the Kidron fields and took the ashes to Bethel."
            },
            {
                "verse_number": "5",
                "verse_text": "He got rid of the pagan priests that the Judean kings had appointed to burn incense at the shrines in Judah&quot;s cities and the areas around Jerusalem. He did the same to those who burned incense to Baal, to the sun, to the moon, to the constellations, and to all the heavenly bodies."
            },
            {
                "verse_number": "6",
                "verse_text": "He removed the Asherah image from the LORD &quot;s temple, taking it to the Kidron Valley outside Jerusalem. There he burned it, ground it to dust, and threw the dust on the public graveyard."
            },
            {
                "verse_number": "7",
                "verse_text": "The king tore down the shrines for the consecrated workers that were in the LORD &quot;s temple, where women made woven coverings for Asherah."
            },
            {
                "verse_number": "8",
                "verse_text": "Then Josiah brought all the priests out of Judah&quot;s cities. From Geba to Beer-sheba, he defiled the shrines where the priests had been burning incense. He also tore down the shrines at the gates at the entrance to the gate of Joshua the city&quot;s governor, which were on the left as one entered the city gate."
            },
            {
                "verse_number": "9",
                "verse_text": "Although the priests of these shrines didn&quot;t go up on the LORD &quot;s altar in Jerusalem, they did eat unleavened bread with their fellow priests."
            },
            {
                "verse_number": "10",
                "verse_text": "Josiah defiled the Topheth in the Ben-hinnom Valley so no one could burn their child alive in honor of the god Molech."
            },
            {
                "verse_number": "11",
                "verse_text": "He did away with the horses that Judah&quot;s kings had dedicated to the sun. They were kept at the entrance to the LORD &quot;s temple near a room in the annex that belonged to an official named Nathan-melech. Josiah set fire to the chariots that were dedicated to the sun."
            },
            {
                "verse_number": "12",
                "verse_text": "The king also tore down the altars that were on the roof of Ahaz&quot;s upper story, which had been made by the Judean kings, and he did the same with the altars that Manasseh had built in the two courtyards of the LORD &quot;s temple. He broke them up there and threw their dust into the Kidron Valley."
            },
            {
                "verse_number": "13",
                "verse_text": "The king then defiled the shrines facing Jerusalem, south of the Mountain of Destruction. Solomon the king of Israel had built these for Ashtoreth, the monstrous Sidonian god, for Chemosh, the monstrous Moabite god, and for Milcom, the detestable Ammonite god."
            },
            {
                "verse_number": "14",
                "verse_text": "He smashed the sacred pillars and cut down the sacred poles, filling the places where they had been with human bones."
            },
            {
                "verse_number": "15",
                "verse_text": "Josiah also tore down the altar that was in Bethel. That was the shrine made by Jeroboam, Nebat&quot;s son, who caused Israel to sin. Josiah tore down that altar and its shrine. He burned the shrine, grinding it into dust. Then he burned its sacred pole."
            },
            {
                "verse_number": "16",
                "verse_text": "When Josiah turned around, he noticed tombs up on the hillside. So he ordered the bones to be taken out of the tombs. He then burned them on the altar, desecrating it. (This was in agreement with the word that the LORD announced by the man of God when Jeroboam stood by the altar at the festival.) Josiah then turned and saw the tomb of the man of God who had predicted these things."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;What&quot;s this gravestone I see?&apos; Josiah asked."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Let it be,&apos; Josiah said. &apos;No one should disturb his bones.&apos; So they left his bones untouched, along with the bones of the prophet who came from Samaria."
            },
            {
                "verse_number": "19",
                "verse_text": "Moreover, Josiah removed all the shrines on the high hills that the Israelite kings had constructed throughout the cities of Samaria. These had made the LORD angry. Josiah did to them just what he did at Bethel."
            },
            {
                "verse_number": "20",
                "verse_text": "He actually slaughtered on those altars all the priests of the shrines who were there, and he burned human bones on them. Then Josiah returned to Jerusalem."
            },
            {
                "verse_number": "21",
                "verse_text": "The king commanded all the people, &apos;Celebrate a Passover to the LORD your God following what is instructed in this scroll containing the covenant.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "A Passover like this hadn&quot;t been celebrated since the days when the judges judged Israel; neither had it been celebrated during all the days of the Israelite and Judean kings."
            },
            {
                "verse_number": "23",
                "verse_text": "But in the eighteenth year of King Josiah&quot;s rule, this Passover was celebrated to the LORD in Jerusalem."
            },
            {
                "verse_number": "24",
                "verse_text": "Josiah burned those who consulted dead spirits and the mediums, the household gods and the worthless idols&ndash;all the monstrous things that were seen in the land of Judah and in Jerusalem. In this way Josiah fulfilled the words of the Instruction written in the scroll that the priest Hilkiah found in the LORD &quot;s temple."
            },
            {
                "verse_number": "25",
                "verse_text": "There&quot;s never been a king like Josiah, whether before or after him, who turned to the LORD with all his heart, all his being, and all his strength, in agreement with everything in the Instruction from Moses."
            },
            {
                "verse_number": "26",
                "verse_text": "Even so, the LORD didn&quot;t turn away from the great rage that burned against Judah on account of all that Manasseh had done to make him angry."
            },
            {
                "verse_number": "27",
                "verse_text": "The LORD said, &apos;I will remove Judah from my presence just as I removed Israel. I will reject this city, Jerusalem, which I chose, and this temple where I promised my name would reside.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "The rest of Josiah&quot;s deeds and all that he accomplished, aren&quot;t they written in the official records of Judah&quot;s kings?"
            },
            {
                "verse_number": "29",
                "verse_text": "In his days, the Egyptian king Pharaoh Neco marched against the Assyrian king at the Euphrates River. King Josiah marched out to intercept him. But when Neco encountered Josiah in Megiddo, he killed the king."
            },
            {
                "verse_number": "30",
                "verse_text": "Josiah&quot;s servants took his body from Megiddo in a chariot. They brought him to Jerusalem and buried him in his own tomb. The people of the land took Jehoahaz, Josiah&quot;s son, anointed him, and made him king after his father."
            },
            {
                "verse_number": "31",
                "verse_text": "Jehoahaz was 23 years old when he became king, and he ruled for three months in Jerusalem. His mother&quot;s name was Hamutal; she was Jeremiah&quot;s daughter and was from Libnah."
            },
            {
                "verse_number": "32",
                "verse_text": "He did what was evil in the LORD &quot;s eyes, just as all his ancestors had done."
            },
            {
                "verse_number": "33",
                "verse_text": "Pharaoh Neco made Jehoahaz a prisoner at Riblah in the land of Hamath, ending his rule in Jerusalem. Pharaoh Neco imposed a fine on the land totaling one hundred kikkars of silver and one kikkar of gold."
            },
            {
                "verse_number": "34",
                "verse_text": "Pharaoh Neco made Eliakim, Josiah&quot;s son, king after his father Josiah. Neco changed Eliakim&quot;s name to Jehoiakim. Neco took Jehoahaz away; he later died in Egypt."
            },
            {
                "verse_number": "35",
                "verse_text": "Jehoiakim gave Pharaoh the silver and gold, but he taxed the land in order to meet Pharaoh&quot;s financial demands. Each person was taxed appropriately. Jehoiakim exacted silver and the gold from the land&quot;s people in order to give it to Pharaoh Neco."
            },
            {
                "verse_number": "36",
                "verse_text": "Jehoiakim was 25 years old when he became king, and he ruled for eleven years in Jerusalem. His mother&quot;s name was Zebidah; she was Pedaiah&quot;s daughter and was from Rumah."
            },
            {
                "verse_number": "37",
                "verse_text": "He did what was evil in the LORD &quot;s eyes, just as all his ancestors had done."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "In Jehoiakim&quot;s days, King Nebuchadnezzar of Babylon attacked. Jehoiakim had submitted to him for three years, but then Jehoiakim changed his mind and rebelled against him."
            },
            {
                "verse_number": "2",
                "verse_text": "The LORD sent Chaldean, Aramean, Moabite, and Ammonite raiding parties against Jehoiakim, sending them against Judah in order to destroy it. This was in agreement with the word that the LORD had spoken through his servants the prophets."
            },
            {
                "verse_number": "3",
                "verse_text": "Indeed, this happened to Judah because the LORD commanded them to be removed from his presence on account of all the sins that Manasseh had committed"
            },
            {
                "verse_number": "4",
                "verse_text": "and because of the innocent blood that he had spilled. Manasseh had filled Jerusalem with innocent blood, and the LORD didn&quot;t want to forgive that."
            },
            {
                "verse_number": "5",
                "verse_text": "The rest of Jehoiakim&quot;s deeds and all that he accomplished, aren&quot;t they written in the official records of Judah&quot;s kings?"
            },
            {
                "verse_number": "6",
                "verse_text": "Jehoiakim lay down with his ancestors. His son Jehoiachin succeeded him as king."
            },
            {
                "verse_number": "7",
                "verse_text": "The Egyptian king never left his country again because the Babylonian king had taken over all the territory that had previously belonged to him&ndash;from the border of Egypt to the Euphrates River."
            },
            {
                "verse_number": "8",
                "verse_text": "Jehoiachin was 18 years old when he became king, and he ruled for three months in Jerusalem. His mother&quot;s name was Nehushta; she was Elnathan&quot;s daughter and was from Jerusalem."
            },
            {
                "verse_number": "9",
                "verse_text": "He did what was evil in the LORD &quot;s eyes, just as all his ancestors had done."
            },
            {
                "verse_number": "10",
                "verse_text": "At that time, the officers of Babylon&quot;s King Nebuchadnezzar attacked Jerusalem and laid siege to the city."
            },
            {
                "verse_number": "11",
                "verse_text": "Babylon&quot;s King Nebuchadnezzar himself arrived at the city while his officers were blockading it."
            },
            {
                "verse_number": "12",
                "verse_text": "Judah&quot;s King Jehoiachin, along with his mother, his servants, his officers, and his officials, came out to surrender to the Babylonian king. The Babylonian king took Jehoiachin prisoner in the eighth year of Jehoiachin&quot;s rule."
            },
            {
                "verse_number": "13",
                "verse_text": "Nebuchadnezzar also took away all the treasures of the LORD &quot;s temple and of the royal palace. He cut into pieces all the gold objects that Israel&quot;s King Solomon had made for the LORD &quot;s temple, which is exactly what the LORD said would happen."
            },
            {
                "verse_number": "14",
                "verse_text": "Then Nebuchadnezzar exiled all of Jerusalem: all the officials, all the military leaders&ndash;ten thousand exiles&ndash;as well as all the skilled workers and metalworkers. No one was left behind except the poorest of the land&quot;s people."
            },
            {
                "verse_number": "15",
                "verse_text": "Nebuchadnezzar exiled Jehoiachin to Babylon; he also exiled the queen mother, the king&quot;s wives, the officials, and the land&quot;s elite leaders from Jerusalem to Babylon."
            },
            {
                "verse_number": "16",
                "verse_text": "The Babylonian king also exiled seven thousand warriors&ndash;each one a hero trained for battle&ndash;as well as a thousand skilled workers and metalworkers to Babylon."
            },
            {
                "verse_number": "17",
                "verse_text": "Then the Babylonian king made Mattaniah, Jehoiachin&quot;s uncle, succeed Jehoiachin as king. Nebuchadnezzar changed Mattaniah&quot;s name to Zedekiah."
            },
            {
                "verse_number": "18",
                "verse_text": "Zedekiah was 21 years old when he became king, and he ruled for eleven years in Jerusalem. His mother&quot;s name was Hamutal; she was Jeremiah&quot;s daughter and was from Libnah."
            },
            {
                "verse_number": "19",
                "verse_text": "He did what was evil in the LORD &quot;s eyes, just as Jehoiakim had done."
            },
            {
                "verse_number": "20",
                "verse_text": "It was precisely because the LORD was angry with Jerusalem and Judah that he thrust them out of his presence."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "So in the ninth year of Zedekiah&quot;s rule, on the tenth day of the tenth month, Babylon&quot;s King Nebuchadnezzar attacked Jerusalem with his entire army. He camped beside the city and built a siege wall all around it."
            },
            {
                "verse_number": "2",
                "verse_text": "The city was under attack until King Zedekiah&quot;s eleventh year."
            },
            {
                "verse_number": "3",
                "verse_text": "On the ninth day of the month, the famine in the city got so bad that no food remained for the common people."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the enemy broke into the city. All the soldiers fled by night using the gate between the two walls near the King&quot;s Garden. The Chaldeans were surrounding the city, so the soldiers ran toward the desert plain."
            },
            {
                "verse_number": "5",
                "verse_text": "But the Chaldean army chased King Zedekiah and caught up with him in the Jericho plains. His entire army deserted him."
            },
            {
                "verse_number": "6",
                "verse_text": "So the Chaldeans captured the king and brought him back to the Babylonian king, who was at Riblah. There his punishment was determined."
            },
            {
                "verse_number": "7",
                "verse_text": "Zedekiah&quot;s sons were slaughtered right before his eyes. Then he was blinded, put in bronze chains, and taken off to Babylon. So Judah was exiled from its land."
            },
            {
                "verse_number": "8",
                "verse_text": "On the seventh day of the fifth month in the nineteenth year of Babylon&quot;s King Nebuchadnezzar, Nebuzaradan arrived at Jerusalem. He was the commander of the guard and an official of the Babylonian king."
            },
            {
                "verse_number": "9",
                "verse_text": "He burned down the LORD &quot;s temple, the royal palace, and all of Jerusalem&quot;s houses. He burned down every important building."
            },
            {
                "verse_number": "10",
                "verse_text": "The whole Chaldean army under the commander of the guard tore down the walls surrounding Jerusalem."
            },
            {
                "verse_number": "11",
                "verse_text": "Then Nebuzaradan the commander of the guard exiled the people who were left in the city, those who had already surrendered to Babylon&quot;s king, and the rest of the population."
            },
            {
                "verse_number": "12",
                "verse_text": "The commander of the guard left some of the land&quot;s poor people behind to work the vineyards and be farmers."
            },
            {
                "verse_number": "13",
                "verse_text": "The Chaldeans shattered the bronze columns, the stands, and the bronze Sea that were in the LORD &quot;s temple. They carried the bronze off to Babylon."
            },
            {
                "verse_number": "14",
                "verse_text": "They also took the pots, the shovels, the wick trimmers, the dishes, and all the bronze items that had been used in the temple."
            },
            {
                "verse_number": "15",
                "verse_text": "The commander of the guard took the fire pans and the sprinkling bowls, which were made of pure gold and pure silver."
            },
            {
                "verse_number": "16",
                "verse_text": "The bronze in all these objects&ndash;the two pillars, the Sea, and the stands that Solomon had made for the LORD &quot;s temple&ndash;was too heavy to weigh."
            },
            {
                "verse_number": "17",
                "verse_text": "Each pillar was twenty-seven feet high. The bronze capital on top of the first pillar was four and a half feet high. Decorative lattices and pomegranates, all made from bronze, were around the capital. And the second pillar was decorated with lattices just like the first."
            },
            {
                "verse_number": "18",
                "verse_text": "The commander of the guard also took away Seraiah the chief priest, Zephaniah the priest next in rank, and the three doorkeepers."
            },
            {
                "verse_number": "19",
                "verse_text": "Of those still left in the city, Nebuzaradan took away an officer who was in charge of the army and five royal advisors who were discovered in the city. He also took away the secretary of the officer responsible for drafting the land&quot;s people to fight, as well as sixty people who were discovered in the city."
            },
            {
                "verse_number": "20",
                "verse_text": "Nebuzaradan the commander of the guard took all of these people and brought them to the Babylonian king at Riblah."
            },
            {
                "verse_number": "21",
                "verse_text": "The king of Babylon struck them down, killing them in Riblah in the land of Hamath."
            },
            {
                "verse_number": "22",
                "verse_text": "Babylon&quot;s King Nebuchadnezzar put Gedaliah, Ahikam&quot;s son and Shaphan&quot;s grandson, in charge of the people he had left behind in the land of Judah."
            },
            {
                "verse_number": "23",
                "verse_text": "All the army officers and their soldiers heard that the Babylonian king had appointed Gedaliah as governor, so they came with their men to Gedaliah at Mizpah. The officers were Ishmael, Nethaniah&quot;s son; Johanan, Kareah&quot;s son; Seraiah, Tanhumeth&quot;s son who was a Netophathite; and Jaazaniah, Maacathite&quot;s son."
            },
            {
                "verse_number": "24",
                "verse_text": "Gedaliah made a solemn pledge to them and their soldiers, telling them, &apos;Don&quot;t be afraid of the Chaldean officials. Stay in the land and serve the Babylonian king, and things will go well for you.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "But in the seventh month, Ishmael, Nethaniah&quot;s son and Elishama&quot;s grandson, who was from the royal family, came with ten soldiers, and they struck Gedaliah, and he died. They also killed the Judeans and the Chaldeans who were with him at Mizpah."
            },
            {
                "verse_number": "26",
                "verse_text": "Then all the people, young and old, along with the army officers, departed for Egypt because they were afraid of the Chaldeans."
            },
            {
                "verse_number": "27",
                "verse_text": "In the year that Awil-merodach became king of Babylon, he released Judah&quot;s King Jehoiachin from prison. This happened in the thirty-seventh year of the exile of King Jehoiachin, on the twenty-seventh day of the twelfth month."
            },
            {
                "verse_number": "28",
                "verse_text": "Awil-merodach spoke kindly to Jehoiachin and seated him above the other kings who were with him in Babylon."
            },
            {
                "verse_number": "29",
                "verse_text": "So Jehoiachin took off his prisoner clothes and ate regularly in the king&quot;s presence for the rest of his life."
            },
            {
                "verse_number": "30",
                "verse_text": "At the king&quot;s command, a regular food allowance was given to him every day for the rest of his life."
            }
        ]
    }
}