{
    "Zephaniah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The LORD &quot;s word that came to Zephaniah, Cushi&quot;s son, Gedaliah&quot;s grandson, Amariah&quot;s great-grandson, and Hezekiah&quot;s great-great-grandson in the days of Judah&quot;s King Josiah, Amon&quot;s son. I will destroy the birds in the sky and the fish in the sea. I will make the wicked into a heap of ruins; I will eliminate humanity from the earth, says the LORD . and against all the inhabitants of Jerusalem. I will eliminate what&quot;s left of Baal from this place those swearing by the LORD along with those swearing by Milcom, those who don&quot;t seek the LORD and don&quot;t pursue him. for the day of the LORD is near! The LORD has established a sacrifice; he has made holy those he has summoned. I will punish the princes, the king&quot;s sons, and all those wearing foreign clothes. those filling the house of their master with violence and deceit. an outcry will resound from the Fish Gate, wailing from the second quarter, a loud crash from the hills. all the merchants will be silenced. I will eliminate all those weighing out silver. I will punish the men growing fat on the sediment in their wine, those saying to themselves, The LORD won&quot;t do good or evil. They will rebuild houses, but not live in them; they will plant vineyards, but not drink the wine. it is near and coming very quickly. The sound of the day of the LORD is bitter. A warrior screams there. a day of distress and anxiety, a day of desolation and devastation, a day of darkness and gloominess, a day of clouds and deep darkness, and against their high towers. they will walk like the blind because they sinned against the LORD . Their blood will be poured out like dust and their intestines like manure. on the day of the LORD &quot;s fury. His jealousy will devour the entire land with fire; he will make an end, a truly horrible one, for all the inhabitants of the land."
            },
            {
                "verse_number": "2",
                "verse_text": "I will wipe out everything from the earth, says the LORD ."
            },
            {
                "verse_number": "3",
                "verse_text": "I will destroy humanity and the beasts;"
            },
            {
                "verse_number": "4",
                "verse_text": "I will stretch out my hand against Judah and the names of the priests of foreign gods,"
            },
            {
                "verse_number": "5",
                "verse_text": "those bowing down to the forces of heaven on the rooftops,"
            },
            {
                "verse_number": "6",
                "verse_text": "those turning away from the LORD ,"
            },
            {
                "verse_number": "7",
                "verse_text": "Hush before the LORD God,"
            },
            {
                "verse_number": "8",
                "verse_text": "On the day of the LORD &quot;s sacrifice,"
            },
            {
                "verse_number": "9",
                "verse_text": "I will punish the one leaping on the threshold on that day,"
            },
            {
                "verse_number": "10",
                "verse_text": "On that day&ndash;says the LORD &ndash;"
            },
            {
                "verse_number": "11",
                "verse_text": "The ones who grind the grain will wail;"
            },
            {
                "verse_number": "12",
                "verse_text": "At that time, I will search Jerusalem with lamps;"
            },
            {
                "verse_number": "13",
                "verse_text": "Their wealth will be looted and their houses destroyed."
            },
            {
                "verse_number": "14",
                "verse_text": "The great day of the LORD is near;"
            },
            {
                "verse_number": "15",
                "verse_text": "That day is a day of fury,"
            },
            {
                "verse_number": "16",
                "verse_text": "a day for blowing the trumpet and alarm against their invincible cities"
            },
            {
                "verse_number": "17",
                "verse_text": "I will make humanity suffer;"
            },
            {
                "verse_number": "18",
                "verse_text": "Moreover, their silver and their gold won&quot;t be able to deliver them"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Gather together and assemble yourselves, shameless nation, before the burning anger of the LORD comes against you, before the day of the LORD &quot;s anger comes against you. seek righteousness; seek humility. Maybe you will be hidden on the day of the LORD &quot;s anger. and Ashkelon destroyed. Ashdod will be driven out at noon; Ekron will be uprooted. nation of Cretans. The LORD &quot;s word is against you, Canaan, land of the Philistines. I will exterminate you, leaving no inhabitant. with wells for shepherds and pens for the flocks. in the houses of Ashkelon they will lie down in the evening. The LORD their God will visit them and restore their possessions. and the defamation of the Ammonites; they taunted my people and enlarged their borders. says the LORD of heavenly forces, the God of Israel&ndash; Moab will become like Sodom and the Ammonites like Gomorrah: a plot of weeds, salt pits, and devastation forever. The few remaining from my people will plunder them; the rest of my nation will possess them. because they taunted and boasted over the people of the LORD of heavenly forces. he will make all the gods of the earth disappear. All the coastlands of the nations will bow down to the LORD , each one in its own place. and will cause Assyria to perish. Let him make Nineveh a desolation, a desolate place like the wilderness. every living thing of the nation. Moreover, the owl and the porcupine will spend the night on its columns. A bird&quot;s call will resound from the window. Desolation will be on the sill, for the cedar will be stripped bare. the one dwelling securely, the one saying in her heart, I, and no one else, will endure forever. How she has become a desolation, a resting place for the wild animals. All those who pass through her hiss and shake their fist."
            },
            {
                "verse_number": "2",
                "verse_text": "before the decision is made&ndash;the day vanishes like chaff &ndash;"
            },
            {
                "verse_number": "3",
                "verse_text": "Seek the LORD , all you humble of the land who practice his justice;"
            },
            {
                "verse_number": "4",
                "verse_text": "Gaza will certainly be abandoned;"
            },
            {
                "verse_number": "5",
                "verse_text": "Doom, inhabitants of the seacoast,"
            },
            {
                "verse_number": "6",
                "verse_text": "The seacoast will become pastureland,"
            },
            {
                "verse_number": "7",
                "verse_text": "The coast will belong to the survivors from the house of Judah; they will pasture beside the sea;"
            },
            {
                "verse_number": "8",
                "verse_text": "I have heard the taunting of Moab"
            },
            {
                "verse_number": "9",
                "verse_text": "Therefore, as I live&ndash;"
            },
            {
                "verse_number": "10",
                "verse_text": "This will happen on account of their pride,"
            },
            {
                "verse_number": "11",
                "verse_text": "The LORD will terrify them;"
            },
            {
                "verse_number": "12",
                "verse_text": "Moreover, you too, Cushites, will be pierced by my sword."
            },
            {
                "verse_number": "13",
                "verse_text": "He will stretch out his hand against the north"
            },
            {
                "verse_number": "14",
                "verse_text": "Flocks will lie down in its midst,"
            },
            {
                "verse_number": "15",
                "verse_text": "This is the jubilant city,"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Doom, obstinate one, the defiled one, the violent city. she accepted no discipline. She didn&quot;t trust in the LORD , nor did she draw near to her God. Her judges are wolves of the evening; they leave nothing for the morning. Her priests pollute that which is holy; they do violence to the Instruction. He does nothing unjust. Morning by morning he renders justice, but the unrighteous one knows no shame. their towers will be destroyed; I will devastate their streets. No one will pass through. Their cities will be laid waste. There will be no person, no inhabitant left. she will take instruction because of everything I did to her.&apos; However, they rose early to corrupt their deeds. when I decide to gather nations, to collect kingdoms, to pour out my indignation upon them, all the heat of my anger. In the fire of my jealousy, all the earth will be devoured. that all of them will call on the name of the LORD my daughter, my dispersed ones, will bring me offerings. with which you sinned against me; then I will remove from your midst those boasting with pride. No longer will you be haughty on my holy mountain, they will seek refuge in the name of the LORD . they won&quot;t tell lies; a deceitful tongue won&quot;t be found on their lips. They will graze and lie down; no one will make them afraid. Rejoice and exult with all your heart, Daughter Jerusalem. he has turned away your enemy. The LORD , the king of Israel, is in your midst; you will no longer fear evil. Don&quot;t fear, Zion. Don&quot;t let your hands fall. He will create calm with his love; he will rejoice over you with singing. They have been a burden for her, a reproach. I will deliver the lame; I will gather the outcast. I will change their shame into praise and fame throughout the earth. at the time when I gather you. I will give you fame and praise among all the neighboring peoples"
            },
            {
                "verse_number": "2",
                "verse_text": "She listened to no voice;"
            },
            {
                "verse_number": "3",
                "verse_text": "The princes in her midst are roaring lions."
            },
            {
                "verse_number": "4",
                "verse_text": "Her prophets are reckless, men of treachery."
            },
            {
                "verse_number": "5",
                "verse_text": "The LORD is righteous in her midst."
            },
            {
                "verse_number": "6",
                "verse_text": "I will cut off nations;"
            },
            {
                "verse_number": "7",
                "verse_text": "I said, &apos;Surely, she will fear me; so that her habitation won&quot;t be cut off wait for the day when I rise up as a witness, and will serve him as one. when I restore your possessions and you can see them &ndash;says the LORD ."
            },
            {
                "verse_number": "8",
                "verse_text": "Therefore, wait for me, says the LORD ,"
            },
            {
                "verse_number": "9",
                "verse_text": "Then I will change the speech of the peoples into pure speech,"
            },
            {
                "verse_number": "10",
                "verse_text": "From beyond the rivers of Cush,"
            },
            {
                "verse_number": "11",
                "verse_text": "On that day, you won&quot;t be ashamed of all your deeds"
            },
            {
                "verse_number": "12",
                "verse_text": "but I will cause a humble and powerless people to remain in your midst;"
            },
            {
                "verse_number": "13",
                "verse_text": "The few remaining from Israel won&quot;t commit injustice;"
            },
            {
                "verse_number": "14",
                "verse_text": "Rejoice, Daughter Zion! Shout, Israel!"
            },
            {
                "verse_number": "15",
                "verse_text": "The LORD has removed your judgment;"
            },
            {
                "verse_number": "16",
                "verse_text": "On that day, it will be said to Jerusalem:"
            },
            {
                "verse_number": "17",
                "verse_text": "The LORD your God is in your midst&ndash;a warrior bringing victory."
            },
            {
                "verse_number": "18",
                "verse_text": "I will remove from you those worried about the appointed feasts."
            },
            {
                "verse_number": "19",
                "verse_text": "Watch what I am about to do to all your oppressors at that time."
            },
            {
                "verse_number": "20",
                "verse_text": "At that time, I will bring all of you back,"
            }
        ]
    }
}