{
    "Micah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The LORD &quot;s word that came to Micah of Moresheth in the days of Judah&quot;s Kings Jotham, Ahaz, and Hezekiah, which he saw concerning Samaria and Jerusalem: Pay attention, earth, and all that fills it! May the LORD God be a witness against you, the Lord from his holy temple. he will go down and tread on the shrines of the earth. the valleys will split apart, like wax yielding to the fire, like waters poured down a slope. and the sins of the house of Israel. Isn&quot;t it Samaria? Isn&quot;t it Jerusalem? a place for planting vineyards. I will pour her stones into the valley; her foundations I will lay bare. all her wages will be burned; I will make all her idols worthless. Since she gathered them from the wages of a prostitute, they will again become wages of a prostitute. I will go about barefoot and stripped. I will cry out like the jackals, and mourn like the ostriches. It has come as far as Judah; he has struck as far as the gate of my people, as far as Jerusalem. In Beth-le-aphrah, roll yourself in the dust! In nakedness and shame she will not go out, inhabitants of Zaanan. The cry of Beth-ezel Calamity has come down from the LORD to the gate of Jerusalem. It was the beginning of sin for Daughter Zion; the crimes of Israel have been found in you. the houses of Achzib have become a deception for the kings of Israel. the glory of Israel will come as far as Adullam. because of your cherished children! Make yourself as bald as the vulture, for they have gone from you into exile."
            },
            {
                "verse_number": "2",
                "verse_text": "Listen, all you peoples!"
            },
            {
                "verse_number": "3",
                "verse_text": "Look! The LORD is coming out from his place;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then the mountains will melt under him;"
            },
            {
                "verse_number": "5",
                "verse_text": "All this is for the crime of Jacob Who is responsible for the crime of Jacob? Who is responsible for the shrines of Judah? will take away from you any place to stand."
            },
            {
                "verse_number": "6",
                "verse_text": "So I will make Samaria a pile of rubble in the open field,"
            },
            {
                "verse_number": "7",
                "verse_text": "All her images will be beaten to pieces;"
            },
            {
                "verse_number": "8",
                "verse_text": "On account of this, I will cry out and howl;"
            },
            {
                "verse_number": "9",
                "verse_text": "Indeed, Zion has been weakened by her wounds!"
            },
            {
                "verse_number": "10",
                "verse_text": "In Gath tell it not; no need to weep there!"
            },
            {
                "verse_number": "11",
                "verse_text": "Pass by (for your sake), inhabitants of Shaphir!"
            },
            {
                "verse_number": "12",
                "verse_text": "How she longs for good, inhabitants of Maroth!"
            },
            {
                "verse_number": "13",
                "verse_text": "Harness the horses to the chariot, inhabitants of Lachish!"
            },
            {
                "verse_number": "14",
                "verse_text": "Therefore, you will give good-bye gifts to Moresheth-gath;"
            },
            {
                "verse_number": "15",
                "verse_text": "Again I will bring to you the one who conquers, inhabitants of Mareshah;"
            },
            {
                "verse_number": "16",
                "verse_text": "Make yourself bald and cut off your hair"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Doom to those who devise wickedness, to those who plan evil when they are in bed. By the light of morning they do it, for they are very powerful. houses and take them away. They oppress a householder and those in his house, a man and his estate. I myself am devising an evil against this family from which you will not be able to remove your necks! You will no longer be able to go about arrogantly, for it will be an evil time. someone will wail bitterly: &apos;We are utterly destroyed! He exchanges the portion of my people; he removes what belongs to me; he gives away our fields to a rebel.&apos; by lot in the LORD &quot;s assembly. &apos;They mustn&quot;t preach of such things! Disgrace won&quot;t overtake us.&apos; &apos;Is the LORD &quot;s patience cut short? Are these his deeds?&apos; Don&quot;t my words help the one who behaves righteously? from trusting passersby, those who reject war. each from her cherished house; from their young children you take away my splendor forever. because of its uncleanness, it destroys and the destruction is horrific. &apos;I will preach to you for wine and liquor,&apos; such a one would be the preacher for this people! I&quot;ll surely assemble you, those who are left of Israel! like a flock in its pen, noisy with people. they will break out and pass through the gate; they will leave by it. They will pass on, their king before them, the LORD at their head."
            },
            {
                "verse_number": "2",
                "verse_text": "They covet fields and seize them,"
            },
            {
                "verse_number": "3",
                "verse_text": "Therefore, the LORD proclaims:"
            },
            {
                "verse_number": "4",
                "verse_text": "On that day, a taunt will be raised against you;"
            },
            {
                "verse_number": "5",
                "verse_text": "Therefore, you will have no one to set boundary lines"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;They mustn&quot;t preach!&apos; so they preach."
            },
            {
                "verse_number": "7",
                "verse_text": "(Should this be said, house of Jacob?)"
            },
            {
                "verse_number": "8",
                "verse_text": "But yesterday, my people, the LORD rose up as an enemy. You strip off the glorious clothes I&quot;ll put them together like sheep in Bozrah,"
            },
            {
                "verse_number": "9",
                "verse_text": "You drive out the women of my people,"
            },
            {
                "verse_number": "10",
                "verse_text": "Rise up and go! This can&quot;t be the resting place;"
            },
            {
                "verse_number": "11",
                "verse_text": "If someone were to go about inspired and say deceitfully:"
            },
            {
                "verse_number": "12",
                "verse_text": "I&quot;ll surely gather Jacob&ndash;all of you!"
            },
            {
                "verse_number": "13",
                "verse_text": "The one who breaks out will go before them;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "But I said: Hear, leaders of Jacob, rulers of the house of Israel! Isn&quot;t it your job to know justice?&ndash; who tear the skin off them, and the flesh off their bones, tear off their skin, break their bones in pieces, and spread them out as if in a pot, like meat in a kettle. but he won&quot;t answer them. He will hide his face from them at that time, because of their evil deeds. those who lead my people astray, those who chew with their teeth and then proclaim &apos;Peace!&apos; but stir up war against the one who puts nothing in their mouths: without vision, only darkness without divination! The sun will set on the prophets; the day will be dark upon them. and the diviners disgraced; for there will be no answer from God. with the spirit of the LORD , with justice and might, to declare to Jacob his wrongdoing and to Israel his sin! rulers of the house of Israel, you who reject justice and make crooked all that is straight, and her priests teach for hire. Her prophets offer divination for silver, yet they rely on the LORD , saying, &apos;Isn&quot;t the LORD in our midst? Evil won&quot;t come upon us!&apos; Jerusalem will become piles of rubble, and the temple mount will become an overgrown mound."
            },
            {
                "verse_number": "2",
                "verse_text": "you who hate good and love evil,"
            },
            {
                "verse_number": "3",
                "verse_text": "who devour the flesh of my people,"
            },
            {
                "verse_number": "4",
                "verse_text": "Then they will cry out to the LORD ,"
            },
            {
                "verse_number": "5",
                "verse_text": "The LORD proclaims concerning the prophets,"
            },
            {
                "verse_number": "6",
                "verse_text": "Therefore, it will become night for you,"
            },
            {
                "verse_number": "7",
                "verse_text": "Those seeing visions will be ashamed, they will all cover their upper lips,"
            },
            {
                "verse_number": "8",
                "verse_text": "But me! I am filled with power,"
            },
            {
                "verse_number": "9",
                "verse_text": "Hear this, leaders of the house of Jacob,"
            },
            {
                "verse_number": "10",
                "verse_text": "who build Zion with bloodshed and Jerusalem with injustice!"
            },
            {
                "verse_number": "11",
                "verse_text": "Her officials give justice for a bribe,"
            },
            {
                "verse_number": "12",
                "verse_text": "Therefore, because of you, Zion will be plowed like a field,"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "But in the days to come, the mountain of the LORD &quot;s house will be the highest of the mountains; it will be lifted above the hills; peoples will stream to it. &apos;Come, let&quot;s go up to the mountain of the LORD , to the house of Jacob&quot;s God, so that he may teach us his ways and we may walk in God&quot;s paths!&apos; Instruction will come from Zion and the LORD &quot;s word from Jerusalem. and settle disputes of mighty nations, which are far away. They will beat their swords into iron plows and their spears into pruning tools. Nation will not take up sword against nation; they will no longer learn how to make war. under their own fig trees. There will be no one to terrify them; for the mouth of the LORD of heavenly forces has spoken. but as for us, we will walk in the name of the LORD our God forever and always. I will gather the lame; I will assemble those who were driven away and those whom I have harmed. those driven away into a mighty nation. The LORD will rule over them on Mount Zion from now on and forever. as for you it will come, the former dominion will come, the royal power belonging to Daughter Zion. Isn&quot;t the king in you? Or has your counselor perished, so that pain has seized you like that of a woman in labor? Now you will leave the city and dwell in the open field; you will go to Babylon. There you will be rescued; there the LORD will redeem you from the power of your enemies. they say, &apos;Let her be defiled,&apos; or &apos;Let our eyes look with desire at Zion.&apos; they can&quot;t understand his scheme, namely, that he will bring them like grain to the threshing floor! for I will make your horn out of iron; your hooves I will make out of bronze. You will crush many peoples; you will dedicate their ill-gotten gains to the LORD , their wealth to the LORD of all the earth."
            },
            {
                "verse_number": "2",
                "verse_text": "Many nations will go and say:"
            },
            {
                "verse_number": "3",
                "verse_text": "God will judge between the nations"
            },
            {
                "verse_number": "4",
                "verse_text": "All will sit underneath their own grapevines,"
            },
            {
                "verse_number": "5",
                "verse_text": "Each of the peoples walks in the name of their own god;"
            },
            {
                "verse_number": "6",
                "verse_text": "On that day, says the LORD ,"
            },
            {
                "verse_number": "7",
                "verse_text": "I will make the lame into survivors,"
            },
            {
                "verse_number": "8",
                "verse_text": "As for you, Tower of Eder, hill of Daughter Zion,"
            },
            {
                "verse_number": "9",
                "verse_text": "Now why do you cry out so loudly?"
            },
            {
                "verse_number": "10",
                "verse_text": "Writhe and scream, Daughter Zion, like a woman in labor!"
            },
            {
                "verse_number": "11",
                "verse_text": "Now many nations may gather against you;"
            },
            {
                "verse_number": "12",
                "verse_text": "But they don&quot;t know the plans of the LORD ;"
            },
            {
                "verse_number": "13",
                "verse_text": "Arise and thresh, Daughter Zion,"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Now muster your troops, Daughter Troop! They have laid siege against us; with a rod they will strike the cheek of the judge of Israel. though you are the least significant of Judah&quot;s forces, one who is to be a ruler in Israel on my behalf will come out from you. His origin is from remote times, from ancient days. until the time when she who is in labor gives birth. The rest of his kin will return to the people of Israel. in the majesty of the name of the LORD his God. They will dwell secure, because he will surely become great throughout the earth; When Assyria invades our land and treads down our fortresses, then we will raise up against him seven shepherds and eight human princes. the land of Nimrod with the drawn sword. He will rescue us from Assyria when he invades our land and treads within our territory. like dew from the LORD , like spring showers upon the grass, which does not hope for humans or wait for human ones. amid many peoples, like a lion among the creatures of the forest, like a young lion among flocks of sheep, which when it passes by, tramples and tears to pieces with no one to deliver. all your enemies will be cut off. I will cut down your horses in your midst; I will destroy your chariots! I will tear down your defenses! you will have no more diviners! and your sacred pillars in your midst. You will no longer bow down to the works of your hands! I will destroy your cities! and in wrath on the nations that don&quot;t obey!"
            },
            {
                "verse_number": "2",
                "verse_text": "As for you, Bethlehem of Ephrathah,"
            },
            {
                "verse_number": "3",
                "verse_text": "Therefore, he will give them up"
            },
            {
                "verse_number": "4",
                "verse_text": "He will stand and shepherd his flock in the strength of the LORD ,"
            },
            {
                "verse_number": "5",
                "verse_text": "he will become one of peace."
            },
            {
                "verse_number": "6",
                "verse_text": "They will shepherd the land of Assyria with the sword,"
            },
            {
                "verse_number": "7",
                "verse_text": "Then the few remaining in Jacob will be amid many peoples"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the few remaining in Jacob will be among the nations,"
            },
            {
                "verse_number": "9",
                "verse_text": "Your hand will be lifted over your foes;"
            },
            {
                "verse_number": "10",
                "verse_text": "On that day&ndash;says the LORD &ndash;"
            },
            {
                "verse_number": "11",
                "verse_text": "I will cut down the cities of your land;"
            },
            {
                "verse_number": "12",
                "verse_text": "I will demolish the sorceries you perform;"
            },
            {
                "verse_number": "13",
                "verse_text": "I will cut down your images"
            },
            {
                "verse_number": "14",
                "verse_text": "I will tear down your sacred poles in your midst;"
            },
            {
                "verse_number": "15",
                "verse_text": "I will exact vengeance in anger"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Hear what the LORD is saying: Arise, lay out the lawsuit before the mountains; let the hills hear your voice! Hear, eternal foundations of the earth! The LORD has a lawsuit against his people; with Israel he will argue. How have I wearied you? Answer me! I redeemed you from the house of slavery. I sent Moses, Aaron, and Miriam before you. and how Balaam, Beor&quot;s son, answered him! that you might learn to recognize the righteous acts of the LORD !&apos; and bow down before God on high? Should I come before him with entirely burned offerings, with year-old calves? with many torrents of oil? Should I give my oldest child for my crime; the fruit of my body for the sin of my spirit? what the LORD requires from you: to do justice, embrace faithful love, and walk humbly with your God. and whose inhabitants speak falsehood with lying tongues in their mouths? I have struck you because of your sins. a gnawing emptiness is within you. You put something aside, but you don&quot;t keep it safe. That which you do try to keep safe, I will give to the sword. You tread down olives, but you don&quot;t anoint with oil; you tread grapes, but don&quot;t drink wine. all the practices of the house of Ahab; you have followed their counsels. Therefore, I will make you a sign of destruction, You must bear the reproach of my people."
            },
            {
                "verse_number": "2",
                "verse_text": "Hear, mountains, the lawsuit of the LORD !"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;My people, what did I ever do to you?"
            },
            {
                "verse_number": "4",
                "verse_text": "I brought you up out of the land of Egypt;"
            },
            {
                "verse_number": "5",
                "verse_text": "My people, remember what Moab&quot;s King Balak had planned, Remember everything from Shittim to Gilgal, wisdom appears when one fears your name. Hear, tribe, and who appointed her! while the shorted basket is denounced? your inhabitants an object of hissing!"
            },
            {
                "verse_number": "6",
                "verse_text": "With what should I approach the LORD"
            },
            {
                "verse_number": "7",
                "verse_text": "Will the LORD be pleased with thousands of rams,"
            },
            {
                "verse_number": "8",
                "verse_text": "He has told you, human one, what is good and"
            },
            {
                "verse_number": "9",
                "verse_text": "The voice of the LORD calls out to the city;"
            },
            {
                "verse_number": "10",
                "verse_text": "Are the treasures of wickedness still in the house of wickedness,"
            },
            {
                "verse_number": "11",
                "verse_text": "Can I approve wicked scales and a bag of false weights"
            },
            {
                "verse_number": "12",
                "verse_text": "in a city whose wealthy are full of violence"
            },
            {
                "verse_number": "13",
                "verse_text": "So I have made you sick by striking you!"
            },
            {
                "verse_number": "14",
                "verse_text": "You devour, but you aren&quot;t satisfied;"
            },
            {
                "verse_number": "15",
                "verse_text": "You sow, but you don&quot;t gather."
            },
            {
                "verse_number": "16",
                "verse_text": "Yet you have kept the policies of Omri,"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "I&quot;m doomed! I&quot;ve become like one who, even after the summer fruit has been gathered, after the ripened fruits have been collected, has no cluster of grapes to eat, no ripe fig that I might desire. there is no righteous one among humanity. All of them lie in wait for bloodshed; they hunt each other with nets. Official and judge alike ask for a bribe; the powerful speak however they like; this is how they conspire. those who do the right thing are like a thorny thicket. Your punishment has arrived. put no trust in a companion; guard the doors of your mouth from she who lies in your embrace. a daughter rises up against her mother, a daughter-in-law against her mother-in-law; the enemies of a man are those of his own household. I will wait for the God of my salvation; my God will hear me. because when I fall, I will rise; if I sit in darkness, the LORD is my light. for I have sinned against him, until he decides my case and provides justice for me. He will bring me out into the light; I will see by means of his righteousness. shame will cover her who said to me: &apos;Where is the LORD your God?&apos; now she will become something to be trampled, like mud in the streets. On that day, the boundary will be distant. from Egypt to the River, from sea to sea, and from mountain to mountain. because of the fruit of their actions. the sheep of your inheritance, those dwelling alone in a forest in the midst of Carmel. Let them graze in Bashan and Gilead, as a long time ago. I will show Israel wonderful things. they will cover their mouths; their ears will be deaf. like things that crawl on the ground. They will come trembling from their strongholds to the LORD our God; they will dread and fear you! overlooking the sin of the few remaining for his inheritance? He doesn&quot;t hold on to his anger forever; he delights in faithful love. he will tread down our iniquities. You will hurl all our sins into the depths of the sea. as you swore to our ancestors a long time ago."
            },
            {
                "verse_number": "2",
                "verse_text": "Faithful ones have perished from the land;"
            },
            {
                "verse_number": "3",
                "verse_text": "Their hands are skilled at doing evil."
            },
            {
                "verse_number": "4",
                "verse_text": "The good among them are like a briar; (A day for your lookouts! The confusion of the wicked is nearby.) My eyes will see her ruin;"
            },
            {
                "verse_number": "5",
                "verse_text": "Don&quot;t rely on a friend;"
            },
            {
                "verse_number": "6",
                "verse_text": "Son disrespects father;"
            },
            {
                "verse_number": "7",
                "verse_text": "But me! I will keep watch for the LORD ;"
            },
            {
                "verse_number": "8",
                "verse_text": "Do not rejoice over me, my enemy,"
            },
            {
                "verse_number": "9",
                "verse_text": "I must bear the raging of the LORD ,"
            },
            {
                "verse_number": "10",
                "verse_text": "Then my enemy will see;"
            },
            {
                "verse_number": "11",
                "verse_text": "A day for the building of your walls!"
            },
            {
                "verse_number": "12",
                "verse_text": "On that day, they will come to you from Assyria and the cities of Egypt,"
            },
            {
                "verse_number": "13",
                "verse_text": "And the earth will become desolate because of her inhabitants,"
            },
            {
                "verse_number": "14",
                "verse_text": "Shepherd your people with your staff,"
            },
            {
                "verse_number": "15",
                "verse_text": "As in the days when you came out of the land of Egypt,"
            },
            {
                "verse_number": "16",
                "verse_text": "Nations will see and be ashamed of all their strength;"
            },
            {
                "verse_number": "17",
                "verse_text": "They will lick dust like the snake,"
            },
            {
                "verse_number": "18",
                "verse_text": "Who is a God like you, pardoning iniquity,"
            },
            {
                "verse_number": "19",
                "verse_text": "He will once again have compassion on us;"
            },
            {
                "verse_number": "20",
                "verse_text": "You will provide faithfulness to Jacob, faithful love to Abraham,"
            }
        ]
    }
}