{
    "Revelation": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "A revelation of Jesus Christ, which God gave him to show his servants what must soon take place. Christ made it known by sending it through his angel to his servant John,"
            },
            {
                "verse_number": "2",
                "verse_text": "who bore witness to the word of God and to the witness of Jesus Christ, including all that John saw."
            },
            {
                "verse_number": "3",
                "verse_text": "Favored is the one who reads the words of this prophecy out loud, and favored are those who listen to it being read, and keep what is written in it, for the time is near. Grace and peace to you from the one who is and was and is coming, and from the seven spirits that are before God&quot;s throne, To the one who loves us and freed us from our sins by his blood,"
            },
            {
                "verse_number": "4",
                "verse_text": "John, to the seven churches that are in Asia:"
            },
            {
                "verse_number": "5",
                "verse_text": "and from Jesus Christ&ndash;the faithful witness, the firstborn from among the dead, and the ruler of the kings of the earth."
            },
            {
                "verse_number": "6",
                "verse_text": "who made us a kingdom, priests to his God and Father&ndash;to him be glory and power forever and always. Amen."
            },
            {
                "verse_number": "7",
                "verse_text": "Look, he is coming with the clouds! Every eye will see him, including those who pierced him, and all the tribes of the earth will mourn because of him. This is so. Amen."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;I am the Alpha and the Omega,&apos; says the Lord God, &apos;the one who is and was and is coming, the Almighty.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "I, John, your brother who shares with you in the hardship, kingdom, and endurance that we have in Jesus, was on the island called Patmos because of the word of God and my witness about Jesus."
            },
            {
                "verse_number": "10",
                "verse_text": "I was in a Spirit-inspired trance on the Lord&quot;s day, and I heard behind me a loud voice that sounded like a trumpet."
            },
            {
                "verse_number": "11",
                "verse_text": "It said, &apos;Write down on a scroll whatever you see, and send it to the seven churches: to Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia, and Laodicea.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "I turned to see who was speaking to me, and when I turned, I saw seven oil lamps burning on top of seven gold stands."
            },
            {
                "verse_number": "13",
                "verse_text": "In the middle of the lampstands I saw someone who looked like the Human One. He wore a robe that stretched down to his feet, and he had a gold sash around his chest."
            },
            {
                "verse_number": "14",
                "verse_text": "His head and hair were white as white wool&ndash;like snow&ndash;and his eyes were like a fiery flame."
            },
            {
                "verse_number": "15",
                "verse_text": "His feet were like fine brass that has been purified in a furnace, and his voice sounded like rushing water."
            },
            {
                "verse_number": "16",
                "verse_text": "He held seven stars in his right hand, and from his mouth came a sharp, two-edged sword. His appearance was like the sun shining with all its power."
            },
            {
                "verse_number": "17",
                "verse_text": "When I saw him, I fell at his feet like a dead man. But he put his right hand on me and said, &apos;Don&quot;t be afraid. I&quot;m the first and the last,"
            },
            {
                "verse_number": "18",
                "verse_text": "and the living one. I was dead, but look! Now I&quot;m alive forever and always. I have the keys of Death and the Grave."
            },
            {
                "verse_number": "19",
                "verse_text": "So write down what you have seen, both the scene now before you and the things that are about to unfold after this."
            },
            {
                "verse_number": "20",
                "verse_text": "As for the mystery of the seven stars that you saw in my right hand and the seven gold lampstands, here is what they mean: the seven stars are the angels of the seven churches, and the seven lampstands are the seven churches."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Write this to the angel of the church in Ephesus: These are the words of the one who holds the seven stars in his right hand and walks among the seven gold lampstands: These are the words of the one who is the first and the last, who died and came back to life: These are the words of the one who has the sharp, two-edged sword: These are the words of God&quot;s Son, whose eyes are like a fiery flame, and whose feet are like fine brass."
            },
            {
                "verse_number": "2",
                "verse_text": "I know your works, your labor, and your endurance. I also know that you don&quot;t put up with those who are evil. You have tested those who say they are apostles but are not, and you have found them to be liars."
            },
            {
                "verse_number": "3",
                "verse_text": "You have shown endurance and put up with a lot for my name&quot;s sake, and you haven&quot;t gotten tired."
            },
            {
                "verse_number": "4",
                "verse_text": "But I have this against you: you have let go of the love you had at first."
            },
            {
                "verse_number": "5",
                "verse_text": "So remember the high point from which you have fallen. Change your hearts and lives and do the things you did at first. If you don&quot;t, I&quot;m coming to you. I will move your lampstand from its place if you don&quot;t change your hearts and lives."
            },
            {
                "verse_number": "6",
                "verse_text": "But you have this in your favor: you hate what the Nicolaitans are doing, which I also hate."
            },
            {
                "verse_number": "7",
                "verse_text": "If you can hear, listen to what the Spirit is saying to the churches. I will allow those who emerge victorious to eat from the tree of life, which is in God&quot;s paradise."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Write this to the angel of the church in Smyrna:"
            },
            {
                "verse_number": "9",
                "verse_text": "I know your hardship and poverty (though you are actually rich). I also know the hurtful things that have been spoken about you by those who say they are Jews (though they are not, but are really Satan&quot;s synagogue)."
            },
            {
                "verse_number": "10",
                "verse_text": "Don&quot;t be afraid of what you are going to suffer. Look! The devil is going to throw some of you into prison in order to test you. You will suffer hardship for ten days. Be faithful even to the point of death, and I will give you the crown of life."
            },
            {
                "verse_number": "11",
                "verse_text": "If you can hear, listen to what the Spirit is saying to the churches. Those who emerge victorious won&quot;t be hurt by the second death."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Write this to the angel of the church in Pergamum:"
            },
            {
                "verse_number": "13",
                "verse_text": "I know that you are living right where Satan&quot;s throne is. You are holding on to my name, and you didn&quot;t break faith with me even at the time that Antipas, my faithful witness, was killed among you, where Satan lives."
            },
            {
                "verse_number": "14",
                "verse_text": "But I have a few things against you, because you have some there who follow Balaam&quot;s teaching. Balaam had taught Balak to trip up the Israelites so that they would eat food sacrificed to idols and commit sexual immorality."
            },
            {
                "verse_number": "15",
                "verse_text": "In the same way, you have some who follow the Nicolaitans&quot; teaching."
            },
            {
                "verse_number": "16",
                "verse_text": "So change your hearts and lives. If you don&quot;t, I am coming to you soon, and I will make war on them with the sword that comes from my mouth."
            },
            {
                "verse_number": "17",
                "verse_text": "If you can hear, listen to what the Spirit is saying to the churches. I will give those who emerge victorious some of the hidden manna to eat. I will also give to each of them a white stone with a new name written on it, which no one knows except the one who receives it."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Write this to the angel of the church in Thyatira:"
            },
            {
                "verse_number": "19",
                "verse_text": "I know your works, your love and faithfulness, your service and endurance. I also know that the works you have done most recently are even greater than those you did at first."
            },
            {
                "verse_number": "20",
                "verse_text": "But I have this against you: you put up with that woman, Jezebel, who calls herself a prophet. You allow her to teach and to mislead my servants into committing sexual immorality and eating food sacrificed to idols."
            },
            {
                "verse_number": "21",
                "verse_text": "I gave her time to change her heart and life, but she refuses to change her life of prostitution."
            },
            {
                "verse_number": "22",
                "verse_text": "Look! I&quot;m throwing her onto a sickbed. I am casting those who have committed adultery with her into terrible hardship&ndash;if they don&quot;t change their hearts from following her practices&ndash;"
            },
            {
                "verse_number": "23",
                "verse_text": "and I will even put her children to death with disease. Then all the churches will know that I&quot;m the one who examines minds and hearts, and that I will give to each of you what your actions deserve."
            },
            {
                "verse_number": "24",
                "verse_text": "As for the rest of you in Thyatira&ndash;those of you who don&quot;t follow this teaching and haven&quot;t learned the so-called &apos;deep secrets&apos; of Satan&ndash;I won&quot;t burden you with anything else."
            },
            {
                "verse_number": "25",
                "verse_text": "Just hold on to what you have until I come."
            },
            {
                "verse_number": "26",
                "verse_text": "To those who emerge victorious, keeping my practices until the end, I will give authority over the nations&ndash;"
            },
            {
                "verse_number": "27",
                "verse_text": "to rule the nations with an iron rod and smash them like pottery&ndash;"
            },
            {
                "verse_number": "28",
                "verse_text": "just as I received authority from my Father. I will also give them the morning star."
            },
            {
                "verse_number": "29",
                "verse_text": "If you can hear, listen to what the Spirit is saying to the churches."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Write this to the angel of the church in Sardis: These are the words of the one who holds God&quot;s seven spirits and the seven stars: I know your works. You have the reputation of being alive, and you are in fact dead. These are the words of the one who is holy and true, who has the key of David. Whatever he opens, no one will shut; and whatever he shuts, no one opens."
            },
            {
                "verse_number": "2",
                "verse_text": "Wake up and strengthen whatever you have left, teetering on the brink of death, for I&quot;ve found that your works are far from complete in the eyes of my God."
            },
            {
                "verse_number": "3",
                "verse_text": "So remember what you received and heard. Hold on to it and change your hearts and lives. If you don&quot;t wake up, I will come like a thief, and you won&quot;t know what time I will come upon you."
            },
            {
                "verse_number": "4",
                "verse_text": "But you do have a few people in Sardis who haven&quot;t stained their clothing. They will walk with me clothed in white because they are worthy."
            },
            {
                "verse_number": "5",
                "verse_text": "Those who emerge victorious will wear white clothing like this. I won&quot;t scratch out their names from the scroll of life, but will declare their names in the presence of my Father and his angels."
            },
            {
                "verse_number": "6",
                "verse_text": "If you can hear, listen to what the Spirit is saying to the churches."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Write this to the angel of the church in Philadelphia:"
            },
            {
                "verse_number": "8",
                "verse_text": "I know your works. Look! I have set in front of you an open door that no one can shut. You have so little power, and yet you have kept my word and haven&quot;t denied my name."
            },
            {
                "verse_number": "9",
                "verse_text": "Because of this I will make the people from Satan&quot;s synagogue (who say they are Jews and really aren&quot;t, but are lying)&ndash;I will make them come and bow down at your feet and realize that I have loved you."
            },
            {
                "verse_number": "10",
                "verse_text": "Because you kept my command to endure, I will keep you safe through the time of testing that is about to come over the whole world, to test those who live on earth."
            },
            {
                "verse_number": "11",
                "verse_text": "I&quot;m coming soon. Hold on to what you have so that no one takes your crown."
            },
            {
                "verse_number": "12",
                "verse_text": "As for those who emerge victorious, I will make them pillars in the temple of my God, and they will never leave it. I will write on them the name of my God and the name of the city of my God, the New Jerusalem that comes down out of heaven from my God. I will also write on them my own new name."
            },
            {
                "verse_number": "13",
                "verse_text": "If you can hear, listen to what the Spirit is saying to the churches."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Write this to the angel of the church in Laodicea: These are the words of the Amen, the faithful and true witness, the ruler of God&quot;s creation."
            },
            {
                "verse_number": "15",
                "verse_text": "I know your works. You are neither cold nor hot. I wish that you were either cold or hot."
            },
            {
                "verse_number": "16",
                "verse_text": "So because you are lukewarm, and neither hot nor cold, I&quot;m about to spit you out of my mouth."
            },
            {
                "verse_number": "17",
                "verse_text": "After all, you say, &quot;I&quot;m rich, and I&quot;ve grown wealthy, and I don&quot;t need a thing.&quot; You don&quot;t realize that you are miserable, pathetic, poor, blind, and naked."
            },
            {
                "verse_number": "18",
                "verse_text": "My advice is that you buy gold from me that has been purified by fire so that you may be rich, and white clothing to wear so that your nakedness won&quot;t be shamefully exposed, and ointment to put on your eyes so that you may see."
            },
            {
                "verse_number": "19",
                "verse_text": "I correct and discipline those whom I love. So be earnest and change your hearts and lives."
            },
            {
                "verse_number": "20",
                "verse_text": "Look! I&quot;m standing at the door and knocking. If any hear my voice and open the door, I will come in to be with them, and will have dinner with them, and they will have dinner with me."
            },
            {
                "verse_number": "21",
                "verse_text": "As for those who emerge victorious, I will allow them to sit with me on my throne, just as I emerged victorious and sat down with my Father on his throne."
            },
            {
                "verse_number": "22",
                "verse_text": "If you can hear, listen to what the Spirit is saying to the churches.&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "After this I looked and there was a door that had been opened in heaven. The first voice that I had heard, which sounded like a trumpet, said to me, &apos;Come up here, and I will show you what must take place after this.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "At once I was in a Spirit-inspired trance and I saw a throne in heaven, and someone was seated on the throne."
            },
            {
                "verse_number": "3",
                "verse_text": "The one seated there looked like jasper and carnelian, and surrounding the throne was a rainbow that looked like an emerald."
            },
            {
                "verse_number": "4",
                "verse_text": "Twenty-four thrones, with twenty-four elders seated upon them, surrounded the throne. The elders were dressed in white clothing and had gold crowns on their heads."
            },
            {
                "verse_number": "5",
                "verse_text": "From the throne came lightning, voices, and thunder. In front of the throne were seven flaming torches, which are the seven spirits of God."
            },
            {
                "verse_number": "6",
                "verse_text": "Something like a glass sea, like crystal, was in front of the throne. In the center, by the throne, were four living creatures encircling the throne. These creatures were covered with eyes on the front and on the back. &apos;Holy, holy, holy is the Lord God Almighty, who was and is and is coming.&apos; to receive glory and honor and power, because you created all things. It is by your will that they existed and were created.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The first living creature was like a lion. The second living creature was like an ox. The third living creature had a face like a human being. And the fourth living creature was like an eagle in flight."
            },
            {
                "verse_number": "8",
                "verse_text": "Each of the four living creatures had six wings, and each was covered all around and on the inside with eyes. They never rest day or night, but keep on saying,"
            },
            {
                "verse_number": "9",
                "verse_text": "Whenever the living creatures give glory, honor, and thanks to the one seated on the throne, who lives forever and always,"
            },
            {
                "verse_number": "10",
                "verse_text": "the twenty-four elders fall before the one seated on the throne. They worship the one who lives forever and always. They throw down their crowns before the throne and say,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;You are worthy, our Lord and God,"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Then I saw a scroll in the right hand of the one seated on the throne. It had writing on the front and the back, and it was sealed with seven seals."
            },
            {
                "verse_number": "2",
                "verse_text": "I saw a powerful angel, who proclaimed in a loud voice, &apos;Who is worthy to open the scroll and break its seals?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But no one in heaven or on earth or under the earth could open the scroll or look inside it."
            },
            {
                "verse_number": "4",
                "verse_text": "So I began to weep and weep, because no one was found worthy to open the scroll or to look inside it."
            },
            {
                "verse_number": "5",
                "verse_text": "Then one of the elders said to me, &apos;Don&quot;t weep. Look! The Lion of the tribe of Judah, the Root of David, has emerged victorious so that he can open the scroll and its seven seals.&apos; &apos;You are worthy to take the scroll and open its seals, because you were slain, and by your blood you purchased for God persons from every tribe, language, people, and nation. and they will rule on earth.&apos; &apos;Worthy is the slaughtered Lamb to receive power, wealth, wisdom, and might, and honor, glory, and blessing.&apos; &apos;Blessing, honor, glory, and power belong to the one seated on the throne and to the Lamb forever and always.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then, in between the throne and the four living creatures and among the elders, I saw a Lamb, standing as if it had been slain. It had seven horns and seven eyes, which are God&quot;s seven spirits, sent out into the whole earth."
            },
            {
                "verse_number": "7",
                "verse_text": "He came forward and took the scroll from the right hand of the one seated on the throne."
            },
            {
                "verse_number": "8",
                "verse_text": "When he took the scroll, the four living creatures and the twenty-four elders fell down before the Lamb. Each held a harp and gold bowls full of incense, which are the prayers of the saints."
            },
            {
                "verse_number": "9",
                "verse_text": "They took up a new song, saying,"
            },
            {
                "verse_number": "10",
                "verse_text": "You made them a kingdom and priests to our God,"
            },
            {
                "verse_number": "11",
                "verse_text": "Then I looked, and I heard the sound of many angels surrounding the throne, the living creatures, and the elders. They numbered in the millions&ndash;thousands upon thousands."
            },
            {
                "verse_number": "12",
                "verse_text": "They said in a loud voice,"
            },
            {
                "verse_number": "13",
                "verse_text": "And I heard every creature in heaven and on earth and under the earth and in the sea&ndash;I heard everything everywhere say,"
            },
            {
                "verse_number": "14",
                "verse_text": "Then the four living creatures said, &apos;Amen,&apos; and the elders fell down and worshipped."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Then I looked on as the Lamb opened one of the seven seals. I heard one of the four living creatures say in a voice like thunder, &apos;Come!&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So I looked, and there was a white horse. Its rider held a bow and was given a crown. And he went forth from victory to victory."
            },
            {
                "verse_number": "3",
                "verse_text": "When the Lamb opened the second seal, I heard the second living creature say, &apos;Come!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Out came another horse, fiery red. Its rider was allowed to take peace from the earth so that people would kill each other. He was given a large sword."
            },
            {
                "verse_number": "5",
                "verse_text": "When he opened the third seal, I heard the third living creature say, &apos;Come!&apos; So I looked, and there was a black horse. Its rider held a balance for weighing in his hand."
            },
            {
                "verse_number": "6",
                "verse_text": "I heard what sounded like a voice from among the four living creatures. It said, &apos;A quart of wheat for a denarion, and three quarts of barley for a denarion, but don&quot;t damage the olive oil and the wine.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "When he opened the fourth seal, I heard the voice of the fourth living creature say, &apos;Come!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So I looked, and there was a pale green horse. Its rider&quot;s name was Death, and the Grave was following right behind. They were given authority over a fourth of the earth, to kill by sword, famine, disease, and the wild animals of the earth."
            },
            {
                "verse_number": "9",
                "verse_text": "When he opened the fifth seal, I saw under the altar those who had been slaughtered on account of the word of God and the witness they had given."
            },
            {
                "verse_number": "10",
                "verse_text": "They cried out with a loud voice, &apos;Holy and true Master, how long will you wait before you pass judgment? How long before you require justice for our blood, which was shed by those who live on earth?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Each of them was given a white robe, and they were told to rest a little longer, until their fellow servants and brothers and sisters&ndash;who were about to be killed as they were&ndash;were finished."
            },
            {
                "verse_number": "12",
                "verse_text": "I looked on as he opened the sixth seal, and there was a great earthquake. The sun became black as funeral clothing, and the entire moon turned red as blood."
            },
            {
                "verse_number": "13",
                "verse_text": "The stars of the sky fell to the earth as a fig tree drops its fruit when shaken by a strong wind."
            },
            {
                "verse_number": "14",
                "verse_text": "The sky disappeared like a scroll being rolled up, and every mountain and island was moved from its place."
            },
            {
                "verse_number": "15",
                "verse_text": "Then the kings of the earth, the officials and the generals, the rich and the powerful, and everyone, slave and free, hid themselves in caves and in the rocks of the mountains."
            },
            {
                "verse_number": "16",
                "verse_text": "They called to the mountains and the rocks, &apos;Fall on us and hide us from the face of the one seated on the throne and from the Lamb&quot;s wrath!"
            },
            {
                "verse_number": "17",
                "verse_text": "The great day of their wrath has come, and who is able to stand?&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "After this I saw four angels standing at the four corners of the earth. They held back the earth&quot;s four winds so that no wind would blow against the earth, the sea, or any tree."
            },
            {
                "verse_number": "2",
                "verse_text": "I saw another angel coming up from the east, holding the seal of the living God. He cried out with a loud voice to the four angels who had been given the power to damage the earth and sea."
            },
            {
                "verse_number": "3",
                "verse_text": "He said, &apos;Don&quot;t damage the earth, the sea, or the trees until we have put a seal on the foreheads of those who serve our God.&apos; from the tribe of Reuben, twelve thousand; from the tribe of Gad, twelve thousand; from the tribe of Naphtali, twelve thousand; from the tribe of Manasseh, twelve thousand; from the tribe of Levi, twelve thousand; from the tribe of Issachar, twelve thousand; from the tribe of Joseph, twelve thousand; from the tribe of Benjamin, twelve thousand were sealed. &apos;Victory belongs to our God who sits on the throne, and to the Lamb.&apos; &apos;Amen! Blessing and glory and wisdom and thanksgiving and honor and power and might be to our God forever and always. Amen.&apos; Then he said to me, &apos;These people have come out of great hardship. They have washed their robes and made them white in the Lamb&quot;s blood."
            },
            {
                "verse_number": "4",
                "verse_text": "Then I heard the number of those who were sealed: one hundred forty-four thousand, sealed from every tribe of the Israelites:"
            },
            {
                "verse_number": "5",
                "verse_text": "From the tribe of Judah, twelve thousand were sealed;"
            },
            {
                "verse_number": "6",
                "verse_text": "from the tribe of Asher, twelve thousand;"
            },
            {
                "verse_number": "7",
                "verse_text": "from the tribe of Simeon, twelve thousand;"
            },
            {
                "verse_number": "8",
                "verse_text": "from the tribe of Zebulun, twelve thousand;"
            },
            {
                "verse_number": "9",
                "verse_text": "After this I looked, and there was a great crowd that no one could number. They were from every nation, tribe, people, and language. They were standing before the throne and before the Lamb. They wore white robes and held palm branches in their hands."
            },
            {
                "verse_number": "10",
                "verse_text": "They cried out with a loud voice:"
            },
            {
                "verse_number": "11",
                "verse_text": "All the angels stood in a circle around the throne, and around the elders and the four living creatures. They fell facedown before the throne and worshipped God,"
            },
            {
                "verse_number": "12",
                "verse_text": "saying,"
            },
            {
                "verse_number": "13",
                "verse_text": "Then one of the elders said to me, &apos;Who are these people wearing white robes, and where did they come from?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "I said to him, &apos;Sir, you know.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "This is the reason they are before God&quot;s throne. They worship him day and night in his temple, and the one seated on the throne will shelter them."
            },
            {
                "verse_number": "16",
                "verse_text": "They won&quot;t hunger or thirst anymore. No sun or scorching heat will beat down on them,"
            },
            {
                "verse_number": "17",
                "verse_text": "because the Lamb who is in the midst of the throne will shepherd them. He will lead them to the springs of life-giving water, and God will wipe away every tear from their eyes.&apos;"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Then, when the Lamb opened the seventh seal, there was silence in heaven for about half an hour."
            },
            {
                "verse_number": "2",
                "verse_text": "Then I saw the seven angels who stand before God, and seven trumpets were given to them."
            },
            {
                "verse_number": "3",
                "verse_text": "Another angel came and stood at the altar, and he held a gold bowl for burning incense. He was given a large amount of incense, in order to offer it on behalf of the prayers of all the saints on the gold altar in front of the throne."
            },
            {
                "verse_number": "4",
                "verse_text": "The smoke of the incense offered for the prayers of the saints rose up before God from the angel&quot;s hand."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the angel took the incense container and filled it with fire from the altar. He threw it down to the earth, and there were thunder, voices, lightning, and an earthquake."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the seven angels who held the seven trumpets got ready to blow them."
            },
            {
                "verse_number": "7",
                "verse_text": "The first angel blew his trumpet, and hail and fire mixed with blood appeared, and was thrown down to the earth. A third of the earth was burned up. A third of the trees were burned up. All the green grass was burned up."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the second angel blew his trumpet, and something like a huge mountain burning with fire was thrown down into the sea. A third of the sea became blood,"
            },
            {
                "verse_number": "9",
                "verse_text": "a third of the creatures living in the sea died, and a third of the ships were destroyed."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the third angel blew his trumpet, and a great star, burning like a torch, fell from heaven. It fell on a third of the rivers and springs of water."
            },
            {
                "verse_number": "11",
                "verse_text": "The star&quot;s name is Wormwood, and a third of the waters became wormwood, and many people died from the water, because it became so bitter."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the fourth angel blew his trumpet, and a third of the sun was struck, and a third of the moon, and a third of the stars so that a third of them became dark. The day lost a third of its light, and the night lost a third of its light too."
            },
            {
                "verse_number": "13",
                "verse_text": "Then I looked and I heard an eagle flying high overhead. It said with a loud voice, &apos;Horror, horror, oh! The horror for those who live on earth because of the blasts of the remaining trumpets that the three angels are about to blow!&apos;"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Then the fifth angel blew his trumpet, and I saw a star that had fallen from heaven to earth, and he was given the key to the shaft of the abyss."
            },
            {
                "verse_number": "2",
                "verse_text": "He opened the shaft of the abyss; and smoke rose up from the shaft, like smoke from a huge furnace. The sun and air were darkened by the smoke from the shaft."
            },
            {
                "verse_number": "3",
                "verse_text": "Then locusts came forth from the smoke and onto the earth. They were given power like the power that scorpions have on the earth."
            },
            {
                "verse_number": "4",
                "verse_text": "They were told not to hurt the grass of the earth or any green plant or any tree. They could only hurt the people who didn&quot;t have the seal of God on their foreheads."
            },
            {
                "verse_number": "5",
                "verse_text": "The locusts weren&quot;t allowed to kill them, but only to make them suffer for five months&ndash;and the suffering they inflict is like that of a scorpion when it strikes a person."
            },
            {
                "verse_number": "6",
                "verse_text": "In those days people will seek death, but they won&quot;t find it. They will want to die, but death will run away from them."
            },
            {
                "verse_number": "7",
                "verse_text": "The locusts looked like horses ready for battle. On their heads were what seemed to be gold crowns. Their faces were like human faces,"
            },
            {
                "verse_number": "8",
                "verse_text": "their hair was like women&quot;s hair, and their teeth were like lions&quot; teeth."
            },
            {
                "verse_number": "9",
                "verse_text": "In front they had what seemed to be iron armor upon their chests, and the sound of their wings was like the sound of many chariots and horses racing into battle."
            },
            {
                "verse_number": "10",
                "verse_text": "They also have tails with stingers, just like scorpions; and in their tails is their power to hurt people for five months."
            },
            {
                "verse_number": "11",
                "verse_text": "Their king is an angel from the abyss, whose Hebrew name is Abaddon, and whose Greek name is Apollyon."
            },
            {
                "verse_number": "12",
                "verse_text": "The first horror has passed. Look! Two horrors are still coming after this."
            },
            {
                "verse_number": "13",
                "verse_text": "Then the sixth angel blew his trumpet, and I heard a voice from the four horns of the gold altar that is before God."
            },
            {
                "verse_number": "14",
                "verse_text": "It said to the sixth angel, who had the trumpet, &apos;Release the four angels who are bound at the great river Euphrates.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then the four angels who had been made ready for that hour, day, month, and year were released to kill a third of humankind."
            },
            {
                "verse_number": "16",
                "verse_text": "The number of cavalry troops was two hundred million. I heard their number."
            },
            {
                "verse_number": "17",
                "verse_text": "And this is the way I saw the horses and their riders in the vision: they had breastplates that were fiery red, dark blue, and yellow as sulfur. The horses&quot; heads were like lions&quot; heads, and out of their mouths came fire, smoke, and sulfur."
            },
            {
                "verse_number": "18",
                "verse_text": "By these three plagues a third of humankind was killed: by the fire, smoke, and sulfur coming out of their mouths."
            },
            {
                "verse_number": "19",
                "verse_text": "The horses&quot; power is in their mouths and their tails, for their tails are like snakes with heads that inflict injuries."
            },
            {
                "verse_number": "20",
                "verse_text": "The rest of humankind, who weren&quot;t killed by these plagues, didn&quot;t change their hearts and lives and turn from their handiwork. They didn&quot;t stop worshipping demons and idols made of gold, silver, bronze, stone, and wood&ndash;idols that can&quot;t see or hear or walk."
            },
            {
                "verse_number": "21",
                "verse_text": "They didn&quot;t turn away from their murders, their spells and drugs, their sexual immorality, or their stealing."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Then I saw another powerful angel coming down from heaven. He was robed with a cloud, with a rainbow over his head. His face was like the sun, and his feet were like fiery pillars."
            },
            {
                "verse_number": "2",
                "verse_text": "He held an open scroll in his hand. He put his right foot on the sea and his left foot on the land."
            },
            {
                "verse_number": "3",
                "verse_text": "He called out with a loud voice like a lion roaring, and when he called out, the seven thunders raised their voices."
            },
            {
                "verse_number": "4",
                "verse_text": "When the seven thunders spoke, I was about to write, but I heard a voice from heaven say, &apos;Seal up what the seven thunders have said, and don&quot;t write it down.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the angel I saw standing on the sea and on the land raised his right hand to heaven."
            },
            {
                "verse_number": "6",
                "verse_text": "He swore by the one who lives forever and always, who created heaven and what is in it, the earth and what is in it, and the sea and what is in it, and said, &apos;The time is up."
            },
            {
                "verse_number": "7",
                "verse_text": "In the days when the seventh angel blows his trumpet, God&quot;s mysterious purpose will be accomplished, fulfilling the good news he gave to his servants the prophets.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the voice I heard from heaven spoke to me again and said, &apos;Go, take the opened scroll from the hand of the angel who stands on the sea and on the land.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So I went to the angel and told him to give me the scroll. He said to me, &apos;Take it and eat it. It will make you sick to your stomach, but sweet as honey in your mouth.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So I took the scroll from the angel&quot;s hand and ate it. And it was sweet as honey in my mouth, but when I swallowed it, it made my stomach churn."
            },
            {
                "verse_number": "11",
                "verse_text": "I was told, &apos;You must prophesy again about many peoples, nations, languages, and kings.&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Then I was given a measuring rod, which was like a pole. And I was told, &apos;Get up and measure God&quot;s temple, the altar, and those who worship there."
            },
            {
                "verse_number": "2",
                "verse_text": "But don&quot;t measure the court outside the temple. Leave that out, because it has been given to the nations, and they will trample the holy city underfoot for forty-two months. &apos;The kingdom of the world has become the kingdom of our Lord and his Christ, and he will rule forever and always.&apos; &apos;We give thanks to you, Lord God Almighty, who is and was, for you have taken your great power and enforced your rule. The time came for the dead to be judged. The time came to reward your servants, the prophets and saints, and those who fear your name, both small and great, and to destroy those who destroy the earth.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;And I will allow my two witnesses to prophesy for one thousand two hundred sixty days, wearing mourning clothes."
            },
            {
                "verse_number": "4",
                "verse_text": "These are the two olive trees and the two lampstands that stand before the Lord of the earth."
            },
            {
                "verse_number": "5",
                "verse_text": "If anyone wants to hurt them, fire comes out of their mouth and burns up their enemies. So if anyone wants to hurt them, they have to be killed in this way."
            },
            {
                "verse_number": "6",
                "verse_text": "They have the power to close up the sky so that no rain will fall for as long as they prophesy. They also have power over the waters, to turn them into blood, and to strike the earth with any plague, as often as they wish."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;When they have finished their witnessing, the beast that comes up from the abyss will make war on them, gain victory over them, and kill them."
            },
            {
                "verse_number": "8",
                "verse_text": "Their dead bodies will lie on the street of the great city that is spiritually called Sodom and Egypt, where also their Lord was crucified."
            },
            {
                "verse_number": "9",
                "verse_text": "And for three and a half days, members of the peoples, tribes, languages, and nations will look at their dead bodies, but they won&quot;t let their dead bodies be put in a tomb."
            },
            {
                "verse_number": "10",
                "verse_text": "Those who live on earth will rejoice over them. They will celebrate and give each other gifts, because these two prophets had brought such pain to those who live on earth."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;But after three and a half days, the breath of life from God entered them, and they stood on their feet. Great fear came over those who saw them."
            },
            {
                "verse_number": "12",
                "verse_text": "Then they heard a loud voice from heaven say to them, &quot;Come up here.&quot; And they went up to heaven in a cloud, while their enemies watched them."
            },
            {
                "verse_number": "13",
                "verse_text": "At that hour there was a great earthquake, and a tenth of the city fell. Seven thousand people were killed by the earthquake, and the rest were afraid and gave glory to the God of heaven.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The second horror is over. The third horror is coming soon."
            },
            {
                "verse_number": "15",
                "verse_text": "Then the seventh angel blew his trumpet, and there were loud voices in heaven saying,"
            },
            {
                "verse_number": "16",
                "verse_text": "Then the twenty-four elders, who were seated on their thrones before God, fell on their faces and worshipped God."
            },
            {
                "verse_number": "17",
                "verse_text": "They said,"
            },
            {
                "verse_number": "18",
                "verse_text": "The nations were enraged, but your wrath came."
            },
            {
                "verse_number": "19",
                "verse_text": "Then God&quot;s temple in heaven was opened, and the chest containing his covenant appeared in his temple. There were lightning, voices, thunder, an earthquake, and large hail."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Then a great sign appeared in heaven: a woman clothed with the sun, with the moon under her feet and a crown of twelve stars on her head."
            },
            {
                "verse_number": "2",
                "verse_text": "She was pregnant, and she cried out because she was in labor, in pain from giving birth."
            },
            {
                "verse_number": "3",
                "verse_text": "Then another sign appeared in heaven: it was a great fiery red dragon, with seven heads and ten horns, and seven royal crowns on his heads."
            },
            {
                "verse_number": "4",
                "verse_text": "His tail swept down a third of heaven&quot;s stars and threw them to the earth. The dragon stood in front of the woman who was about to give birth so that when she gave birth, he might devour her child."
            },
            {
                "verse_number": "5",
                "verse_text": "She gave birth to a son, a male child who is to rule all the nations with an iron rod. Her child was snatched up to God and his throne."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the woman fled into the desert, where God has prepared a place for her. There she will be taken care of for one thousand two hundred sixty days. &apos;Now the salvation and power and kingdom of our God, and the authority of his Christ have come. The accuser of our brothers and sisters, who accuses them day and night before our God, has been thrown down. and the word of their witness. Love for their own lives didn&quot;t make them afraid to die. But oh! The horror for the earth and sea! The devil has come down to you with great rage, for he knows that he only has a short time.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then there was war in heaven: Michael and his angels fought the dragon. The dragon and his angels fought back,"
            },
            {
                "verse_number": "8",
                "verse_text": "but they did not prevail, and there was no longer any place for them in heaven."
            },
            {
                "verse_number": "9",
                "verse_text": "So the great dragon was thrown down. The old snake, who is called the devil and Satan, the deceiver of the whole world, was thrown down to the earth; and his angels were thrown down with him."
            },
            {
                "verse_number": "10",
                "verse_text": "Then I heard a loud voice in heaven say,"
            },
            {
                "verse_number": "11",
                "verse_text": "They gained the victory over him on account of the blood of the Lamb"
            },
            {
                "verse_number": "12",
                "verse_text": "Therefore, rejoice, you heavens and you who dwell in them."
            },
            {
                "verse_number": "13",
                "verse_text": "When the dragon saw that he had been thrown down to the earth, he chased the woman who had given birth to the male child."
            },
            {
                "verse_number": "14",
                "verse_text": "But the woman was given the two wings of the great eagle so that she could fly to her place in the desert. There she would be taken care of&ndash;out of the snake&quot;s reach&ndash;for a time and times and half a time."
            },
            {
                "verse_number": "15",
                "verse_text": "Then from his mouth the snake poured a river of water after the woman so that the river would sweep her away."
            },
            {
                "verse_number": "16",
                "verse_text": "But the earth helped the woman. The earth opened its mouth and swallowed the river that the dragon poured out of his mouth."
            },
            {
                "verse_number": "17",
                "verse_text": "So the dragon was furious with the woman, and he went off to make war on the rest of her children, on those who keep God&quot;s commandments and hold firmly to the witness of Jesus."
            },
            {
                "verse_number": "18",
                "verse_text": "Then the dragon stood on the seashore,"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "and I saw a beast coming up out of the sea. It had ten horns and seven heads. Each of its horns was decorated with a royal crown, and on its heads were blasphemous names."
            },
            {
                "verse_number": "2",
                "verse_text": "The beast I saw was like a leopard. Its feet were like a bear&quot;s, and its mouth was like a lion&quot;s mouth. The dragon gave it his power, throne, and great authority."
            },
            {
                "verse_number": "3",
                "verse_text": "One of its heads appeared to have been slain and killed, but its deadly wound was healed. So the whole earth was amazed and followed the beast."
            },
            {
                "verse_number": "4",
                "verse_text": "They worshipped the dragon because it had given the beast its authority. They worshipped the beast and said, &apos;Who is like the beast, and who can fight against it?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The beast was given a mouth that spoke boastful and blasphemous things, and it was given authority to act for forty-two months."
            },
            {
                "verse_number": "6",
                "verse_text": "It opened its mouth to speak blasphemies against God. It blasphemed God&quot;s name and his dwelling place (that is, those who dwell in heaven)."
            },
            {
                "verse_number": "7",
                "verse_text": "It was also allowed to make war on the saints and to gain victory over them. It was given authority over every tribe, people, language, and nation."
            },
            {
                "verse_number": "8",
                "verse_text": "All who live on earth worshipped it, all whose names hadn&quot;t been written&ndash;from the time the earth was made&ndash;in the scroll of life of the Lamb who was slain."
            },
            {
                "verse_number": "9",
                "verse_text": "Whoever has ears must listen:"
            },
            {
                "verse_number": "10",
                "verse_text": "If any are to be taken captive, then into captivity they will go. If any are to be killed by the sword, then by the sword they will be killed. This calls for endurance and faithfulness on the part of the saints."
            },
            {
                "verse_number": "11",
                "verse_text": "Then I saw another beast coming up from the earth. It had two horns like a lamb, but it was speaking like a dragon."
            },
            {
                "verse_number": "12",
                "verse_text": "It exercises all the authority of the first beast in its presence. It also makes the earth and those who live in it worship the first beast, whose fatal wound was healed."
            },
            {
                "verse_number": "13",
                "verse_text": "It does great signs so that it even makes fire come down from heaven to earth in the presence of the people."
            },
            {
                "verse_number": "14",
                "verse_text": "It deceives those who live on earth by the signs that it was allowed to do in the presence of the beast. It told those who live on earth to make an image for the beast who had been wounded by the sword and yet came to life again."
            },
            {
                "verse_number": "15",
                "verse_text": "It was allowed to give breath to the beast&quot;s image so that the beast&quot;s image would even speak and cause anyone who didn&quot;t worship the beast&quot;s image to be put to death."
            },
            {
                "verse_number": "16",
                "verse_text": "It forces everyone&ndash;the small and great, the rich and poor, the free and slaves&ndash;to have a mark put on their right hand or on their forehead."
            },
            {
                "verse_number": "17",
                "verse_text": "It will not allow anyone to make a purchase or sell anything unless the person has the mark with the beast&quot;s name or the number of its name."
            },
            {
                "verse_number": "18",
                "verse_text": "This calls for wisdom. Let the one who understands calculate the beast&quot;s number, for it&quot;s a human being&quot;s number. Its number is six hundred sixty-six."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Then I looked, and there was the Lamb, standing on Mount Zion. With him were one hundred forty-four thousand who had his name and his Father&quot;s name written on their foreheads."
            },
            {
                "verse_number": "2",
                "verse_text": "I heard a sound from heaven that was like the sound of rushing water and loud thunder. The sound I heard was like that of harpists playing their harps."
            },
            {
                "verse_number": "3",
                "verse_text": "They sing a new song in front of the throne, the four living creatures, and the elders. And no one could learn the song except the one hundred forty-four thousand who had been purchased from the earth."
            },
            {
                "verse_number": "4",
                "verse_text": "They weren&quot;t defiled with women, for these people who follow the Lamb wherever he goes are virgins. They were purchased from among humankind as early produce for God and the Lamb."
            },
            {
                "verse_number": "5",
                "verse_text": "No lie came from their mouths; they are blameless. &apos;Yes,&apos; says the Spirit, &apos;so they can rest from their labors, because their deeds follow them.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then I saw another angel flying high overhead with eternal good news to proclaim to those who live on earth, and to every nation, tribe, language, and people."
            },
            {
                "verse_number": "7",
                "verse_text": "He said in a loud voice, &apos;Fear God and give him glory, for the hour of his judgment has come. Worship the one who made heaven and earth, the sea and springs of water.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Another angel, a second one, followed and said, &apos;Fallen, fallen is Babylon the great! She made all the nations drink the wine of her lustful passion.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then another angel, a third one, followed them and said in a loud voice, &apos;If any worship the beast and its image, and receive a mark on their foreheads or their hands,"
            },
            {
                "verse_number": "10",
                "verse_text": "they themselves will also drink the wine of God&quot;s passionate anger, poured full strength into the cup of his wrath. They will suffer the pain of fire and sulfur in the presence of the holy angels and the Lamb."
            },
            {
                "verse_number": "11",
                "verse_text": "The smoke of their painful suffering goes up forever and always. There is no rest day or night for those who worship the beast and its image, and those who receive the mark of its name.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "This calls for the endurance of the saints, who keep God&quot;s commandments and keep faith with Jesus."
            },
            {
                "verse_number": "13",
                "verse_text": "And I heard a voice from heaven say, &apos;Write this: Favored are the dead who die in the Lord from now on.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then I looked, and there was a white cloud. On the cloud was seated someone who looked like the Human One. He had a gold crown on his head and a sharp sickle in his hand."
            },
            {
                "verse_number": "15",
                "verse_text": "Another angel came out of the temple, calling in a loud voice to the one seated on the cloud: &apos;Use your sickle to reap the harvest, for the time to harvest has come, and the harvest of the earth is ripe.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So the one seated on the cloud swung his sickle over the earth, and the earth was harvested."
            },
            {
                "verse_number": "17",
                "verse_text": "Then another angel came out of the temple in heaven, and he also had a sharp sickle."
            },
            {
                "verse_number": "18",
                "verse_text": "Still another angel, who has power over fire, came out from the altar. He said in a loud voice to the one who had the sharp sickle, &apos;Use your sharp sickle to cut the clusters in the vineyard of the earth, because its grapes are ripe.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So the angel swung his sickle into the earth, and cut the vineyard of the earth, and he put what he reaped into the great winepress of God&quot;s passionate anger."
            },
            {
                "verse_number": "20",
                "verse_text": "Then the winepress was trampled outside the city, and the blood came out of the winepress as high as the horses&quot; bridles for almost two hundred miles."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Then I saw another great and awe-inspiring sign in heaven. There were seven angels with seven plagues&ndash;and these are the last, for with them God&quot;s anger is brought to an end."
            },
            {
                "verse_number": "2",
                "verse_text": "Then I saw what appeared to be a sea of glass mixed with fire. Those who gained victory over the beast, its image, and the number of its name were standing by the glass sea, holding harps from God."
            },
            {
                "verse_number": "3",
                "verse_text": "They sing the song of Moses, God&quot;s servant, and the song of the Lamb, saying, &apos;Great and awe-inspiring are your works, Lord God Almighty. Just and true are your ways, king of the nations. You alone are holy. All nations will come and fall down in worship before you, for your acts of justice have been revealed.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Who won&quot;t fear you, Lord, and glorify your name?"
            },
            {
                "verse_number": "5",
                "verse_text": "After this I looked, and the temple in heaven&ndash;that is, the tent of witness&ndash;was opened."
            },
            {
                "verse_number": "6",
                "verse_text": "The seven angels, who have the seven plagues, came out of the temple. They were clothed in pure bright linen and had gold sashes around their waists."
            },
            {
                "verse_number": "7",
                "verse_text": "Then one of the four living creatures gave the seven angels seven gold bowls full of the anger of the God who lives forever and always."
            },
            {
                "verse_number": "8",
                "verse_text": "The temple was filled with smoke from God&quot;s glory and power, and no one could go into the temple until the seven plagues of the seven last angels were brought to an end."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Then I heard a loud voice from the temple say to the seven angels, &apos;Go and pour out the seven bowls of God&quot;s anger on the earth.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So the first angel poured his bowl on the earth, and a nasty and terrible sore appeared on the people who had the beast&quot;s mark and worshipped its image."
            },
            {
                "verse_number": "3",
                "verse_text": "The second angel poured his bowl into the sea, and the sea turned into blood, like the blood of a corpse, and every living thing in the sea died."
            },
            {
                "verse_number": "4",
                "verse_text": "The third angel poured his bowl into the rivers and springs of water, and they turned into blood."
            },
            {
                "verse_number": "5",
                "verse_text": "Then I heard the angel of the waters say, &apos;You are just, holy one, who is and was, because you have given these judgments. and you have given them blood to drink. They deserve it!&apos; &apos;Yes, Lord God Almighty, your judgments are true and just.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "They poured out the blood of saints and prophets,"
            },
            {
                "verse_number": "7",
                "verse_text": "And I heard the altar say,"
            },
            {
                "verse_number": "8",
                "verse_text": "The fourth angel poured his bowl on the sun, and it was allowed to burn people with fire."
            },
            {
                "verse_number": "9",
                "verse_text": "The people were burned by intense heat, and they cursed the name of the God who had power over these plagues. But they didn&quot;t change their hearts and lives and give him glory."
            },
            {
                "verse_number": "10",
                "verse_text": "The fifth angel poured his bowl over the beast&quot;s throne, and darkness covered its kingdom. People bit their tongues because of their pain,"
            },
            {
                "verse_number": "11",
                "verse_text": "and they cursed the God of heaven because of their pains and sores; but they didn&quot;t turn away from what they had done."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the sixth angel poured his bowl on the great river Euphrates. Its water was dried up so that the way was ready for the kings from the east."
            },
            {
                "verse_number": "13",
                "verse_text": "Then I saw three unclean spirits, like frogs, come from the dragon&quot;s mouth, the beast&quot;s mouth, and the mouth of the false prophet."
            },
            {
                "verse_number": "14",
                "verse_text": "These are demonic spirits that do signs. They go out to the kings of the whole world, to gather them for battle on the great day of God the Almighty. ("
            },
            {
                "verse_number": "15",
                "verse_text": "Look! I&quot;m coming like a thief! Favored are those who stay awake and clothed so that they don&quot;t go around naked and exposed to shame.)"
            },
            {
                "verse_number": "16",
                "verse_text": "The spirits gathered them at the place that is called in Hebrew, Harmagedon."
            },
            {
                "verse_number": "17",
                "verse_text": "Then the seventh angel poured his bowl into the air, and a loud voice came out from the temple, from the throne, saying, &apos;It is done!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "There were lightning strikes, voices, and thunder, and a great earthquake occurred. The earthquake was greater than any that have occurred since there have been people on earth."
            },
            {
                "verse_number": "19",
                "verse_text": "The great city split into three parts, and the cities of the nations fell. God remembered Babylon the great so that he gave her the wine cup of his furious anger."
            },
            {
                "verse_number": "20",
                "verse_text": "Every island fled, and the mountains disappeared."
            },
            {
                "verse_number": "21",
                "verse_text": "Huge hailstones weighing about one hundred pounds came down from heaven on the people. They cursed God for the plague of hail, because the plague was so terrible."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Then one of the seven angels who had the seven bowls spoke with me. &apos;Come,&apos; he said, &apos;I will show you the judgment upon the great prostitute, who is seated on deep waters."
            },
            {
                "verse_number": "2",
                "verse_text": "The kings of the earth have committed sexual immorality with her, and those who live on earth have become drunk with the wine of her whoring.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then he brought me in a Spirit-inspired trance to a desert. There I saw a woman seated on a scarlet beast that was covered with blasphemous names. It had seven heads and ten horns."
            },
            {
                "verse_number": "4",
                "verse_text": "The woman wore purple and scarlet clothing, and she glittered with gold and jewels and pearls. In her hand she held a gold cup full of the vile and impure things that came from her activity as a prostitute."
            },
            {
                "verse_number": "5",
                "verse_text": "A name&ndash;a mystery&ndash;was written on her forehead: &apos;Babylon the great, the mother of prostitutes and the vile things of the earth.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "I saw that the woman was drunk on the blood of the saints and the blood of Jesus&quot; witnesses. I was completely stunned when I saw her."
            },
            {
                "verse_number": "7",
                "verse_text": "Then the angel said to me, &apos;Why are you amazed? I will tell you the mystery of the woman and the seven-headed, ten-horned beast that carries her."
            },
            {
                "verse_number": "8",
                "verse_text": "The beast that you saw was and is not, and is about to come up out of the abyss and go to destruction. Those who live on earth, whose names haven&quot;t been written in the scroll of life from the time the earth was made, will be amazed when they see the beast, because it was and is not and will again be present."
            },
            {
                "verse_number": "9",
                "verse_text": "This calls for an understanding mind. The seven heads are seven mountains on which the woman is seated. They are also seven kings."
            },
            {
                "verse_number": "10",
                "verse_text": "Five kings have fallen, the one is, and the other hasn&quot;t yet come. When that king comes, he must remain for only a short time."
            },
            {
                "verse_number": "11",
                "verse_text": "As for the beast that was and is not, it is itself an eighth king that belongs to the seven, and it is going to destruction."
            },
            {
                "verse_number": "12",
                "verse_text": "The ten horns that you saw are ten kings, who haven&quot;t yet received royal power. But they will receive royal authority for an hour, along with the beast."
            },
            {
                "verse_number": "13",
                "verse_text": "These kings will be of one mind, and they will give their power and authority to the beast."
            },
            {
                "verse_number": "14",
                "verse_text": "They will make war on the Lamb, but the Lamb will emerge victorious, for he is Lord of lords and King of kings. Those with him are called, chosen, and faithful.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then he said to me, &apos;The waters that you saw, where the prostitute is seated, are peoples, crowds, nations, and languages."
            },
            {
                "verse_number": "16",
                "verse_text": "As for the ten horns that you saw, they and the beast will hate the prostitute. They will destroy her and strip her bare. They will devour her flesh and burn her with fire"
            },
            {
                "verse_number": "17",
                "verse_text": "because God moved them to carry out his purposes. That is why they will be of one mind and give their royal power to the beast, until God&quot;s words have been accomplished."
            },
            {
                "verse_number": "18",
                "verse_text": "The woman whom you saw is the great city that rules over the kings of the earth.&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "After this I saw another angel coming down from heaven. He had great authority, and the earth was filled with light because of his glory."
            },
            {
                "verse_number": "2",
                "verse_text": "He called out with a loud voice, saying, &apos;Fallen, fallen is Babylon the great! She has become a home for demons and a lair for every unclean spirit. She is a lair for every unclean bird, and a lair for every unclean and disgusting beast"
            },
            {
                "verse_number": "3",
                "verse_text": "because all the nations have fallen due to the wine of her lustful passion. The kings of the earth committed sexual immorality with her, and the merchants of the earth became rich from the power of her loose and extravagant ways.&apos; &apos;Every sea captain, every seafarer, sailors, and all who make their living on the sea stood a long way off."
            },
            {
                "verse_number": "4",
                "verse_text": "Then I heard another voice from heaven say, &apos;Come out of her, my people, so that you don&quot;t take part in her sins and don&quot;t receive any of her plagues."
            },
            {
                "verse_number": "5",
                "verse_text": "Her sins have piled up as high as heaven, and God remembered her unjust acts."
            },
            {
                "verse_number": "6",
                "verse_text": "Give her what she has given to others. Give her back twice as much for what she has done. In the cup that she has poured, pour her twice as much."
            },
            {
                "verse_number": "7",
                "verse_text": "To the extent that she glorified herself and indulged her loose and extravagant ways, give her pain and grief. In her heart she says, &quot;I sit like a queen! I&quot;m not a widow. I&quot;ll never see grief.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "This is why her plagues will come in a single day&ndash;deadly disease, grief, and hunger. She will be consumed by fire because the Lord God who judges her is powerful."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;The kings of the earth, who committed sexual immorality with her and shared her loose and extravagant ways, will weep and mourn over her when they see the smoke from her burning."
            },
            {
                "verse_number": "10",
                "verse_text": "They will stand a long way off because they are afraid of the pain she suffers, and they will say, &quot;Oh, the horror! Babylon, you great city, you powerful city! In a single hour your judgment has come.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;The merchants of the earth will weep and mourn over her, for no one buys their cargoes anymore&ndash;"
            },
            {
                "verse_number": "12",
                "verse_text": "cargoes of gold, silver, jewels, and pearls; fine linen, purple, silk, and scarlet; all those things made of scented wood, ivory, fine wood, bronze, iron, and marble;"
            },
            {
                "verse_number": "13",
                "verse_text": "cinnamon, incense, fragrant ointment, and frankincense; wine, oil, fine flour, and wheat; cattle, sheep, horses, and carriages; and slaves, even human lives."
            },
            {
                "verse_number": "14",
                "verse_text": "&quot;The fruit your whole being craved has gone from you. All your glitter and glamour are lost to you, never ever to be found again.&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;The merchants who sold these things, and got so rich by her, will stand a long way off because they fear the pain she suffers. They will weep and mourn, and say,"
            },
            {
                "verse_number": "16",
                "verse_text": "&quot;Oh, the horror! The great city that wore fine linen, purple, and scarlet, who glittered with gold, jewels, and pearls&ndash;"
            },
            {
                "verse_number": "17",
                "verse_text": "in just one hour such great wealth was destroyed.&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "They cried out as they saw the smoke from her burning and said, &quot;What city was ever like the great city?&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "They threw dust on their heads, and they cried out, weeping and mourning. They said, &quot;Oh, the horror! The great city, where all who have ships at sea became so rich by her prosperity&ndash;in just one hour she was destroyed."
            },
            {
                "verse_number": "20",
                "verse_text": "Rejoice over her, heaven&ndash;you saints, apostles, and prophets&ndash;because God has condemned her as she condemned you.&quot;&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then a powerful angel picked up a stone that was like a huge millstone and threw it into the sea, saying, &apos;With such violent force the great city of Babylon will be thrown down, and it won&quot;t be found anymore."
            },
            {
                "verse_number": "22",
                "verse_text": "The sound of harpists and musicians, of pipers and trumpeters, will never be heard among you again. No craftsman of any kind will ever be found among you again. The sound of the hand mill will never be heard among you again."
            },
            {
                "verse_number": "23",
                "verse_text": "The light of a lamp will never shine among you again. The sound of a bridegroom and bride will never be heard among you again because your merchants ran the world, because all the nations were deceived by the spell you cast, and because"
            },
            {
                "verse_number": "24",
                "verse_text": "the blood of prophets, of saints, and of all who have been slaughtered on the earth was found among you.&apos;"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "After this I heard what sounded like a huge crowd in heaven. They said, &apos;Hallelujah! The salvation and glory and power of our God! because he judged the great prostitute, who ruined the earth by her whoring, and he exacted the penalty for the blood of his servants from her hand.&apos; &apos;Hallelujah! Smoke goes up from her forever and always.&apos; &apos;Praise our God, all you his servants, and you who fear him, both small and great.&apos; &apos;Hallelujah! The Lord our God, the Almighty, exercised his royal power! for the wedding day of the Lamb has come, and his bride has made herself ready. for the fine linen is the saints&quot; acts of justice.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "His judgments are true and just,"
            },
            {
                "verse_number": "3",
                "verse_text": "Then they said a second time,"
            },
            {
                "verse_number": "4",
                "verse_text": "The twenty-four elders and the four living creatures fell down and worshipped God, who is seated on the throne, and they said, &apos;Amen. Hallelujah!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then a voice went out from the throne and said,"
            },
            {
                "verse_number": "6",
                "verse_text": "And I heard something that sounded like a huge crowd, like rushing water and powerful thunder. They said,"
            },
            {
                "verse_number": "7",
                "verse_text": "Let us rejoice and celebrate, and give him the glory,"
            },
            {
                "verse_number": "8",
                "verse_text": "She was given fine, pure white linen to wear,"
            },
            {
                "verse_number": "9",
                "verse_text": "Then the angel said to me, &apos;Write this: Favored are those who have been invited to the wedding banquet of the Lamb.&apos; He said to me, &apos;These are the true words of God.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then I fell at his feet to worship him. But he said, &apos;Don&quot;t do that! I&quot;m a servant just like you and your brothers and sisters who hold firmly to the witness of Jesus. Worship God! The witness of Jesus is the spirit of prophecy!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then I saw heaven opened, and there was a white horse. Its rider was called Faithful and True, and he judges and makes war justly."
            },
            {
                "verse_number": "12",
                "verse_text": "His eyes were like a fiery flame, and on his head were many royal crowns. He has a name written on him that no one knows but he himself."
            },
            {
                "verse_number": "13",
                "verse_text": "He wore a robe dyed with blood, and his name was called the Word of God."
            },
            {
                "verse_number": "14",
                "verse_text": "Heaven&quot;s armies, wearing fine linen that was white and pure, were following him on white horses."
            },
            {
                "verse_number": "15",
                "verse_text": "From his mouth comes a sharp sword that he will use to strike down the nations. He is the one who will rule them with an iron rod. And he is the one who will trample the winepress of the Almighty God&quot;s passionate anger."
            },
            {
                "verse_number": "16",
                "verse_text": "He has a name written on his robe and on his thigh: King of kings and Lord of lords."
            },
            {
                "verse_number": "17",
                "verse_text": "Then I saw an angel standing in the sun, and he called out with a loud voice and said to all the birds flying high overhead, &apos;Come and gather for God&quot;s great supper."
            },
            {
                "verse_number": "18",
                "verse_text": "Come and eat the flesh of kings, the flesh of generals, the flesh of the powerful, and the flesh of horses and their riders. Come and eat the flesh of all, both free and slave, both small and great.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then I saw that the beast and the kings of the earth and their armies had gathered to make war against the rider on the horse and his army."
            },
            {
                "verse_number": "20",
                "verse_text": "But the beast was seized, along with the false prophet who had done signs in the beast&quot;s presence. (He had used the signs to deceive people into receiving the beast&quot;s mark and into worshipping the beast&quot;s image.) The two of them were thrown alive into the fiery lake that burns with sulfur."
            },
            {
                "verse_number": "21",
                "verse_text": "The rest were killed by the sword that comes from the mouth of the rider on the horse, and all the birds ate their fill of their flesh."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Then I saw an angel coming down from heaven, holding in his hand the key to the abyss and a huge chain."
            },
            {
                "verse_number": "2",
                "verse_text": "He seized the dragon, the old snake, who is the devil and Satan, and bound him for a thousand years."
            },
            {
                "verse_number": "3",
                "verse_text": "He threw him into the abyss, then locked and sealed it over him. This was to keep him from continuing to deceive the nations until the thousand years were over. After this he must be released for a little while."
            },
            {
                "verse_number": "4",
                "verse_text": "Then I saw thrones, and people took their seats on them, and judgment was given in their favor. They were the ones who had been beheaded for their witness to Jesus and God&quot;s word, and those who hadn&quot;t worshipped the beast or its image, who hadn&quot;t received the mark on their forehead or hand. They came to life and ruled with Christ for one thousand years."
            },
            {
                "verse_number": "5",
                "verse_text": "The rest of the dead didn&quot;t come to life until the thousand years were over. This is the first resurrection."
            },
            {
                "verse_number": "6",
                "verse_text": "Favored and holy are those who have a share in the first resurrection. The second death has no power over them, but they will be priests of God and of Christ, and will rule with him for one thousand years."
            },
            {
                "verse_number": "7",
                "verse_text": "When the thousand years are over, Satan will be released from his prison."
            },
            {
                "verse_number": "8",
                "verse_text": "He will go out to deceive the nations that are at the four corners of the earth&ndash;Gog and Magog. He will gather them for battle. Their number is like the sand of the sea."
            },
            {
                "verse_number": "9",
                "verse_text": "They came up across the whole earth and surrounded the saints&quot; camp, the city that God loves. But fire came down from heaven and consumed them."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the devil, who had deceived them, was thrown into the lake of fire and sulfur, where the beast and the false prophet also were. There painful suffering will be inflicted upon them day and night, forever and always."
            },
            {
                "verse_number": "11",
                "verse_text": "Then I saw a great white throne and the one who is seated on it. Before his face both earth and heaven fled away, and no place was found for them."
            },
            {
                "verse_number": "12",
                "verse_text": "I saw the dead, the great and the small, standing before the throne, and scrolls were opened. Another scroll was opened too; this is the scroll of life. And the dead were judged on the basis of what was written in the scrolls about what they had done."
            },
            {
                "verse_number": "13",
                "verse_text": "The sea gave up the dead that were in it, and Death and the Grave gave up the dead that were in them, and people were judged by what they had done."
            },
            {
                "verse_number": "14",
                "verse_text": "Then Death and the Grave were thrown into the fiery lake. This, the fiery lake, is the second death."
            },
            {
                "verse_number": "15",
                "verse_text": "Then anyone whose name wasn&quot;t found written in the scroll of life was thrown into the fiery lake."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Then I saw a new heaven and a new earth, for the former heaven and the former earth had passed away, and the sea was no more."
            },
            {
                "verse_number": "2",
                "verse_text": "I saw the holy city, New Jerusalem, coming down out of heaven from God, made ready as a bride beautifully dressed for her husband."
            },
            {
                "verse_number": "3",
                "verse_text": "I heard a loud voice from the throne say, &apos;Look! God&quot;s dwelling is here with humankind. He will dwell with them, and they will be his peoples. God himself will be with them as their God."
            },
            {
                "verse_number": "4",
                "verse_text": "He will wipe away every tear from their eyes. Death will be no more. There will be no mourning, crying, or pain anymore, for the former things have passed away.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the one seated on the throne said, &apos;Look! I&quot;m making all things new.&apos; He also said, &apos;Write this down, for these words are trustworthy and true.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then he said to me, &apos;All is done. I am the Alpha and the Omega, the beginning and the end. To the thirsty I will freely give water from the life-giving spring."
            },
            {
                "verse_number": "7",
                "verse_text": "Those who emerge victorious will inherit these things. I will be their God, and they will be my sons and daughters."
            },
            {
                "verse_number": "8",
                "verse_text": "But for the cowardly, the faithless, the vile, the murderers, those who commit sexual immorality, those who use drugs and cast spells, the idolaters and all liars&ndash;their share will be in the lake that burns with fire and sulfur. This is the second death.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then one of the seven angels who had the seven bowls full of the seven last plagues spoke with me. &apos;Come,&apos; he said, &apos;I will show you the bride, the Lamb&quot;s wife.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "He took me in a Spirit-inspired trance to a great, high mountain, and he showed me the holy city, Jerusalem, coming down out of heaven from God."
            },
            {
                "verse_number": "11",
                "verse_text": "The city had God&quot;s glory. Its brilliance was like a priceless jewel, like jasper that was as clear as crystal."
            },
            {
                "verse_number": "12",
                "verse_text": "It had a great high wall with twelve gates. By the gates were twelve angels, and on the gates were written the names of the twelve tribes of Israel&quot;s sons."
            },
            {
                "verse_number": "13",
                "verse_text": "There were three gates on the east, three gates on the north, three gates on the south, and three gates on the west."
            },
            {
                "verse_number": "14",
                "verse_text": "The city wall had twelve foundations, and on them were the twelve names of the Lamb&quot;s twelve apostles."
            },
            {
                "verse_number": "15",
                "verse_text": "The angel who spoke to me had a gold measuring rod with which to measure the city, its gates, and its wall."
            },
            {
                "verse_number": "16",
                "verse_text": "Now the city was laid out as a square. Its length was the same as its width. He measured the city with the rod, and it was fifteen hundred miles. Its length and width and height were equal."
            },
            {
                "verse_number": "17",
                "verse_text": "He also measured the thickness of its wall. It was two hundred sixteen feet thick, as a person&ndash;or rather, an angel&ndash;measures things."
            },
            {
                "verse_number": "18",
                "verse_text": "The wall was built of jasper, and the city was pure gold, like pure glass."
            },
            {
                "verse_number": "19",
                "verse_text": "The city wall&quot;s foundations were decorated with every kind of jewel. The first foundation was jasper, the second was sapphire, the third was chalcedony, and the fourth was emerald."
            },
            {
                "verse_number": "20",
                "verse_text": "The fifth was sardonyx, the sixth was carnelian, the seventh was chrysolite, and the eighth was beryl. The ninth was topaz, the tenth was chrysoprase, the eleventh was jacinth, and the twelfth was amethyst."
            },
            {
                "verse_number": "21",
                "verse_text": "The twelve gates were twelve pearls; each one of the gates was made from a single pearl. And the city&quot;s main street was pure gold, as transparent as glass."
            },
            {
                "verse_number": "22",
                "verse_text": "I didn&quot;t see a temple in the city, because its temple is the Lord God Almighty and the Lamb."
            },
            {
                "verse_number": "23",
                "verse_text": "The city doesn&quot;t need the sun or the moon to shine on it, because God&quot;s glory is its light, and its lamp is the Lamb."
            },
            {
                "verse_number": "24",
                "verse_text": "The nations will walk by its light, and the kings of the earth will bring their glory into it."
            },
            {
                "verse_number": "25",
                "verse_text": "Its gates will never be shut by day, and there will be no night there."
            },
            {
                "verse_number": "26",
                "verse_text": "They will bring the glory and honor of the nations into it."
            },
            {
                "verse_number": "27",
                "verse_text": "Nothing unclean will ever enter it, nor anyone who does what is vile and deceitful, but only those who are registered in the Lamb&quot;s scroll of life."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Then the angel showed me the river of life-giving water, shining like crystal, flowing from the throne of God and the Lamb"
            },
            {
                "verse_number": "2",
                "verse_text": "through the middle of the city&quot;s main street. On each side of the river is the tree of life, which produces twelve crops of fruit, bearing its fruit each month. The tree&quot;s leaves are for the healing of the nations."
            },
            {
                "verse_number": "3",
                "verse_text": "There will no longer be any curse. The throne of God and the Lamb will be in it, and his servants will worship him."
            },
            {
                "verse_number": "4",
                "verse_text": "They will see his face, and his name will be on their foreheads."
            },
            {
                "verse_number": "5",
                "verse_text": "Night will be no more. They won&quot;t need the light of a lamp or the light of the sun, for the Lord God will shine on them, and they will rule forever and always."
            },
            {
                "verse_number": "6",
                "verse_text": "Then he said to me, &apos;These words are trustworthy and true. The Lord, the God of the spirits of the prophets, sent his angel to show his servants what must soon take place."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Look! I&quot;m coming soon. Favored is the one who keeps the words of the prophecy contained in this scroll.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "I, John, am the one who heard and saw these things. When I heard and saw them, I fell down to worship at the feet of the angel who had shown them to me."
            },
            {
                "verse_number": "9",
                "verse_text": "But he said to me, &apos;Don&quot;t do that! I&quot;m a servant just like you and your brothers and sisters, the prophets, and those who keep the words of this scroll. Worship God!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then he said to me, &apos;Don&quot;t seal up the words of the prophecy contained in this scroll, because the time is near."
            },
            {
                "verse_number": "11",
                "verse_text": "Let those who do wrong keep doing what is wrong. Let the filthy still be filthy. Let those who are righteous keep doing what is right. Let those who are holy still be holy."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Look! I&quot;m coming soon. My reward is with me, to repay all people as their actions deserve."
            },
            {
                "verse_number": "13",
                "verse_text": "I am the alpha and the omega, the first and the last, the beginning and the end."
            },
            {
                "verse_number": "14",
                "verse_text": "Favored are those who wash their robes so that they may have the right of access to the tree of life and may enter the city by the gates."
            },
            {
                "verse_number": "15",
                "verse_text": "Outside are the dogs, the drug users and spell-casters, those who commit sexual immorality, the murderers, the idolaters, and all who love and practice deception."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;I, Jesus, have sent my angel to bear witness to all of you about these things for the churches. I&quot;m the root and descendant of David, the bright morning star."
            },
            {
                "verse_number": "17",
                "verse_text": "The Spirit and the bride say, &quot;Come!&quot; Let the one who hears say, &quot;Come!&quot; And let the one who is thirsty come! Let the one who wishes receive life-giving water as a gift.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Now I bear witness to everyone who hears the words of the prophecy contained in this scroll: If anyone adds to them, God will add to that person the plagues that are written in this scroll."
            },
            {
                "verse_number": "19",
                "verse_text": "If anyone takes away from the words of this scroll of prophecy, God will take away that person&quot;s share in the tree of life and the holy city, which are described in this scroll."
            },
            {
                "verse_number": "20",
                "verse_text": "The one who bears witness to these things says, &apos;Yes, I&quot;m coming soon.&apos; Amen. Come, Lord Jesus!"
            },
            {
                "verse_number": "21",
                "verse_text": "The grace of the Lord Jesus be with all."
            }
        ]
    }
}