{
    "Titus": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, a slave of God and an apostle of Jesus Christ. I&quot;m sent to bring about the faith of God&quot;s chosen people and a knowledge of the truth that agrees with godliness. Grace and peace from God the Father and Christ Jesus our savior."
            },
            {
                "verse_number": "2",
                "verse_text": "Their faith and this knowledge are based on the hope of eternal life that God, who doesn&quot;t lie, promised before time began."
            },
            {
                "verse_number": "3",
                "verse_text": "God revealed his message at the appropriate time through preaching, and I was trusted with preaching this message by the command of God our savior."
            },
            {
                "verse_number": "4",
                "verse_text": "To Titus, my true child in a common faith."
            },
            {
                "verse_number": "5",
                "verse_text": "The reason I left you behind in Crete was to organize whatever needs to be done and to appoint elders in each city, as I told you."
            },
            {
                "verse_number": "6",
                "verse_text": "Elders should be without fault. They should be faithful to their spouse, and have faithful children who can&quot;t be accused of self-indulgence or rebelliousness."
            },
            {
                "verse_number": "7",
                "verse_text": "This is because supervisors should be without fault as God&quot;s managers: they shouldn&quot;t be stubborn, irritable, addicted to alcohol, a bully, or greedy."
            },
            {
                "verse_number": "8",
                "verse_text": "Instead, they should show hospitality, love what is good, and be reasonable, ethical, godly, and self-controlled."
            },
            {
                "verse_number": "9",
                "verse_text": "They must pay attention to the reliable message as it has been taught to them so that they can encourage people with healthy instruction and refute those who speak against it."
            },
            {
                "verse_number": "10",
                "verse_text": "In fact, there are many who are rebellious people, loudmouths, and deceivers, especially some of those who are Jewish believers."
            },
            {
                "verse_number": "11",
                "verse_text": "They must be silenced because they upset entire households. They teach what they shouldn&quot;t to make money dishonestly."
            },
            {
                "verse_number": "12",
                "verse_text": "Someone who is one of their own prophets said, &apos;People from Crete are always liars, wild animals, and lazy gluttons.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "This statement is true. Because of this, correct them firmly, so that they can be healthy in their faith."
            },
            {
                "verse_number": "14",
                "verse_text": "They shouldn&quot;t pay attention to Jewish myths and commands from people who reject the truth."
            },
            {
                "verse_number": "15",
                "verse_text": "Everything is clean to those who are clean, but nothing is clean to those who are corrupt and without faith. Instead, their mind and conscience are corrupted."
            },
            {
                "verse_number": "16",
                "verse_text": "They claim to know God, but they deny God by the things that they do. They are detestable, disobedient, and disqualified to do anything good."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "But you should talk in a way that is consistent with sound teaching."
            },
            {
                "verse_number": "2",
                "verse_text": "Tell the older men to be sober, dignified, sensible, and healthy in respect to their faith, love, and patience."
            },
            {
                "verse_number": "3",
                "verse_text": "Likewise, tell the older women to be reverent in their behavior, teaching what is good, rather than being gossips or addicted to heavy drinking."
            },
            {
                "verse_number": "4",
                "verse_text": "That way they can mentor young women to love their husbands and children,"
            },
            {
                "verse_number": "5",
                "verse_text": "and to be sensible, morally pure, working at home, kind and submissive to their own husbands, so that God&quot;s word won&quot;t be ridiculed."
            },
            {
                "verse_number": "6",
                "verse_text": "Likewise, encourage the younger men to be sensible"
            },
            {
                "verse_number": "7",
                "verse_text": "in every way. Offer yourself as a role model of good actions. Show integrity, seriousness,"
            },
            {
                "verse_number": "8",
                "verse_text": "and a sound message that is above criticism when you teach, so that any opponent will be ashamed because they won&quot;t find anything bad to say about us."
            },
            {
                "verse_number": "9",
                "verse_text": "Tell slaves to submit to their own masters and please them in everything they do. They shouldn&quot;t talk back"
            },
            {
                "verse_number": "10",
                "verse_text": "or steal. Instead, they should show that they are completely reliable in everything so that they might make the teaching about God our savior attractive in every way."
            },
            {
                "verse_number": "11",
                "verse_text": "The grace of God has appeared, bringing salvation to all people."
            },
            {
                "verse_number": "12",
                "verse_text": "It educates us so that we can live sensible, ethical, and godly lives right now by rejecting ungodly lives and the desires of this world."
            },
            {
                "verse_number": "13",
                "verse_text": "At the same time we wait for the blessed hope and the glorious appearance of our great God and savior Jesus Christ."
            },
            {
                "verse_number": "14",
                "verse_text": "He gave himself for us in order to rescue us from every kind of lawless behavior, and cleanse a special people for himself who are eager to do good actions."
            },
            {
                "verse_number": "15",
                "verse_text": "Talk about these things. Encourage and correct with complete authority. Don&quot;t let anyone disrespect you."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Remind them to submit to rulers and authorities. They should be obedient and ready to do every good thing."
            },
            {
                "verse_number": "2",
                "verse_text": "They shouldn&quot;t speak disrespectfully about anyone, but they should be peaceful, kind, and show complete courtesy toward everyone."
            },
            {
                "verse_number": "3",
                "verse_text": "We were once foolish, disobedient, deceived, and slaves to our desires and various pleasures too. We were spending our lives in evil behavior and jealousy. We were disgusting, and we hated other people."
            },
            {
                "verse_number": "4",
                "verse_text": "But &apos;when God our savior&quot;s kindness and love appeared,"
            },
            {
                "verse_number": "5",
                "verse_text": "he saved us because of his mercy, not because of righteous things we had done. He did it through the washing of new birth and the renewing by the Holy Spirit,"
            },
            {
                "verse_number": "6",
                "verse_text": "which God poured out upon us generously through Jesus Christ our savior."
            },
            {
                "verse_number": "7",
                "verse_text": "So, since we have been made righteous by his grace, we can inherit the hope for eternal life.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "This saying is reliable. And I want you to insist on these things, so that those who have come to believe in God might give careful attention to doing good. These things are good and useful for everyone. Grace be with all of you."
            },
            {
                "verse_number": "9",
                "verse_text": "Avoid stupid controversies, genealogies, and fights about the Law, because they are useless and worthless."
            },
            {
                "verse_number": "10",
                "verse_text": "After a first and second warning, have nothing more to do with a person who causes conflict,"
            },
            {
                "verse_number": "11",
                "verse_text": "because you know that someone like this is twisted and sinful&ndash;so they condemn themselves."
            },
            {
                "verse_number": "12",
                "verse_text": "When I send Artemas or Tychicus to you, try to come to me in Nicopolis, because I&quot;ve decided to spend the winter there."
            },
            {
                "verse_number": "13",
                "verse_text": "Help Zenas the lawyer and Apollos on their journey with enthusiasm so that they won&quot;t need anything."
            },
            {
                "verse_number": "14",
                "verse_text": "But our people should also learn to devote themselves to doing good in order to meet pressing needs so they aren&quot;t unproductive."
            },
            {
                "verse_number": "15",
                "verse_text": "Everyone with me greets you; greet those who love us faithfully."
            }
        ]
    }
}