{
    "2 John": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From the elder. To the chosen gentlewoman and her children, whom I truly love (and I am not the only one, but also all who know the truth),"
            },
            {
                "verse_number": "2",
                "verse_text": "because of the truth that remains with us and will be with us forever."
            },
            {
                "verse_number": "3",
                "verse_text": "Grace, mercy, and peace from God the Father and from Jesus Christ, the Son of the Father, will be ours who live in truth and love."
            },
            {
                "verse_number": "4",
                "verse_text": "I was overjoyed to find some of your children living in the truth, just as we had been commanded by the Father."
            },
            {
                "verse_number": "5",
                "verse_text": "Now, dear friends, I am requesting that we love each other. It&quot;s not as though I&quot;m writing a new command to you, but it&quot;s one we have had from the beginning."
            },
            {
                "verse_number": "6",
                "verse_text": "This is love: that we live according to his commands. This is the command that you heard from the beginning: live in love."
            },
            {
                "verse_number": "7",
                "verse_text": "Many deceivers have gone into the world who do not confess that Jesus Christ came as a human being. This kind of person is the deceiver and the antichrist."
            },
            {
                "verse_number": "8",
                "verse_text": "Watch yourselves so that you don&quot;t lose what we&quot;ve worked for but instead receive a full reward."
            },
            {
                "verse_number": "9",
                "verse_text": "Anyone who goes too far and does not continue in the teaching about Christ does not have God. Whoever continues in this teaching has both the Father and the Son."
            },
            {
                "verse_number": "10",
                "verse_text": "Whoever comes to you who does not affirm this teaching should neither be received nor welcomed into your home,"
            },
            {
                "verse_number": "11",
                "verse_text": "because welcoming people like that is the same thing as sharing in their evil actions."
            },
            {
                "verse_number": "12",
                "verse_text": "I have a lot to tell you. I don&quot;t want to use paper and ink, but I hope to visit you and talk with you face-to-face, so that our joy can be complete."
            },
            {
                "verse_number": "13",
                "verse_text": "Your chosen sister&quot;s children greet you."
            }
        ]
    }
}