{
    "Leviticus": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Then the LORD called to Moses and said to him from the meeting tent,"
            },
            {
                "verse_number": "2",
                "verse_text": "Speak to the Israelites and say to them: When any of you present a livestock offering to the LORD , you can present it from either the herd or the flock."
            },
            {
                "verse_number": "3",
                "verse_text": "If the offering is an entirely burned offering from the herd, you must present a flawless male, bringing it to the meeting tent&quot;s entrance for its acceptance before the LORD ."
            },
            {
                "verse_number": "4",
                "verse_text": "You must press your hand on the head of the entirely burned offering so that it will be accepted for you, to make reconciliation for you."
            },
            {
                "verse_number": "5",
                "verse_text": "Then you will slaughter the bull before the LORD . Aaron&quot;s sons the priests will present the blood and toss it against every side of the altar at the meeting tent&quot;s entrance."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the entirely burned offering will be skinned and cut up into pieces."
            },
            {
                "verse_number": "7",
                "verse_text": "The sons of Aaron the priest will light the altar and lay wood on the fire."
            },
            {
                "verse_number": "8",
                "verse_text": "Then Aaron&quot;s sons the priests will arrange the pieces, the head, and the fat on the wood that is on the altar fire,"
            },
            {
                "verse_number": "9",
                "verse_text": "but the animal&quot;s insides and lower legs must be washed with water. The priest will then completely burn all of it on the altar as an entirely burned offering, a food gift of soothing smell to the LORD ."
            },
            {
                "verse_number": "10",
                "verse_text": "If the offering is an entirely burned offering from the flock&ndash;whether sheep or goat&ndash;you must present a flawless male."
            },
            {
                "verse_number": "11",
                "verse_text": "You must slaughter it on the north side of the altar before the LORD . Aaron&quot;s sons the priests will toss its blood against every side of the altar."
            },
            {
                "verse_number": "12",
                "verse_text": "Once it has been cut into pieces, including the head and the fat, the priest will arrange these out on the wood that is on the altar fire,"
            },
            {
                "verse_number": "13",
                "verse_text": "but its insides and lower legs must be washed with water. Then the priest will present all of it and completely burn it on the altar. It is an entirely burned offering, a food gift of soothing smell to the LORD ."
            },
            {
                "verse_number": "14",
                "verse_text": "If the offering for the LORD is an entirely burned offering from the birds, you can present your offering from the doves or pigeons."
            },
            {
                "verse_number": "15",
                "verse_text": "The priest will bring it to the altar. He will tear off its head and completely burn it on the altar. Its blood will be drained against the side of the altar."
            },
            {
                "verse_number": "16",
                "verse_text": "Then the priest will remove its throat along with its contents and throw it by the east side of the altar, into the place for the ashes."
            },
            {
                "verse_number": "17",
                "verse_text": "He will then tear the bird open by its wings, without splitting it. The priest will completely burn it on the altar, on the wood that is on the altar fire. It is an entirely burned offering, a food gift of soothing smell to the LORD ."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "When anyone presents a grain offering to the LORD , the offering must be of choice flour. They must pour oil on it and put frankincense on it,"
            },
            {
                "verse_number": "2",
                "verse_text": "then bring it to Aaron&quot;s sons, the priests. A priest will take a handful of its choice flour and oil, along with all of its frankincense, and will completely burn this token portion on the altar as a food gift of soothing smell to the LORD ."
            },
            {
                "verse_number": "3",
                "verse_text": "The rest of the grain offering belongs to Aaron and his sons as a most holy portion from the LORD &quot;s food gifts."
            },
            {
                "verse_number": "4",
                "verse_text": "When you present a grain offering baked in an oven, it must be of choice flour: unleavened flatbread mixed with oil or unleavened wafers spread with oil."
            },
            {
                "verse_number": "5",
                "verse_text": "If your offering is grain prepared on a griddle, it must be of choice flour mixed with oil and it must be unleavened."
            },
            {
                "verse_number": "6",
                "verse_text": "Crumble it into pieces and pour oil on it; it is a grain offering."
            },
            {
                "verse_number": "7",
                "verse_text": "If your offering is grain prepared in a pan, it must be made of choice flour with oil."
            },
            {
                "verse_number": "8",
                "verse_text": "You will bring the grain offering made in one of these ways to the LORD , presenting it to the priest, who will then bring it to the altar."
            },
            {
                "verse_number": "9",
                "verse_text": "The priest will remove from the grain offering the token portion and completely burn it on the altar as a food gift of soothing smell to the LORD ."
            },
            {
                "verse_number": "10",
                "verse_text": "The rest of the grain offering belongs to Aaron and his sons as a most holy portion from the LORD &quot;s food gifts."
            },
            {
                "verse_number": "11",
                "verse_text": "No grain offering that you give to the LORD can be made with yeast. You must not completely burn any yeast or honey as a food gift for the LORD ."
            },
            {
                "verse_number": "12",
                "verse_text": "You can present those as first-choice offerings to the LORD , but they must not be entirely burned up on the altar as a soothing smell."
            },
            {
                "verse_number": "13",
                "verse_text": "You must season all your grain offerings with salt. Do not omit the salt of your God&quot;s covenant from your grain offering. You must offer salt with all your offerings."
            },
            {
                "verse_number": "14",
                "verse_text": "If you present a grain offering to the LORD from the first produce, you must make such an offering from the crushed heads of newly ripe grain, roasted with fire."
            },
            {
                "verse_number": "15",
                "verse_text": "You must put oil and frankincense on it; it is a grain offering."
            },
            {
                "verse_number": "16",
                "verse_text": "The priest will completely burn the token portion&ndash;some of the crushed new grain and oil along with all of the frankincense&ndash;as a food gift for the LORD ."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "If the offering is a communal sacrifice of well-being, the one who offers the herd animal&ndash;whether it is male or female&ndash;must present a flawless specimen before the LORD ."
            },
            {
                "verse_number": "2",
                "verse_text": "You must press your hand on the head of the offering and slaughter it at the meeting tent&quot;s entrance. Aaron&quot;s sons the priests will toss the blood against every side of the altar."
            },
            {
                "verse_number": "3",
                "verse_text": "Then you can offer a food gift to the LORD from the communal sacrifice of well-being: the fat that covers and surrounds the insides;"
            },
            {
                "verse_number": "4",
                "verse_text": "the two kidneys and the fat around them at the loins; and the lobe on the liver, which should be removed with the kidneys."
            },
            {
                "verse_number": "5",
                "verse_text": "Aaron&quot;s sons will completely burn all of this on the altar&ndash;along with the entirely burned offering on the wood that is on the altar fire&ndash;as a food gift of soothing smell to the LORD . All fat belongs to the LORD ."
            },
            {
                "verse_number": "6",
                "verse_text": "If the offering for a communal sacrifice of well-being for the LORD is from the flock&ndash;whether it is male or female&ndash;you must present a flawless specimen."
            },
            {
                "verse_number": "7",
                "verse_text": "If you present a sheep as the offering, you must present it before the LORD ."
            },
            {
                "verse_number": "8",
                "verse_text": "You must press your hand on the head of the offering and slaughter it before the meeting tent. Aaron&quot;s sons will toss the blood against every side of the altar."
            },
            {
                "verse_number": "9",
                "verse_text": "Then you may offer the fat from the communal sacrifice of well-being as a food gift for the LORD : the whole fat tail, which should be removed close to the tailbone; the fat that covers and surrounds the insides;"
            },
            {
                "verse_number": "10",
                "verse_text": "the two kidneys and the fat around them at the loins; and the lobe on the liver, which should be removed with the kidneys."
            },
            {
                "verse_number": "11",
                "verse_text": "The priest will then completely burn all of this on the altar as food&ndash;as a food gift for the LORD ."
            },
            {
                "verse_number": "12",
                "verse_text": "If the offering is a goat, you must present it before the LORD ."
            },
            {
                "verse_number": "13",
                "verse_text": "You must press your hand on its head and slaughter it before the meeting tent. Aaron&quot;s sons will toss its blood against every side of the altar."
            },
            {
                "verse_number": "14",
                "verse_text": "Then you may present as your offering&ndash;a food gift for the LORD &ndash;the fat that covers and surrounds the insides;"
            },
            {
                "verse_number": "15",
                "verse_text": "the two kidneys and the fat around them at the loins; and the lobe on the liver, which should be removed with the kidneys."
            },
            {
                "verse_number": "16",
                "verse_text": "The priest will then completely burn all of this on the altar as food&ndash;as a food gift for a soothing smell."
            },
            {
                "verse_number": "17",
                "verse_text": "This is a permanent rule for your future generations, wherever you live: you must not eat any fat or blood."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "Say to the Israelites: Do the following whenever someone sins unintentionally against any of the LORD &quot;s commands, doing something that shouldn&quot;t be done:"
            },
            {
                "verse_number": "3",
                "verse_text": "If it is the anointed priest who has sinned, making the people guilty of sin, he must present to the LORD a flawless bull from the herd as a purification offering for the sin he has committed."
            },
            {
                "verse_number": "4",
                "verse_text": "He will bring the bull before the LORD at the entrance to the meeting tent and press his hand on the bull&quot;s head. Then he will slaughter the bull before the LORD ."
            },
            {
                "verse_number": "5",
                "verse_text": "The anointed priest will take some of the bull&quot;s blood and take it into the meeting tent."
            },
            {
                "verse_number": "6",
                "verse_text": "The priest will dip his finger into the blood and sprinkle some of it seven times before the LORD , toward the sanctuary&quot;s inner curtain."
            },
            {
                "verse_number": "7",
                "verse_text": "Then the priest will put some of the blood on the horns of the altar of perfumed incense, which is in the meeting tent before the LORD . But he will pour out all the rest of the bull&quot;s blood at the base of the altar of entirely burned offerings, which is at the meeting tent&quot;s entrance."
            },
            {
                "verse_number": "8",
                "verse_text": "Then he will remove all the fat from the bull for the purification offering: the fat that covers and surrounds the insides;"
            },
            {
                "verse_number": "9",
                "verse_text": "the two kidneys and the fat around them at the loins; and the lobe on the liver, which he will remove with the kidneys,"
            },
            {
                "verse_number": "10",
                "verse_text": "just as this is removed from the ox for the communal sacrifice of well-being. Then the priest will completely burn these on the altar of entirely burned offerings."
            },
            {
                "verse_number": "11",
                "verse_text": "But the bull&quot;s hide and all of its flesh, along with its head, lower legs, entrails, and dung&ndash;"
            },
            {
                "verse_number": "12",
                "verse_text": "all that remains of the bull&ndash;will be taken to a clean location outside the camp, to the ash heap. It should be burned there at the ash heap on a wood fire."
            },
            {
                "verse_number": "13",
                "verse_text": "If it is the entire Israelite community that has done something wrong unintentionally and the deed escapes the assembly&quot;s notice&ndash;but they&quot;ve done something that shouldn&quot;t be done in violation of the LORD &quot;s commands, becoming guilty of sin&ndash;"
            },
            {
                "verse_number": "14",
                "verse_text": "once the sin that they committed becomes known, the assembly must present a bull from the herd as a purification offering. They will bring it before the meeting tent."
            },
            {
                "verse_number": "15",
                "verse_text": "The community elders will press their hands on the bull&quot;s head before the LORD and then slaughter it before the LORD ."
            },
            {
                "verse_number": "16",
                "verse_text": "The anointed priest will take some of the bull&quot;s blood into the meeting tent."
            },
            {
                "verse_number": "17",
                "verse_text": "The priest will dip his finger into the blood and sprinkle it seven times before the LORD toward the inner curtain."
            },
            {
                "verse_number": "18",
                "verse_text": "Then he will put some of the blood on the horns of the altar that is before the LORD in the meeting tent. But he will pour all the rest of the blood out at the base of the altar of entirely burned offerings that is at the meeting tent&quot;s entrance."
            },
            {
                "verse_number": "19",
                "verse_text": "Then he will remove all the fat from it and completely burn it on the altar."
            },
            {
                "verse_number": "20",
                "verse_text": "He will do the same with this bull as he did with the other bull for the purification offering; that is exactly what he must do. In this way, the priest will make reconciliation for them, and they will be forgiven."
            },
            {
                "verse_number": "21",
                "verse_text": "Then the priest will take the bull outside the camp and burn it, just as the first bull was burned. It is the purification offering for the assembly."
            },
            {
                "verse_number": "22",
                "verse_text": "If a leader sins by unintentionally breaking any of the commands of the LORD his God, doing something that shouldn&quot;t be done, and becomes guilty of sin&ndash;"
            },
            {
                "verse_number": "23",
                "verse_text": "once the sin that he committed is made known to him&ndash;he must bring as his offering a flawless male goat."
            },
            {
                "verse_number": "24",
                "verse_text": "He will press his hand on the goat&quot;s head. It will be slaughtered at the place where an entirely burned offering would be slaughtered before the LORD . It is a purification offering."
            },
            {
                "verse_number": "25",
                "verse_text": "The priest will take some of the blood from the purification offering and, using his finger, will put it on the horns of the altar of entirely burned offerings. But he will pour the rest of the blood out at the base of the altar of entirely burned offerings."
            },
            {
                "verse_number": "26",
                "verse_text": "He will completely burn all of its fat on the altar just as the fat of the communal sacrifice of well-being is burned. In this way the priest will make reconciliation for the leader to remove his sin, and he will be forgiven."
            },
            {
                "verse_number": "27",
                "verse_text": "If any ordinary person sins unintentionally by breaking one of the LORD &quot;s commands, doing something that shouldn&quot;t be done, and becomes guilty of sin&ndash;"
            },
            {
                "verse_number": "28",
                "verse_text": "once the sin they committed is made known to them&ndash;they must bring as their offering a flawless female goat because of the sin that was committed."
            },
            {
                "verse_number": "29",
                "verse_text": "They will press their hand on the head of the purification offering. It will be slaughtered at the place for the entirely burned offerings."
            },
            {
                "verse_number": "30",
                "verse_text": "The priest will take some of its blood and, using his finger, will put it on the horns of the altar of entirely burned offerings. But he will pour all the rest of the blood out at the base of the altar."
            },
            {
                "verse_number": "31",
                "verse_text": "He will remove all of its fat, just as the fat from a communal sacrifice of well-being is removed. Then the priest will completely burn it on the altar as a soothing smell to the LORD . In this way, the priest will make reconciliation for them, and they will be forgiven."
            },
            {
                "verse_number": "32",
                "verse_text": "If you offer a sheep as a purification offering, it must be a flawless female."
            },
            {
                "verse_number": "33",
                "verse_text": "You must press your hand on the head of the purification offering. It will be slaughtered as a purification offering in the place where the entirely burned offering is slaughtered."
            },
            {
                "verse_number": "34",
                "verse_text": "Then the priest will take some of the blood from the purification offering and, using his finger, will put it on the horns of the altar of entirely burned offerings. But he will pour all the rest of the blood out at the base of the altar."
            },
            {
                "verse_number": "35",
                "verse_text": "He will remove all of its fat, just as the fat of a sheep would be removed from the communal sacrifice of well-being. Then the priest will completely burn it on the altar along with the LORD &quot;s food gifts. In this way, the priest will make reconciliation for you for the sin you committed, and you will be forgiven."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "If you sin: by not providing information after hearing a public solemn pledge even though you are a witness, knowing something, or having seen something so that you become liable to punishment;"
            },
            {
                "verse_number": "2",
                "verse_text": "or by touching some unclean thing&ndash;the dead body of an unclean wild animal, unclean livestock, or unclean swarming creature&ndash;but the fact goes unknown so that you become unclean and guilty of sin;"
            },
            {
                "verse_number": "3",
                "verse_text": "or by touching human uncleanness&ndash;any uncleanness that makes one unclean&ndash;and the fact goes unknown, but you later learn of it and become guilty of sin;"
            },
            {
                "verse_number": "4",
                "verse_text": "or by carelessly swearing to do something, whether bad or good&ndash;whatever one might swear carelessly&ndash;and the fact goes unknown, but you later learn of it and become guilty of sin concerning one of these things&ndash;"
            },
            {
                "verse_number": "5",
                "verse_text": "at that point, when you have become guilty of sin in one of these ways, you must confess how you have sinned"
            },
            {
                "verse_number": "6",
                "verse_text": "and bring to the LORD as compensation for the sin that was committed a female from the flock, either a sheep or goat, as a purification offering. The priest will then make reconciliation for you, to remove your sin."
            },
            {
                "verse_number": "7",
                "verse_text": "If you can&quot;t afford an animal from the flock, you can bring to the LORD as compensation for your sin two doves or two pigeons, one as a purification offering and the other as an entirely burned offering."
            },
            {
                "verse_number": "8",
                "verse_text": "You will bring them to the priest, who will first present the one for the purification offering. He will pinch off its head at the back of its neck without splitting it."
            },
            {
                "verse_number": "9",
                "verse_text": "Then he will sprinkle some of the blood of the purification offering on the side of the altar. The rest of the blood will be drained out at the base of the altar. It is a purification offering."
            },
            {
                "verse_number": "10",
                "verse_text": "Then, with the second bird, the priest will perform an entirely burned offering according to the regulation. In this way, the priest will make reconciliation for you because of the sin you committed, and you will be forgiven."
            },
            {
                "verse_number": "11",
                "verse_text": "If you cannot afford two doves or two pigeons, you can bring as the offering for your sin a tenth of an ephah of choice flour as a purification offering. You must not put any oil on it, nor any frankincense, because it is a purification offering."
            },
            {
                "verse_number": "12",
                "verse_text": "You will bring it to the priest, and the priest will take a handful from it&ndash;the token portion&ndash;and will burn it completely on the altar along with the food gifts for the LORD . It is a purification offering."
            },
            {
                "verse_number": "13",
                "verse_text": "In this way, the priest will make reconciliation for you for whichever one of the sins you committed, and you will be forgiven. The rest of the offering will belong to the priest like the grain offering."
            },
            {
                "verse_number": "14",
                "verse_text": "The LORD said to Moses,"
            },
            {
                "verse_number": "15",
                "verse_text": "Whenever you commit wrongdoing, unintentionally sinning against any of the LORD &quot;s holy things, you must bring to the LORD as your compensation a flawless ram from the flock, its value calculated in silver shekels according to the sanctuary&quot;s shekel, as a compensation offering."
            },
            {
                "verse_number": "16",
                "verse_text": "You will make amends for the way you have sinned against the holy thing: you will add one-fifth to its value and give it to the priest. Then the priest will make reconciliation for you with the ram for the compensation offering, and you will be forgiven."
            },
            {
                "verse_number": "17",
                "verse_text": "If you sin by breaking any of the LORD &quot;s commands, but without realizing it, doing something that shouldn&quot;t be done, and then become guilty and liable to punishment,"
            },
            {
                "verse_number": "18",
                "verse_text": "you must bring a flawless ram from the flock, at the standard value, as a compensation offering to the priest. The priest will make reconciliation for you for the unintentional fault that you committed, even though you didn&quot;t realize it, and you will be forgiven."
            },
            {
                "verse_number": "19",
                "verse_text": "It is a compensation offering. You have definitely become guilty before the LORD ."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "If you sin: by acting unfaithfully against the LORD ; by deceiving a fellow citizen concerning a deposit or pledged property; by cheating a fellow citizen through robbery; or by swearing falsely about anything that someone might do and so sin,"
            },
            {
                "verse_number": "3",
                "verse_text": "or, though you&quot;ve found lost property, you lie about it;"
            },
            {
                "verse_number": "4",
                "verse_text": "at that point, once you have sinned and become guilty of sin, you must return the property you took by robbery or fraud, or the deposit that was left with you for safekeeping, or the lost property that you found,"
            },
            {
                "verse_number": "5",
                "verse_text": "or whatever it was that you swore falsely about. You must make amends for the principal amount and add one-fifth to it. You must give it to the owner on the day you become guilty."
            },
            {
                "verse_number": "6",
                "verse_text": "You must bring to the priest as your compensation to the LORD a flawless ram from the flock at the standard value as a compensation offering."
            },
            {
                "verse_number": "7",
                "verse_text": "The priest will make reconciliation for you before the LORD , and you will be forgiven for anything you may have done that made you guilty."
            },
            {
                "verse_number": "8",
                "verse_text": "The LORD said to Moses:"
            },
            {
                "verse_number": "9",
                "verse_text": "Command Aaron and his sons: This is the Instruction for the entirely burned offering&ndash;the entirely burned offering that must remain on the altar hearth all night until morning, while the fire is kept burning."
            },
            {
                "verse_number": "10",
                "verse_text": "The priest will dress in his linen robe, with linen undergarments on his body. Because the fire will have devoured the entirely burned offering on the altar, he must remove the ashes and place them beside the altar."
            },
            {
                "verse_number": "11",
                "verse_text": "The priest will then take off his clothes, dress in a different set of clothes, and take the ashes outside the camp to a clean location."
            },
            {
                "verse_number": "12",
                "verse_text": "The altar fire must be kept burning; it must not go out. Each morning the priest will burn wood on it, will lay out the entirely burned offering on it, and will completely burn the fat of the well-being offering on it."
            },
            {
                "verse_number": "13",
                "verse_text": "A continuous fire must be kept burning on the altar; it must not go out."
            },
            {
                "verse_number": "14",
                "verse_text": "This is the Instruction for the grain offering: Aaron&quot;s sons will present it before the LORD in front of the altar."
            },
            {
                "verse_number": "15",
                "verse_text": "The priest will remove a handful of the choice flour and oil from the grain offering, and all of the frankincense that is on it, and burn this token portion completely on the altar as a soothing smell to the LORD ."
            },
            {
                "verse_number": "16",
                "verse_text": "Aaron and his sons will eat the rest of it. It must be eaten as unleavened bread in a holy place; the priests must eat it in the meeting tent&quot;s courtyard."
            },
            {
                "verse_number": "17",
                "verse_text": "It must not be baked with leaven. I have made it the priests&quot; share from my food gifts. It is most holy like the purification offering and the compensation offering."
            },
            {
                "verse_number": "18",
                "verse_text": "Only the males from Aaron&quot;s descendants can eat it as a permanent portion from the LORD &quot;s food gifts throughout your future generations. Anything that touches these food gifts will become holy."
            },
            {
                "verse_number": "19",
                "verse_text": "The LORD said to Moses,"
            },
            {
                "verse_number": "20",
                "verse_text": "This is the offering that Aaron and his sons must present to the LORD on the day of his anointment: one-tenth of an ephah of choice flour as a regular grain offering, half in the morning and half in the evening."
            },
            {
                "verse_number": "21",
                "verse_text": "It must be prepared on a griddle with oil. You must bring it thoroughly mixed up and must present it as a grain offering of crumbled pieces as a soothing smell to the LORD ."
            },
            {
                "verse_number": "22",
                "verse_text": "The priest who is anointed from among Aaron&quot;s sons to succeed him will prepare the offering as a permanent portion for the LORD . It will be completely burned as a complete offering."
            },
            {
                "verse_number": "23",
                "verse_text": "Every priestly grain offering must be a complete offering; it must not be eaten."
            },
            {
                "verse_number": "24",
                "verse_text": "The LORD said to Moses,"
            },
            {
                "verse_number": "25",
                "verse_text": "Say to Aaron and his sons: This is the Instruction for the purification offering: The purification offering must be slaughtered before the LORD at the same place the entirely burned offering is slaughtered; it is most holy."
            },
            {
                "verse_number": "26",
                "verse_text": "The priest who offers it as a purification offering will eat it. It must be eaten in a holy place, in the meeting tent&quot;s courtyard."
            },
            {
                "verse_number": "27",
                "verse_text": "Anything that touches the purification offering&quot;s flesh will become holy. If some of its blood splashes on a garment, you must wash the bloodied part in a holy place."
            },
            {
                "verse_number": "28",
                "verse_text": "A pottery container in which the purification offering is cooked must be broken, but if it is cooked in a bronze container, that must be scrubbed and rinsed with water."
            },
            {
                "verse_number": "29",
                "verse_text": "Any male priest can eat it; it is most holy."
            },
            {
                "verse_number": "30",
                "verse_text": "But no purification offering can be eaten if blood from it is brought into the meeting tent to make reconciliation in the holy place; it must be burned with fire."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "This is the Instruction for the compensation offering: It is most holy."
            },
            {
                "verse_number": "2",
                "verse_text": "The compensation offering must be slaughtered at the same place where the entirely burned offering is slaughtered, and its blood must be tossed against all sides of the altar."
            },
            {
                "verse_number": "3",
                "verse_text": "All of its fat will be offered: the fat tail; the fat that covers the insides;"
            },
            {
                "verse_number": "4",
                "verse_text": "the two kidneys and the fat around them at the loins; and the lobe on the liver, which must be removed with the kidneys."
            },
            {
                "verse_number": "5",
                "verse_text": "The priest must burn them completely on the altar as a food gift for the LORD ; it is a compensation offering."
            },
            {
                "verse_number": "6",
                "verse_text": "Any male priest can eat it. It must be eaten in a holy place; it is most holy."
            },
            {
                "verse_number": "7",
                "verse_text": "The compensation offering is like the purification offering&ndash;they share the same Instruction: It belongs to the priest who makes reconciliation with it."
            },
            {
                "verse_number": "8",
                "verse_text": "The hide of the entirely burned offering that a priest has offered belongs to the priest who offered it."
            },
            {
                "verse_number": "9",
                "verse_text": "Any grain offering that is baked in an oven or that is prepared in a pan or on a griddle also belongs to the priest who offered it."
            },
            {
                "verse_number": "10",
                "verse_text": "But every other grain offering, whether mixed with oil or dry, will belong to all of Aaron&quot;s sons equally."
            },
            {
                "verse_number": "11",
                "verse_text": "This is the Instruction for the communal sacrifice of well-being that someone may offer to the LORD :"
            },
            {
                "verse_number": "12",
                "verse_text": "If you are offering it for thanksgiving, you must offer the following with the communal sacrifice of thanksgiving: unleavened flatbread mixed with oil, unleavened thin loaves spread with oil, and flatbread of choice flour thoroughly mixed with oil."
            },
            {
                "verse_number": "13",
                "verse_text": "You must present this offering, plus the leavened flatbread, with the communal thanksgiving sacrifice of well-being."
            },
            {
                "verse_number": "14",
                "verse_text": "From this you will present one of each kind of offering as a gift to the LORD . It will belong to the priest who tosses the blood of the well-being offering."
            },
            {
                "verse_number": "15",
                "verse_text": "The flesh of your communal thanksgiving sacrifice of well-being must be eaten on the day you offer it; you cannot save any of it until morning."
            },
            {
                "verse_number": "16",
                "verse_text": "But if your communal sacrifice of well-being is payment for a solemn promise or if it is a spontaneous gift, it may be eaten on the day you offer it as your communal sacrifice, and whatever is left over can be eaten the next day."
            },
            {
                "verse_number": "17",
                "verse_text": "But whatever is left over of the flesh of the communal sacrifice on the third day must be burned with fire."
            },
            {
                "verse_number": "18",
                "verse_text": "If any of it is eaten on the third day, it will not be accepted. It will not be credited to the one who offered it. It will be considered foul, and the person who eats of it will be liable to punishment."
            },
            {
                "verse_number": "19",
                "verse_text": "Flesh that touches any unclean thing must not be eaten; it must be burned with fire. Any clean person may eat the flesh,"
            },
            {
                "verse_number": "20",
                "verse_text": "but anyone who eats the flesh of a communal sacrifice of well-being that belongs to the LORD while in an unclean state will be cut off from their people."
            },
            {
                "verse_number": "21",
                "verse_text": "Whenever anyone touches any unclean thing&ndash;whether it is human uncleanness, an unclean animal, or any unclean and disgusting creature&ndash;and then eats the flesh of a communal sacrifice of well-being that belongs to the LORD , that person will be cut off from their people."
            },
            {
                "verse_number": "22",
                "verse_text": "The LORD said to Moses:"
            },
            {
                "verse_number": "23",
                "verse_text": "Tell the Israelites: You must not eat the fat of an ox, sheep, or goat."
            },
            {
                "verse_number": "24",
                "verse_text": "The fat of an animal that has died naturally or the fat of an animal that was killed by another animal may be put to any use, but you must definitely not eat it."
            },
            {
                "verse_number": "25",
                "verse_text": "If anyone eats the fat of an animal from which a food gift could be offered to the LORD , that person will be cut off from their people."
            },
            {
                "verse_number": "26",
                "verse_text": "You must not consume any blood whatsoever&ndash;whether bird or animal blood&ndash;wherever you may live."
            },
            {
                "verse_number": "27",
                "verse_text": "Any person who consumes any blood whatsoever will be cut off from their people."
            },
            {
                "verse_number": "28",
                "verse_text": "The LORD said to Moses:"
            },
            {
                "verse_number": "29",
                "verse_text": "Say to the Israelites: If you wish to offer a communal sacrifice of well-being to the LORD , you are allowed to bring your offering to the LORD as your communal sacrifice of well-being."
            },
            {
                "verse_number": "30",
                "verse_text": "Your own hands must bring the LORD &quot;s food gifts. You will bring the fat with the breast so that the breast can be lifted as an uplifted offering before the LORD ."
            },
            {
                "verse_number": "31",
                "verse_text": "The priest will completely burn the fat on the altar, but the breast will go to Aaron and his sons."
            },
            {
                "verse_number": "32",
                "verse_text": "You will give the right thigh of your communal sacrifice of well-being to the priest as a gift."
            },
            {
                "verse_number": "33",
                "verse_text": "The right thigh will belong to the son of Aaron who offers the blood and fat of the well-being offering."
            },
            {
                "verse_number": "34",
                "verse_text": "I have taken the breast of the uplifted offering and the thigh that is given by the Israelites from their communal sacrifices of well-being, and have given them to Aaron the priest and to his sons as a permanent portion from the Israelites."
            },
            {
                "verse_number": "35",
                "verse_text": "This is what Aaron and his sons are allotted from the LORD &quot;s food gifts once they have been presented to serve the LORD as priests."
            },
            {
                "verse_number": "36",
                "verse_text": "The LORD commanded that these things be given to the priests by the Israelites, following their anointment. It is their permanent portion throughout their future generations."
            },
            {
                "verse_number": "37",
                "verse_text": "This concludes the Instructions for the entirely burned offering, the grain offering, the purification offering, the compensation offering, the ordination offering, and the communal sacrifice of well-being,"
            },
            {
                "verse_number": "38",
                "verse_text": "which the LORD commanded Moses at Mount Sinai on the day when he ordered the Israelites to present their offerings to the LORD , in the Sinai desert."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "Take Aaron and his sons with him, the priestly clothing, the anointing oil, a bull for the purification offering, two rams, and a basket of unleavened bread,"
            },
            {
                "verse_number": "3",
                "verse_text": "and assemble the whole community at the meeting tent&quot;s entrance."
            },
            {
                "verse_number": "4",
                "verse_text": "Moses did as the LORD commanded him, and the community assembled at the meeting tent&quot;s entrance."
            },
            {
                "verse_number": "5",
                "verse_text": "Moses said to the community, &apos;This is what the LORD has commanded us to do.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then Moses brought Aaron and his sons forward and washed them in water."
            },
            {
                "verse_number": "7",
                "verse_text": "Moses put the tunic on Aaron, tied the sash around him, and dressed him in the robe. Moses then put the priestly vest on Aaron, tied the woven waistband of the vest around him, and secured the vest to him with it."
            },
            {
                "verse_number": "8",
                "verse_text": "Then Moses placed the chest piece on Aaron and set the Urim and Thummim into the chest piece."
            },
            {
                "verse_number": "9",
                "verse_text": "Moses placed the turban on Aaron&quot;s head and put the gold flower ornament, the holy crown, on the turban&quot;s front, just as the LORD had commanded him."
            },
            {
                "verse_number": "10",
                "verse_text": "Moses then took the anointing oil and anointed the dwelling and everything in it, making them holy by doing so."
            },
            {
                "verse_number": "11",
                "verse_text": "He sprinkled some of the oil on the altar seven times, and anointed the altar and all its equipment, as well as the basin and its base, to make them holy."
            },
            {
                "verse_number": "12",
                "verse_text": "He poured some of the anointing oil on Aaron&quot;s head, thereby anointing him to make him holy."
            },
            {
                "verse_number": "13",
                "verse_text": "Then Moses brought Aaron&quot;s sons forward, dressed them in tunics, tied sashes around them, and wrapped headbands on them, just as the LORD had commanded him."
            },
            {
                "verse_number": "14",
                "verse_text": "Next Moses brought forward the bull for the purification offering. Aaron and his sons pressed their hands on its head."
            },
            {
                "verse_number": "15",
                "verse_text": "Moses slaughtered it, then took the blood and, using his finger, put it on all of the altar&quot;s horns, purifying the altar. He poured the rest of the blood out at the altar&quot;s base. Then he made the altar holy so that reconciliation could be performed on it."
            },
            {
                "verse_number": "16",
                "verse_text": "Moses removed all the fat that was around the insides, the lobe of the liver, the two kidneys and their fat, and he completely burned it on the altar."
            },
            {
                "verse_number": "17",
                "verse_text": "But the rest of the bull, including its hide, its flesh, and its dung, he burned with fire outside the camp just as the LORD had commanded him."
            },
            {
                "verse_number": "18",
                "verse_text": "Then Moses presented the ram for the entirely burned offering, and Aaron and his sons pressed their hands on its head."
            },
            {
                "verse_number": "19",
                "verse_text": "Moses slaughtered it, then tossed the blood against all sides of the altar."
            },
            {
                "verse_number": "20",
                "verse_text": "He cut up the ram into pieces, and then completely burned the head, pieces, and fat."
            },
            {
                "verse_number": "21",
                "verse_text": "After he washed the insides and lower legs with water, Moses completely burned the whole ram on the altar. It was an entirely burned offering for a soothing smell; it was a food gift for the LORD , as the LORD had commanded Moses."
            },
            {
                "verse_number": "22",
                "verse_text": "Moses then presented the second ram, the ram for ordination, and Aaron and his sons pressed their hands on its head."
            },
            {
                "verse_number": "23",
                "verse_text": "Moses slaughtered it, then took some of its blood and put it on Aaron&quot;s right earlobe, on his right thumb, and on his right big toe."
            },
            {
                "verse_number": "24",
                "verse_text": "Then Moses brought forward Aaron&quot;s sons and put some of the blood on their right earlobes, their right thumbs, and their right big toes. Moses tossed the rest of the blood against all of the altar&quot;s sides."
            },
            {
                "verse_number": "25",
                "verse_text": "Then he took the fat&ndash;the fat tail, all the fat that was around the insides, the lobe of the liver, the two kidneys and their fat&ndash;as well as the right thigh."
            },
            {
                "verse_number": "26",
                "verse_text": "From the basket of unleavened bread that was before the LORD , he took one loaf of unleavened flatbread, one loaf of flatbread made with oil, and one unleavened wafer, and he placed these on the fat pieces and on the right thigh."
            },
            {
                "verse_number": "27",
                "verse_text": "Moses set all of this in Aaron&quot;s and his sons&quot; hands, then lifted them as an uplifted offering before the LORD ."
            },
            {
                "verse_number": "28",
                "verse_text": "Next Moses took this out of their hands and completely burned it on the altar, along with the entirely burned offering. This was an ordination offering for a soothing smell; it was a food gift for the LORD ."
            },
            {
                "verse_number": "29",
                "verse_text": "Next Moses took the breast from the ram for the ordination offering and lifted it as an uplifted offering before the LORD . It belonged to Moses as his portion, just as the LORD had commanded him."
            },
            {
                "verse_number": "30",
                "verse_text": "Moses took some of the anointing oil and some of the blood that was on the altar and sprinkled it on Aaron and his clothes, and on his sons and their clothes as well. In this way, Moses made holy Aaron, his clothing, and Aaron&quot;s sons and their clothing."
            },
            {
                "verse_number": "31",
                "verse_text": "Moses said to Aaron and his sons: &apos;Cook the meat at the meeting tent&quot;s entrance. You may eat it there along with the bread that is in the basket of the ordination offering, just as I was commanded, &quot;Aaron and his sons can eat it.&quot;"
            },
            {
                "verse_number": "32",
                "verse_text": "But you must burn whatever is left over of the meat and bread with fire."
            },
            {
                "verse_number": "33",
                "verse_text": "You must not leave the meeting tent&quot;s entrance for seven days, until the period of your ordination is completed, because your ordination takes seven days."
            },
            {
                "verse_number": "34",
                "verse_text": "What was done today was commanded by the LORD , to make reconciliation for you."
            },
            {
                "verse_number": "35",
                "verse_text": "You must stay at the meeting tent&quot;s entrance for seven days, day and night, observing the LORD &quot;s requirement so you don&quot;t die, because that&quot;s what I was commanded.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Aaron and his sons did everything the LORD commanded through Moses."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "On the eighth day, Moses called for Aaron, Aaron&quot;s sons, and Israel&quot;s elders."
            },
            {
                "verse_number": "2",
                "verse_text": "He said to Aaron, &apos;Take a young bull from the herd as a purification offering and a ram as an entirely burned offering, both flawless animals, and bring them before the LORD ."
            },
            {
                "verse_number": "3",
                "verse_text": "Then tell the Israelites, &quot;Take a male goat as a purification offering; a young bull and a sheep&ndash;both one-year-old flawless animals&ndash;as an entirely burned offering;"
            },
            {
                "verse_number": "4",
                "verse_text": "an ox and a ram as a well-being sacrifice before the LORD ; and a grain offering mixed with oil, because today the LORD will appear to you.&quot;&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "They brought what Moses had commanded to the front of the meeting tent. Then the whole community came forward and stood before the LORD ."
            },
            {
                "verse_number": "6",
                "verse_text": "Moses said, &apos;The LORD has ordered you to do this so that the LORD &quot;s glorious presence will appear to you.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Moses said to Aaron, &apos;Come up to the altar and perform your purification offering and your entirely burned offering, making reconciliation for yourself and the people. Then perform the people&quot;s offering in order to make reconciliation for them, just as the LORD commanded.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Aaron went to the altar and slaughtered the young bull for his purification offering."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Aaron&quot;s sons presented the blood to him, and he dipped his finger into the blood and put it on the altar&quot;s horns. He poured the rest of the blood out at the altar&quot;s base."
            },
            {
                "verse_number": "10",
                "verse_text": "He completely burned on the altar the fat, kidneys, and lobe of the liver from the purification offering, just as the LORD commanded Moses."
            },
            {
                "verse_number": "11",
                "verse_text": "But he burned the flesh and hide with fire outside the camp."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Aaron slaughtered the entirely burned offering. Aaron&quot;s sons handed him the blood, and he tossed it against all sides of the altar."
            },
            {
                "verse_number": "13",
                "verse_text": "They handed him the entirely burned offering in pieces, including the head, and he completely burned them on the altar."
            },
            {
                "verse_number": "14",
                "verse_text": "Then he washed the insides and lower legs and completely burned them on the altar along with the rest of the entirely burned offering."
            },
            {
                "verse_number": "15",
                "verse_text": "Next, Aaron presented the people&quot;s offering. He took the male goat for the people&quot;s purification offering, slaughtered it, and offered it as a purification offering like the first purification offering."
            },
            {
                "verse_number": "16",
                "verse_text": "He presented the entirely burned offering and did with it according to the regulation."
            },
            {
                "verse_number": "17",
                "verse_text": "Then he presented the grain offering, took a handful from it, and completely burned it on the altar, in addition to the morning&quot;s entirely burned offering."
            },
            {
                "verse_number": "18",
                "verse_text": "Aaron then slaughtered the ox and the ram&ndash;the people&quot;s communal sacrifice of well-being. Aaron&quot;s sons handed him the blood, which he tossed against all sides of the altar,"
            },
            {
                "verse_number": "19",
                "verse_text": "and the fat pieces of the ox and ram&ndash;the fat tail, the covering fat, the kidneys, and the lobe of the liver."
            },
            {
                "verse_number": "20",
                "verse_text": "They placed these fat pieces on the animals&quot; breasts, and Aaron completely burned them on the altar."
            },
            {
                "verse_number": "21",
                "verse_text": "But Aaron lifted up the breasts and the right thigh as an uplifted offering before the LORD , just as Moses had commanded."
            },
            {
                "verse_number": "22",
                "verse_text": "Aaron then raised his hands toward the people and blessed them. After performing the purification offering, the entirely burned offering, and the well-being sacrifice, he came down."
            },
            {
                "verse_number": "23",
                "verse_text": "Moses and Aaron then entered the meeting tent. When they came out, they blessed the people, and the LORD &quot;s glorious presence appeared to all the people."
            },
            {
                "verse_number": "24",
                "verse_text": "Fire flew out from before the LORD and devoured the entirely burned offering and the fat pieces on the altar. All the people saw it. They shouted for joy and fell facedown."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Now Nadab and Abihu, two of Aaron&quot;s sons, each took an incense pan. They put fire and incense on them and offered unauthorized fire before the LORD , which he had not commanded them."
            },
            {
                "verse_number": "2",
                "verse_text": "Then fire flew out from before the LORD and devoured them, and they died before the LORD ."
            },
            {
                "verse_number": "3",
                "verse_text": "Moses said to Aaron, &apos;When the LORD said, &quot;I will show that I am holy among those near me, and before all the people I will manifest my glorious presence,&quot; this is what he meant!&apos; But Aaron was silent."
            },
            {
                "verse_number": "4",
                "verse_text": "Then Moses called Mishael and Elzaphan the sons of Uzziel, Aaron&quot;s uncle, and told them, &apos;Go carry your relatives out from the front of the sanctuary to a place outside the camp.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So they went forward and carried Nadab and Abihu out by their tunics to a place outside the camp, just as Moses had ordered."
            },
            {
                "verse_number": "6",
                "verse_text": "Moses then said to Aaron and his sons, Eleazar and Ithamar, &apos;Don&quot;t dishevel your hair and don&quot;t rip your clothes into pieces, or you will die and bring anger upon the whole community. Your family&ndash;all of Israel&quot;s house&ndash;will mourn the burning the LORD has done."
            },
            {
                "verse_number": "7",
                "verse_text": "But you must not leave the meeting tent, or you will die because the LORD &quot;s anointing oil is on you.&apos; So they did what Moses ordered."
            },
            {
                "verse_number": "8",
                "verse_text": "The LORD said to Aaron:"
            },
            {
                "verse_number": "9",
                "verse_text": "Both you and your sons must not drink wine or beer when you enter the meeting tent so that you don&quot;t die&ndash;this is a permanent rule throughout your future generations&ndash;"
            },
            {
                "verse_number": "10",
                "verse_text": "so that you can distinguish between the holy and the common, and between the unclean and the clean,"
            },
            {
                "verse_number": "11",
                "verse_text": "and so that you can teach the Israelites all the rules that the LORD spoke to them through Moses."
            },
            {
                "verse_number": "12",
                "verse_text": "Moses then told Aaron and his remaining sons, Eleazar and Ithamar, &apos;Take the grain offering that is left over from the LORD &quot;s food gifts and eat it unleavened next to the altar, because it is most holy."
            },
            {
                "verse_number": "13",
                "verse_text": "You must eat it in a holy place because it is your portion and your sons&quot; portion from the LORD &quot;s food gifts, as I have been commanded."
            },
            {
                "verse_number": "14",
                "verse_text": "You must eat the breast for the uplifted offering and the thigh for the gift offering in a clean place&ndash;both you and your sons and daughters. These things are designated as your portion and your children&quot;s portion from the Israelites&quot; communal sacrifices of well-being."
            },
            {
                "verse_number": "15",
                "verse_text": "The Israelites must bring the thigh for the gift and the breast for the uplifted offering along with the food gifts of the fat pieces, to be lifted up as an uplifted offering before the LORD . These will belong to both you and your children as a permanent portion, just as the LORD has commanded.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then Moses asked about the male goat for the purification offering, and discovered that it had already been burned. He was angry with Eleazar and Ithamar, Aaron&quot;s remaining sons, and asked,"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Why didn&quot;t you eat the purification offering in the holy area? It&quot;s most holy, and it was assigned to you for bearing the community&quot;s punishment by making reconciliation for them before the LORD ."
            },
            {
                "verse_number": "18",
                "verse_text": "Since its blood wasn&quot;t brought into the sanctuary&quot;s interior, you were to have eaten it in the sanctuary, just as I was commanded.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Look,&apos; Aaron said to Moses, &apos;today they offered their purification offerings and their entirely burned offerings before the LORD , but these things still happened to me! Would the LORD have approved if I had eaten a purification offering today?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "When Moses heard that, he approved."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Moses and Aaron:"
            },
            {
                "verse_number": "2",
                "verse_text": "Say to the Israelites: These are the creatures that you are allowed to eat from the land animals:"
            },
            {
                "verse_number": "3",
                "verse_text": "You can eat any animal that has divided hoofs, completely split, and that rechews food."
            },
            {
                "verse_number": "4",
                "verse_text": "But of animals that rechew food and have divided hoofs you must not eat the following: the camel&ndash;though it rechews food, it does not have divided hoofs, so it is unclean for you;"
            },
            {
                "verse_number": "5",
                "verse_text": "the rock badger&ndash;though it rechews food, it does not have divided hoofs, so it is unclean for you;"
            },
            {
                "verse_number": "6",
                "verse_text": "the hare&ndash;though it rechews food, it does not have divided hoofs, so it is unclean for you;"
            },
            {
                "verse_number": "7",
                "verse_text": "the pig&ndash;though it has completely divided hoofs, it does not rechew food, so it is unclean for you."
            },
            {
                "verse_number": "8",
                "verse_text": "You must not eat the flesh of these animals or touch their dead bodies; they are unclean for you."
            },
            {
                "verse_number": "9",
                "verse_text": "You are allowed to eat the following from all water animals: You may eat anything in the water that has fins and scales, whether in sea or stream."
            },
            {
                "verse_number": "10",
                "verse_text": "But anything in the seas or streams that does not have fins and scales&ndash;whether it be any of the swarming creatures in the water or any of the other living creatures in the water&ndash;is detestable to you"
            },
            {
                "verse_number": "11",
                "verse_text": "and must remain so. You must not eat their flesh, and you must detest their dead bodies."
            },
            {
                "verse_number": "12",
                "verse_text": "Anything in the water that does not have fins or scales is detestable to you."
            },
            {
                "verse_number": "13",
                "verse_text": "Of the birds, the following are the ones you must detest&ndash;they must not be eaten; they are detestable: the eagle, the black vulture, the bearded vulture,"
            },
            {
                "verse_number": "14",
                "verse_text": "the kite, any kind of falcon,"
            },
            {
                "verse_number": "15",
                "verse_text": "any kind of raven,"
            },
            {
                "verse_number": "16",
                "verse_text": "the eagle owl, the short-eared owl, the long-eared owl, any kind of hawk,"
            },
            {
                "verse_number": "17",
                "verse_text": "the tawny owl, the fisher owl, the screech owl,"
            },
            {
                "verse_number": "18",
                "verse_text": "the white owl, the scops owl, the osprey,"
            },
            {
                "verse_number": "19",
                "verse_text": "the stork, any kind of heron, the hoopoe, and the bat."
            },
            {
                "verse_number": "20",
                "verse_text": "Any flying insect that walks on four feet is detestable to you,"
            },
            {
                "verse_number": "21",
                "verse_text": "but you can eat four-footed flying insects that have jointed legs above their feet with which they hop on the ground."
            },
            {
                "verse_number": "22",
                "verse_text": "Of these you can eat the following: any kind of migrating locust, any kind of bald locust, any kind of cricket, and any kind of grasshopper."
            },
            {
                "verse_number": "23",
                "verse_text": "But every other flying insect that has four feet is detestable to you."
            },
            {
                "verse_number": "24",
                "verse_text": "You make yourself unclean by the following animals&ndash;whoever touches their dead bodies will be unclean until evening,"
            },
            {
                "verse_number": "25",
                "verse_text": "and anyone who carries any part of their dead bodies must wash their clothes and will be unclean until evening:"
            },
            {
                "verse_number": "26",
                "verse_text": "All animals that have divided hoofs, but they are not completely split, and that do not rechew food are unclean for you&ndash;whoever touches them will be unclean."
            },
            {
                "verse_number": "27",
                "verse_text": "Of all the animals that walk on four feet, the ones that walk on their paws are unclean for you&ndash;anyone who touches their dead bodies will be unclean until evening."
            },
            {
                "verse_number": "28",
                "verse_text": "Anyone who carries one of their dead bodies must wash their clothes and will be unclean until evening; these animals are unclean for you."
            },
            {
                "verse_number": "29",
                "verse_text": "The following are unclean for you among the small creatures that move about on the ground: the rat, the mouse, any kind of large lizard,"
            },
            {
                "verse_number": "30",
                "verse_text": "the gecko, the spotted lizard, the lizard, the skink, and the chameleon."
            },
            {
                "verse_number": "31",
                "verse_text": "Of all small moving creatures, these are unclean for you&ndash;anyone who touches them when they are dead will be unclean until evening."
            },
            {
                "verse_number": "32",
                "verse_text": "Moreover, anything on which one of these creatures falls when it is dead will be unclean, whether it is wood, cloth, skin, or funeral clothing&ndash;any such item that can be used to do work. It must be put into water and will be unclean until evening. Then it will be clean again."
            },
            {
                "verse_number": "33",
                "verse_text": "If any of these creatures fall into a pottery jar, everything inside it will be unclean; you must smash the pot."
            },
            {
                "verse_number": "34",
                "verse_text": "If water from such a jar gets on any edible food, it will be unclean; any drinkable beverage in such a jar will be unclean."
            },
            {
                "verse_number": "35",
                "verse_text": "Anything on which a part of these animals&quot; dead bodies might fall will be unclean. If it is an oven or stove, it must be destroyed; they are unclean for you and must remain that way."
            },
            {
                "verse_number": "36",
                "verse_text": "Now, a spring or cistern that collects water is clean, but anyone who touches one of these animals&quot; dead bodies in it will be unclean."
            },
            {
                "verse_number": "37",
                "verse_text": "If any part of these animals&quot; dead bodies falls on seed that is to be planted, the seed is still clean."
            },
            {
                "verse_number": "38",
                "verse_text": "But if water is poured on some seed and part of their dead bodies falls on it, it is unclean for you."
            },
            {
                "verse_number": "39",
                "verse_text": "If one of the animals that you are allowed to eat dies naturally, anyone who touches its dead body will be unclean until evening."
            },
            {
                "verse_number": "40",
                "verse_text": "Anyone who eats from the dead body must wash their clothes and will be unclean until evening. Anyone who carries such a dead body must wash their clothes and will be unclean until evening."
            },
            {
                "verse_number": "41",
                "verse_text": "Every creature that swarms on the earth is detestable; it must not be eaten."
            },
            {
                "verse_number": "42",
                "verse_text": "Among all such creatures that swarm on the earth, you must not eat anything that moves on its belly or anything that walks on four or more feet because they are detestable."
            },
            {
                "verse_number": "43",
                "verse_text": "Do not make yourselves detestable by means of any swarming creatures. Do not make yourselves unclean with them or be made unclean by them."
            },
            {
                "verse_number": "44",
                "verse_text": "I am the LORD your God. You must keep yourselves holy and be holy, because I am holy. You must not make yourselves unclean by any swarming creature that crawls on the ground."
            },
            {
                "verse_number": "45",
                "verse_text": "I am the LORD , who brought you up from the land of Egypt to be your God. You must be holy, because I am holy."
            },
            {
                "verse_number": "46",
                "verse_text": "This concludes the Instruction concerning animals, birds, all creatures that live in water, and all the creatures that swarm on the earth,"
            },
            {
                "verse_number": "47",
                "verse_text": "in order to distinguish between the unclean and the clean and between creatures that can be eaten and those that cannot."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Moses:"
            },
            {
                "verse_number": "2",
                "verse_text": "Say to the Israelites: If a woman conceives a child and gives birth to a son, she will be unclean for seven days&ndash;just as she is during her menstrual period."
            },
            {
                "verse_number": "3",
                "verse_text": "On the eighth day, the flesh of the boy&quot;s foreskin must be circumcised."
            },
            {
                "verse_number": "4",
                "verse_text": "For thirty-three days the mother will be in a state of blood purification. She must not touch anything holy or enter the sacred area until her time of purification is completed."
            },
            {
                "verse_number": "5",
                "verse_text": "But if the woman gives birth to a daughter, she will be unclean for two weeks&ndash;just as she is during her menstrual period&ndash;and will be in a state of blood purification for sixty-six days."
            },
            {
                "verse_number": "6",
                "verse_text": "When the time of purification is complete, whether for a son or a daughter, the mother must bring a one-year-old lamb as an entirely burned offering and a pigeon or turtledove as a purification offering to the priest at the meeting tent&quot;s entrance."
            },
            {
                "verse_number": "7",
                "verse_text": "The priest will present it before the LORD and make reconciliation for her. She will then be cleansed from her blood flow. This is the Instruction for any woman who has a child, male or female."
            },
            {
                "verse_number": "8",
                "verse_text": "But if the mother cannot afford a sheep, she can bring two turtledoves or two pigeons&ndash;one for the entirely burned offering and the other for the purification offering. The priest will then make reconciliation for her, and she will be clean."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Moses and Aaron,"
            },
            {
                "verse_number": "2",
                "verse_text": "When a person has a swelling, a scab, or a shiny spot on their skin, and it becomes an infection of skin disease on their skin, they will be brought to the priests, either to Aaron or one of his sons."
            },
            {
                "verse_number": "3",
                "verse_text": "The priest will examine the infection on the skin. If hair in the infected area has turned white and the infection appears to be deeper than the skin, then it is an infection of skin disease. Once the priest sees this, he will declare the person unclean."
            },
            {
                "verse_number": "4",
                "verse_text": "But if the shiny spot on the skin is white and does not appear to be deeper than the skin and the hair has not turned white, the priest will quarantine the infected person for seven days."
            },
            {
                "verse_number": "5",
                "verse_text": "On the seventh day the priest will again examine the infection. If he sees that it has remained the same&ndash;the infection has not spread on the skin&ndash;the priest will quarantine the person for seven more days."
            },
            {
                "verse_number": "6",
                "verse_text": "On the seventh day the priest will examine it again. If the infection has faded and has not spread over the skin, the priest will declare the person clean; it is just a rash. The person must wash their clothes, then they will be clean again."
            },
            {
                "verse_number": "7",
                "verse_text": "But if the rash continues to spread over the skin after they appeared before the priest for purification, they must again show themselves to the priest."
            },
            {
                "verse_number": "8",
                "verse_text": "If the priest sees that the rash has spread over the skin, the priest will declare the person unclean; it is a case of skin disease."
            },
            {
                "verse_number": "9",
                "verse_text": "Whenever someone has an infection of skin disease, they will be brought to the priest."
            },
            {
                "verse_number": "10",
                "verse_text": "If the priest sees that there is a white swelling on the skin, it has turned the hair white, and there is a patch of raw flesh in the swelling,"
            },
            {
                "verse_number": "11",
                "verse_text": "then it is a case of chronic skin disease on their skin. The priest will declare the person unclean. The priest will not quarantine such persons, because they are already unclean."
            },
            {
                "verse_number": "12",
                "verse_text": "But if the skin disease continues to break out so that the disease covers all of the infected person&quot;s skin from head to toe, as far as the priest can tell&ndash;"
            },
            {
                "verse_number": "13",
                "verse_text": "then the priest will make an examination. If the skin disease has covered the person&quot;s whole body, the priest will declare the infected person clean. The person has turned entirely white; he is clean."
            },
            {
                "verse_number": "14",
                "verse_text": "But as soon as raw flesh appears in the swelling, they will be unclean."
            },
            {
                "verse_number": "15",
                "verse_text": "When the priest sees the raw flesh, he will declare the person unclean. Raw flesh is unclean; it is a case of skin disease."
            },
            {
                "verse_number": "16",
                "verse_text": "But if the raw flesh turns white again, the person will go back to the priest."
            },
            {
                "verse_number": "17",
                "verse_text": "The priest will examine it. If the infection has turned white, the priest will declare the infected person clean; at that point, the person is clean."
            },
            {
                "verse_number": "18",
                "verse_text": "Whenever someone has a boil on their skin, it heals,"
            },
            {
                "verse_number": "19",
                "verse_text": "and in place of the boil there is a white swelling or reddish-white shiny spot, it must be shown to the priest."
            },
            {
                "verse_number": "20",
                "verse_text": "If the priest sees that it appears to be lower than the skin, and its hair has turned white, the priest will declare the person unclean. It is an infection of skin disease that has broken out in the boil."
            },
            {
                "verse_number": "21",
                "verse_text": "But if the priest examines it and there is no white hair in it, it is not lower than the skin, and it is faded, the priest will quarantine the person seven days."
            },
            {
                "verse_number": "22",
                "verse_text": "If it continues to spread over the skin, the priest will declare the person unclean; it is an infection."
            },
            {
                "verse_number": "23",
                "verse_text": "But if the shiny spot remains where it was and does not spread, it is just a scar from the boil. The priest will declare the person clean."
            },
            {
                "verse_number": "24",
                "verse_text": "Whenever there is a burn on someone&quot;s skin, and the raw patch of the burn becomes a reddish-white or white shiny spot,"
            },
            {
                "verse_number": "25",
                "verse_text": "the priest will examine it. If the hair has turned white in the shiny spot, and it appears to be deeper than the skin, it is a case of skin disease that has broken out in the burn. The priest will declare the person unclean; it is an infection of skin disease."
            },
            {
                "verse_number": "26",
                "verse_text": "But if the priest examines it, and there is no white hair in the shiny spot, it is not lower than the skin, and it is faded, the priest will quarantine the person seven days."
            },
            {
                "verse_number": "27",
                "verse_text": "On the seventh day the priest will again examine it. If it has continued to spread over the skin, the priest will declare the person unclean; it is an infection of skin disease."
            },
            {
                "verse_number": "28",
                "verse_text": "But if the shiny spot remains where it was, has not spread over the skin, and is faded, it is just swelling from the burn. The priest will declare the person clean, because it is just the scar from the burn."
            },
            {
                "verse_number": "29",
                "verse_text": "Whenever a man or woman has an infection, whether on the head or in the beard,"
            },
            {
                "verse_number": "30",
                "verse_text": "the priest will examine it. If it appears to be deeper than the skin, and there is thin yellow hair in it, the priest will declare the person unclean; it is a case of scabies&ndash;a skin disease of the head or beard."
            },
            {
                "verse_number": "31",
                "verse_text": "When the priest examines the scabies infection, if it does not appear to be deeper than the skin, but there is no black hair in it, the priest will quarantine the person with the scabies infection for seven days."
            },
            {
                "verse_number": "32",
                "verse_text": "On the seventh day the priest will examine the infection again. If the scabies has not spread, there is no yellow hair in it, and it does not appear to be deeper than the skin,"
            },
            {
                "verse_number": "33",
                "verse_text": "the person must shave the area, without shaving the scabies. The priest will then quarantine that person another seven days."
            },
            {
                "verse_number": "34",
                "verse_text": "On the seventh day the priest will again examine the scabies. If it has not spread over the skin and does not appear to be deeper than the skin, the priest will declare the person clean. They must wash their clothes; then they will be clean again."
            },
            {
                "verse_number": "35",
                "verse_text": "But if the scabies continues to spread over the skin after the person&quot;s purification,"
            },
            {
                "verse_number": "36",
                "verse_text": "the priest must examine it again. If the scabies has spread over the skin at all, the priest does not need to look for the yellow hair; the person is unclean."
            },
            {
                "verse_number": "37",
                "verse_text": "But if the priest sees that the scabies has remained the same, and black hair has grown in it, the scabies has healed. The person is clean, and the priest will declare them to be so."
            },
            {
                "verse_number": "38",
                "verse_text": "Whenever a man or woman has many white shiny spots on their skin,"
            },
            {
                "verse_number": "39",
                "verse_text": "if the priest sees that there are faded white shiny spots on the skin of the body, it is just a rash that has broken out on the skin; the person is clean."
            },
            {
                "verse_number": "40",
                "verse_text": "If someone loses their hair, they are bald, but they are clean."
            },
            {
                "verse_number": "41",
                "verse_text": "If the hair is lost at the sides of the forehead, the person has a receding hairline, but they are clean."
            },
            {
                "verse_number": "42",
                "verse_text": "But whenever there is a reddish-white infection in the bald spot or in the receding hairline, it is a case of skin disease breaking out there."
            },
            {
                "verse_number": "43",
                "verse_text": "The priest must examine it. If the swelling of the infection is reddish white in the bald spot or receding hairline and resembles skin disease on the body,"
            },
            {
                "verse_number": "44",
                "verse_text": "the person is afflicted with skin disease; they are unclean. The priest must declare them unclean on account of the head infection."
            },
            {
                "verse_number": "45",
                "verse_text": "Anyone with an infection of skin disease must wear torn clothes, dishevel their hair, cover their upper lip, and shout out, &apos;Unclean! Unclean!&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "They will be unclean as long as they are infected. They are unclean. They must live alone outside the camp."
            },
            {
                "verse_number": "47",
                "verse_text": "Whenever there is an infection of skin disease on clothing&ndash;on wool or linen clothing,"
            },
            {
                "verse_number": "48",
                "verse_text": "in the weaving of the linen or wool, or on a skin or skin item&ndash;"
            },
            {
                "verse_number": "49",
                "verse_text": "and the infection is greenish or reddish on the clothing, the weaving, or the skin or skin item, it is an infection of skin disease. It must be shown to the priest."
            },
            {
                "verse_number": "50",
                "verse_text": "The priest will examine the infection and quarantine the infected item seven days."
            },
            {
                "verse_number": "51",
                "verse_text": "On the seventh day he will examine the infection again. If the infection has spread in the clothing, the weaving, or the skin, whatever it is used for, the infection is a case of infectious skin disease; the item is unclean."
            },
            {
                "verse_number": "52",
                "verse_text": "The priest will burn the clothing, the weaving of the wool or linen, or whatever skin item in which the infection was found, because it is an infectious skin disease; it must be burned with fire."
            },
            {
                "verse_number": "53",
                "verse_text": "But if the priest sees that the infection has not spread in the clothing, the weaving, or on any skin item,"
            },
            {
                "verse_number": "54",
                "verse_text": "the priest will order that the infected piece be washed, and he will quarantine it for another seven days."
            },
            {
                "verse_number": "55",
                "verse_text": "After it has been washed, if the priest sees that the infection has not changed its appearance, even though the infection has not spread, it is unclean. You must burn it with fire. It is a fungus, whether it is on the inside or outside."
            },
            {
                "verse_number": "56",
                "verse_text": "But if, after it is washed, the priest sees that the infection has faded, he will tear the infected part out of the cloth, the weaving, or the skin."
            },
            {
                "verse_number": "57",
                "verse_text": "If it appears again in the cloth, the weaving, or any item of skin, it is starting to break out. You must burn the infected item with fire."
            },
            {
                "verse_number": "58",
                "verse_text": "But if the infection disappears from the cloth, the weaving, or any item of skin that you washed, it must be washed again. Then it will be clean."
            },
            {
                "verse_number": "59",
                "verse_text": "This concludes the Instruction about the infection of skin disease in a woolen or linen cloth, weaving, or any skin item, in order to declare whether it is clean or unclean."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "This will be the Instruction for anyone with skin disease at the time of purification: When it has been reported to the priest,"
            },
            {
                "verse_number": "3",
                "verse_text": "he will go outside the camp. If the priest sees that the person afflicted with skin disease has been healed of the infection,"
            },
            {
                "verse_number": "4",
                "verse_text": "the priest will order that two birds&ndash;wild and clean&ndash;and cedarwood, crimson yarn, and hyssop be brought for the person who needs purification."
            },
            {
                "verse_number": "5",
                "verse_text": "The priest will order that one bird be slaughtered over fresh water in a pottery jar."
            },
            {
                "verse_number": "6",
                "verse_text": "He will then take the other wild bird, along with the cedarwood, crimson yarn, and hyssop, and will dip all of this into the blood of the bird that was slaughtered over the fresh water."
            },
            {
                "verse_number": "7",
                "verse_text": "He will sprinkle the person who needs purification from skin disease seven times and declare that they are clean. Then the priest will release the wild bird into the countryside."
            },
            {
                "verse_number": "8",
                "verse_text": "The person who needs purification will then wash their clothes, shave off all of their hair, and bathe in water; at that point, they will be clean. After that, they can return to the camp, but they must live outside their tent for seven days."
            },
            {
                "verse_number": "9",
                "verse_text": "On the seventh day, the person must shave off all their hair again: head, beard, and eyebrows&ndash;everything. They must wash their clothes and bathe in water; then they will be clean again."
            },
            {
                "verse_number": "10",
                "verse_text": "On the eighth day, that person must take two flawless male sheep, one flawless one-year-old ewe, a grain offering of three-tenths of an ephah of choice flour mixed with oil, and one log of oil."
            },
            {
                "verse_number": "11",
                "verse_text": "The priest performing the purification will place these and the person needing purification before the LORD at the meeting tent&quot;s entrance."
            },
            {
                "verse_number": "12",
                "verse_text": "The priest will take one of the male sheep and present it as a compensation offering, along with the log of oil, and will lift them as an uplifted offering before the LORD ."
            },
            {
                "verse_number": "13",
                "verse_text": "The priest will slaughter the sheep at the same place where the purification offering and the entirely burned offering are slaughtered: in the holy area. The compensation offering, like the purification offering, belongs to the priest; it is most holy."
            },
            {
                "verse_number": "14",
                "verse_text": "The priest will take some of the blood from the compensation offering and will put it on the right earlobe, the right thumb, and the right big toe of the person needing purification."
            },
            {
                "verse_number": "15",
                "verse_text": "Then the priest will take some of the log of oil and pour it into his left palm."
            },
            {
                "verse_number": "16",
                "verse_text": "The priest will then dip his right finger into the oil and sprinkle some of it with his finger seven times before the LORD ."
            },
            {
                "verse_number": "17",
                "verse_text": "Then the priest will put some of the oil that is left in his hand on the right earlobe, the right thumb, and the right big toe of the person needing purification&ndash;this oil will be placed on top of the blood of the compensation offering."
            },
            {
                "verse_number": "18",
                "verse_text": "The priest will put whatever is left of the oil in his hand on the head of the person needing purification. In this way, the priest will make reconciliation for the person before the LORD ."
            },
            {
                "verse_number": "19",
                "verse_text": "The priest will then perform the purification offering and make reconciliation for the person needing purification from their uncleanness. After that, the entirely burned offering will be slaughtered."
            },
            {
                "verse_number": "20",
                "verse_text": "The priest will offer up the entirely burned offering and the grain offering on the altar. In this way, the priest will make reconciliation for the person, and they will be clean again."
            },
            {
                "verse_number": "21",
                "verse_text": "Now if the person is poor and cannot afford these things, they can bring one male sheep as a compensation offering, to be lifted up in order to make reconciliation for them; a grain offering of one-tenth of an ephah of choice flour mixed with oil; a log of oil;"
            },
            {
                "verse_number": "22",
                "verse_text": "and two turtledoves or two pigeons, whatever they can afford&ndash;one as a purification offering and the other as an entirely burned offering."
            },
            {
                "verse_number": "23",
                "verse_text": "On the eighth day, they must bring these items for their purification to the priest at the meeting tent&quot;s entrance before the LORD ."
            },
            {
                "verse_number": "24",
                "verse_text": "The priest will take the male sheep for the compensation offering and the log of oil, and will lift them as an uplifted offering before the LORD ."
            },
            {
                "verse_number": "25",
                "verse_text": "The priest will slaughter the sheep for the compensation offering and will take some of its blood and put it on the right earlobe, the right thumb, and the right big toe of the person needing purification."
            },
            {
                "verse_number": "26",
                "verse_text": "The priest will pour some of the oil into his left palm."
            },
            {
                "verse_number": "27",
                "verse_text": "Next, the priest will sprinkle some of the oil seven times before the LORD using his right finger."
            },
            {
                "verse_number": "28",
                "verse_text": "The priest will then put some of the oil that is in his hand on the right earlobe, the right thumb, and the right big toe of the person needing purification&ndash;on top of the same places as the blood of the compensation offering."
            },
            {
                "verse_number": "29",
                "verse_text": "The priest will put whatever is left of the oil in his hand on the head of the person needing purification, to make reconciliation for them before the LORD ."
            },
            {
                "verse_number": "30",
                "verse_text": "The person will then offer one of the turtledoves or pigeons, whatever they can afford&ndash;"
            },
            {
                "verse_number": "31",
                "verse_text": "one as a purification offering and the other as an entirely burned offering along with the grain offering. In this way, the priest will make reconciliation before the LORD for the person needing purification."
            },
            {
                "verse_number": "32",
                "verse_text": "This is the Instruction concerning those who have an infection of skin disease but who cannot afford the normal means of purification."
            },
            {
                "verse_number": "33",
                "verse_text": "The LORD said to Moses and Aaron:"
            },
            {
                "verse_number": "34",
                "verse_text": "When you enter the land of Canaan, which I am giving to you as a possession, and I put an infection of skin disease on a house in the land you possess,"
            },
            {
                "verse_number": "35",
                "verse_text": "the homeowner must come and tell the priest, &apos;I think some sort of infection is in my house.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "The priest will order that the house be emptied before he comes to examine it so that nothing else in the house will become unclean. After that, the priest will come to examine the house."
            },
            {
                "verse_number": "37",
                "verse_text": "If he examines the infection, and the infection in the walls of the house consists of greenish or reddish depressions, which appear to be deeper than the surface of the wall,"
            },
            {
                "verse_number": "38",
                "verse_text": "the priest will exit the house, go to the front door, and quarantine the house for seven days."
            },
            {
                "verse_number": "39",
                "verse_text": "On the seventh day, the priest will return. If he finds that the infection has spread over the walls of the house,"
            },
            {
                "verse_number": "40",
                "verse_text": "the priest will order the stones in which the infection is found to be pulled out and discarded outside the city in an unclean area."
            },
            {
                "verse_number": "41",
                "verse_text": "The inside of the house will then be scraped on all sides, and the plaster that has been scraped off must be dumped outside the city in an unclean area."
            },
            {
                "verse_number": "42",
                "verse_text": "Then different stones will be used in place of the first ones, and new coating will be used to replaster the house."
            },
            {
                "verse_number": "43",
                "verse_text": "If the infection breaks out again in the house after the stones have been pulled out and the house scraped and replastered,"
            },
            {
                "verse_number": "44",
                "verse_text": "the priest will return. If he finds that the infection has spread throughout the house, it is a case of infectious skin disease in the house; the house is unclean."
            },
            {
                "verse_number": "45",
                "verse_text": "The house must be destroyed&ndash;its stones, wood, and all the plaster in the house. All of it must be taken outside the city to an unclean area."
            },
            {
                "verse_number": "46",
                "verse_text": "Anyone who enters the house during the entire period when it is quarantined will be unclean until evening."
            },
            {
                "verse_number": "47",
                "verse_text": "Anyone who lies down in the house must wash their clothes. Anyone who eats in the house must also wash their clothes."
            },
            {
                "verse_number": "48",
                "verse_text": "But if the priest arrives and finds that the infection has not spread after the house was replastered, the priest will declare the house clean because the infection has been healed."
            },
            {
                "verse_number": "49",
                "verse_text": "To cleanse the house, the priest will take two birds, cedarwood, crimson yarn, and hyssop."
            },
            {
                "verse_number": "50",
                "verse_text": "He will slaughter one bird over fresh water in a pottery jar."
            },
            {
                "verse_number": "51",
                "verse_text": "He will then take the cedarwood, hyssop, and crimson yarn, along with the wild bird, and will dip all of this into the fresh water and into the blood of the bird that was slaughtered. He will then sprinkle the house seven times."
            },
            {
                "verse_number": "52",
                "verse_text": "In this way, the priest will cleanse the house with the blood of the bird, the fresh water, the wild bird, the cedarwood, the hyssop, and the crimson yarn."
            },
            {
                "verse_number": "53",
                "verse_text": "Then he will release the wild bird outside the city into the countryside. In this way, he will make reconciliation for the house, and it will be clean."
            },
            {
                "verse_number": "54",
                "verse_text": "This concludes the Instruction concerning every infection of skin disease: for scabies,"
            },
            {
                "verse_number": "55",
                "verse_text": "for skin disease on clothing or in houses,"
            },
            {
                "verse_number": "56",
                "verse_text": "and for swelling, scabs, or shiny spots,"
            },
            {
                "verse_number": "57",
                "verse_text": "in order to determine when it is unclean or clean. This concludes the Instruction concerning skin disease."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Moses and Aaron:"
            },
            {
                "verse_number": "2",
                "verse_text": "Speak to the Israelites and say to them: Whenever a man has a genital emission, that emission is unclean."
            },
            {
                "verse_number": "3",
                "verse_text": "This is the nature of the uncleanness brought about by his emission: regardless of whether his genital organ allows his emission to flow or blocks the flow, it is unclean to him."
            },
            {
                "verse_number": "4",
                "verse_text": "Any bed on which someone with an emission lies will be unclean, and any object on which that person sits will be unclean."
            },
            {
                "verse_number": "5",
                "verse_text": "Anyone who touches such a bed must wash their clothes, bathe in water, and will be unclean until evening."
            },
            {
                "verse_number": "6",
                "verse_text": "Anyone who sits on something that the one with the emission also sat on must wash their clothes, bathe in water, and will be unclean until evening."
            },
            {
                "verse_number": "7",
                "verse_text": "Anyone who touches the body of the one with the emission must wash their clothes, bathe in water, and will be unclean until evening."
            },
            {
                "verse_number": "8",
                "verse_text": "If the one with the emission spits on a clean person, the clean person must wash their clothes, bathe in water, and will be unclean until evening."
            },
            {
                "verse_number": "9",
                "verse_text": "Every saddle on which the person with the emission rode will be unclean."
            },
            {
                "verse_number": "10",
                "verse_text": "Anyone who touches anything that has been under such a person will be unclean until evening. Anyone who carries such items must wash their clothes, bathe in water, and will be unclean until evening."
            },
            {
                "verse_number": "11",
                "verse_text": "If the one with the emission touches someone without first rinsing his hands with water, that person must wash their clothes, bathe in water, and will be unclean until evening."
            },
            {
                "verse_number": "12",
                "verse_text": "Any pottery jar that the one with the emission touches must be broken, and any wooden tool must be rinsed with water."
            },
            {
                "verse_number": "13",
                "verse_text": "When the man with the emission is cleansed of his emission, he will count off seven days for his purification. He must wash his clothes and bathe his body in running water; then he will be clean again."
            },
            {
                "verse_number": "14",
                "verse_text": "On the eighth day he will take two turtledoves or two pigeons and come before the LORD to the meeting tent&quot;s entrance and give these to the priest."
            },
            {
                "verse_number": "15",
                "verse_text": "The priest will offer them, one as a purification offering and the other as an entirely burned offering. In this way, the priest will make reconciliation for him before the LORD because of his emission."
            },
            {
                "verse_number": "16",
                "verse_text": "If it is an emission of semen, the man must bathe his whole body in water and will be unclean until evening."
            },
            {
                "verse_number": "17",
                "verse_text": "Any clothing or skin on which there is an emission of semen must be washed in water and will be unclean until evening."
            },
            {
                "verse_number": "18",
                "verse_text": "If a man lies with a woman and has an emission of semen, both of them must bathe in water and will be unclean until evening."
            },
            {
                "verse_number": "19",
                "verse_text": "Whenever a woman has a discharge of blood that is her normal bodily discharge, she will be unclean due to her menstruation for seven days. Anyone who touches her will be unclean until evening."
            },
            {
                "verse_number": "20",
                "verse_text": "Anything on which she lies or sits during her menstruation will be unclean."
            },
            {
                "verse_number": "21",
                "verse_text": "Anyone who touches her bed must wash their clothes, bathe in water, and will be unclean until evening."
            },
            {
                "verse_number": "22",
                "verse_text": "Anyone who touches anything on which she has sat must wash their clothes, bathe in water, and will be unclean until evening."
            },
            {
                "verse_number": "23",
                "verse_text": "Whenever anyone touches something&ndash;whether it was on the bed or where she has been sitting&ndash;they will be unclean until evening."
            },
            {
                "verse_number": "24",
                "verse_text": "If a man has sexual intercourse with her and her menstruation gets on him, he will be unclean for seven days. Any bed he lies on will be unclean."
            },
            {
                "verse_number": "25",
                "verse_text": "Whenever a woman has a bloody discharge for a long time, which is not during her menstrual period, or whenever she has a discharge beyond her menstrual period, the duration of her unclean discharge will be like the period of her menstruation; she will be unclean."
            },
            {
                "verse_number": "26",
                "verse_text": "Any bed she lies on during the discharge should be treated like the bed she uses during her menstruation; and any object she sits on will be unclean, as during her menstruation."
            },
            {
                "verse_number": "27",
                "verse_text": "Anyone who touches these things will be unclean. They must wash their clothes, bathe in water, and will be unclean until evening."
            },
            {
                "verse_number": "28",
                "verse_text": "When the woman is cleansed of her discharge, she will count off seven days; after that, she will be clean again."
            },
            {
                "verse_number": "29",
                "verse_text": "On the eighth day she will take two turtledoves or two pigeons and bring them to the priest at the meeting tent&quot;s entrance."
            },
            {
                "verse_number": "30",
                "verse_text": "The priest will perform a purification offering with one and an entirely burned offering with the other. In this way, the priest will make reconciliation for her before the LORD because of her unclean discharge."
            },
            {
                "verse_number": "31",
                "verse_text": "You must separate the Israelites from their uncleanness so that they don&quot;t die on account of it, by making my dwelling unclean, which is in their midst."
            },
            {
                "verse_number": "32",
                "verse_text": "This concludes the Instruction concerning those with discharges: men with emissions of semen that make them unclean,"
            },
            {
                "verse_number": "33",
                "verse_text": "women during their menstruation, men or women with discharges, and men who have had sexual intercourse with an unclean woman."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "After the death of Aaron&quot;s two sons, which happened when they approached the LORD and died, the LORD spoke to Moses:"
            },
            {
                "verse_number": "2",
                "verse_text": "Tell your brother Aaron that he cannot come whenever he wants into the holy area inside the inner curtain, to the front of the cover that is on the chest, or else he will die, because I am present in the cloud above the cover."
            },
            {
                "verse_number": "3",
                "verse_text": "No, but Aaron must enter the holy area as follows: with a bull from the herd as a purification offering and a ram as an entirely burned offering."
            },
            {
                "verse_number": "4",
                "verse_text": "Aaron must dress in a holy linen tunic and wear linen undergarments on his body. He must tie a linen sash around himself and wrap a linen turban around his head. These are holy clothes&ndash;Aaron will first bathe his body in water and then put them on."
            },
            {
                "verse_number": "5",
                "verse_text": "He will take from the Israelite community two male goats for a purification offering and one ram for an entirely burned offering. Aaron must do the same for the meeting tent, which is with them among their pollution. It was done just as the LORD commanded Moses."
            },
            {
                "verse_number": "6",
                "verse_text": "Aaron will offer the bull as a purification offering to make reconciliation for himself and his household."
            },
            {
                "verse_number": "7",
                "verse_text": "He will take the two male goats and place them before the LORD at the meeting tent&quot;s entrance."
            },
            {
                "verse_number": "8",
                "verse_text": "Aaron will cast lots over the two goats: one lot labeled &apos;the LORD &quot;s&apos; and the other lot labeled &apos;Azazel&quot;s.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Aaron will present the goat selected by the LORD &quot;s lot and perform a purification offering with it."
            },
            {
                "verse_number": "10",
                "verse_text": "But the goat selected by Azazel&quot;s lot will be left standing alive before the LORD in order to make reconciliation upon it by sending it away into the wilderness to Azazel."
            },
            {
                "verse_number": "11",
                "verse_text": "Aaron will offer the bull for his purification offering to make reconciliation for himself and his household. He will slaughter the bull for his purification offering."
            },
            {
                "verse_number": "12",
                "verse_text": "Then he will take an incense pan full of burning coals from the altar, from before the LORD , and two handfuls of finely ground perfumed incense and bring them inside the inner curtain."
            },
            {
                "verse_number": "13",
                "verse_text": "He will put the incense on the fire before the LORD so that the cloud of incense conceals the cover that is on top of the covenant document, or else he will die."
            },
            {
                "verse_number": "14",
                "verse_text": "He will take some of the bull&quot;s blood and sprinkle it with his finger on the cover from the east side. He will then sprinkle some of the blood with his finger seven times in front of the cover."
            },
            {
                "verse_number": "15",
                "verse_text": "Then he will slaughter the goat for the people&quot;s purification offering, bring the blood inside the inner curtain, and do with it as he did with the bull&quot;s blood: he will sprinkle it on the cover and in front of the cover."
            },
            {
                "verse_number": "16",
                "verse_text": "In this way, he will make reconciliation for the inner holy area because of the pollution of the Israelites and because of their rebellious sins, as well as for all their other sins."
            },
            {
                "verse_number": "17",
                "verse_text": "No one can be in the meeting tent from the time Aaron enters to make reconciliation in the inner holy area until the time he comes out. He will make reconciliation for himself, for his household, and for the whole assembly of Israel."
            },
            {
                "verse_number": "18",
                "verse_text": "Aaron will then go to the altar that is before the LORD and make reconciliation for it: He will take some of the bull&quot;s blood and some of the goat&quot;s blood and put it on each of the altar&quot;s horns."
            },
            {
                "verse_number": "19",
                "verse_text": "He will sprinkle some of the blood on the altar with his finger seven times. In this way, he will purify it and make it holy again from the Israelites&quot; pollution."
            },
            {
                "verse_number": "20",
                "verse_text": "When Aaron has finished reconciling the inner holy area, the rest of the meeting tent, and the altar, he will bring forward the live goat."
            },
            {
                "verse_number": "21",
                "verse_text": "Aaron will press both his hands on its head and confess over it all the Israelites&quot; offenses and all their rebellious sins, as well as all their other sins, putting all these on the goat&quot;s head. Then he will send it away into the wilderness with someone designated for the job."
            },
            {
                "verse_number": "22",
                "verse_text": "The goat will carry on itself all their offenses to a desolate region, then the goat will be released into the wild."
            },
            {
                "verse_number": "23",
                "verse_text": "After this, Aaron will enter the meeting tent, take off the linen clothes he was wearing when he entered the inner holy area, and will leave them there."
            },
            {
                "verse_number": "24",
                "verse_text": "He will bathe his body in water in a holy place and dress in his priestly clothing. Then he will go out and perform the entirely burned offerings for himself and for the people. In this way, he will make reconciliation for himself and for the people."
            },
            {
                "verse_number": "25",
                "verse_text": "He will completely burn the fat of the purification offering on the altar."
            },
            {
                "verse_number": "26",
                "verse_text": "The one who set the goat free for Azazel must wash their clothes and bathe their body in water; after that they can return to the camp."
            },
            {
                "verse_number": "27",
                "verse_text": "The bull and the goat for the purification offerings, whose blood was brought in to make reconciliation in the inner holy area, will be taken outside the camp. Their hides, flesh, and dung will be burned with fire."
            },
            {
                "verse_number": "28",
                "verse_text": "The person who burns them must wash their clothes and bathe their body in water; after that, they can return to the camp."
            },
            {
                "verse_number": "29",
                "verse_text": "This will be a permanent rule for you: On the tenth day of the seventh month, you must deny yourselves. You must not do any work&ndash;neither the citizen nor the immigrant who lives among you."
            },
            {
                "verse_number": "30",
                "verse_text": "On that day reconciliation will be made for you in order to cleanse you. You will be clean before the LORD from all your sins."
            },
            {
                "verse_number": "31",
                "verse_text": "It will be a Sabbath of special rest for you, and you will deny yourselves. This is a permanent rule."
            },
            {
                "verse_number": "32",
                "verse_text": "The priest who is anointed and ordained to serve as priest after his father will perform the reconciliation, wearing the holy linen clothes."
            },
            {
                "verse_number": "33",
                "verse_text": "He will reconcile the holiest part of the sanctuary and will do the same for the meeting tent and the altar. He will make reconciliation for the priests and for all the people of the assembly."
            },
            {
                "verse_number": "34",
                "verse_text": "This will be a permanent rule for you, in order to make reconciliation for the Israelites from all their sins once a year."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "Say to Aaron, to his sons, and to all the Israelites: This is what the LORD has commanded:"
            },
            {
                "verse_number": "3",
                "verse_text": "Anyone from the house of Israel who slaughters an ox, sheep, or goat inside or outside the camp"
            },
            {
                "verse_number": "4",
                "verse_text": "but does not bring it to the meeting tent&quot;s entrance to present it as an offering to the LORD in front of the LORD &quot;s dwelling will be considered guilty of bloodshed; they have spilled blood. They will be cut off from their people."
            },
            {
                "verse_number": "5",
                "verse_text": "This will make the Israelites bring the communal sacrifices, which they are sacrificing in the countryside, to the LORD , to the priest at the meeting tent&quot;s entrance, and sacrifice them as communal sacrifices of well-being to the LORD ."
            },
            {
                "verse_number": "6",
                "verse_text": "The priest will toss the blood against the LORD &quot;s altar at the meeting tent&quot;s entrance and burn the fat completely as a soothing smell to the LORD ."
            },
            {
                "verse_number": "7",
                "verse_text": "The Israelites must no longer sacrifice their communal sacrifices to the goat demons that they follow so faithlessly. This will be a permanent rule for them throughout their future generations."
            },
            {
                "verse_number": "8",
                "verse_text": "You will also say to them: Anyone from Israel&quot;s house or from the immigrants who live with you who offers up an entirely burned offering or communal sacrifice"
            },
            {
                "verse_number": "9",
                "verse_text": "without bringing it to the meeting tent&quot;s entrance in order to offer it to the LORD will be cut off from their people."
            },
            {
                "verse_number": "10",
                "verse_text": "I will oppose the person who consumes blood&ndash;whether they are from Israel&quot;s house or from the immigrants who live with you&ndash;and I will cut them off from their people."
            },
            {
                "verse_number": "11",
                "verse_text": "A creature&quot;s life is in the blood. I have provided you the blood to make reconciliation for your lives on the altar, because the blood reconciles by means of the life."
            },
            {
                "verse_number": "12",
                "verse_text": "That is why I have told the Israelites: No one among you can consume blood, nor can the immigrant who lives with you consume blood."
            },
            {
                "verse_number": "13",
                "verse_text": "Anyone who hunts any animal or bird that can be eaten&ndash;whether the hunter is an Israelite or an immigrant who lives with you&ndash;must drain its blood out and cover it with dirt."
            },
            {
                "verse_number": "14",
                "verse_text": "Again: for every creature&quot;s life, its blood is its life. That is why I have told the Israelites: You must not consume any creature&quot;s blood because every creature&quot;s life is its blood. Anyone who consumes it will be cut off."
            },
            {
                "verse_number": "15",
                "verse_text": "Anyone, whether citizen or immigrant, who eats an animal that has died naturally or that was killed by another animal, must wash their clothes, bathe in water, and will be unclean until evening. At that time, they will be clean again."
            },
            {
                "verse_number": "16",
                "verse_text": "If they do not wash or bathe their body, they will be liable to punishment."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "Speak to the Israelites and say to them: I am the LORD your God."
            },
            {
                "verse_number": "3",
                "verse_text": "You must not do things like they are done in the land of Egypt, where you used to live. And you must not do things like they are done in the land of Canaan, where I am bringing you. You must not follow the practices of those places."
            },
            {
                "verse_number": "4",
                "verse_text": "No, my regulations and my rules are the ones you must keep by following them: I am the LORD your God."
            },
            {
                "verse_number": "5",
                "verse_text": "You must keep my rules and my regulations; by doing them one will live; I am the LORD ."
            },
            {
                "verse_number": "6",
                "verse_text": "No one is allowed to approach any blood relative for sexual contact: I am the LORD ."
            },
            {
                "verse_number": "7",
                "verse_text": "You must not uncover your father&quot;s nakedness, which is your mother&quot;s nakedness. She is your mother; you must not have sexual contact with her."
            },
            {
                "verse_number": "8",
                "verse_text": "You must not uncover the nakedness of your father&quot;s wife; it is your father&quot;s nakedness."
            },
            {
                "verse_number": "9",
                "verse_text": "You must not have sexual contact with your sister&ndash;regardless of whether she is your father&quot;s daughter or your mother&quot;s daughter, whether born into the same household as you or outside it."
            },
            {
                "verse_number": "10",
                "verse_text": "You must not have sexual contact with your son&quot;s daughter or your daughter&quot;s daughter, because their nakedness is your own nakedness."
            },
            {
                "verse_number": "11",
                "verse_text": "You must not have sexual contact with the daughter of your father&quot;s wife, who was born into your father&quot;s family; she is your sister."
            },
            {
                "verse_number": "12",
                "verse_text": "You must not have sexual contact with your father&quot;s sister; she is your father&quot;s blood relative."
            },
            {
                "verse_number": "13",
                "verse_text": "You must not have sexual contact with your mother&quot;s sister because she is your mother&quot;s blood relative."
            },
            {
                "verse_number": "14",
                "verse_text": "You will not uncover the nakedness of your father&quot;s brother&ndash;that is, you will not approach his wife for sex; she is your aunt."
            },
            {
                "verse_number": "15",
                "verse_text": "You must not have sexual contact with your daughter-in-law; she is your son&quot;s wife. You must not have sexual contact with her."
            },
            {
                "verse_number": "16",
                "verse_text": "You will not uncover the nakedness of your brother&quot;s wife; it is your brother&quot;s nakedness."
            },
            {
                "verse_number": "17",
                "verse_text": "You must not have sexual contact with a woman and her daughter. You will not marry her son&quot;s daughter or her daughter&quot;s daughter, thereby uncovering her nakedness. They are her blood relatives; it is shameful."
            },
            {
                "verse_number": "18",
                "verse_text": "You must not marry your wife&quot;s sister as a rival and have sexual contact with her while her sister is alive."
            },
            {
                "verse_number": "19",
                "verse_text": "You must not approach a woman for sexual contact during her menstrual uncleanness."
            },
            {
                "verse_number": "20",
                "verse_text": "You must not have sexual relations with the wife of your fellow Israelite, becoming unclean by it."
            },
            {
                "verse_number": "21",
                "verse_text": "You must not give any of your children to offer them over to Molech so that you do not defile your God&quot;s name: I am the LORD ."
            },
            {
                "verse_number": "22",
                "verse_text": "You must not have sexual intercourse with a man as you would with a woman; it is a detestable practice."
            },
            {
                "verse_number": "23",
                "verse_text": "You will not have sexual relations with any animal, becoming unclean by it. Nor will a woman present herself before an animal to mate with it; it is a perversion."
            },
            {
                "verse_number": "24",
                "verse_text": "Do not make yourselves unclean in any of these ways because that is how the nations that I am throwing out before you became unclean."
            },
            {
                "verse_number": "25",
                "verse_text": "That is also how the land became unclean, and I held it liable for punishment, and the land vomited out its inhabitants."
            },
            {
                "verse_number": "26",
                "verse_text": "But all of you must keep my rules and my regulations. You must not do any of these detestable things, neither citizen nor immigrant who lives with you ("
            },
            {
                "verse_number": "27",
                "verse_text": "because the people who had the land before you did all of these detestable things and the land became unclean),"
            },
            {
                "verse_number": "28",
                "verse_text": "so that the land does not vomit you out because you have made it unclean, just as it vomited out the nations that were before you."
            },
            {
                "verse_number": "29",
                "verse_text": "Anyone who does any of these detestable things will be cut off from their people."
            },
            {
                "verse_number": "30",
                "verse_text": "You must keep my requirement of not doing any of the detestable practices that were done before you arrived so that you don&quot;t make yourselves unclean by them; I am the LORD your God."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "Say to the whole community of the Israelites: You must be holy, because I, the LORD your God, am holy."
            },
            {
                "verse_number": "3",
                "verse_text": "Each of you must respect your mother and father, and you must keep my sabbaths; I am the LORD your God."
            },
            {
                "verse_number": "4",
                "verse_text": "Do not turn to idols or make gods of cast metal for yourselves; I am the LORD your God."
            },
            {
                "verse_number": "5",
                "verse_text": "When you sacrifice a communal sacrifice of well-being to the LORD , offer it so that it will be accepted on your account."
            },
            {
                "verse_number": "6",
                "verse_text": "It must be eaten on the day of your sacrifice or the following day; whatever is left over on the third day must be burned with fire."
            },
            {
                "verse_number": "7",
                "verse_text": "If any of it is eaten on the third day, it is foul; it will not be accepted."
            },
            {
                "verse_number": "8",
                "verse_text": "Anyone who eats it will be liable to punishment, because they defiled what is holy to the LORD . That person will be cut off from their people."
            },
            {
                "verse_number": "9",
                "verse_text": "When you harvest your land&quot;s produce, you must not harvest all the way to the edge of your field; and don&quot;t gather up every remaining bit of your harvest."
            },
            {
                "verse_number": "10",
                "verse_text": "Also do not pick your vineyard clean or gather up all the grapes that have fallen there. Leave these items for the poor and the immigrant; I am the LORD your God."
            },
            {
                "verse_number": "11",
                "verse_text": "You must not steal nor deceive nor lie to each other."
            },
            {
                "verse_number": "12",
                "verse_text": "You must not swear falsely by my name, desecrating your God&quot;s name in doing so; I am the LORD ."
            },
            {
                "verse_number": "13",
                "verse_text": "You must not oppress your neighbors or rob them. Do not withhold a hired laborer&quot;s pay overnight."
            },
            {
                "verse_number": "14",
                "verse_text": "You must not insult a deaf person or put some obstacle in front of a blind person that would cause them to trip. Instead, fear your God; I am the LORD ."
            },
            {
                "verse_number": "15",
                "verse_text": "You must not act unjustly in a legal case. Do not show favoritism to the poor or deference to the great; you must judge your fellow Israelites fairly."
            },
            {
                "verse_number": "16",
                "verse_text": "Do not go around slandering your people. Do not stand by while your neighbor&quot;s blood is shed; I am the LORD ."
            },
            {
                "verse_number": "17",
                "verse_text": "You must not hate your fellow Israelite in your heart. Rebuke your fellow Israelite strongly, so you don&quot;t become responsible for his sin."
            },
            {
                "verse_number": "18",
                "verse_text": "You must not take revenge nor hold a grudge against any of your people; instead, you must love your neighbor as yourself; I am the LORD ."
            },
            {
                "verse_number": "19",
                "verse_text": "You must keep my rules. Do not crossbreed your livestock, do not plant your field with two kinds of seed, and do not wear clothes made from two kinds of material."
            },
            {
                "verse_number": "20",
                "verse_text": "If a man has sexual relations with a woman who is a slave engaged to another man, who hasn&quot;t yet been released or given her freedom, there must be a punishment. But they will not be put to death because she had not yet been freed."
            },
            {
                "verse_number": "21",
                "verse_text": "The man must bring as his compensation to the LORD at the meeting tent&quot;s entrance a ram for a compensation offering."
            },
            {
                "verse_number": "22",
                "verse_text": "The priest will use the ram for the compensation offering to make reconciliation for him before the LORD on account of the sin he committed. Then he will be forgiven of the sin that he committed."
            },
            {
                "verse_number": "23",
                "verse_text": "When you enter the land and plant any fruit tree, you must consider its fruit off-limits. For three years it will be off-limits to you; it must not be eaten."
            },
            {
                "verse_number": "24",
                "verse_text": "In the fourth year, all of the tree&quot;s fruit will be holy, a celebration for the LORD ."
            },
            {
                "verse_number": "25",
                "verse_text": "In the fifth year you can eat the fruit. This is so as to increase its produce for you; I am the LORD your God."
            },
            {
                "verse_number": "26",
                "verse_text": "You must not eat anything with its blood. You must not participate in divination or fortune-telling."
            },
            {
                "verse_number": "27",
                "verse_text": "You must not cut off the hair on your forehead or clip the ends of your beard."
            },
            {
                "verse_number": "28",
                "verse_text": "Do not cut your bodies for the dead or put marks on yourselves; I am the LORD ."
            },
            {
                "verse_number": "29",
                "verse_text": "Do not defile your daughter by making her sexually promiscuous or else the land will become promiscuous and full of shame."
            },
            {
                "verse_number": "30",
                "verse_text": "You must keep my sabbaths and treat my sanctuary with respect; I am the LORD ."
            },
            {
                "verse_number": "31",
                "verse_text": "Do not resort to dead spirits or inquire of spirits of divination&ndash;you will be made unclean by them; I am the LORD your God."
            },
            {
                "verse_number": "32",
                "verse_text": "You must rise in the presence of an old person and respect the elderly. You must fear your God; I am the LORD ."
            },
            {
                "verse_number": "33",
                "verse_text": "When immigrants live in your land with you, you must not cheat them."
            },
            {
                "verse_number": "34",
                "verse_text": "Any immigrant who lives with you must be treated as if they were one of your citizens. You must love them as yourself, because you were immigrants in the land of Egypt; I am the LORD your God."
            },
            {
                "verse_number": "35",
                "verse_text": "You must not act unjustly in a legal case involving measures of length, weight, or volume."
            },
            {
                "verse_number": "36",
                "verse_text": "You must have accurate scales and accurate weights, an accurate ephah and an accurate hin. I am the LORD your God, who brought you out of the land of Egypt."
            },
            {
                "verse_number": "37",
                "verse_text": "You must keep all my rules and all my regulations, and do them; I am the LORD ."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "You will also say to the Israelites: Any Israelite or any immigrant living in Israel who gives their children to Molech must be executed. The common people will stone such a person."
            },
            {
                "verse_number": "3",
                "verse_text": "Moreover, I will set my own face against such a person, cutting them off from their people, because they gave their children to Molech, making my sanctuary unclean and degrading my holy name by doing so."
            },
            {
                "verse_number": "4",
                "verse_text": "But if the common people choose to look the other way when someone gives their children to Molech and do not execute such a person,"
            },
            {
                "verse_number": "5",
                "verse_text": "I will set my own face against such a person and their extended family, cutting off from their people both the guilty party and anyone with them who faithlessly followed Molech."
            },
            {
                "verse_number": "6",
                "verse_text": "I will also oppose anyone who resorts to dead spirits or spirits of divination and faithlessly follows those things. I will cut such an individual off from their people."
            },
            {
                "verse_number": "7",
                "verse_text": "You must be holy and keep yourselves holy because I am the LORD your God."
            },
            {
                "verse_number": "8",
                "verse_text": "You will keep my rules and do them; I am the LORD , who makes you holy."
            },
            {
                "verse_number": "9",
                "verse_text": "If anyone curses their father or mother, they must be executed. They have cursed their own father and mother; that person&quot;s blood is on their own heads."
            },
            {
                "verse_number": "10",
                "verse_text": "If a man commits adultery with a married woman, committing adultery with a neighbor&quot;s wife, both the adulterer and the adulteress must be executed."
            },
            {
                "verse_number": "11",
                "verse_text": "If a man has sexual intercourse with his father&quot;s wife, he has uncovered his father&quot;s nakedness. Both of them must be executed; their blood is on their own heads."
            },
            {
                "verse_number": "12",
                "verse_text": "If a man has sexual intercourse with his daughter-in-law, both of them must be executed. They have acted perversely; their blood is on their own heads."
            },
            {
                "verse_number": "13",
                "verse_text": "If a man has sexual intercourse with a man as he would with a woman, the two of them have done something detestable. They must be executed; their blood is on their own heads."
            },
            {
                "verse_number": "14",
                "verse_text": "If a man marries a woman and her mother as well, it is shameful. They will be burned with fire&ndash;the man and the two women&ndash;so that no such shameful thing will be found among you."
            },
            {
                "verse_number": "15",
                "verse_text": "If a man has sexual relations with an animal, he must be executed and you must kill the animal."
            },
            {
                "verse_number": "16",
                "verse_text": "If a woman approaches any kind of animal to mate with it, you must kill the woman and the animal. They must be executed; their blood is on their own heads."
            },
            {
                "verse_number": "17",
                "verse_text": "If a man marries his sister&ndash;his father&quot;s daughter or his mother&quot;s daughter&ndash;and they have sexual contact with each other, it is a disgrace. They will be cut off in the sight of their people. Such a man has had sexual contact with his sister; he will be liable to punishment."
            },
            {
                "verse_number": "18",
                "verse_text": "If a man sleeps with a woman during her menstrual period and has sexual contact with her, he has exposed the source of her blood flow and she has uncovered the same. Both of them will be cut off from their people."
            },
            {
                "verse_number": "19",
                "verse_text": "You must not have sexual contact with your mother&quot;s sister or your father&quot;s sister, because that exposes your own close relative; both of you will be liable to punishment."
            },
            {
                "verse_number": "20",
                "verse_text": "If a man has sexual intercourse with his aunt, he has uncovered his uncle&quot;s nakedness. The man and the aunt will be liable to punishment; they will die childless."
            },
            {
                "verse_number": "21",
                "verse_text": "If a man marries his brother&quot;s wife, it is indecent. He has uncovered his brother&quot;s nakedness; the man and the woman will be childless."
            },
            {
                "verse_number": "22",
                "verse_text": "You must keep all my rules and all my regulations, and do them so that the land I am bringing you to, where you will live, won&quot;t vomit you out."
            },
            {
                "verse_number": "23",
                "verse_text": "You must not follow the practices of the nations that I am throwing out before you, because they did all these things and I was disgusted with them."
            },
            {
                "verse_number": "24",
                "verse_text": "But I have told you, &apos;You will certainly possess their fertile land; I am giving it to you to possess. It is a land full of milk and honey.&apos; I am the LORD your God, who has separated you from all other peoples."
            },
            {
                "verse_number": "25",
                "verse_text": "So you must separate between clean and unclean animals, and between clean and unclean birds. Do not become detestable through some animal, bird, or anything that moves on the fertile ground that I have separated from you as unclean."
            },
            {
                "verse_number": "26",
                "verse_text": "You must be holy to me, because I the LORD am holy, and I have separated you from all other peoples to be my own."
            },
            {
                "verse_number": "27",
                "verse_text": "If someone, whether male or female, is a medium with the dead or a diviner, they must be executed. They will be stoned; their blood is on their own head."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Moses, Say to the priests, Aaron&quot;s sons: None of you are allowed to make yourselves unclean by any dead person among your community"
            },
            {
                "verse_number": "2",
                "verse_text": "except for your closest relatives: for your mother, father, son, daughter, brother;"
            },
            {
                "verse_number": "3",
                "verse_text": "also for your unmarried sister, who is close to you because she isn&quot;t married&ndash;you may be polluted for her sake."
            },
            {
                "verse_number": "4",
                "verse_text": "You must not make yourself unclean for in-laws, defiling yourself by doing so."
            },
            {
                "verse_number": "5",
                "verse_text": "Priests must not shave bald patches on their heads or cut off the ends of their beards or make gashes in their bodies."
            },
            {
                "verse_number": "6",
                "verse_text": "They must be holy to their God so that they do not make their God&quot;s name impure. They must be holy because they offer the LORD &quot;s food gifts, their God&quot;s food."
            },
            {
                "verse_number": "7",
                "verse_text": "Priests must not marry a woman who is promiscuous and defiled, nor can they marry a woman divorced from her husband, because priests must be holy to their God."
            },
            {
                "verse_number": "8",
                "verse_text": "You will treat the priests as holy, because they offer your God&quot;s food. The priests will be holy to you, because I am the holy LORD , who makes you holy."
            },
            {
                "verse_number": "9",
                "verse_text": "If the daughter of a priest defiles herself by being promiscuous, she defiles her father. She must be burned with fire."
            },
            {
                "verse_number": "10",
                "verse_text": "The high priest &ndash;the one whose head has been anointed with the anointing oil and who is ordained to dress in the priestly clothing&ndash;must not dishevel his hair or tear his clothing."
            },
            {
                "verse_number": "11",
                "verse_text": "He must not go near any dead bodies and cannot make himself unclean even for his father or mother."
            },
            {
                "verse_number": "12",
                "verse_text": "He must not exit the sanctuary, making his God&quot;s sanctuary impure by doing so, because his God&quot;s anointing oil, which separates, is upon him; I am the LORD ."
            },
            {
                "verse_number": "13",
                "verse_text": "The high priest must marry a woman who is a virgin."
            },
            {
                "verse_number": "14",
                "verse_text": "He cannot marry a widow, a divorced woman, or a woman defiled by promiscuity. He can only marry a virgin from his own people"
            },
            {
                "verse_number": "15",
                "verse_text": "so that he doesn&quot;t make his children impure among his people, because I am the LORD , who makes him holy."
            },
            {
                "verse_number": "16",
                "verse_text": "The LORD said to Moses,"
            },
            {
                "verse_number": "17",
                "verse_text": "Say to Aaron: None of your future descendants who have some kind of imperfection are allowed to offer their God&quot;s food."
            },
            {
                "verse_number": "18",
                "verse_text": "No one who has an imperfection will be allowed to make an offering: this includes anyone who is blind, crippled, disfigured, or deformed;"
            },
            {
                "verse_number": "19",
                "verse_text": "anyone who has a broken foot or hand;"
            },
            {
                "verse_number": "20",
                "verse_text": "anyone who is a hunchback or too small; anyone who has an eye disease, a rash, scabs, or a crushed testicle."
            },
            {
                "verse_number": "21",
                "verse_text": "No descendant of Aaron the priest who has an imperfection will be allowed to offer the LORD &quot;s food gifts; since he has an imperfection, he will not be allowed to offer his God&quot;s food."
            },
            {
                "verse_number": "22",
                "verse_text": "He may, of course, eat of his God&quot;s most holy or holy food,"
            },
            {
                "verse_number": "23",
                "verse_text": "but since he has an imperfection, he cannot enter toward the inner curtain or officiate at the altar, making these parts of my sanctuary impure by doing so. I am the LORD , who makes them holy."
            },
            {
                "verse_number": "24",
                "verse_text": "This is what Moses said to Aaron, his sons, and to all the Israelites."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Moses:"
            },
            {
                "verse_number": "2",
                "verse_text": "Tell Aaron and his sons to be very careful how they treat the holy things that the Israelites devote to me so that they do not make my holy name impure: I am the LORD ."
            },
            {
                "verse_number": "3",
                "verse_text": "Say to them: If any descendant of yours should ever come near the holy things that the Israelites have dedicated to the LORD while he is in an unclean state, he will be cut off from before me; I am the LORD ."
            },
            {
                "verse_number": "4",
                "verse_text": "Any descendant of Aaron who is afflicted with skin disease or has a discharge cannot eat of the holy things until he is clean. Anyone who touches anything made unclean by a dead body, or who has an emission of semen,"
            },
            {
                "verse_number": "5",
                "verse_text": "or who touches any swarming creature or another person who makes him unclean&ndash;whatever the uncleanness might be&ndash;"
            },
            {
                "verse_number": "6",
                "verse_text": "the person who touches these things will be unclean until evening. He must not eat of the holy things unless he has bathed his body in water."
            },
            {
                "verse_number": "7",
                "verse_text": "Once the sun has set and he has become clean again, he may eat of the holy things, for that is his food."
            },
            {
                "verse_number": "8",
                "verse_text": "He must not eat an animal that has died naturally or that was killed by another animal, becoming unclean by doing so; I am the LORD ."
            },
            {
                "verse_number": "9",
                "verse_text": "The priests must keep my requirement so that they don&quot;t become liable to punishment and die for having made it impure. I am the LORD , who makes them holy."
            },
            {
                "verse_number": "10",
                "verse_text": "No layperson is allowed to eat the holy offerings. No foreign guest or hired laborer of a priest can eat it."
            },
            {
                "verse_number": "11",
                "verse_text": "But if a priest purchases a servant, that person can eat it, and servants born into the priest&quot;s household can also eat his food."
            },
            {
                "verse_number": "12",
                "verse_text": "If a priest&quot;s daughter marries a layman, she is not allowed to eat the holy offerings."
            },
            {
                "verse_number": "13",
                "verse_text": "But if a priest&quot;s daughter is a widow or divorced and has no children and so returns to her father&quot;s household as when she was young, she can eat her father&quot;s food. But, again, no layperson is allowed to eat it."
            },
            {
                "verse_number": "14",
                "verse_text": "If someone eats a holy offering unintentionally, they must provide the priest with an equal item, plus one-fifth."
            },
            {
                "verse_number": "15",
                "verse_text": "The Israelites must not make the holy offerings impure that they offer up to the LORD"
            },
            {
                "verse_number": "16",
                "verse_text": "or make themselves liable to punishment requiring compensation by eating their own holy offerings. I am the LORD , who makes them holy."
            },
            {
                "verse_number": "17",
                "verse_text": "The LORD said to Moses:"
            },
            {
                "verse_number": "18",
                "verse_text": "Tell Aaron, his sons, and all the Israelites: Whenever someone from Israel&quot;s house or from the immigrants in Israel presents their offering to the LORD as an entirely burned offering&ndash;whether it is payment for a solemn promise or a spontaneous gift&ndash;"
            },
            {
                "verse_number": "19",
                "verse_text": "for it to be acceptable on your behalf, it must be a flawless male from the herd, the sheep, or the goats."
            },
            {
                "verse_number": "20",
                "verse_text": "You must not present anything that has an imperfection, because it will not be acceptable on your behalf."
            },
            {
                "verse_number": "21",
                "verse_text": "Whenever someone presents a communal sacrifice of well-being to the LORD from the herd or flock&ndash;whether it is payment for a solemn promise or a spontaneous gift&ndash;it must be flawless to be acceptable; it must not have any imperfection."
            },
            {
                "verse_number": "22",
                "verse_text": "You must not present to the LORD anything that is blind or that has an injury, mutilation, warts, a rash, or scabs. You must not put any such animal on the altar as a food gift for the LORD ."
            },
            {
                "verse_number": "23",
                "verse_text": "You can, however, offer an ox or sheep that is deformed or stunted as a spontaneous gift, but it will not be acceptable as payment for a solemn promise."
            },
            {
                "verse_number": "24",
                "verse_text": "You must not offer to the LORD anything with bruised, crushed, torn, or cut-off testicles. You must not do that in your land."
            },
            {
                "verse_number": "25",
                "verse_text": "You are not allowed to offer such animals as your God&quot;s food even if they come from a foreigner. Because these animals have blemishes and imperfections in them, they will not be acceptable on your behalf."
            },
            {
                "verse_number": "26",
                "verse_text": "The LORD said to Moses:"
            },
            {
                "verse_number": "27",
                "verse_text": "When an ox or sheep or goat is born, it must remain with its mother for seven days. From the eighth day on it will be acceptable as an offering, a food gift for the LORD ."
            },
            {
                "verse_number": "28",
                "verse_text": "But you will not slaughter an ox or sheep and its offspring on the same day."
            },
            {
                "verse_number": "29",
                "verse_text": "When you sacrifice a communal sacrifice of thanksgiving for the LORD , you must sacrifice it so that it will be acceptable on your behalf."
            },
            {
                "verse_number": "30",
                "verse_text": "It must be eaten on the same day; you must not leave any of it until morning; I am the LORD ."
            },
            {
                "verse_number": "31",
                "verse_text": "You must keep my commands and do them; I am the LORD ."
            },
            {
                "verse_number": "32",
                "verse_text": "You must not make my holy name impure so that I will be treated as holy by the Israelites. I am the LORD &ndash;the one who makes you holy"
            },
            {
                "verse_number": "33",
                "verse_text": "and who is bringing you out of the land of Egypt to be your God; I am the LORD ."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Moses:"
            },
            {
                "verse_number": "2",
                "verse_text": "Speak to the Israelites and say to them: These are my appointed times, the LORD &quot;s appointed times, which you will declare to be holy occasions:"
            },
            {
                "verse_number": "3",
                "verse_text": "Work can be done for six days, but the seventh day is a Sabbath of special rest, a holy occasion. You must not do any work on it; wherever you live, it is a Sabbath to the LORD ."
            },
            {
                "verse_number": "4",
                "verse_text": "These are the LORD &quot;s appointed times, holy occasions, which you will celebrate at their appointed times:"
            },
            {
                "verse_number": "5",
                "verse_text": "The LORD &quot;s Passover is on the fourteenth day of the first month at twilight."
            },
            {
                "verse_number": "6",
                "verse_text": "The LORD &quot;s Festival of Unleavened Bread is on the fifteenth day of the same month. You must eat unleavened bread for seven days."
            },
            {
                "verse_number": "7",
                "verse_text": "On the first day you will hold a holy occasion and must not do any job-related work."
            },
            {
                "verse_number": "8",
                "verse_text": "You will offer food gifts to the LORD for seven days. The seventh day will be a holy occasion; you must not do any job-related work."
            },
            {
                "verse_number": "9",
                "verse_text": "The LORD said to Moses:"
            },
            {
                "verse_number": "10",
                "verse_text": "Speak to the Israelites and say to them: When you enter the land that I am giving you and harvest its produce, you must bring the first bundle of your harvest to the priest."
            },
            {
                "verse_number": "11",
                "verse_text": "The priest will lift up the bundle before the LORD so that it will be acceptable on your behalf. The priest will do this on the day after the Sabbath."
            },
            {
                "verse_number": "12",
                "verse_text": "On the day the bundle is lifted up for you, you must offer a flawless one-year-old lamb as an entirely burned offering to the LORD ."
            },
            {
                "verse_number": "13",
                "verse_text": "The accompanying grain offering must be two-tenths of an ephah of choice flour mixed with oil, as a food gift for the LORD , a soothing smell. The accompanying drink offering must be a quarter of a hin of wine."
            },
            {
                "verse_number": "14",
                "verse_text": "You must not eat any bread, roasted grain, or fresh grain until the exact day when you bring your God&quot;s offering. This is a permanent rule throughout your future generations, wherever you live."
            },
            {
                "verse_number": "15",
                "verse_text": "You must count off seven weeks starting with the day after the Sabbath, the day you bring the bundle for the uplifted offering; these must be complete."
            },
            {
                "verse_number": "16",
                "verse_text": "You will count off fifty days until the day after the seventh Sabbath. Then you must present a new grain offering to the LORD ."
            },
            {
                "verse_number": "17",
                "verse_text": "From wherever you live, you will bring two loaves of bread as an uplifted offering. These must be made of two-tenths of an ephah of choice flour, baked with leaven, as early produce to the LORD ."
            },
            {
                "verse_number": "18",
                "verse_text": "Along with the bread you must present seven flawless one-year-old lambs, one bull from the herd, and two rams. These will be an entirely burned offering to the LORD , along with their grain offerings and drink offerings, as a food gift of soothing smell to the LORD ."
            },
            {
                "verse_number": "19",
                "verse_text": "You must also offer one male goat as a purification offering and two one-year-old lambs as a communal sacrifice of well-being."
            },
            {
                "verse_number": "20",
                "verse_text": "The priest will lift up the two sheep, along with the bread of the early produce, as an uplifted offering before the LORD . These will be holy to the LORD and will belong to the priest."
            },
            {
                "verse_number": "21",
                "verse_text": "On that very same day you must make a proclamation; it will be a holy occasion for you. You must not do any job-related work. This is a permanent rule wherever you live throughout your future generations."
            },
            {
                "verse_number": "22",
                "verse_text": "When you harvest your land&quot;s produce, you must not harvest all the way to the edge of your field; and don&quot;t gather every remaining bit of your harvest. Leave these items for the poor and the immigrant; I am the LORD your God."
            },
            {
                "verse_number": "23",
                "verse_text": "The LORD said to Moses:"
            },
            {
                "verse_number": "24",
                "verse_text": "Say to the Israelites: On the first day of the seventh month, you will have a special rest, a holy occasion marked by a trumpet signal."
            },
            {
                "verse_number": "25",
                "verse_text": "You must not do any job-related work, and you must offer a food gift to the LORD ."
            },
            {
                "verse_number": "26",
                "verse_text": "The LORD said to Moses:"
            },
            {
                "verse_number": "27",
                "verse_text": "Note that the tenth day of this seventh month is the Day of Reconciliation. It will be a holy occasion for you. You must deny yourselves and offer a food gift to the LORD ."
            },
            {
                "verse_number": "28",
                "verse_text": "You must not do any work that day because it is a Day of Reconciliation to make reconciliation for you before the LORD your God."
            },
            {
                "verse_number": "29",
                "verse_text": "Anyone who does not deny themselves on that day will be cut off from their people."
            },
            {
                "verse_number": "30",
                "verse_text": "Moreover, I will destroy from their people anyone who does any work on that day."
            },
            {
                "verse_number": "31",
                "verse_text": "You must not do any work! This is a permanent rule throughout your future generations wherever you live."
            },
            {
                "verse_number": "32",
                "verse_text": "This is a Sabbath of special rest for you, and you must deny yourselves. You will observe your Sabbath on the ninth day of the month from evening to the following evening."
            },
            {
                "verse_number": "33",
                "verse_text": "The LORD said to Moses:"
            },
            {
                "verse_number": "34",
                "verse_text": "Say to the Israelites: The Festival of Booths to the LORD will start on the fifteenth day of the seventh month and will last for seven days."
            },
            {
                "verse_number": "35",
                "verse_text": "The first day is a holy occasion. You must not do any job-related work."
            },
            {
                "verse_number": "36",
                "verse_text": "For seven days you will offer food gifts to the LORD . On the eighth day you will have a holy occasion and must offer a food gift to the LORD . It is a holiday: you must not do any job-related work."
            },
            {
                "verse_number": "37",
                "verse_text": "These are the LORD &quot;s appointed times that you will proclaim as holy occasions, offering food gifts to the LORD : entirely burned offerings, grain offerings, communal sacrifices, and drink offerings&ndash;each on its proper day."
            },
            {
                "verse_number": "38",
                "verse_text": "This is in addition to the LORD &quot;s sabbaths and in addition to your presents, all the payments for solemn promises, and all the spontaneous gifts that you give to the LORD ."
            },
            {
                "verse_number": "39",
                "verse_text": "Note that on the fifteenth day of the seventh month, when you have gathered the land&quot;s crops, you will celebrate the LORD &quot;s festival for seven days. The first day and the eighth day are days of special rest."
            },
            {
                "verse_number": "40",
                "verse_text": "On the first day you must take fruit from majestic trees, palm branches, branches of leafy trees, and willows of the streams, and rejoice before the LORD your God for seven days."
            },
            {
                "verse_number": "41",
                "verse_text": "You will celebrate this festival to the LORD for seven days each year; this is a permanent rule throughout your future generations. You will celebrate it in the seventh month."
            },
            {
                "verse_number": "42",
                "verse_text": "For seven days you must live in huts. Every citizen of Israel must live in huts"
            },
            {
                "verse_number": "43",
                "verse_text": "so that your future generations will know that I made the Israelites live in huts when I brought them out of the land of Egypt; I am the LORD your God."
            },
            {
                "verse_number": "44",
                "verse_text": "So Moses announced the LORD &quot;s appointed times to the Israelites."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Moses:"
            },
            {
                "verse_number": "2",
                "verse_text": "Command the Israelites to bring pure, pressed olive oil to you for the lamp, to keep a light burning constantly."
            },
            {
                "verse_number": "3",
                "verse_text": "Aaron will tend the lamp, which will be inside the meeting tent but outside the inner curtain of the covenant document, from evening until morning before the LORD . This is a permanent rule throughout your future generations."
            },
            {
                "verse_number": "4",
                "verse_text": "Aaron must continually tend the lights on the pure lampstand before the LORD ."
            },
            {
                "verse_number": "5",
                "verse_text": "You will take choice flour and bake twelve loaves of flatbread, two-tenths of an ephah for each loaf."
            },
            {
                "verse_number": "6",
                "verse_text": "You must place them in two stacks, six in a stack, on the pure table before the LORD ."
            },
            {
                "verse_number": "7",
                "verse_text": "Put pure frankincense on each stack, as a token portion for the bread; it is a food gift for the LORD ."
            },
            {
                "verse_number": "8",
                "verse_text": "Aaron will always set it out before the LORD , Sabbath after Sabbath, on behalf of the Israelites, as a permanent covenant."
            },
            {
                "verse_number": "9",
                "verse_text": "It will belong to Aaron and his sons. They must eat it in a holy place because it is the most holy part of their share of the LORD &quot;s food gifts, a permanent portion."
            },
            {
                "verse_number": "10",
                "verse_text": "The son of an Israelite mother and an Egyptian father came out among the Israelites. A fight broke out between this half-Israelite and another Israelite man in the camp,"
            },
            {
                "verse_number": "11",
                "verse_text": "during which the half-Israelite blasphemed the Lord&quot;s name and cursed. So he was brought to Moses. (His mother&quot;s name was Shelomith, Dibri&quot;s daughter from the tribe of Dan.)"
            },
            {
                "verse_number": "12",
                "verse_text": "He was put under guard until they could determine the LORD &quot;s verdict."
            },
            {
                "verse_number": "13",
                "verse_text": "Then the LORD said to Moses:"
            },
            {
                "verse_number": "14",
                "verse_text": "Take the one who cursed outside the camp. All who heard him will press their hands on his head. Then the whole community will stone him."
            },
            {
                "verse_number": "15",
                "verse_text": "Tell the Israelites: Anyone who curses God will be liable to punishment."
            },
            {
                "verse_number": "16",
                "verse_text": "And anyone who blasphemes the LORD &quot;s name must be executed. The whole community will stone that person. Immigrant and citizen alike: whenever someone blasphemes the Lord&quot;s name, that person will be executed."
            },
            {
                "verse_number": "17",
                "verse_text": "If anyone kills another person, they must be executed."
            },
            {
                "verse_number": "18",
                "verse_text": "Someone who kills an animal may make amends for it: a life for a life."
            },
            {
                "verse_number": "19",
                "verse_text": "If someone injures a fellow citizen, they will suffer the same injury they inflicted:"
            },
            {
                "verse_number": "20",
                "verse_text": "broken bone for broken bone, an eye for an eye, a tooth for a tooth. The same injury the person inflicted on the other will be inflicted on them."
            },
            {
                "verse_number": "21",
                "verse_text": "Someone who kills an animal must make amends for it, but whoever kills a human being must be executed."
            },
            {
                "verse_number": "22",
                "verse_text": "There is but one law on this matter for you, immigrant or citizen alike, because I am the LORD your God."
            },
            {
                "verse_number": "23",
                "verse_text": "Moses told this to the Israelites. So they took the one who had cursed outside the camp and stoned him. The Israelites did just as the LORD commanded Moses."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Moses on Mount Sinai,"
            },
            {
                "verse_number": "2",
                "verse_text": "Speak to the Israelites and say to them: Once you enter the land that I am giving you, the land must celebrate a sabbath rest to the LORD ."
            },
            {
                "verse_number": "3",
                "verse_text": "You will plant your fields for six years, and prune your vineyards and gather their crops for six years."
            },
            {
                "verse_number": "4",
                "verse_text": "But in the seventh year the land will have a special sabbath rest, a Sabbath to the LORD : You must not plant your fields or prune your vineyards."
            },
            {
                "verse_number": "5",
                "verse_text": "You must not harvest the secondary growth of your produce or gather the grapes of your freely growing vines. It will be a year of special rest for the land."
            },
            {
                "verse_number": "6",
                "verse_text": "Whatever the land produces during its sabbath will be your food&ndash;for you, for your male and female servants, and for your hired laborers and foreign guests who live with you,"
            },
            {
                "verse_number": "7",
                "verse_text": "as well as for your livestock and for the wild animals in your land. All of the land&quot;s produce can be eaten."
            },
            {
                "verse_number": "8",
                "verse_text": "Count off seven weeks of years&ndash;that is, seven times seven&ndash;so that the seven weeks of years totals forty-nine years."
            },
            {
                "verse_number": "9",
                "verse_text": "Then have the trumpet blown on the tenth day of the seventh month. Have the trumpet blown throughout your land on the Day of Reconciliation."
            },
            {
                "verse_number": "10",
                "verse_text": "You will make the fiftieth year holy, proclaiming freedom throughout the land to all its inhabitants. It will be a Jubilee year for you: each of you must return to your family property and to your extended family."
            },
            {
                "verse_number": "11",
                "verse_text": "The fiftieth year will be a Jubilee year for you. Do not plant, do not harvest the secondary growth, and do not gather from the freely growing vines"
            },
            {
                "verse_number": "12",
                "verse_text": "because it is a Jubilee: it will be holy to you. You can eat only the produce directly out of the field."
            },
            {
                "verse_number": "13",
                "verse_text": "Each of you must return to your family property in this year of Jubilee."
            },
            {
                "verse_number": "14",
                "verse_text": "When you sell something to or buy something from your fellow citizen, you must not cheat each other."
            },
            {
                "verse_number": "15",
                "verse_text": "You will buy from your fellow citizen according to the number of years since the Jubilee; he will sell to you according to the number of years left for harvests."
            },
            {
                "verse_number": "16",
                "verse_text": "You will raise the price if there are more years, or lower the price if there are less years because it is the number of harvests that are being sold to you."
            },
            {
                "verse_number": "17",
                "verse_text": "You must not cheat each other but fear your God because I am the LORD your God."
            },
            {
                "verse_number": "18",
                "verse_text": "You will observe my rules, and you will keep my regulations and do them so that you can live securely on the land."
            },
            {
                "verse_number": "19",
                "verse_text": "The land will give its fruit so that you can eat your fill and live securely on it."
            },
            {
                "verse_number": "20",
                "verse_text": "Suppose you ask, &apos;What will we eat in the seventh year if we don&quot;t plant or gather our crops then?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "I will send my blessing on you in the sixth year so that it will make enough produce for three years."
            },
            {
                "verse_number": "22",
                "verse_text": "You can plant again in the eighth year and eat food from the previous year&quot;s produce until the ninth year. Until its produce comes, you will eat the food from the previous year."
            },
            {
                "verse_number": "23",
                "verse_text": "The land must not be permanently sold because the land is mine. You are just immigrants and foreign guests of mine."
            },
            {
                "verse_number": "24",
                "verse_text": "Throughout the whole land that you possess, you must allow for the land to be bought back."
            },
            {
                "verse_number": "25",
                "verse_text": "When one of your fellow Israelites faces financial difficulty and must sell part of their family property, the closest relative will come and buy back what their fellow Israelite has sold."
            },
            {
                "verse_number": "26",
                "verse_text": "If the person doesn&quot;t have someone to buy it back, but then manages to afford buying it back,"
            },
            {
                "verse_number": "27",
                "verse_text": "they must calculate the years since its sale and refund the balance to the person to whom they sold it. Then it will go back to the family property."
            },
            {
                "verse_number": "28",
                "verse_text": "If they cannot afford to make a refund to the buyer, whatever was sold will remain in the possession of the buyer until the Jubilee year. It will be released in the Jubilee year, at which point it will return to the family property."
            },
            {
                "verse_number": "29",
                "verse_text": "When a person sells a home in a walled city, it may be bought back until a year after its sale. The period for buying it back will be one year."
            },
            {
                "verse_number": "30",
                "verse_text": "If it is not bought back before a full year has passed, the house in the walled city will belong to the buyer permanently and their descendants forever. It will not be released at the Jubilee."
            },
            {
                "verse_number": "31",
                "verse_text": "But houses in settlements that are unwalled will be considered as if they were country fields. They can be bought back, and they must be released at the Jubilee."
            },
            {
                "verse_number": "32",
                "verse_text": "Levites will always have the right to buy back homes in the levitical cities that are part of their family property."
            },
            {
                "verse_number": "33",
                "verse_text": "Levite property that can be bought back&ndash;houses sold in a city that is their family property&ndash;must be released at the Jubilee, because homes in levitical cities are the Levites&quot; family property among the Israelites."
            },
            {
                "verse_number": "34",
                "verse_text": "But the pastureland around their cities cannot be sold, because that is their permanent family property."
            },
            {
                "verse_number": "35",
                "verse_text": "If one of your fellow Israelites faces financial difficulty and is in a shaky situation with you, you must assist them as you would an immigrant or foreign guest so that they can survive among you."
            },
            {
                "verse_number": "36",
                "verse_text": "Do not take interest from them, or any kind of profit from interest, but fear your God so that your fellow Israelite can survive among you."
            },
            {
                "verse_number": "37",
                "verse_text": "Do not lend a poor Israelite money with interest or lend food at a profit."
            },
            {
                "verse_number": "38",
                "verse_text": "I am the LORD your God, who brought you out from the land of Egypt to give you Canaan&quot;s land and to be your God."
            },
            {
                "verse_number": "39",
                "verse_text": "If one of your fellow Israelites faces financial difficulty with you and sells themselves to you, you must not make him work as a slave."
            },
            {
                "verse_number": "40",
                "verse_text": "Instead, they will be like a hired laborer or foreign guest to you. They will work for you until the Jubilee year,"
            },
            {
                "verse_number": "41",
                "verse_text": "at which point the poor Israelite along with their children will be released from you. They can return to their extended family and to their family property."
            },
            {
                "verse_number": "42",
                "verse_text": "You must do this because these people are my servants&ndash;I brought them out of Egypt&quot;s land. They must not be sold as slaves."
            },
            {
                "verse_number": "43",
                "verse_text": "You will not harshly rule over them but must fear your God."
            },
            {
                "verse_number": "44",
                "verse_text": "Regarding male or female slaves that you are allowed to have: You can buy a male or a female slave from the nations that are around you."
            },
            {
                "verse_number": "45",
                "verse_text": "You can also buy them from the foreign guests who live with you and from their extended families that are with you, who were born in your land. These can belong to you as property."
            },
            {
                "verse_number": "46",
                "verse_text": "You can pass them on to your children as inheritance that they can own as permanent property. You can make these people work as slaves, but you must not rule harshly over your own people, the Israelites."
            },
            {
                "verse_number": "47",
                "verse_text": "If an immigrant or foreign guest prospers financially among you, but your fellow Israelite faces financial difficulty and so sells themselves to the immigrant or foreign guest, or to a descendant of a foreigner,"
            },
            {
                "verse_number": "48",
                "verse_text": "the Israelite will have the right to be bought back after they sold themselves. One of their relatives can buy them back:"
            },
            {
                "verse_number": "49",
                "verse_text": "their uncle or cousin can buy them back; one of their blood relatives from their family can buy them back; or they may be able to afford their own purchase."
            },
            {
                "verse_number": "50",
                "verse_text": "The Israelite will calculate with their owner the time from the year they were sold until the Jubilee year. The price of their release will be based on the number of years they were with the owner, as in the case of a hired laborer."
            },
            {
                "verse_number": "51",
                "verse_text": "If there are many years left before the Jubilee, the Israelite will pay for their purchase in proportion to their purchase price."
            },
            {
                "verse_number": "52",
                "verse_text": "If only a few years are left, they will calculate that and pay for their purchase according to the years of service."
            },
            {
                "verse_number": "53",
                "verse_text": "Regardless, the Israelite will be to the buyer like a yearly laborer; the buyer must not harshly rule over them in your sight."
            },
            {
                "verse_number": "54",
                "verse_text": "If the Israelite is not bought back in one of these ways, they and their children must be released in the Jubilee year"
            },
            {
                "verse_number": "55",
                "verse_text": "because the Israelites belong to me as servants. They are my servants&ndash;I brought them out of Egypt&quot;s land; I am the LORD your God."
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "You must not make any idols, and do not set up any divine image or sacred pillar. You must not place any carved stone in your land, bowing down to it, because I am the LORD your God."
            },
            {
                "verse_number": "2",
                "verse_text": "You must keep my sabbaths and respect my sanctuary; I am the LORD . You will plant seed for no reason because your enemies will eat the food."
            },
            {
                "verse_number": "3",
                "verse_text": "If you live according to my rules, keep my commands, and do them,"
            },
            {
                "verse_number": "4",
                "verse_text": "I will give you rain at the proper time, the land will produce its yield, and the trees of the field will produce their fruit."
            },
            {
                "verse_number": "5",
                "verse_text": "Your threshing season will last until the grape harvest, and the grape harvest will last until planting time. You will eat your fill of food and live securely in your land."
            },
            {
                "verse_number": "6",
                "verse_text": "I will grant peace in the land so that you can lie down without anyone frightening you. I will remove dangerous animals from the land, and no sword will pass through it."
            },
            {
                "verse_number": "7",
                "verse_text": "You will chase your enemies, and they will fall before you in battle."
            },
            {
                "verse_number": "8",
                "verse_text": "Five of you will chase away a hundred, and a hundred of you will chase away ten thousand, and your enemies will fall before you in battle."
            },
            {
                "verse_number": "9",
                "verse_text": "I will turn my face to you, will make you fruitful and numerous, and will keep my covenant with you."
            },
            {
                "verse_number": "10",
                "verse_text": "You will still be eating the previous year&quot;s harvest when the time will come to clear it out to make room for the new!"
            },
            {
                "verse_number": "11",
                "verse_text": "I will place my dwelling among you, and I will not despise you."
            },
            {
                "verse_number": "12",
                "verse_text": "I will walk around among you; I will be your God, and you will be my people."
            },
            {
                "verse_number": "13",
                "verse_text": "I am the LORD your God, who brought you out of Egypt&quot;s land&ndash;who brought you out from being Egypt&quot;s slaves. I broke your bonds and made you stand up straight."
            },
            {
                "verse_number": "14",
                "verse_text": "But if you do not obey me and do not carry out all these commands&ndash;"
            },
            {
                "verse_number": "15",
                "verse_text": "if you reject my rules and despise my regulations, not doing all my commands and breaking my covenant&ndash;"
            },
            {
                "verse_number": "16",
                "verse_text": "then I will do the following to you: I will bring horrific things: wasting diseases and fevers that make the eyes fail and drain life away."
            },
            {
                "verse_number": "17",
                "verse_text": "I will turn my face against you: you will be defeated by your enemies; those who hate you will rule over you; and you will run away even when no one is chasing you."
            },
            {
                "verse_number": "18",
                "verse_text": "If, despite all that, you still do not obey me, I will punish you for your sins seven more times:"
            },
            {
                "verse_number": "19",
                "verse_text": "I will destroy your prideful power. I will turn your sky to iron and your land to bronze"
            },
            {
                "verse_number": "20",
                "verse_text": "so that your strength will be spent for no reason: your land will not produce its yield, and the trees of the land won&quot;t produce their fruit."
            },
            {
                "verse_number": "21",
                "verse_text": "If you continue to oppose me and are unwilling to obey me, I will strike you for your sins seven more times:"
            },
            {
                "verse_number": "22",
                "verse_text": "I will send wild animals against you, and they will kill your children and destroy your livestock. They will make you so few in number that your roads will seem deserted."
            },
            {
                "verse_number": "23",
                "verse_text": "If, despite these things, you still do not accept my discipline and continue to oppose me,"
            },
            {
                "verse_number": "24",
                "verse_text": "then I will continue to oppose you. I will strike you for your sins seven more times:"
            },
            {
                "verse_number": "25",
                "verse_text": "I will bring the sword against you, avenging the breaking of the covenant. If you retreat into your cities, I will send a plague on you, and you will be handed over to the enemy."
            },
            {
                "verse_number": "26",
                "verse_text": "When I destroy your food supply, ten women will bake bread in a single oven, and they will ration out bread by weight. You will eat but will never get full."
            },
            {
                "verse_number": "27",
                "verse_text": "If, despite all this, you still do not obey me and continue to oppose me,"
            },
            {
                "verse_number": "28",
                "verse_text": "then I will continue to oppose you&ndash;with anger! I will punish you for your sins seven more times:"
            },
            {
                "verse_number": "29",
                "verse_text": "You will eat the flesh of your own sons and daughters."
            },
            {
                "verse_number": "30",
                "verse_text": "I will eliminate your shrines, chop down your incense altars, and pile your dead bodies on the dead bodies of your idols. I will despise you."
            },
            {
                "verse_number": "31",
                "verse_text": "I will turn your cities into ruins, I will devastate your sanctuaries, and I will not smell the soothing smells of your offerings."
            },
            {
                "verse_number": "32",
                "verse_text": "I will personally devastate the land so much that your enemies who resettle it will be astonished by it."
            },
            {
                "verse_number": "33",
                "verse_text": "I will scatter you among the nations. I will unsheathe my sword against you. Your land will be devastated and your cities will be ruins."
            },
            {
                "verse_number": "34",
                "verse_text": "At that time, while it is devastated and you are in enemy territory, the land will enjoy its sabbaths. At that time, the land will rest and enjoy its sabbaths."
            },
            {
                "verse_number": "35",
                "verse_text": "During the whole time it is devastated, it will have the rest it didn&quot;t have during the sabbaths you lived in it."
            },
            {
                "verse_number": "36",
                "verse_text": "I will bring despair into the hearts of those of you who survive in enemy territory. Just the sound of a windblown leaf will put them to running, and they will run scared as if running from a sword! They will fall even when no one is chasing them!"
            },
            {
                "verse_number": "37",
                "verse_text": "They will stumble over each other as they would before a sword, even though no one is chasing them! You will have no power to stand before your enemies."
            },
            {
                "verse_number": "38",
                "verse_text": "You will disappear among the nations&ndash;the land of your enemies will devour you."
            },
            {
                "verse_number": "39",
                "verse_text": "Any of you who do survive will rot in enemy territory on account of their guilty deeds. And they will rot too on account of their ancestors&quot; guilty deeds."
            },
            {
                "verse_number": "40",
                "verse_text": "But if they confess their and their ancestors&quot; guilt for the wrongdoing they did to me, and for their continued opposition to me&ndash;"
            },
            {
                "verse_number": "41",
                "verse_text": "which made me oppose them, so I took them into enemy territory&ndash;or if their uncircumcised hearts are humbled and they make up for their guilt,"
            },
            {
                "verse_number": "42",
                "verse_text": "then I will remember my covenant with Jacob. I will also remember my covenant with Isaac. And my covenant with Abraham. And I will remember the land."
            },
            {
                "verse_number": "43",
                "verse_text": "The land will be absent of them and will be enjoying its sabbaths while it lies devastated, free of them. They will be making up for their guilty deeds for no other reason than the fact that they rejected my regulations and despised my rules."
            },
            {
                "verse_number": "44",
                "verse_text": "But despite all that, when they are in enemy territory, I will not reject them or despise them to the point of totally destroying them, breaking my covenant with them by doing so, because I am the LORD their God."
            },
            {
                "verse_number": "45",
                "verse_text": "But for their sake I will remember the covenant with the first generation, the ones I brought out of Egypt&quot;s land in the sight of all the nations, in order to be their God; I am the LORD ."
            },
            {
                "verse_number": "46",
                "verse_text": "These are the rules, regulations, and instructions between the LORD and the Israelites that he gave through Moses on Mount Sinai."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "The LORD said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "Speak to the Israelites and say to them: When a person makes a solemn promise to the LORD involving the value of a person,"
            },
            {
                "verse_number": "3",
                "verse_text": "if it is the value for a male between 20 and 60 years old, his value is fifty silver shekels according to the sanctuary&quot;s shekel."
            },
            {
                "verse_number": "4",
                "verse_text": "If the person is a female, her value is thirty shekels."
            },
            {
                "verse_number": "5",
                "verse_text": "If the age of the person is between 5 and 20 years, the value for a male is twenty shekels, for a female ten shekels."
            },
            {
                "verse_number": "6",
                "verse_text": "If the age of the person is between one month and 5 years, the value for a male is five silver shekels, for a female three silver shekels."
            },
            {
                "verse_number": "7",
                "verse_text": "If the age of the person is 60 years or more, the value is fifteen shekels if the person is male, ten shekels for a female."
            },
            {
                "verse_number": "8",
                "verse_text": "But if financial difficulty prevents the promise maker from giving the full value, they must set the person before the priest. The priest will assign the person a value according to what the promise maker can afford."
            },
            {
                "verse_number": "9",
                "verse_text": "If a solemn promise involves livestock that can be offered to the LORD , any such animal given to the LORD will be considered holy."
            },
            {
                "verse_number": "10",
                "verse_text": "The promise maker cannot replace or substitute for it, either good for bad or bad for good. But if one should substitute one animal for another, both it and the substitute will be holy."
            },
            {
                "verse_number": "11",
                "verse_text": "If the solemn promise involves any kind of unclean animal that cannot be offered to the LORD , the promise maker must set the animal before the priest."
            },
            {
                "verse_number": "12",
                "verse_text": "The priest will assign it a value, whether high or low. Its value will be what the priest says."
            },
            {
                "verse_number": "13",
                "verse_text": "If the promise maker wishes to buy it back, they must add one-fifth to its value."
            },
            {
                "verse_number": "14",
                "verse_text": "When someone dedicates their house to the LORD as holy, the priest will assign a value to it, whether high or low. The value is fixed, whatever value the priest assigns to it."
            },
            {
                "verse_number": "15",
                "verse_text": "If the one who dedicates the house wishes to buy it back, they must add one-fifth to its valued price, and it will be theirs again."
            },
            {
                "verse_number": "16",
                "verse_text": "If a person dedicates part of the land from their family property to the LORD , the value will be set according to the seed needed to plant it: fifty silver shekels per homer of barley seed."
            },
            {
                "verse_number": "17",
                "verse_text": "If the person dedicates the piece of land during the Jubilee year, its value will stay fixed."
            },
            {
                "verse_number": "18",
                "verse_text": "But if the person dedicates the piece after the Jubilee year, the priest will calculate the price according to the years that are left until the next Jubilee year, and the value will be reduced."
            },
            {
                "verse_number": "19",
                "verse_text": "If the one who dedicates the land wishes to buy it back, they must add one-fifth to its valued price, and it will be theirs again."
            },
            {
                "verse_number": "20",
                "verse_text": "But if they do not buy it back or if it was sold to someone else, it is no longer able to be bought back."
            },
            {
                "verse_number": "21",
                "verse_text": "When the piece of land is released in the Jubilee year, it will be holy to the LORD like a piece of devoted land; it will be the priest&quot;s property."
            },
            {
                "verse_number": "22",
                "verse_text": "If the person dedicates land they purchased to the LORD &ndash;land that is not part of their family property&ndash;"
            },
            {
                "verse_number": "23",
                "verse_text": "the priest will calculate the amount of its value until the Jubilee year. The person must pay the value on that day as a holy donation to the LORD ."
            },
            {
                "verse_number": "24",
                "verse_text": "In the Jubilee year the piece of land will return to the seller, to the one who is the original owner of the family property."
            },
            {
                "verse_number": "25",
                "verse_text": "Every value will be according to the sanctuary&quot;s shekel. The shekel will be twenty gerahs."
            },
            {
                "verse_number": "26",
                "verse_text": "But note that a person cannot dedicate any oldest offspring from livestock, which already belongs to the LORD because it is the oldest. Whether ox or sheep, it belongs to the LORD ."
            },
            {
                "verse_number": "27",
                "verse_text": "If it is an unclean animal, it may be bought back at its value plus twenty percent. If it is not bought back, it will be sold at its set value."
            },
            {
                "verse_number": "28",
                "verse_text": "Also note that everything someone devotes to the LORD from their possessions&ndash;whether humans, animals, or pieces of land from their family property&ndash;cannot be sold or bought back. Every devoted thing is most holy to the LORD ."
            },
            {
                "verse_number": "29",
                "verse_text": "No human beings that have been devoted can be bought back; they must be executed."
            },
            {
                "verse_number": "30",
                "verse_text": "All tenth-part gifts from the land, whether of seed from the ground or fruit from the trees, belong to the LORD ; they are holy to the LORD ."
            },
            {
                "verse_number": "31",
                "verse_text": "If someone wishes to buy back part of their tenth-part gift, they must add one-fifth to it."
            },
            {
                "verse_number": "32",
                "verse_text": "All tenth-part gifts from a herd or flock&ndash;every tenth animal that passes under the shepherd&quot;s staff&ndash;will be holy to the LORD ."
            },
            {
                "verse_number": "33",
                "verse_text": "The one bringing the tenth-part gift must not pick out the good from the bad, and cannot substitute any animal. But if one should substitute an animal, both it and the substitute will be holy and cannot be bought back."
            },
            {
                "verse_number": "34",
                "verse_text": "These are the commands that the LORD gave Moses on Mount Sinai for the Israelites."
            }
        ]
    }
}