{
    "1 Chronicles": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Adam, Seth, Enosh;"
            },
            {
                "verse_number": "2",
                "verse_text": "Kenan, Mahalalel, Jared;"
            },
            {
                "verse_number": "3",
                "verse_text": "Enoch, Methuselah, Lamech;"
            },
            {
                "verse_number": "4",
                "verse_text": "Noah; Noah&quot;s family: Shem, Ham, and Japheth. Raamah&quot;s family: Sheba and Dedan. Jokshan&quot;s family: Sheba and Dedan. Zibeon&quot;s family: Aiah and Anah. Dishon&quot;s family: Hamran, Eshban, Ithran, and Cheran."
            },
            {
                "verse_number": "5",
                "verse_text": "Japheth&quot;s family: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras."
            },
            {
                "verse_number": "6",
                "verse_text": "Gomer&quot;s family: Ashkenaz, Riphath, and Togarmah."
            },
            {
                "verse_number": "7",
                "verse_text": "Javan&quot;s family: Elishah, Tarshish, Kittim, and Rodanim."
            },
            {
                "verse_number": "8",
                "verse_text": "Ham&quot;s family: Cush, Egypt, Put, and Canaan."
            },
            {
                "verse_number": "9",
                "verse_text": "Cush&quot;s family: Seba, Havilah, Sabta, Raama, and Sabteca."
            },
            {
                "verse_number": "10",
                "verse_text": "Cush was the father of Nimrod, the first warrior in the land."
            },
            {
                "verse_number": "11",
                "verse_text": "Egypt was the father of Ludim, Anamim, Lehabim, Naphtuhim,"
            },
            {
                "verse_number": "12",
                "verse_text": "Pathrusim, Casluhim, from whom the Philistines came, and Caphtorim."
            },
            {
                "verse_number": "13",
                "verse_text": "Canaan was the father of Sidon his oldest son, Heth,"
            },
            {
                "verse_number": "14",
                "verse_text": "the Jebusites, the Amorites, the Girgashites,"
            },
            {
                "verse_number": "15",
                "verse_text": "the Hivites, the Arkites, the Sinites,"
            },
            {
                "verse_number": "16",
                "verse_text": "the Arvadites, the Zemarites, and the Hamathites."
            },
            {
                "verse_number": "17",
                "verse_text": "Shem&quot;s family: Elam, Asshur, Arpachshad, Lud, and Aram. Aram&quot;s family: Uz, Hul, Gether, and Meshech. Dishan&quot;s family: Uz and Aran."
            },
            {
                "verse_number": "18",
                "verse_text": "Arpachshad was Shelah&quot;s father, and Shelah was Eber&quot;s father."
            },
            {
                "verse_number": "19",
                "verse_text": "Two sons were born to Eber: one was named Peleg, because in his days the land was divided; and his brother&quot;s name was Joktan."
            },
            {
                "verse_number": "20",
                "verse_text": "Joktan was the father of Almodad, Sheleph, Hazarmaveth, Jerah,"
            },
            {
                "verse_number": "21",
                "verse_text": "Hadoram, Uzal, Diklah,"
            },
            {
                "verse_number": "22",
                "verse_text": "Ebal, Abimael, Sheba,"
            },
            {
                "verse_number": "23",
                "verse_text": "Ophir, Havilah, and Jobab. All these were Joktan&quot;s family."
            },
            {
                "verse_number": "24",
                "verse_text": "Shem, Arpachshad, Shelah;"
            },
            {
                "verse_number": "25",
                "verse_text": "Eber, Peleg, Reu;"
            },
            {
                "verse_number": "26",
                "verse_text": "Serug, Nahor, Terah;"
            },
            {
                "verse_number": "27",
                "verse_text": "and Abram, that is, Abraham."
            },
            {
                "verse_number": "28",
                "verse_text": "Abraham&quot;s family: Isaac and Ishmael."
            },
            {
                "verse_number": "29",
                "verse_text": "These were their descendants. Ishmael&quot;s oldest son was Nebaioth, then Kedar, Adbeel, Mibsam,"
            },
            {
                "verse_number": "30",
                "verse_text": "Mishma, Dumah, Massa, Hadad, Tema,"
            },
            {
                "verse_number": "31",
                "verse_text": "Jetur, Naphish, and Kedemah. This was Ishmael&quot;s family."
            },
            {
                "verse_number": "32",
                "verse_text": "Abraham&quot;s secondary wife Keturah&quot;s family: she gave birth to Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah."
            },
            {
                "verse_number": "33",
                "verse_text": "Midian&quot;s family: Ephah, Epher, Hanoch, Abida, and Eldaah. All these were members of Keturah&quot;s family."
            },
            {
                "verse_number": "34",
                "verse_text": "Abraham was Isaac&quot;s father. Isaac&quot;s family: Esau and Israel."
            },
            {
                "verse_number": "35",
                "verse_text": "Esau&quot;s family: Eliphaz, Reuel, Jeush, Jalam, and Korah."
            },
            {
                "verse_number": "36",
                "verse_text": "Eliphaz&quot;s family: Teman, Omar, Zephi, Gatam, Kenaz, Timna, and Amalek."
            },
            {
                "verse_number": "37",
                "verse_text": "Reuel&quot;s family: Nahath, Zerah, Shammah, and Mizzah."
            },
            {
                "verse_number": "38",
                "verse_text": "Seir&quot;s family: Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan."
            },
            {
                "verse_number": "39",
                "verse_text": "Lotan&quot;s family: Hori and Homam; Lotan&quot;s sister was Timna."
            },
            {
                "verse_number": "40",
                "verse_text": "Shobal&quot;s family: Alian, Manahath, Ebal, Shephi, and Onam."
            },
            {
                "verse_number": "41",
                "verse_text": "Anah&quot;s family: Dishon."
            },
            {
                "verse_number": "42",
                "verse_text": "Ezer&quot;s family: Bilhan, Zaavan, and Jaakan."
            },
            {
                "verse_number": "43",
                "verse_text": "These were the kings who ruled in the land of Edom before any king ruled over the Israelites: Bela, Beor&quot;s son, whose city was called Dinhabah."
            },
            {
                "verse_number": "44",
                "verse_text": "When Bela died, Jobab, Zerah&quot;s son from Bozrah, succeeded him."
            },
            {
                "verse_number": "45",
                "verse_text": "When Jobab died, Husham from the land of the Temanites succeeded him."
            },
            {
                "verse_number": "46",
                "verse_text": "When Husham died, Hadad, Bedad&quot;s son who defeated Midian in the Moabite countryside, succeeded him; his city was called Avith."
            },
            {
                "verse_number": "47",
                "verse_text": "When Hadad died, Samlah from Masrekah succeeded him."
            },
            {
                "verse_number": "48",
                "verse_text": "When Samlah died, Shaul from Rehoboth on the river succeeded him."
            },
            {
                "verse_number": "49",
                "verse_text": "When Shaul died, Baal-hanan, Achbor&quot;s son, succeeded him."
            },
            {
                "verse_number": "50",
                "verse_text": "When Baal-hanan died, Hadad succeeded him; his city was called Pai. His wife&quot;s name was Mehetabel, Matred&quot;s daughter and Me-zahab&quot;s granddaughter."
            },
            {
                "verse_number": "51",
                "verse_text": "When Hadad died, Edom&quot;s tribal chiefs were: Chief Timna, Chief Aliah, Chief Jetheth,"
            },
            {
                "verse_number": "52",
                "verse_text": "Chief Oholibamah, Chief Elah, Chief Pinon,"
            },
            {
                "verse_number": "53",
                "verse_text": "Chief Kenaz, Chief Teman, Chief Mibzar,"
            },
            {
                "verse_number": "54",
                "verse_text": "Chief Magdiel, and Chief Iram. These were Edom&quot;s tribal chiefs."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "This was Israel&quot;s family: Reuben, Simeon, Levi, Judah, Issachar, Zebulun,"
            },
            {
                "verse_number": "2",
                "verse_text": "Dan, Joseph, Benjamin, Naphtali, Gad, and Asher. Zeruiah&quot;s family: Abishai, Joab, and Asahel&ndash;three in all. All these were descendants of Machir, Gilead&quot;s father. Shammai&quot;s family: Nadab and Abishur. Ishi&quot;s family: Sheshan. Sheshan&quot;s family: Ahlai. The family of Hur, Ephrathah&quot;s oldest son: Shobal, Kiriath-jearim&quot;s father;"
            },
            {
                "verse_number": "3",
                "verse_text": "Judah&quot;s family: Er, Onan, and Shelah. These three were born to him with Bath-shua the Canaanite. Although Er was Judah&quot;s oldest, the LORD considered him wicked and put him to death."
            },
            {
                "verse_number": "4",
                "verse_text": "His daughter-in-law Tamar bore him Perez and Zerah. Judah had five sons in all."
            },
            {
                "verse_number": "5",
                "verse_text": "Perez&quot;s family: Hezron and Hamul."
            },
            {
                "verse_number": "6",
                "verse_text": "Zerah&quot;s family: Zimri, Ethan, Heman, Calcol, and Darda &ndash;five in all."
            },
            {
                "verse_number": "7",
                "verse_text": "Carmi&quot;s family: Achar, who made trouble for Israel by disobeying the law dedicating war spoils to God."
            },
            {
                "verse_number": "8",
                "verse_text": "Ethan&quot;s family: Azariah."
            },
            {
                "verse_number": "9",
                "verse_text": "Hezron&quot;s family, who were born to him: Jerahmeel, Ram, and Chelubai."
            },
            {
                "verse_number": "10",
                "verse_text": "Ram was the father of Amminadab, and Amminadab was the father of Nahshon, tribal chief of the Judeans."
            },
            {
                "verse_number": "11",
                "verse_text": "Nahshon was the father of Salma, Salma was the father of Boaz,"
            },
            {
                "verse_number": "12",
                "verse_text": "Boaz was the father of Obed, and Obed was the father of Jesse."
            },
            {
                "verse_number": "13",
                "verse_text": "Jesse was the father of Eliab his oldest son, Abinadab his second, Shimea his third,"
            },
            {
                "verse_number": "14",
                "verse_text": "Nethanel his fourth, Raddai his fifth,"
            },
            {
                "verse_number": "15",
                "verse_text": "Ozem his sixth, and David his seventh."
            },
            {
                "verse_number": "16",
                "verse_text": "Their sisters were Zeruiah and Abigail."
            },
            {
                "verse_number": "17",
                "verse_text": "Abigail gave birth to Amasa, whose father was Jether the Ishmaelite."
            },
            {
                "verse_number": "18",
                "verse_text": "Caleb, Hezron&quot;s son, had children with his wife Azubah, and with Jerioth. These were her sons: Jesher, Shobab, and Ardon."
            },
            {
                "verse_number": "19",
                "verse_text": "After Azubah died, Caleb married Ephrath, who gave birth to Hur for him."
            },
            {
                "verse_number": "20",
                "verse_text": "Hur was the father of Uri, and Uri was the father of Bezalel."
            },
            {
                "verse_number": "21",
                "verse_text": "Later, Hezron had sexual relations with the daughter of Machir, Gilead&quot;s father, whom he married when he was 60 years old, and she gave birth to Segub for him."
            },
            {
                "verse_number": "22",
                "verse_text": "Segub was the father of Jair, who owned twenty-three towns in the land of Gilead,"
            },
            {
                "verse_number": "23",
                "verse_text": "but Geshur and Aram took Havvoth-jair from them, as well as Kenath and its villages, sixty towns."
            },
            {
                "verse_number": "24",
                "verse_text": "After Hezron&quot;s death, Caleb went to Ephrath. Abijah, Hezron&quot;s wife, bore him Ashhur, Tekoa&quot;s father."
            },
            {
                "verse_number": "25",
                "verse_text": "The family of Jerahmeel, Hezron&quot;s oldest son: Ram his oldest, Bunah, Oren, Ozem, and Ahijah."
            },
            {
                "verse_number": "26",
                "verse_text": "Jerahmeel had another wife named Atarah; she was the mother of Onam."
            },
            {
                "verse_number": "27",
                "verse_text": "The family of Ram, Jerahmeel&quot;s oldest son: Maaz, Jamin, and Eker."
            },
            {
                "verse_number": "28",
                "verse_text": "Onam&quot;s family: Shammai and Jada."
            },
            {
                "verse_number": "29",
                "verse_text": "Abishur&quot;s wife&quot;s name was Abihail, and she gave birth to Ahban and Molid for him."
            },
            {
                "verse_number": "30",
                "verse_text": "Nadab&quot;s family: Seled and Appaim, but Seled died without children."
            },
            {
                "verse_number": "31",
                "verse_text": "Appaim&quot;s family: Ishi."
            },
            {
                "verse_number": "32",
                "verse_text": "The family of Jada, Shammai&quot;s brother: Jether and Jonathan, but Jether died without children."
            },
            {
                "verse_number": "33",
                "verse_text": "Jonathan&quot;s family: Peleth and Zaza. These were Jerahmeel&quot;s descendants."
            },
            {
                "verse_number": "34",
                "verse_text": "Sheshan had no sons, only daughters; but Sheshan had an Egyptian servant whose name was Jarha."
            },
            {
                "verse_number": "35",
                "verse_text": "Sheshan gave his daughter in marriage to Jarha his servant, and she gave birth to Attai for him."
            },
            {
                "verse_number": "36",
                "verse_text": "Attai was the father of Nathan, Nathan was the father of Zabad,"
            },
            {
                "verse_number": "37",
                "verse_text": "Zabad was the father of Ephlal, Ephlal was the father of Obed,"
            },
            {
                "verse_number": "38",
                "verse_text": "Obed was the father of Jehu, Jehu was the father of Azariah,"
            },
            {
                "verse_number": "39",
                "verse_text": "Azariah was the father of Helez, Helez was the father of Eleasah,"
            },
            {
                "verse_number": "40",
                "verse_text": "Eleasah was the father of Sismai, Sismai was the father of Shallum,"
            },
            {
                "verse_number": "41",
                "verse_text": "Shallum was the father of Jekamiah, and Jekamiah was the father of Elishama."
            },
            {
                "verse_number": "42",
                "verse_text": "The family of Caleb, Jerahmeel&quot;s brother: Mesha his oldest son and Ziph&quot;s father; and his second son Mareshah, Hebron&quot;s father."
            },
            {
                "verse_number": "43",
                "verse_text": "Hebron&quot;s family: Korah, Tappuah, Rekem, and Shema."
            },
            {
                "verse_number": "44",
                "verse_text": "Shema was the father of Raham, Jorkeam&quot;s father; and Rekem was the father of Shammai."
            },
            {
                "verse_number": "45",
                "verse_text": "Shammai&quot;s son: Maon; Maon was Beth-zur&quot;s father."
            },
            {
                "verse_number": "46",
                "verse_text": "Ephah, Caleb&quot;s secondary wife, gave birth to Haran, Moza, and Gazez. Haran was the father of Gazez."
            },
            {
                "verse_number": "47",
                "verse_text": "Jahdai&quot;s family: Regem, Jotham, Geshan, Pelet, Ephah, and Shaaph."
            },
            {
                "verse_number": "48",
                "verse_text": "Maacah, Caleb&quot;s secondary wife, gave birth to Sheber and Tirhanah."
            },
            {
                "verse_number": "49",
                "verse_text": "She also gave birth to Shaaph, Madmannah&quot;s father; and to Sheva, Machbenah and Gibea&quot;s father. Caleb&quot;s daughter was Achsah."
            },
            {
                "verse_number": "50",
                "verse_text": "These were Caleb&quot;s descendants."
            },
            {
                "verse_number": "51",
                "verse_text": "Salma, Bethlehem&quot;s father; and Hareph, Beth-gader&quot;s father."
            },
            {
                "verse_number": "52",
                "verse_text": "Shobal, Kiriath-jearim&quot;s father, had a family: Haroeh, and the ancestor of half of the Menuhoth."
            },
            {
                "verse_number": "53",
                "verse_text": "Kiriath-jearim&quot;s clans: the Ithrites, the Puthites, the Shumathites, and the Mishraites. From these came the Zorathites and the Eshtaolites."
            },
            {
                "verse_number": "54",
                "verse_text": "The family of Salma, Bethlehem&quot;s father: the Netophathites, Atroth-beth-joab, half of the Manahathites, and the Zorites."
            },
            {
                "verse_number": "55",
                "verse_text": "The clans of the scribes who lived at Jabez: the Tirathites, the Shimeathites, and the Sucathites. They were Kenites who descended from Hammath, Beth-rechab&quot;s father."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "This is David&quot;s family born to him in Hebron: the oldest Amnon, with Ahinoam the Jezreelite; the second Daniel, with Abigail the Carmelite;"
            },
            {
                "verse_number": "2",
                "verse_text": "the third Absalom son of Maacah, the daughter of Geshur&quot;s King Talmai; the fourth Adonijah, Haggith&quot;s son;"
            },
            {
                "verse_number": "3",
                "verse_text": "the fifth Shephatiah, with Abital; the sixth Ithream, with his wife Eglah."
            },
            {
                "verse_number": "4",
                "verse_text": "Six were born to him in Hebron, where he reigned for seven and a half years. He also reigned in Jerusalem for thirty-three years."
            },
            {
                "verse_number": "5",
                "verse_text": "These were born to him in Jerusalem: Shimea, Shobab, Nathan, and Solomon&ndash;four from Bath-shua, Ammiel&quot;s daughter;"
            },
            {
                "verse_number": "6",
                "verse_text": "Ibhar, Eli-shama, Eliphelet,"
            },
            {
                "verse_number": "7",
                "verse_text": "Nogah, Nepheg, Japhia,"
            },
            {
                "verse_number": "8",
                "verse_text": "Elishama, Eliada, and Eliphelet&ndash;nine in all."
            },
            {
                "verse_number": "9",
                "verse_text": "This was all of David&quot;s family, except for his secondary wives&quot; children. Tamar was their sister."
            },
            {
                "verse_number": "10",
                "verse_text": "The descendants of Solomon: Rehoboam, his son Abijah, his son Asa, his son Jehoshaphat,"
            },
            {
                "verse_number": "11",
                "verse_text": "his son Joram, his son Ahaziah, his son Joash,"
            },
            {
                "verse_number": "12",
                "verse_text": "his son Amaziah, his son Azariah, his son Jotham,"
            },
            {
                "verse_number": "13",
                "verse_text": "his son Ahaz, his son Hezekiah, his son Manasseh,"
            },
            {
                "verse_number": "14",
                "verse_text": "his son Amon, and his son Josiah."
            },
            {
                "verse_number": "15",
                "verse_text": "Josiah&quot;s family: the oldest Johanan, the second Jehoiakim, the third Zedekiah, and the fourth Shallum."
            },
            {
                "verse_number": "16",
                "verse_text": "Jehoiakim&quot;s family: his son Jeconiah and his son Zedekiah."
            },
            {
                "verse_number": "17",
                "verse_text": "The family of Jeconiah the prisoner: Shealtiel his son;"
            },
            {
                "verse_number": "18",
                "verse_text": "Malchiram, Pedaiah, Shenazzar, Jekamiah, Hoshama, and Nedabiah."
            },
            {
                "verse_number": "19",
                "verse_text": "Pedaiah&quot;s family: Zerubbabel and Shimei. Zerubbabel&quot;s family: Meshullam, Hananiah, and their sister Shelomith;"
            },
            {
                "verse_number": "20",
                "verse_text": "Hashubah, Ohel, Berechiah, Hasadiah, and Jushab-hesed&ndash;these five also."
            },
            {
                "verse_number": "21",
                "verse_text": "Hananiah&quot;s family: Pelatiah, Jeshaiah, Rephaiah&quot;s family, Arnan&quot;s family, Obadiah&quot;s family, and Shecaniah&quot;s family."
            },
            {
                "verse_number": "22",
                "verse_text": "Shecaniah&quot;s family: Shemaiah and his family, Hattush, Igal, Bariah, Neariah, and Shaphat&ndash;six in all."
            },
            {
                "verse_number": "23",
                "verse_text": "Neariah&quot;s family: Elioenai, Hizkiah, and Azrikam&ndash;three in all."
            },
            {
                "verse_number": "24",
                "verse_text": "Elioenai&quot;s family: Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah, and Anani&ndash;seven in all."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Judah&quot;s family: Perez, Hezron, Caleb, Hur, and Shobal. This was the family of Hur the oldest son of Ephrathah, Bethlehem&quot;s father: This is the family of Bithiah, Pharaoh&quot;s daughter, whom Mered married. Ishi&quot;s family: Zoheth and Ben-zoheth."
            },
            {
                "verse_number": "2",
                "verse_text": "Shobal&quot;s son Reaiah was Jahath&quot;s father, and Jahath was the father of Ahumai and Lahad. These were the Zorathite clans."
            },
            {
                "verse_number": "3",
                "verse_text": "This was Etam&quot;s family: Jezreel, Ishma, and Idbash. Their sister&quot;s name was Hazzelelponi."
            },
            {
                "verse_number": "4",
                "verse_text": "Penuel was Gedor&quot;s father, and Ezer was Hushah&quot;s father."
            },
            {
                "verse_number": "5",
                "verse_text": "Ashhur, Tekoa&quot;s father, had two wives, Helah and Naarah."
            },
            {
                "verse_number": "6",
                "verse_text": "Naarah gave birth to Ahuzzam, Hepher, Temeni, and Haahashtari for him. This was Naarah&quot;s family."
            },
            {
                "verse_number": "7",
                "verse_text": "Helah&quot;s family: Zereth, Zohar, and Ethnan."
            },
            {
                "verse_number": "8",
                "verse_text": "Koz was the father of Anub, Hazzobebah, and the clans of Aharhel, Harum&quot;s son."
            },
            {
                "verse_number": "9",
                "verse_text": "Jabez was more honored than his brothers. His mother had named him Jabez, saying, &apos;I bore him in pain.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jabez called on Israel&quot;s God: &apos;If only you would greatly bless me and increase my territory. May your power go with me to keep me from trouble, so as not to cause me pain.&apos; And God granted his request."
            },
            {
                "verse_number": "11",
                "verse_text": "Chelub, Shuhah&quot;s brother, was the father of Mehir, who was Eshton&quot;s father."
            },
            {
                "verse_number": "12",
                "verse_text": "Eshton was the father of Beth-rapha, Paseah, and Tehinnah, Ir-nahash&quot;s father. These are the men of Recah."
            },
            {
                "verse_number": "13",
                "verse_text": "Kenaz&quot;s family: Othniel and Seraiah. Othniel&quot;s family: Hathath and Meonothai."
            },
            {
                "verse_number": "14",
                "verse_text": "Meonothai was the father of Ophrah. Seraiah was the father of Joab the father of Ge-harashim, so-called because they were skilled workers."
            },
            {
                "verse_number": "15",
                "verse_text": "The family of Caleb, Jephunneh&quot;s son: Iru, Elah, and Naam. This was Kenaz&quot;s family."
            },
            {
                "verse_number": "16",
                "verse_text": "Jehallelel&quot;s family: Ziph, Ziphah, Tiria, and Asarel."
            },
            {
                "verse_number": "17",
                "verse_text": "Ezrah&quot;s family: Jether, Mered, Epher, and Jalon. Jether was the father of Miriam, Shammai, and Ishbah, Eshtemoa&quot;s father."
            },
            {
                "verse_number": "18",
                "verse_text": "His Judean wife gave birth to Jered, Gedor&quot;s father; Heber, Soco&quot;s father; and Jekuthiel, Zanoah&quot;s father."
            },
            {
                "verse_number": "19",
                "verse_text": "The family of his Judean wife, the sister of Naham, Keilah&quot;s father the Garmite and Eshtemoa the Maacathite."
            },
            {
                "verse_number": "20",
                "verse_text": "Shimon&quot;s family: Amnon, Rinnah, Ben-hanan, and Tilon."
            },
            {
                "verse_number": "21",
                "verse_text": "The family of Shelah, Judah&quot;s son: Er, Lecah&quot;s father; Laadah, Mareshah&quot;s father; the clans of the linen workers at Beth-ashbea;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jokim; the men of Cozeba; Joash; and Saraph, who married into Moab but returned to Bethlehem (the records are ancient)."
            },
            {
                "verse_number": "23",
                "verse_text": "They were the potters who lived in Netaim and Gederah; they lived there with the king in his service."
            },
            {
                "verse_number": "24",
                "verse_text": "Simeon&quot;s family: Nemuel, Jamin, Jarib, Zerah, Shaul,"
            },
            {
                "verse_number": "25",
                "verse_text": "his son Shallum, his son Mibsam, and his son Mishma."
            },
            {
                "verse_number": "26",
                "verse_text": "Mishma&quot;s family: his son Hammuel, his son Zaccur, and his son Shimei."
            },
            {
                "verse_number": "27",
                "verse_text": "Shimei had sixteen sons and six daughters; but his brothers didn&quot;t have many children, and none of their clans became as numerous as the Judeans."
            },
            {
                "verse_number": "28",
                "verse_text": "They lived in Beer-sheba, Moladah, Hazar-shual,"
            },
            {
                "verse_number": "29",
                "verse_text": "Bilhah, Ezem, Tolad,"
            },
            {
                "verse_number": "30",
                "verse_text": "Bethuel, Hormah, Ziklag,"
            },
            {
                "verse_number": "31",
                "verse_text": "Beth-marcaboth, Hazar-susim, Beth-biri, and Shaaraim. These were their towns until David became king."
            },
            {
                "verse_number": "32",
                "verse_text": "Their villages were Etam, Ain, Rimmon, Tochen, and Ashan&ndash;five towns&ndash;"
            },
            {
                "verse_number": "33",
                "verse_text": "as well as all their villages around these towns as far as Baal. These were their settlements, and they kept their own family records:"
            },
            {
                "verse_number": "34",
                "verse_text": "Meshobab, Jamlech, Joshah son of Amaziah,"
            },
            {
                "verse_number": "35",
                "verse_text": "Joel, Jehu son of Joshibiah son of Seraiah son of Asiel,"
            },
            {
                "verse_number": "36",
                "verse_text": "Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah,"
            },
            {
                "verse_number": "37",
                "verse_text": "and Ziza son of Shiphi son of Allon son of Jedaiah son of Shimri son of Shemaiah."
            },
            {
                "verse_number": "38",
                "verse_text": "These mentioned by name were leaders in their clans, and their households increased greatly."
            },
            {
                "verse_number": "39",
                "verse_text": "They went to the entrance of Gedor, as far as the east side of the valley, to find pasture for their flocks."
            },
            {
                "verse_number": "40",
                "verse_text": "They found fertile pasture, and the land was spacious, quiet, and peaceful; the people of Ham used to live there."
            },
            {
                "verse_number": "41",
                "verse_text": "These whose names were recorded, however, came in the days of Judah&quot;s King Hezekiah, attacked their tents and the Meunim found there, and completely destroyed them, as can be seen today. They settled in their place, because there was pasture there for their flocks."
            },
            {
                "verse_number": "42",
                "verse_text": "Some of them, five hundred Simeonites, went to Mount Seir, led by Pelatiah, Neariah, Rephaiah, and Uzziel, Ishi&quot;s sons."
            },
            {
                "verse_number": "43",
                "verse_text": "They struck down those who were left of the Amalekites and have lived there ever since."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "The family of Reuben, Israel&quot;s oldest son: he was actually the oldest, but when he dishonored his father&quot;s bed his birthright was given to the family of Joseph, Israel&quot;s son, so Reuben isn&quot;t listed as the oldest in the records."
            },
            {
                "verse_number": "2",
                "verse_text": "Although Judah became the strongest among his brothers and a leader came from him, the birthright belonged to Joseph. They lived in Aroer, as far as Nebo and Baal-meon. Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel&ndash;mighty warriors, famous men, heads of their households."
            },
            {
                "verse_number": "3",
                "verse_text": "The family of Reuben, Israel&quot;s oldest son: Hanoch, Pallu, Hezron, and Carmi."
            },
            {
                "verse_number": "4",
                "verse_text": "Joel&quot;s family: his son Shemaiah, his son Gog, his son Shimei,"
            },
            {
                "verse_number": "5",
                "verse_text": "his son Micah, his son Reaiah, his son Baal,"
            },
            {
                "verse_number": "6",
                "verse_text": "and his son Beerah, whom Assyria&quot;s King Tilgath-pilneser carried away into exile. He was a chief of the Reubenites."
            },
            {
                "verse_number": "7",
                "verse_text": "His relatives, by their clans when their genealogy was listed in the records, were: Jeiel the first; Zechariah;"
            },
            {
                "verse_number": "8",
                "verse_text": "and Bela, Azaz&quot;s son, Shema&quot;s grandson, and Joel&quot;s great-grandson."
            },
            {
                "verse_number": "9",
                "verse_text": "They also settled in the east as far as the edge of the desert that stretches to the Euphrates River, because their livestock had increased in the land of Gilead."
            },
            {
                "verse_number": "10",
                "verse_text": "In Saul&quot;s days they waged war on the Hagrites, whom they defeated. So they lived in their tents throughout the entire region east of Gilead."
            },
            {
                "verse_number": "11",
                "verse_text": "Gad&quot;s family lived opposite them in the land of Bashan as far as Salecah:"
            },
            {
                "verse_number": "12",
                "verse_text": "Joel was the first, Shapham the second, and Janai governed Bashan."
            },
            {
                "verse_number": "13",
                "verse_text": "Their relatives according to their households: Michael, Meshullam, Sheba, Jorai, Jacan, Zia, and Eber&ndash;seven in all."
            },
            {
                "verse_number": "14",
                "verse_text": "This was the family of Abihail son of Huri son of Jaroah son of Gilead son of Michael son of Jeshishai son of Jahdo son of Buz."
            },
            {
                "verse_number": "15",
                "verse_text": "Ahi, Abdiel&quot;s son and Guni&quot;s grandson, was the head of their household."
            },
            {
                "verse_number": "16",
                "verse_text": "They lived in Gilead, in Bashan and in its towns, and as far as the boundaries of all the open lands of Sharon."
            },
            {
                "verse_number": "17",
                "verse_text": "They were all listed in the records in the days of Judah&quot;s King Jotham and Israel&quot;s King Jeroboam."
            },
            {
                "verse_number": "18",
                "verse_text": "The Reubenites, the Gadites, and half the tribe of Manasseh were warriors who carried shield and sword, drew the bow, and were trained for war&ndash;44,760 ready for military service."
            },
            {
                "verse_number": "19",
                "verse_text": "When they waged war on the Hagrites (the Jeturites, the Naphishites, and the Nodabites),"
            },
            {
                "verse_number": "20",
                "verse_text": "they received help against them. The Hagrites and all who were with them were handed over to them, because they cried out to God in battle. God granted their prayer because they trusted in him."
            },
            {
                "verse_number": "21",
                "verse_text": "They seized their livestock: 50,000 of their camels, 250,000 sheep and goats, 2,000 donkeys, and 100,000 captives."
            },
            {
                "verse_number": "22",
                "verse_text": "Many died, because God fought the battle. They lived there in place of the inhabitants until the exile."
            },
            {
                "verse_number": "23",
                "verse_text": "The members of half the tribe of Manasseh lived in the land from Bashan to Baal-hermon, Senir, and Mount Hermon. They were very numerous."
            },
            {
                "verse_number": "24",
                "verse_text": "These were the heads of their households:"
            },
            {
                "verse_number": "25",
                "verse_text": "But they were unfaithful to the God of their ancestors and faithlessly followed the gods of the peoples of the land, whom God had destroyed before them."
            },
            {
                "verse_number": "26",
                "verse_text": "As a result, Israel&quot;s God stirred up the spirit of Assyria&quot;s King Pul, otherwise known as Assyria&quot;s King Tilgath-pilneser, who led the Reubenites, the Gadites, and half the tribe of Manasseh into exile, and brought them to Halah, Habor, Hara, and the Gozan River, where they remain to this day."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Levi&quot;s family: Gershom, Kohath, and Merari. Aaron&quot;s family: Nadab, Abihu, Eleazar, and Ithamar. These are the Levites&quot; clans according to their fathers: Kohath&quot;s family: Heman the singer, son of Joel son of Samuel"
            },
            {
                "verse_number": "2",
                "verse_text": "Kohath&quot;s family: Amram, Izhar, Hebron, and Uzziel."
            },
            {
                "verse_number": "3",
                "verse_text": "Amram&quot;s family: Aaron, Moses, and Miriam."
            },
            {
                "verse_number": "4",
                "verse_text": "Eleazar was the father of Phinehas, Phinehas of Abishua,"
            },
            {
                "verse_number": "5",
                "verse_text": "Abishua of Bukki, Bukki of Uzzi,"
            },
            {
                "verse_number": "6",
                "verse_text": "Uzzi of Zerahiah, Zerahiah of Meraioth,"
            },
            {
                "verse_number": "7",
                "verse_text": "Meraioth of Amariah, Amariah of Ahitub,"
            },
            {
                "verse_number": "8",
                "verse_text": "Ahitub of Zadok, Zadok of Ahimaaz,"
            },
            {
                "verse_number": "9",
                "verse_text": "Ahimaaz of Azariah, Azariah of Johanan,"
            },
            {
                "verse_number": "10",
                "verse_text": "and Johanan of Azariah. He was the one who served as priest in the temple that Solomon built in Jerusalem."
            },
            {
                "verse_number": "11",
                "verse_text": "Azariah was the father of Amariah, Amariah of Ahitub,"
            },
            {
                "verse_number": "12",
                "verse_text": "Ahitub of Zadok, Zadok of Shallum,"
            },
            {
                "verse_number": "13",
                "verse_text": "Shallum of Hilkiah, Hilkiah of Azariah,"
            },
            {
                "verse_number": "14",
                "verse_text": "Azariah of Seraiah, and Seraiah of Jehozadak."
            },
            {
                "verse_number": "15",
                "verse_text": "Jehozadak went away when the LORD caused Judah and Jerusalem to be exiled by Nebuchadnezzar."
            },
            {
                "verse_number": "16",
                "verse_text": "Levi&quot;s family: Gershom, Kohath, and Merari."
            },
            {
                "verse_number": "17",
                "verse_text": "These are the names of Gershom&quot;s family: Libni and Shimei."
            },
            {
                "verse_number": "18",
                "verse_text": "Kohath&quot;s family: Amram, Izhar, Hebron, and Uzziel."
            },
            {
                "verse_number": "19",
                "verse_text": "Merari&quot;s family: Mahli and Mushi."
            },
            {
                "verse_number": "20",
                "verse_text": "Of Gershom: his son Libni, his son Jahath, his son Zimmah,"
            },
            {
                "verse_number": "21",
                "verse_text": "his son Joah, his son Iddo, his son Zerah, and his son Jeatherai."
            },
            {
                "verse_number": "22",
                "verse_text": "Kohath&quot;s family: his son Amminadab, his son Korah, his son Assir,"
            },
            {
                "verse_number": "23",
                "verse_text": "his son Elkanah, his son Ebiasaph, his son Assir,"
            },
            {
                "verse_number": "24",
                "verse_text": "his son Tahath, his son Uriel, his son Uzziah, and his son Shaul."
            },
            {
                "verse_number": "25",
                "verse_text": "Elkanah&quot;s family: Amasai and Ahimoth,"
            },
            {
                "verse_number": "26",
                "verse_text": "his son Elkanah, his son Zophai, his son Nahath,"
            },
            {
                "verse_number": "27",
                "verse_text": "his son Eliab, his son Jeroham, and his son Elkanah."
            },
            {
                "verse_number": "28",
                "verse_text": "Samuel&quot;s family: the oldest Joel, and the second Abijah."
            },
            {
                "verse_number": "29",
                "verse_text": "Merari&quot;s family: Mahli, his son Libni, his son Shimei, his son Uzzah,"
            },
            {
                "verse_number": "30",
                "verse_text": "his son Shimea, his son Haggiah, and his son Asaiah."
            },
            {
                "verse_number": "31",
                "verse_text": "David put the following in charge of the music in the LORD &quot;s house after the chest was placed there."
            },
            {
                "verse_number": "32",
                "verse_text": "They ministered with song before the dwelling of the meeting tent, until Solomon built the LORD &quot;s temple in Jerusalem. They carried out their usual duties."
            },
            {
                "verse_number": "33",
                "verse_text": "Those who served and their families were:"
            },
            {
                "verse_number": "34",
                "verse_text": "son of Elkanah son of Jeroham son of Eliel son of Toah"
            },
            {
                "verse_number": "35",
                "verse_text": "son of Zuph son of Elkanah son of Mahath son of Amasai"
            },
            {
                "verse_number": "36",
                "verse_text": "son of Elkanah son of Joel son of Azariah son of Zephaniah"
            },
            {
                "verse_number": "37",
                "verse_text": "son of Tahath son of Assir son of Ebiasaph son of Korah"
            },
            {
                "verse_number": "38",
                "verse_text": "son of Izhar son of Kohath son of Levi son of Israel."
            },
            {
                "verse_number": "39",
                "verse_text": "His relative was Asaph, who stood on his right, that is, Asaph son of Berechiah son of Shimea"
            },
            {
                "verse_number": "40",
                "verse_text": "son of Michael son of Baaseiah son of Malchijah"
            },
            {
                "verse_number": "41",
                "verse_text": "son of Ethni son of Zerah son of Adaiah"
            },
            {
                "verse_number": "42",
                "verse_text": "son of Ethan son of Zimmah son of Shimei"
            },
            {
                "verse_number": "43",
                "verse_text": "son of Jahath son of Gershom son of Levi."
            },
            {
                "verse_number": "44",
                "verse_text": "On the left were their relatives, Merari&quot;s family: Ethan son of Kishi son of Abdi son of Malluch"
            },
            {
                "verse_number": "45",
                "verse_text": "son of Hashabiah son of Amaziah son of Hilkiah"
            },
            {
                "verse_number": "46",
                "verse_text": "son of Amzi son of Bani son of Shemer"
            },
            {
                "verse_number": "47",
                "verse_text": "son of Mahli son of Mushi son of Merari son of Levi."
            },
            {
                "verse_number": "48",
                "verse_text": "Their relatives the Levites were dedicated to all the services of the dwelling for God&quot;s house."
            },
            {
                "verse_number": "49",
                "verse_text": "Aaron and his sons sacrificed on the altar for entirely burned offerings and on the altar for incense, doing all the work of the holiest place, to make reconciliation for Israel, just as Moses, God&quot;s servant, had commanded."
            },
            {
                "verse_number": "50",
                "verse_text": "This was Aaron&quot;s family: his son Eleazar, his son Phinehas, his son Abishua,"
            },
            {
                "verse_number": "51",
                "verse_text": "his son Bukki, his son Uzzi, his son Zerahiah,"
            },
            {
                "verse_number": "52",
                "verse_text": "his son Meraioth, his son Amariah, his son Ahitub,"
            },
            {
                "verse_number": "53",
                "verse_text": "his son Zadok, and his son Ahimaaz."
            },
            {
                "verse_number": "54",
                "verse_text": "These are the places they lived by their camps within their territory. To Aaron&quot;s family from the Kohathite clan, as chosen by lot,"
            },
            {
                "verse_number": "55",
                "verse_text": "they gave Hebron in the land of Judah with its surrounding pasturelands."
            },
            {
                "verse_number": "56",
                "verse_text": "But the city&quot;s fields and its settlements they gave to Caleb, Jephunneh&quot;s son."
            },
            {
                "verse_number": "57",
                "verse_text": "To Aaron&quot;s family they gave the refuge cities: Hebron, Libnah with its pasturelands, Jattir, Eshtemoa with its pasturelands,"
            },
            {
                "verse_number": "58",
                "verse_text": "Hilen with its pasturelands, Debir with its pasturelands,"
            },
            {
                "verse_number": "59",
                "verse_text": "Ashan with its pasturelands, Juttah with its pasturelands, and Beth-shemesh with its pasturelands."
            },
            {
                "verse_number": "60",
                "verse_text": "From Benjamin&quot;s tribe: Gibeon with its pasturelands, Geba with its pasturelands, Alemeth with its pasturelands, and Anathoth with its pasturelands. They had thirteen towns within their clan."
            },
            {
                "verse_number": "61",
                "verse_text": "The remaining Kohathites were given ten towns by lot from the clan of half the tribe of Manasseh."
            },
            {
                "verse_number": "62",
                "verse_text": "The Gershomites received by lot according to their clans thirteen towns from the tribes of Issachar, Asher, Naphtali, and Manasseh in Bashan."
            },
            {
                "verse_number": "63",
                "verse_text": "The Merarites received by lot according to their clans twelve towns from the tribes of Reuben, Gad, and Zebulun."
            },
            {
                "verse_number": "64",
                "verse_text": "In this way the Israelites gave the Levites the towns with their pasturelands."
            },
            {
                "verse_number": "65",
                "verse_text": "They gave these towns, which they designated by name, by lot from the tribes of Judah, Simeon, and Benjamin."
            },
            {
                "verse_number": "66",
                "verse_text": "Some of the Kohathite clans had towns of their territory from the tribe of Ephraim."
            },
            {
                "verse_number": "67",
                "verse_text": "They gave them refuge cities: Shechem with its pasturelands in the Ephraimite highlands, Gezer with its pasturelands,"
            },
            {
                "verse_number": "68",
                "verse_text": "Jokmeam with its pasturelands, Beth-horon with its pasturelands,"
            },
            {
                "verse_number": "69",
                "verse_text": "Aijalon with its pasturelands, Gath-rimmon with its pasturelands;"
            },
            {
                "verse_number": "70",
                "verse_text": "and from half the tribe of Manasseh, Taanach with its pasturelands, and Bileam with its pasturelands, for the Kohathite clans who remained."
            },
            {
                "verse_number": "71",
                "verse_text": "To the Gershomites from the clan of half the tribe of Manasseh: Golan in Bashan with its pasturelands and Ashtaroth with its pasturelands;"
            },
            {
                "verse_number": "72",
                "verse_text": "from the tribe of Issachar: Kedesh with its pasturelands and Daberath with its pasturelands,"
            },
            {
                "verse_number": "73",
                "verse_text": "Ramoth with its pasturelands and Anem with its pasturelands;"
            },
            {
                "verse_number": "74",
                "verse_text": "from the tribe of Asher: Mashal with its pasturelands, Abdon with its pasturelands, and"
            },
            {
                "verse_number": "75",
                "verse_text": "Helkath with its pasturelands and Rehob with its pasturelands;"
            },
            {
                "verse_number": "76",
                "verse_text": "and from the tribe of Naphtali: Kedesh in Galilee with its pasturelands, Hammon with its pasturelands, and Kiriathaim with its pasturelands."
            },
            {
                "verse_number": "77",
                "verse_text": "To the remaining Merarites from the tribe of Zebulun: Jokneam with its pasturelands, Rimmon with its pasturelands, Tabor with its pasturelands, and Nahalal with its pasturelands;"
            },
            {
                "verse_number": "78",
                "verse_text": "on the other side of the Jordan at Jericho, on the east side of the Jordan, from the tribe of Reuben: Bezer in the desert with its pasturelands, Jahzah with its pasturelands,"
            },
            {
                "verse_number": "79",
                "verse_text": "Kedemoth with its pasturelands, and Mephaath with its pasturelands;"
            },
            {
                "verse_number": "80",
                "verse_text": "and from the tribe of Gad: Ramoth in Gilead with its pasturelands, Mahanaim with its pasturelands,"
            },
            {
                "verse_number": "81",
                "verse_text": "Heshbon with its pasturelands, and Jazer with its pasturelands."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Issachar&quot;s family: Tola, Puah, Jashub, and Shimron&ndash;four in all. Bilhan&quot;s family: Jeush, Benjamin, Ehud, Chenaanah, Zethan, Tarshish, and Ahishahar. This was the family of Gilead, Machir&quot;s son and Manasseh&quot;s grandson."
            },
            {
                "verse_number": "2",
                "verse_text": "Tola&quot;s family: Uzzi, Rephaiah, Jeriel, Jahmai, Ibsam, and Shemuel&ndash;the heads of their households in Tola&quot;s line, mighty warriors of their generations. In David&quot;s time they numbered 22,600."
            },
            {
                "verse_number": "3",
                "verse_text": "Uzzi&quot;s family: Izrahiah; and Izrahiah&quot;s family&ndash;Michael, Obadiah, Joel, and Isshiah&ndash;five in all, and all of them leaders."
            },
            {
                "verse_number": "4",
                "verse_text": "According to the family records of their households, they had 36,000 troops in the units of their fighting force, since they had many wives and children."
            },
            {
                "verse_number": "5",
                "verse_text": "Their relatives from all of Issachar&quot;s clans were 87,000 mighty warriors, all listed in the family records."
            },
            {
                "verse_number": "6",
                "verse_text": "Benjamin&quot;s family: Bela, Becher, and Jediael&ndash;three in all."
            },
            {
                "verse_number": "7",
                "verse_text": "Bela&quot;s family: Ezbon, Uzzi, Uzziel, Jerimoth, and Iri&ndash;five heads of households, mighty warriors; 22,034 were listed in their family records."
            },
            {
                "verse_number": "8",
                "verse_text": "Becher&quot;s family: Zemirah, Joash, Eliezer, Elioenai, Omri, Jeremoth, Abijah, Anathoth, and Alemeth. These were all Becher&quot;s family."
            },
            {
                "verse_number": "9",
                "verse_text": "As listed in their family records by generation, as heads of their households, mighty warriors, there were 22,200."
            },
            {
                "verse_number": "10",
                "verse_text": "Jediael&quot;s family: Bilhan."
            },
            {
                "verse_number": "11",
                "verse_text": "All these were Jediael&quot;s family, heads of their households, and mighty warriors. There were 17,200 ready for battle."
            },
            {
                "verse_number": "12",
                "verse_text": "The Shuppites and Huppites were Ir&quot;s family, and the Hushites were Aher&quot;s family."
            },
            {
                "verse_number": "13",
                "verse_text": "Naphtali&quot;s family: Jahziel, Guni, Jezer, and Shallum. These were Bilhah&quot;s family."
            },
            {
                "verse_number": "14",
                "verse_text": "Manasseh&quot;s family: Asriel, to whom his Aramean secondary wife gave birth. She gave birth to Machir, Gilead&quot;s father."
            },
            {
                "verse_number": "15",
                "verse_text": "Machir married Huppite and Shuppite women. His sister&quot;s name was Maacah. The second descendant&quot;s name was Zelophehad, who had only daughters."
            },
            {
                "verse_number": "16",
                "verse_text": "Machir&quot;s wife Maacah gave birth to a son and named him Peresh. His brother&quot;s name was Sheresh, and his sons were Ulam and Rekem."
            },
            {
                "verse_number": "17",
                "verse_text": "Ulam&quot;s family: Bedan."
            },
            {
                "verse_number": "18",
                "verse_text": "His sister Hammolecheth gave birth to Ishhod, Abiezer, Mahlah, and Shemida."
            },
            {
                "verse_number": "19",
                "verse_text": "The members of Shemida&quot;s family were Ahian, Shechem, Likhi, and Aniam."
            },
            {
                "verse_number": "20",
                "verse_text": "Ephraim&quot;s family: Shuthelah, his son Bered, his son Tahath, his son Eleadah, his son Tahath,"
            },
            {
                "verse_number": "21",
                "verse_text": "his son Zabad, his son Shuthelah, and Ezer and Elead. The men of Gath, who were born in the land, killed them when they came down to take their cattle."
            },
            {
                "verse_number": "22",
                "verse_text": "Ephraim their father mourned many days, and his brothers came to comfort him."
            },
            {
                "verse_number": "23",
                "verse_text": "Ephraim had sex with his wife, and she conceived and gave birth to a son. He named him Beriah, because misfortune had come to his house."
            },
            {
                "verse_number": "24",
                "verse_text": "His daughter was Sheerah. She built both Lower and Upper Beth-horon and Uzzen-sheerah."
            },
            {
                "verse_number": "25",
                "verse_text": "His son was Rephah, his son Resheph, his son Telah, his son Tahan,"
            },
            {
                "verse_number": "26",
                "verse_text": "his son Ladan, his son Ammihud, his son Elishama,"
            },
            {
                "verse_number": "27",
                "verse_text": "his son Nun, and his son Joshua."
            },
            {
                "verse_number": "28",
                "verse_text": "Their possessions and settlements were Bethel and its towns, to the east Naaran, and to the west Gezer and its towns, and Shechem and its towns as far as Ayyah and its towns."
            },
            {
                "verse_number": "29",
                "verse_text": "Beth-shean and its towns, Taanach and its towns, Megiddo and its towns, and Dor and its towns were under Manassite authority. The family of Joseph, Israel&quot;s son, lived in them."
            },
            {
                "verse_number": "30",
                "verse_text": "Asher&quot;s family: Imnah, Ishvah, Ishvi, Beriah, and their sister Serah."
            },
            {
                "verse_number": "31",
                "verse_text": "Beriah&quot;s family: Heber and Malchiel, who was Birzaith&quot;s father."
            },
            {
                "verse_number": "32",
                "verse_text": "Heber was the father of Japhlet, Shomer, Hotham, and their sister Shua."
            },
            {
                "verse_number": "33",
                "verse_text": "Japhlet&quot;s family: Pasach, Bimhal, and Ashvath. This is Japhlet&quot;s family."
            },
            {
                "verse_number": "34",
                "verse_text": "Shemer&quot;s family: Ahi, Rohgah, Jehubbah, and Aram."
            },
            {
                "verse_number": "35",
                "verse_text": "His brother Helem&quot;s family: Zophah, Imna, Shelesh, and Amal."
            },
            {
                "verse_number": "36",
                "verse_text": "Zophah&quot;s family: Suah, Harnepher, Shual, Beri, Imrah,"
            },
            {
                "verse_number": "37",
                "verse_text": "Bezer, Hod, Shamma, Shilshah, Ithran, and Beera."
            },
            {
                "verse_number": "38",
                "verse_text": "Jether&quot;s family: Jephunneh, Pispa, and Ara."
            },
            {
                "verse_number": "39",
                "verse_text": "Ulla&quot;s family: Arah, Hanniel, and Rizia."
            },
            {
                "verse_number": "40",
                "verse_text": "All these were Asher&quot;s family, heads of households, select mighty warriors, the heads of the princes. Those ready for battle listed in the records numbered 26,000."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Benjamin was the father of Bela his oldest son, Ashbel his second son, Aharah the third,"
            },
            {
                "verse_number": "2",
                "verse_text": "Nohah the fourth, and Rapha the fifth."
            },
            {
                "verse_number": "3",
                "verse_text": "Bela had a family: Addar, Gera, Abihud,"
            },
            {
                "verse_number": "4",
                "verse_text": "Abishua, Naaman, Ahoah,"
            },
            {
                "verse_number": "5",
                "verse_text": "Gera, Shephuphan, and Huram."
            },
            {
                "verse_number": "6",
                "verse_text": "This was Ehud&quot;s family. They were heads of households of the inhabitants of Geba, who were sent into exile to Manahath."
            },
            {
                "verse_number": "7",
                "verse_text": "Gera sent them into exile and was the father of Uzza and Ahihud."
            },
            {
                "verse_number": "8",
                "verse_text": "Shaharaim had children in the country of Moab after he divorced his wives Hushim and Baara."
            },
            {
                "verse_number": "9",
                "verse_text": "He had children with his wife Hodesh: Jobab, Zibia, Mesha, Malcam,"
            },
            {
                "verse_number": "10",
                "verse_text": "Jeuz, Sachia, and Mirmah. These were his sons, heads of households."
            },
            {
                "verse_number": "11",
                "verse_text": "He also had children with Hushim: Abitub and Elpaal."
            },
            {
                "verse_number": "12",
                "verse_text": "Elpaal&quot;s family: Eber, Misham, Shemed, who built Ono and Lod with its towns,"
            },
            {
                "verse_number": "13",
                "verse_text": "Beriah, and Shema. They were heads of households of the inhabitants of Aijalon, who drove out the inhabitants of Gath."
            },
            {
                "verse_number": "14",
                "verse_text": "Their brothers were Shashak and Jeremoth."
            },
            {
                "verse_number": "15",
                "verse_text": "Beriah&quot;s family: Zebadiah, Arad, Eder,"
            },
            {
                "verse_number": "16",
                "verse_text": "Michael, Ishpah, and Joha."
            },
            {
                "verse_number": "17",
                "verse_text": "Elpaal&quot;s family: Zebadiah, Meshullam, Hizki, Heber,"
            },
            {
                "verse_number": "18",
                "verse_text": "Ishmerai, Izliah, and Jobab."
            },
            {
                "verse_number": "19",
                "verse_text": "Shimei&quot;s family: Jakim, Zichri, Zabdi,"
            },
            {
                "verse_number": "20",
                "verse_text": "Elienai, Zillethai, Eliel,"
            },
            {
                "verse_number": "21",
                "verse_text": "Adaiah, Beraiah, and Shimrath."
            },
            {
                "verse_number": "22",
                "verse_text": "Shashak&quot;s family: Ishpan, Eber, Eliel,"
            },
            {
                "verse_number": "23",
                "verse_text": "Abdon, Zichri, Hanan,"
            },
            {
                "verse_number": "24",
                "verse_text": "Hananiah, Omri, Elam, Anthothijah,"
            },
            {
                "verse_number": "25",
                "verse_text": "Iphdeiah, and Penuel."
            },
            {
                "verse_number": "26",
                "verse_text": "Jeroham&quot;s family: Shamsherai, Shehariah, Athaliah,"
            },
            {
                "verse_number": "27",
                "verse_text": "Jaareshiah, Elijah, and Zichri."
            },
            {
                "verse_number": "28",
                "verse_text": "These were the heads of households, in their generations. They were leaders who lived in Jerusalem."
            },
            {
                "verse_number": "29",
                "verse_text": "Jeiel, Gibeon&quot;s father, lived in Gibeon. His wife&quot;s name was Maacah;"
            },
            {
                "verse_number": "30",
                "verse_text": "his oldest son was Abdon, then Zur, Kish, Baal, Ner, Nadab,"
            },
            {
                "verse_number": "31",
                "verse_text": "Gedor, Ahio, Zecher, and Mikloth."
            },
            {
                "verse_number": "32",
                "verse_text": "Mikloth was the father of Shimeah. These also lived near their relatives in Jerusalem."
            },
            {
                "verse_number": "33",
                "verse_text": "Ner was the father of Kish, Kish was the father of Saul, and Saul was the father of Jonathan, Malchishua, Abinadab, and Esh-baal."
            },
            {
                "verse_number": "34",
                "verse_text": "Jonathan&quot;s son was Merib-baal, and Merib-baal was Micah&quot;s father."
            },
            {
                "verse_number": "35",
                "verse_text": "Micah&quot;s family: Pithon, Melech, Tarea, and Ahaz."
            },
            {
                "verse_number": "36",
                "verse_text": "Ahaz was the father of Jehoaddah; Jehoaddah was the father of Alemeth, Azmaveth, and Zimri; and Zimri was the father of Moza."
            },
            {
                "verse_number": "37",
                "verse_text": "Moza was the father of Binea; his son was Raphah, his son Eleasah, and his son Azel."
            },
            {
                "verse_number": "38",
                "verse_text": "Azel had six sons, named Azrikam, his oldest, Ishmael, Sheariah, Azariah, Obadiah, and Hanan. All these were in Azel&quot;s family."
            },
            {
                "verse_number": "39",
                "verse_text": "His brother Eshek&quot;s family: Ulam his oldest, Jeush the second, and Eliphelet the third."
            },
            {
                "verse_number": "40",
                "verse_text": "Ulam&quot;s family were mighty warriors and archers, having many children and grandchildren&ndash;150 in all and all were Benjaminites."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "So all Israel was listed in the official records of Israel&quot;s kings. Judah was carried into exile in Babylon because of their unfaithfulness. Zimri was the father of Moza."
            },
            {
                "verse_number": "2",
                "verse_text": "The first to resettle their property in their towns were the Israelite people, the priests, the Levites, and the temple servants."
            },
            {
                "verse_number": "3",
                "verse_text": "Those settling in Jerusalem included some from Judah, some from Benjamin, and some from Ephraim and Manasseh:"
            },
            {
                "verse_number": "4",
                "verse_text": "Uthai son of Ammihud son of Omri son of Imri son of Bani from the family of Perez, Judah&quot;s son."
            },
            {
                "verse_number": "5",
                "verse_text": "From the Shilonites: Asaiah the oldest son and his family."
            },
            {
                "verse_number": "6",
                "verse_text": "From Zerah&quot;s family: Jeuel and their relatives&ndash;690 in all."
            },
            {
                "verse_number": "7",
                "verse_text": "From Benjamin&quot;s family: Sallu son of Meshullam son of Hodaviah son of Senaah;"
            },
            {
                "verse_number": "8",
                "verse_text": "Ibneiah, Jeroham&quot;s son; Elah son of Uzzi son of Michri; Meshullam son of Shephatiah son of Reuel son of Ibnijah;"
            },
            {
                "verse_number": "9",
                "verse_text": "and their relatives in their line of descent&ndash;956 in all. All of these were heads of their households."
            },
            {
                "verse_number": "10",
                "verse_text": "From the priests: Jedaiah, Jehoiarib, Jachin,"
            },
            {
                "verse_number": "11",
                "verse_text": "and Azariah son of Hilkiah son of Meshullam son of Zadok son of Meraioth son of Ahitub the leader of God&quot;s house;"
            },
            {
                "verse_number": "12",
                "verse_text": "Adaiah son of Jeroham son of Pashhur son of Malchijah; Maasai son of Adiel son of Jahzerah son of Meshullam son of Meshillemith son of Immer;"
            },
            {
                "verse_number": "13",
                "verse_text": "and their relatives, heads of their households, 1,760 capable men for the religious work of God&quot;s house."
            },
            {
                "verse_number": "14",
                "verse_text": "From the Levites: Shemaiah son of Hasshub son of Azrikam son of Hashabiah, from Merari&quot;s family;"
            },
            {
                "verse_number": "15",
                "verse_text": "Bakbakkar, Heresh, Galal, and Mattaniah son of Mica son of Zichri son of Asaph;"
            },
            {
                "verse_number": "16",
                "verse_text": "Obadiah son of Shemaiah son of Galal son of Jeduthun; and Berechiah son of Asa son of Elkanah, who lived in the settlements of the Netophathites."
            },
            {
                "verse_number": "17",
                "verse_text": "The gatekeepers: Shallum, Akkub, Talmon, and Ahiman. Their brother Shallum was the leader,"
            },
            {
                "verse_number": "18",
                "verse_text": "stationed until now in the King&quot;s Gate on the east side. These were the gatekeepers belonging to the Levites&quot; camp."
            },
            {
                "verse_number": "19",
                "verse_text": "Shallum, Kore&quot;s son, Ebiasaph&quot;s grandson, and Korah&quot;s great-grandson, and his relatives belonging to his household, the Korahites, served as gatekeepers at the tent&quot;s entrances, as their ancestors had been gatekeepers at the entrance to the LORD &quot;s camp."
            },
            {
                "verse_number": "20",
                "verse_text": "Phinehas, Eleazar&quot;s son, the LORD be with him, was their leader in former times."
            },
            {
                "verse_number": "21",
                "verse_text": "Zechariah, Meshelemiah&quot;s son, was gatekeeper at the meeting tent&quot;s entrance."
            },
            {
                "verse_number": "22",
                "verse_text": "All those selected as gatekeepers at the entrances were two hundred twelve. They were listed in the family records by their settlements. David and Samuel the seer assigned them to their trusted position."
            },
            {
                "verse_number": "23",
                "verse_text": "So they and their descendants were the gatekeepers guarding the LORD &quot;s house, that is, the tent."
            },
            {
                "verse_number": "24",
                "verse_text": "The gatekeepers were on the four sides: east, west, north, and south."
            },
            {
                "verse_number": "25",
                "verse_text": "Their relatives came in from their settlements, from time to time, to assist them for a period of seven days."
            },
            {
                "verse_number": "26",
                "verse_text": "Due to their trustworthiness, the four master gatekeepers, who were Levites, were in charge of the rooms and the treasuries of God&quot;s house."
            },
            {
                "verse_number": "27",
                "verse_text": "They would spend the night patrolling God&quot;s house since they had guard duty and were responsible for unlocking it every morning."
            },
            {
                "verse_number": "28",
                "verse_text": "Some of them were responsible for the worship objects; they counted them when they were brought in and taken out."
            },
            {
                "verse_number": "29",
                "verse_text": "Others were appointed over the furniture, the holy equipment, the flour, wine, oil, incense, and spices."
            },
            {
                "verse_number": "30",
                "verse_text": "Some of the priests blended the ointment for the spices;"
            },
            {
                "verse_number": "31",
                "verse_text": "and Mattithiah, one of the Levites, the oldest son of Shallum the Korahite, was entrusted with baking the flat cakes."
            },
            {
                "verse_number": "32",
                "verse_text": "Also some of their Kohathite relatives were responsible for preparing the stacks of bread for each Sabbath."
            },
            {
                "verse_number": "33",
                "verse_text": "The singers were the heads of the households of the Levites. They lived in temple rooms and were free from other service because they were on duty day and night."
            },
            {
                "verse_number": "34",
                "verse_text": "These were the heads of the households of the Levites, according to descent. They lived in Jerusalem."
            },
            {
                "verse_number": "35",
                "verse_text": "Jeiel, Gibeon&quot;s father, lived in Gibeon. His wife&quot;s name was Maacah."
            },
            {
                "verse_number": "36",
                "verse_text": "His oldest son was Abdon, followed by Zur, Kish, Baal, Ner, Nadab,"
            },
            {
                "verse_number": "37",
                "verse_text": "Gedor, Ahio, Zechariah, and Mikloth."
            },
            {
                "verse_number": "38",
                "verse_text": "Mikloth was the father of Shimeam. They too lived near their relatives in Jerusalem."
            },
            {
                "verse_number": "39",
                "verse_text": "Ner was the father of Kish, Kish of Saul, Saul of Jonathan, Malchishua, Abinadab, and Esh-baal."
            },
            {
                "verse_number": "40",
                "verse_text": "Jonathan&quot;s son was Merib-baal, and Merib-baal was the father of Micah."
            },
            {
                "verse_number": "41",
                "verse_text": "Micah&quot;s family were Pithon, Melech, Tahrea, and Ahaz."
            },
            {
                "verse_number": "42",
                "verse_text": "Ahaz was the father of Jarah; and Jarah of Alemeth, Azmaveth, and Zimri."
            },
            {
                "verse_number": "43",
                "verse_text": "Moza was the father of Binea; Rephaiah was his son, Eleasah was his son, and Azel was his son."
            },
            {
                "verse_number": "44",
                "verse_text": "Azel had six sons whose names were Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan. This was Azel&quot;s family."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "When the Philistines attacked the Israelites, the Israelites ran away from the Philistines, and many fell dead on Mount Gilboa."
            },
            {
                "verse_number": "2",
                "verse_text": "The Philistines overtook Saul and his sons, and they killed his sons Jonathan, Abinadab, and Malchishua."
            },
            {
                "verse_number": "3",
                "verse_text": "The battle was fierce around Saul, and when the archers located him, he trembled in fear."
            },
            {
                "verse_number": "4",
                "verse_text": "Saul said to his armor-bearer, &apos;Draw your sword and kill me with it! Otherwise, these uncircumcised men will come and kill me or torture me.&apos; But his armor-bearer refused because he was terrified. So Saul took the sword and impaled himself on it."
            },
            {
                "verse_number": "5",
                "verse_text": "When the armor-bearer saw that Saul was dead, he also impaled himself on his sword and died with Saul."
            },
            {
                "verse_number": "6",
                "verse_text": "So Saul and his three sons died; his whole household died together."
            },
            {
                "verse_number": "7",
                "verse_text": "When all the Israelites who were in the valley saw that the army had run away and that Saul and his sons were dead, they abandoned their towns and fled. So the Philistines came to live in them."
            },
            {
                "verse_number": "8",
                "verse_text": "The next day when the Philistines came to strip the dead, they found Saul and his sons lying dead on Mount Gilboa."
            },
            {
                "verse_number": "9",
                "verse_text": "They stripped him, carried off his head and armor, and sent messengers throughout the land of the Philistines to spread the news to their idols and to the people."
            },
            {
                "verse_number": "10",
                "verse_text": "They placed his armor in their god&quot;s temple and displayed his skull on a pole in the temple of Dagon."
            },
            {
                "verse_number": "11",
                "verse_text": "When all the people of Jabesh-gilead heard all that the Philistines had done to Saul,"
            },
            {
                "verse_number": "12",
                "verse_text": "all their warriors arose and recovered the corpses of Saul and his sons. They brought them back to Jabesh, buried their bones under the oak in Jabesh, and fasted for seven days."
            },
            {
                "verse_number": "13",
                "verse_text": "Saul died because he was unfaithful to the LORD and hadn&quot;t followed the LORD &quot;s word. He even consulted a medium for guidance."
            },
            {
                "verse_number": "14",
                "verse_text": "He didn&quot;t consult the LORD , so the LORD killed him and gave the kingdom to David, Jesse&quot;s son."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "All the Israelites gathered around David at Hebron. &apos;We&quot;re your own flesh and blood,&apos; they said."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;In the past, even when Saul ruled over us, you were the one who led Israel. The LORD your God told you, &quot;You will shepherd my people Israel, and you will become a leader over my people Israel.&quot;&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So all of Israel&quot;s elders came to the king at Hebron, and David made a covenant with them before the LORD . They anointed David to make him king over Israel, just as the LORD had promised through Samuel. But David captured the mountain fortress of Zion, which became David&quot;s City. Jashobeam, a Hacmonite, was commander of the Thirty. He raised his spear against eight hundred, killing them on a single occasion. These were the kinds of things the three warriors did. Asahel, Joab&quot;s brother; Elhanan, Dodo&quot;s son from Bethlehem; Helez from Pelon; Abiezer from Anathoth; Ilai from Ahoh; Heled, Baanah&quot;s son from Netophah; Benaiah from Pirathon; Abiel the Arbathite; Eliahba from Shaalbon; Jonathan, Shagee&quot;s son from Harar; Eliphal, Ur&quot;s son; Ahijah the Pelonite; Naarai, Ezbai&quot;s son; Mibhar, Hagri&quot;s son; Naharai from Beeroth, Zeruiah&quot;s son and the armor-bearer for Joab; Gareb from Ither; Zabad, Ahlai&quot;s son; Joshaphat the Mithnite; Shama and Jeiel the sons of Hotham the Aroerite; Jeribai and Joshaviah, Elnaam&quot;s sons; Ithmah the Moabite;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then David and all Israel marched to Jerusalem, that is, Jebus, where the Jebusites lived."
            },
            {
                "verse_number": "5",
                "verse_text": "The people who lived in Jebus told David, &apos;You&quot;ll never get in here!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "David had said, &apos;The first one to kill a Jebusite will become commander in chief!&apos; Joab, Zeruiah&quot;s son, was the first to attack and so became commander in chief."
            },
            {
                "verse_number": "7",
                "verse_text": "David occupied the fortress, so it was renamed David&quot;s City."
            },
            {
                "verse_number": "8",
                "verse_text": "He also built up the city on all sides, including its own foundations and the surrounding areas, while Joab restored the rest of the city."
            },
            {
                "verse_number": "9",
                "verse_text": "David grew increasingly powerful, and the LORD of heavenly forces was with him."
            },
            {
                "verse_number": "10",
                "verse_text": "These are the commanders of David&quot;s warriors who continued to support him while he was king. Together with all Israel, they made him king, as the LORD had promised Israel."
            },
            {
                "verse_number": "11",
                "verse_text": "This is the list of David&quot;s warriors:"
            },
            {
                "verse_number": "12",
                "verse_text": "Next in command came Eleazar, Dodo&quot;s son the Ahohite, who was one of the three warriors."
            },
            {
                "verse_number": "13",
                "verse_text": "He was with David at Pas-dammim. The Philistines were gathered there for battle, where part of a field was full of barley. When the people ran away from the Philistines,"
            },
            {
                "verse_number": "14",
                "verse_text": "he and David stood in the middle of the field, held their ground, and defeated the Philistines. So the LORD achieved a great victory."
            },
            {
                "verse_number": "15",
                "verse_text": "Three of the thirty commanders went down from the rock to David at the fortress of Adullam, while the army of the Philistines camped in the Rephaim Valley."
            },
            {
                "verse_number": "16",
                "verse_text": "At that time David was in the fortress, and a Philistine fort was in Bethlehem."
            },
            {
                "verse_number": "17",
                "verse_text": "David had a craving and said, &apos;If only someone could give me a drink of water from the well by the gate in Bethlehem.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So the three warriors broke through the Philistine camp and drew water from the well by the gate in Bethlehem and brought it back to David. But he refused to drink it and poured it out to the LORD ."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;God forbid that I should do that,&apos; he said. &apos;Isn&quot;t this the blood of men who risked their lives?&apos; So he refused to drink it. Since they had brought it at the risk of their lives, David refused to drink it."
            },
            {
                "verse_number": "20",
                "verse_text": "Abishai, Joab&quot;s brother, was chief of the Thirty. He raised his spear against the three hundred men he had slain, but he wasn&quot;t considered one of the Three."
            },
            {
                "verse_number": "21",
                "verse_text": "He was the most famous of the Thirty. He became their commander, but he wasn&quot;t among the Three."
            },
            {
                "verse_number": "22",
                "verse_text": "Benaiah, Jehoiada&quot;s son from Kabzeel, was a hero who performed great deeds. He killed two of Moab&quot;s leaders, and on a snowy day went down into a pit where he killed a lion."
            },
            {
                "verse_number": "23",
                "verse_text": "He also killed an Egyptian seven and a half feet tall, who was holding a spear like a weaver&quot;s beam. Benaiah went down to him with a club, grabbed the spear from the Egyptian&quot;s hand, and killed him with it."
            },
            {
                "verse_number": "24",
                "verse_text": "These were the exploits of Benaiah, Jehoiada&quot;s son; he wasn&quot;t considered one of the three warriors."
            },
            {
                "verse_number": "25",
                "verse_text": "He was famous among the Thirty, but didn&quot;t become one of the Three. David placed him in command of his own bodyguard."
            },
            {
                "verse_number": "26",
                "verse_text": "The mighty warriors:"
            },
            {
                "verse_number": "27",
                "verse_text": "Shammoth from Haror;"
            },
            {
                "verse_number": "28",
                "verse_text": "Ira, Ikkesh&quot;s son from Tekoa;"
            },
            {
                "verse_number": "29",
                "verse_text": "Sibbecai the Hushathite;"
            },
            {
                "verse_number": "30",
                "verse_text": "Maharai from Netophah;"
            },
            {
                "verse_number": "31",
                "verse_text": "Ithai, Ribai&quot;s son from Gibeah of the Benjaminites;"
            },
            {
                "verse_number": "32",
                "verse_text": "Hurai from the Gaash ravines;"
            },
            {
                "verse_number": "33",
                "verse_text": "Azmaveth from Baharum;"
            },
            {
                "verse_number": "34",
                "verse_text": "Hashem the Gizonite;"
            },
            {
                "verse_number": "35",
                "verse_text": "Ahiam, Sachar&quot;s son from Harar;"
            },
            {
                "verse_number": "36",
                "verse_text": "Hepher the Mecherathite;"
            },
            {
                "verse_number": "37",
                "verse_text": "Hezro from Carmel;"
            },
            {
                "verse_number": "38",
                "verse_text": "Joel, Nathan&quot;s brother;"
            },
            {
                "verse_number": "39",
                "verse_text": "Zelek the Ammonite;"
            },
            {
                "verse_number": "40",
                "verse_text": "Ira from Ither;"
            },
            {
                "verse_number": "41",
                "verse_text": "Uriah the Hittite;"
            },
            {
                "verse_number": "42",
                "verse_text": "Adina son of Shiza the Reubenite, a leader of the Reubenites, and thirty with him;"
            },
            {
                "verse_number": "43",
                "verse_text": "Hanan, Maacah&quot;s son;"
            },
            {
                "verse_number": "44",
                "verse_text": "Uzzia the Ashterathite;"
            },
            {
                "verse_number": "45",
                "verse_text": "Jediael, Shimri&quot;s son, and his brother Joha the Tizite;"
            },
            {
                "verse_number": "46",
                "verse_text": "Eliel the Mahavite;"
            },
            {
                "verse_number": "47",
                "verse_text": "Eliel, Obed, and Jaasiel the Mezobaite."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "The following persons came to David at Ziklag while he was banished from the presence of Saul, Kish&quot;s son. They were some of the warriors who helped him in battle,"
            },
            {
                "verse_number": "2",
                "verse_text": "armed with bows, and they could use either hand to shoot arrows or sling stones. They were Saul&quot;s relatives from Benjamin: David, we are yours; and on your side, Jesse&quot;s son! May it go very well for you, and may it go well for whoever helps you! Yes, your God has helped you. Then David received them, and put them at the head of his troops."
            },
            {
                "verse_number": "3",
                "verse_text": "Ahiezer was the leader, then Joash, both Shemaah&quot;s sons from Gibeah; Jeziel and Pelet, Azmaveth&quot;s sons; Beracah; Jehu of Anathoth;"
            },
            {
                "verse_number": "4",
                "verse_text": "Ishmaiah from Gibeon, a warrior in the Thirty and a leader over the Thirty; Jeremiah; Jahaziel; Johanan; Jozabad from Gederah;"
            },
            {
                "verse_number": "5",
                "verse_text": "Eluzai; Jerimoth; Bealiah; Shemariah; Shephatiah the Haruphite;"
            },
            {
                "verse_number": "6",
                "verse_text": "Elkanah, Isshiah, Azarel, Joezer, and Jashobeam the Korahites;"
            },
            {
                "verse_number": "7",
                "verse_text": "Joelah; and Zebadiah, Jeroham&quot;s son from Gedor."
            },
            {
                "verse_number": "8",
                "verse_text": "Some left Gad to join David at the desert fortress, brave warriors trained for battle, armed with shield and spear, who looked like lions and who were swift as gazelles on the mountains:"
            },
            {
                "verse_number": "9",
                "verse_text": "Ezer the leader, Obadiah second, Eliab third,"
            },
            {
                "verse_number": "10",
                "verse_text": "Mishmannah fourth, Jeremiah fifth,"
            },
            {
                "verse_number": "11",
                "verse_text": "Attai sixth, Eliel seventh,"
            },
            {
                "verse_number": "12",
                "verse_text": "Johanan eighth, Elzabad ninth,"
            },
            {
                "verse_number": "13",
                "verse_text": "Jeremiah tenth, Machbannai eleventh."
            },
            {
                "verse_number": "14",
                "verse_text": "These Gadites were military officers, the least of them ready to fight a hundred and the greatest a thousand."
            },
            {
                "verse_number": "15",
                "verse_text": "These are the ones who crossed the Jordan in the first month, when it was overflowing all its banks, and chased away everyone living in the valleys to the east and the west."
            },
            {
                "verse_number": "16",
                "verse_text": "Some Benjaminites and Judahites also came to David at the fortress."
            },
            {
                "verse_number": "17",
                "verse_text": "David went out to meet them and said to them, &apos;If you&quot;ve come to me with good intentions in order to help me, then we will join forces. But if you&quot;ve come to betray me to my enemies, though I&quot;ve done no wrong, then may our ancestors&quot; God see it and punish you.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then a spirit took hold of Amasai, the leader of the Thirty:"
            },
            {
                "verse_number": "19",
                "verse_text": "Some of the Manassites also joined David when he came with the Philistines for the battle against Saul. But he didn&quot;t help them, because after considering the matter, the Philistine rulers sent him away. &apos;He&quot;ll rejoin his master Saul,&apos; they said, &apos;and it will cost us our heads.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "When he went to Ziklag some joined him from Manasseh: Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu, and Zillethai, leaders of units of a thousand in Manasseh."
            },
            {
                "verse_number": "21",
                "verse_text": "They helped David against the raiding bands because they were all warriors and officers in the army."
            },
            {
                "verse_number": "22",
                "verse_text": "Reinforcements came to David daily until there was an army as mighty as God&quot;s army."
            },
            {
                "verse_number": "23",
                "verse_text": "These are the numbers of the commanders of those armed for battle who came to David in Hebron to make sure he took over Saul&quot;s kingdom, according to the LORD &quot;s word:"
            },
            {
                "verse_number": "24",
                "verse_text": "from Judah, carrying shield and spear, 6,800 troops armed for battle;"
            },
            {
                "verse_number": "25",
                "verse_text": "from Simeon, mighty warriors, 7,100;"
            },
            {
                "verse_number": "26",
                "verse_text": "from Levi, 4,600;"
            },
            {
                "verse_number": "27",
                "verse_text": "also Jehoiada, leader of Aaron&quot;s line, and with him 3,700;"
            },
            {
                "verse_number": "28",
                "verse_text": "and Zadok, a young man, a mighty warrior, and 22 officers from his household;"
            },
            {
                "verse_number": "29",
                "verse_text": "from Benjamin, Saul&quot;s relatives, 3,000, most of whom had been loyal to Saul&quot;s household;"
            },
            {
                "verse_number": "30",
                "verse_text": "from Ephraim, 20,800, mighty warriors, famous in their households;"
            },
            {
                "verse_number": "31",
                "verse_text": "from half the tribe of Manasseh, 18,000, designated by name to come and make David king;"
            },
            {
                "verse_number": "32",
                "verse_text": "from Issachar, those who understood the times and what Israel should do, 200 chiefs, with all their relatives under their command;"
            },
            {
                "verse_number": "33",
                "verse_text": "from Zebulun, 50,000 experienced troops, armed for battle with all the weapons of war, to help with undivided loyalty;"
            },
            {
                "verse_number": "34",
                "verse_text": "from Naphtali, 1,000 officers, as well as 37,000 armed with shield and spear;"
            },
            {
                "verse_number": "35",
                "verse_text": "from Dan, 28,600 armed for battle;"
            },
            {
                "verse_number": "36",
                "verse_text": "from Asher, 40,000 experienced troops armed for battle;"
            },
            {
                "verse_number": "37",
                "verse_text": "from the other side of the Jordan, the Reubenites, Gadites, and the other half of the tribe of Manasseh, 120,000 armed with all the weapons of war."
            },
            {
                "verse_number": "38",
                "verse_text": "All these men of war, armed for battle, came to Hebron determined to make David king over all Israel, and all the rest of Israel were fully agreed to make David king."
            },
            {
                "verse_number": "39",
                "verse_text": "They were there with David for three days, eating and drinking, while their relatives provided food for them."
            },
            {
                "verse_number": "40",
                "verse_text": "Even their neighbors from as far away as Issachar, Zebulun, and Naphtali were bringing food by donkeys, camels, mules, and oxen. There was an abundance of flour, fig cakes, clusters of raisins, wine, oil, oxen, and sheep, because Israel was joyful."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "After consulting with the captains of the units of a thousand and a hundred, in fact with every leader,"
            },
            {
                "verse_number": "2",
                "verse_text": "David said to the entire Israelite assembly: &apos;If you approve, and if the LORD our God agrees, let&quot;s spread the word to the rest of our relatives in all the regions of Israel, including the priests and Levites in their cities with pasturelands. Let&quot;s ask them to join us"
            },
            {
                "verse_number": "3",
                "verse_text": "so that we may bring the chest of our God back to us, because we didn&quot;t look for it in Saul&quot;s days.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The whole assembly agreed to do so, because all the people thought it was the right thing to do."
            },
            {
                "verse_number": "5",
                "verse_text": "So David assembled all Israel, from the border of Egypt to Lebo-hamath in order to bring up God&quot;s chest from Kiriath-jearim."
            },
            {
                "verse_number": "6",
                "verse_text": "Then David and all Israel went up toward Baalah, to Kiriath-jearim, which belongs to Judah, to bring up from there the chest of God, the LORD , who sits enthroned on the winged creatures, where he is called by name."
            },
            {
                "verse_number": "7",
                "verse_text": "They moved God&quot;s chest on a new cart from Abinadab&quot;s house. Uzzah and Ahio were guiding the cart,"
            },
            {
                "verse_number": "8",
                "verse_text": "while David and all Israel celebrated in God&quot;s presence with all their strength, accompanied by songs, zithers, harps, tambourines, cymbals, and trumpets."
            },
            {
                "verse_number": "9",
                "verse_text": "When they came to Chidon&quot;s threshing floor, Uzzah reached out to the chest and grabbed it because the oxen had stumbled."
            },
            {
                "verse_number": "10",
                "verse_text": "But the LORD became angry with Uzzah and struck him because he had placed his hand on the chest. He died right there before God."
            },
            {
                "verse_number": "11",
                "verse_text": "David was angry that the LORD lashed out at Uzzah; and so that place is still called Perez-uzzah today."
            },
            {
                "verse_number": "12",
                "verse_text": "David was frightened by God that day. &apos;How will I ever bring God&quot;s chest home to me?&apos; he asked."
            },
            {
                "verse_number": "13",
                "verse_text": "So David didn&quot;t take the chest away with him to David&quot;s City. Instead, he had it put in the house of Obed-edom the Gittite."
            },
            {
                "verse_number": "14",
                "verse_text": "God&quot;s chest stayed with Obed-edom&quot;s household for three months, and the LORD blessed Obed-edom&quot;s household and all that he had."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Tyre&quot;s King Hiram sent messengers to David with cedar logs, bricklayers, and carpenters to build David a palace."
            },
            {
                "verse_number": "2",
                "verse_text": "Then David knew that the LORD had established him as king over Israel, and that his kingship was held in great honor for the sake of his people Israel."
            },
            {
                "verse_number": "3",
                "verse_text": "David married more secondary wives in Jerusalem and fathered more sons and daughters."
            },
            {
                "verse_number": "4",
                "verse_text": "The names of his children in Jerusalem were as follows: Shammua, Shobab, Nathan, Solomon,"
            },
            {
                "verse_number": "5",
                "verse_text": "Ibhar, Elishua, Elpelet,"
            },
            {
                "verse_number": "6",
                "verse_text": "Nogah, Nepheg, Japhia,"
            },
            {
                "verse_number": "7",
                "verse_text": "Elishama, Beeliada, and Eliphelet. The LORD answered, &apos;Attack them, and I&quot;ll definitely hand them over to you.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "When the Philistines heard that David had been anointed king over all Israel, they all marched up to find him. David heard this and went out to confront them."
            },
            {
                "verse_number": "9",
                "verse_text": "The Philistines had invaded and were plundering the Rephaim Valley."
            },
            {
                "verse_number": "10",
                "verse_text": "David asked God for advice: &apos;Should I attack the Philistines, and will you hand them over to me?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So they marched up to Baal-perazim, and David defeated them there. &apos;By my strength,&apos; David exclaimed, &apos;God has burst out against my enemies, the way water bursts out.&apos; That&quot;s why the place is called Baal-perazim."
            },
            {
                "verse_number": "12",
                "verse_text": "The Philistines left their divine images behind, and David ordered them burned."
            },
            {
                "verse_number": "13",
                "verse_text": "When the Philistines plundered the valley a second time,"
            },
            {
                "verse_number": "14",
                "verse_text": "David again asked God&quot;s advice, but God answered, &apos;Don&quot;t attack them directly. Circle around behind them and come at them from in front of the balsam trees."
            },
            {
                "verse_number": "15",
                "verse_text": "As soon as you hear the sound of marching in the tops of the trees, then attack, for God has attacked in front of you to defeat the Philistine army.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "David followed God&quot;s orders exactly, and they defeated the Philistine army from Gibeon all the way to Gezer."
            },
            {
                "verse_number": "17",
                "verse_text": "David&quot;s fame spread throughout all lands, and the LORD made all the nations fear him."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "After he had built houses for himself in David&quot;s City, David prepared a place for God&quot;s chest and pitched a tent for it."
            },
            {
                "verse_number": "2",
                "verse_text": "David said, &apos;Only the Levites may carry God&quot;s chest, because the LORD has chosen them to carry the LORD &quot;s chest and to minister to him forever.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "David assembled all Israel in Jerusalem to bring the LORD &quot;s chest to the place he had prepared for it."
            },
            {
                "verse_number": "4",
                "verse_text": "David also gathered Aaron&quot;s family and the Levites:"
            },
            {
                "verse_number": "5",
                "verse_text": "Uriel, the leader of Kohath&quot;s family, and 120 of his relatives;"
            },
            {
                "verse_number": "6",
                "verse_text": "Asaiah, the leader of Merari&quot;s family, and 220 of his relatives;"
            },
            {
                "verse_number": "7",
                "verse_text": "Joel, the leader of Gershom&quot;s family, and 130 of his relatives;"
            },
            {
                "verse_number": "8",
                "verse_text": "Shemaiah, the leader of Elizaphan&quot;s family, and 200 of his relatives;"
            },
            {
                "verse_number": "9",
                "verse_text": "Eliel, the leader of Hebron&quot;s family, and 80 of his relatives;"
            },
            {
                "verse_number": "10",
                "verse_text": "and Amminadab, the leader of Uzziel&quot;s family, and 112 of his relatives."
            },
            {
                "verse_number": "11",
                "verse_text": "David called for the priests Zadok and Abiathar, and the Levites Uriel, Asaiah, Joel, Shemaiah, Eliel, and Amminadab."
            },
            {
                "verse_number": "12",
                "verse_text": "He said to them, &apos;You are the household heads of the Levites. Make yourselves holy, you and your brothers, and then bring the chest of the LORD , Israel&quot;s God, to the place I&quot;ve prepared for it."
            },
            {
                "verse_number": "13",
                "verse_text": "When you weren&quot;t with us the first time, the LORD our God burst out against us because we didn&quot;t ask his advice properly.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So the priests and the Levites made themselves holy to bring up the chest of the LORD , Israel&quot;s God."
            },
            {
                "verse_number": "15",
                "verse_text": "The Levites carried God&quot;s chest with poles on their shoulders, just as Moses had commanded according to the LORD &quot;s word."
            },
            {
                "verse_number": "16",
                "verse_text": "Then David told the leaders of the Levites to appoint some of their relatives as singers to raise their voices joyfully, accompanied by musical instruments, including harps, lyres, and cymbals."
            },
            {
                "verse_number": "17",
                "verse_text": "So the Levites appointed Heman, Joel&quot;s son; and from his relatives, Asaph, Berechiah&quot;s son; and from their Merarite relatives, Ethan, Kushaiah&quot;s son;"
            },
            {
                "verse_number": "18",
                "verse_text": "and second in rank with them their relatives: Zechariah, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphelehu, Mikneiah, and Obed-edom and Jeiel the gatekeepers."
            },
            {
                "verse_number": "19",
                "verse_text": "The singers Heman, Asaph, and Ethan were to make music with bronze cymbals."
            },
            {
                "verse_number": "20",
                "verse_text": "Zechariah, Aziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah, and Benaiah were to play harps tuned to the Alamoth."
            },
            {
                "verse_number": "21",
                "verse_text": "Mattithiah, Eliphelehu, Mikneiah, Obed-edom, Jeiel, and Azaziah were to lead with lyres tuned to the Sheminith."
            },
            {
                "verse_number": "22",
                "verse_text": "Chenaniah was leader of the Levites who provided transportation, because he was skilled at it."
            },
            {
                "verse_number": "23",
                "verse_text": "Berechiah and Elkanah were gatekeepers for the chest."
            },
            {
                "verse_number": "24",
                "verse_text": "The priests Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah, and Eliezer were to blow the trumpets before God&quot;s chest. Obed-edom and Jehiah also were to be gatekeepers for the chest."
            },
            {
                "verse_number": "25",
                "verse_text": "Then David, along with Israel&quot;s elders and the captains of the thousands, went with rejoicing to bring up the chest containing the LORD &quot;s covenant from Obed-edom&quot;s house."
            },
            {
                "verse_number": "26",
                "verse_text": "Since God had helped the Levites who were carrying the chest containing the LORD &quot;s covenant, they sacrificed seven bulls and seven rams."
            },
            {
                "verse_number": "27",
                "verse_text": "David wore a fine-linen robe, as did the singers, all the Levites who were carrying the chest, and Chenaniah, the leader of transportation. David also wore a linen priestly vest."
            },
            {
                "verse_number": "28",
                "verse_text": "So all Israel brought up the chest containing the LORD &quot;s covenant with shouts of joy, accompanied by the blast of the ram&quot;s horn, by trumpets and cymbals, and playing on harps and lyres."
            },
            {
                "verse_number": "29",
                "verse_text": "As the chest containing the LORD &quot;s covenant entered David&quot;s City, Michal, Saul&quot;s daughter, looked out the window. When she saw King David leaping and dancing, she lost all respect for him."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "They brought in God&quot;s chest and placed it inside the tent David had pitched for it. Then they brought entirely burned offerings and well-being sacrifices before God."
            },
            {
                "verse_number": "2",
                "verse_text": "When David had finished offering the entirely burned offerings and the well-being sacrifices, he blessed the people in the LORD &quot;s name"
            },
            {
                "verse_number": "3",
                "verse_text": "and distributed a loaf of bread, a piece of meat, and a raisin cake to every Israelite man and woman. make his deeds known to all people! dwell on all his wondrous works! Let the hearts of all those seeking the LORD rejoice! seek his face always! all his marvelous works, and the justice he declared&ndash; and the children of Jacob, his chosen ones. His justice is everywhere throughout the whole world. the word he commanded to a thousand generations, the solemn pledge he swore to Isaac. as an eternal covenant for Israel, as your allotted inheritance.&apos; insignificant, just immigrants&ndash; from one kingdom to the next, God punished kings for their sake: don&quot;t harm my prophets!&apos; Share the news of his saving work every single day! declare his wondrous works among all people He is awesome beyond all other gods but it is the LORD who created heaven! strength and joy are in his place. give to the LORD glory and power! Bring gifts! Enter his presence! Bow down to the LORD in his holy splendor! it won&quot;t be shaken. Let the earth rejoice! Let the nations say, &apos;The LORD rules!&apos; Let the countryside and everything in it celebrate! before the LORD , because he is coming to establish justice on earth! because his faithful love endures forever. Gather us! Deliver us from among the nations so we can give thanks to your holy name and rejoice in your praise.&apos; from forever in the past to forever always. And let all the people say, &apos;Amen!&apos; Praise the LORD !"
            },
            {
                "verse_number": "4",
                "verse_text": "David appointed some of the Levites to serve before the LORD &quot;s chest in order to remember, to give thanks, and to praise the LORD , Israel&quot;s God:"
            },
            {
                "verse_number": "5",
                "verse_text": "Asaph was the leader, and Zechariah his assistant; also Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed-edom, and Jeiel with harps and lyres; Asaph sounding the cymbals;"
            },
            {
                "verse_number": "6",
                "verse_text": "and the priests Benaiah and Jahaziel blowing trumpets regularly before the chest containing God&quot;s covenant."
            },
            {
                "verse_number": "7",
                "verse_text": "On the same day, for the first time, David ordered Asaph and his relatives to give thanks to the LORD ."
            },
            {
                "verse_number": "8",
                "verse_text": "Give thanks to the LORD , call on his name;"
            },
            {
                "verse_number": "9",
                "verse_text": "Sing to God, sing praises to him;"
            },
            {
                "verse_number": "10",
                "verse_text": "Give praise to God&quot;s holy name!"
            },
            {
                "verse_number": "11",
                "verse_text": "Pursue the LORD and his strength;"
            },
            {
                "verse_number": "12",
                "verse_text": "Remember the wondrous works he has done,"
            },
            {
                "verse_number": "13",
                "verse_text": "you who are the offspring of Israel, his servant,"
            },
            {
                "verse_number": "14",
                "verse_text": "The LORD &ndash;he is our God."
            },
            {
                "verse_number": "15",
                "verse_text": "God remembers his covenant forever,"
            },
            {
                "verse_number": "16",
                "verse_text": "which he made with Abraham,"
            },
            {
                "verse_number": "17",
                "verse_text": "God set it up as binding law for Jacob,"
            },
            {
                "verse_number": "18",
                "verse_text": "promising, &apos;I hereby give you the land of Canaan"
            },
            {
                "verse_number": "19",
                "verse_text": "When they were few in number&ndash;"
            },
            {
                "verse_number": "20",
                "verse_text": "wandering from nation to nation,"
            },
            {
                "verse_number": "21",
                "verse_text": "God didn&quot;t let anyone oppress them."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Don&quot;t touch my anointed ones;"
            },
            {
                "verse_number": "23",
                "verse_text": "Sing to the LORD , all the earth!"
            },
            {
                "verse_number": "24",
                "verse_text": "Declare God&quot;s glory among the nations;"
            },
            {
                "verse_number": "25",
                "verse_text": "because the LORD is great and so worthy of praise."
            },
            {
                "verse_number": "26",
                "verse_text": "because all the gods of the nations are just idols,"
            },
            {
                "verse_number": "27",
                "verse_text": "Greatness and grandeur are in front of him;"
            },
            {
                "verse_number": "28",
                "verse_text": "Give to the LORD , all families of the nations&ndash;"
            },
            {
                "verse_number": "29",
                "verse_text": "Give to the LORD the glory due his name!"
            },
            {
                "verse_number": "30",
                "verse_text": "Tremble before him, all the earth! Yes, he set the world firmly in place;"
            },
            {
                "verse_number": "31",
                "verse_text": "Let heaven celebrate!"
            },
            {
                "verse_number": "32",
                "verse_text": "Let the sea and everything in it roar!"
            },
            {
                "verse_number": "33",
                "verse_text": "Then the trees of the forest will shout out joyfully"
            },
            {
                "verse_number": "34",
                "verse_text": "Give thanks to the LORD because he is good,"
            },
            {
                "verse_number": "35",
                "verse_text": "Say: &apos;Save us, God, our savior!"
            },
            {
                "verse_number": "36",
                "verse_text": "Bless the LORD , Israel&quot;s God,"
            },
            {
                "verse_number": "37",
                "verse_text": "Then David placed Asaph and his relatives, together with Obed-edom and sixty-eight of his relatives, to minister there continually before the chest containing the LORD &quot;s covenant, following the routines required on each day."
            },
            {
                "verse_number": "38",
                "verse_text": "Obed-edom, Jeduthun&quot;s son, and Hosah served as gatekeepers."
            },
            {
                "verse_number": "39",
                "verse_text": "David also placed the priest Zadok and his other priestly relatives at the LORD &quot;s dwelling at the shrine in Gibeon."
            },
            {
                "verse_number": "40",
                "verse_text": "They were to offer continually, both morning and evening, entirely burned offerings to the LORD on the altar for entirely burned offerings, following the written requirements in the LORD &quot;s Instruction, which he had given Israel."
            },
            {
                "verse_number": "41",
                "verse_text": "With them were Heman and Jeduthun and the rest of those chosen by name to give thanks to the LORD , because his faithful love lasts forever."
            },
            {
                "verse_number": "42",
                "verse_text": "With them were also the trumpets and the cymbals for the musicians and the instruments for God&quot;s songs. Jeduthun&quot;s family was at the gate."
            },
            {
                "verse_number": "43",
                "verse_text": "Then all of the people left for their homes. And David returned to bless his household."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "When David was settled into his palace, he said to the prophet Nathan, &apos;I&quot;m living in a cedar palace while the chest containing the LORD &quot;s covenant is under curtains.&apos; Who am I, LORD God, and of what significance is my family that you have brought me this far?"
            },
            {
                "verse_number": "2",
                "verse_text": "Nathan replied, &apos;Go ahead and do whatever you are thinking, because God is with you.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But that very night God&quot;s word came to Nathan:"
            },
            {
                "verse_number": "4",
                "verse_text": "Go to my servant David and tell him, This is what the LORD says: You are not the one to build the temple for me to live in."
            },
            {
                "verse_number": "5",
                "verse_text": "In fact, I haven&quot;t lived in a temple from the day I brought Israel out until this very day. I&quot;ve been traveling from tent to tent and from dwelling to dwelling."
            },
            {
                "verse_number": "6",
                "verse_text": "Throughout my traveling with the Israelites, did I ever ask one of Israel&quot;s tribal leaders, whom I appointed to shepherd my people, Why haven&quot;t you built me a cedar temple?"
            },
            {
                "verse_number": "7",
                "verse_text": "So then, say this to my servant David: This is what the LORD of heavenly forces says: I myself took you from the pasture, from following the flock, to be leader over my people Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "I&quot;ve been with you wherever you&quot;ve gone. I&quot;ve eliminated all your enemies before you. Now I will make your name great&ndash;like the name of the greatest people on earth."
            },
            {
                "verse_number": "9",
                "verse_text": "I&quot;m going to provide a place for my people Israel, and plant them so that they may live there and no longer be disturbed. Cruel people will no longer trouble them as they did earlier,"
            },
            {
                "verse_number": "10",
                "verse_text": "when I appointed judges over my people Israel. I&quot;ll subdue all your enemies and make you great. As for a dynasty, the LORD will build one for you!"
            },
            {
                "verse_number": "11",
                "verse_text": "When the time comes for you to die, I will raise up a descendant of yours after you, one of your own sons, to succeed you, and I will establish his kingship."
            },
            {
                "verse_number": "12",
                "verse_text": "He is the one who will build me a temple, and I will establish his throne forever."
            },
            {
                "verse_number": "13",
                "verse_text": "I will become his father and he will become my son, and I&quot;ll never withdraw my faithful love from him as I did from the one before you."
            },
            {
                "verse_number": "14",
                "verse_text": "I&quot;ll install him in my house and in my kingdom forever, and his throne will be established forever."
            },
            {
                "verse_number": "15",
                "verse_text": "Nathan faithfully reported all that he had seen and heard to David."
            },
            {
                "verse_number": "16",
                "verse_text": "Then King David went and sat in the LORD &quot;s presence. He asked:"
            },
            {
                "verse_number": "17",
                "verse_text": "But even this was too small in your eyes, God. You have spoken about the future of your servant&quot;s dynasty and have chosen me as an important person, LORD God."
            },
            {
                "verse_number": "18",
                "verse_text": "What more can I say to you for honoring your servant? You yourself know your servant."
            },
            {
                "verse_number": "19",
                "verse_text": "LORD , for your servant&quot;s sake and according to your will, you have done this great thing in order to make all these great things known."
            },
            {
                "verse_number": "20",
                "verse_text": "LORD , no one can compare to you, no God except you, just as we have heard with our own ears."
            },
            {
                "verse_number": "21",
                "verse_text": "Who is like your people Israel, a unique nation on the earth, that God redeemed as his own people, establishing a name for yourself by doing great and awesome things, by driving out nations before your people whom you saved from Egypt?"
            },
            {
                "verse_number": "22",
                "verse_text": "You established your people Israel as your own people forever, and you, LORD , became their God."
            },
            {
                "verse_number": "23",
                "verse_text": "Now, LORD , confirm forever the promise you have made about your servant and his dynasty. Do as you have promised"
            },
            {
                "verse_number": "24",
                "verse_text": "so that it may be established and so that your name may be made great forever when people say, &apos;The LORD of heavenly forces, the God of Israel, is Israel&quot;s God.&apos; May your servant David&quot;s household be established before you."
            },
            {
                "verse_number": "25",
                "verse_text": "You, my God, have revealed to your servant that you will build him a dynasty. That is why your servant has found the courage to pray this prayer to you."
            },
            {
                "verse_number": "26",
                "verse_text": "LORD , you are truly God, and you promised this good thing to your servant."
            },
            {
                "verse_number": "27",
                "verse_text": "So now willingly bless your servant&quot;s dynasty so that it might continue forever before you, because you, LORD God, have promised. Let your servant&quot;s dynasty be blessed forever by your blessing."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Some time later, David defeated the Philistines, subdued them, and took Gath and its villages from Philistine control."
            },
            {
                "verse_number": "2",
                "verse_text": "He also defeated Moab, enslaving them and requiring payment."
            },
            {
                "verse_number": "3",
                "verse_text": "David defeated Zobah&quot;s King Hadadezer at Hamath, as he continued to establish his control along the Euphrates River."
            },
            {
                "verse_number": "4",
                "verse_text": "David captured one thousand chariots from him, seven thousand cavalry, and twenty thousand foot soldiers. Then David cut the hamstrings of all but one hundred of the chariot horses."
            },
            {
                "verse_number": "5",
                "verse_text": "When the Arameans of Damascus came to help Zobah&quot;s King Hadadezer, David killed twenty-two thousand of the Arameans."
            },
            {
                "verse_number": "6",
                "verse_text": "David stationed soldiers in Aram of Damascus, enslaved them, and required payment. The LORD gave David victory wherever he went."
            },
            {
                "verse_number": "7",
                "verse_text": "David took the gold shields carried by Hadadezer&quot;s servants and brought them to Jerusalem."
            },
            {
                "verse_number": "8",
                "verse_text": "From Tibhath and Cun, Hadadezer&quot;s cities, David took large amounts of bronze, with which Solomon made the bronze basin, the pillars, and the bronze equipment."
            },
            {
                "verse_number": "9",
                "verse_text": "When Hamath&quot;s King Tou heard that David had defeated the entire army of Zobah&quot;s King Hadadezer,"
            },
            {
                "verse_number": "10",
                "verse_text": "he sent his son Hadoram to King David to wish him well and to congratulate him over his battle and defeat of Hadadezer, because Tou was an enemy of Hadadezer. Hadoram brought with him all kinds of gold, silver, and bronze objects."
            },
            {
                "verse_number": "11",
                "verse_text": "King David dedicated these to the LORD along with the silver and the gold he had taken from all these nations: Edom, Moab, the Ammonites, the Philistines, and Amalek."
            },
            {
                "verse_number": "12",
                "verse_text": "Abishai, Zeruiah&quot;s son, struck down eighteen thousand Edomites in the Salt Valley."
            },
            {
                "verse_number": "13",
                "verse_text": "He stationed soldiers in Edom, and all the Edomites became David&quot;s slaves. The LORD gave David victory wherever he went."
            },
            {
                "verse_number": "14",
                "verse_text": "David ruled over all Israel and maintained justice and righteousness for all his people."
            },
            {
                "verse_number": "15",
                "verse_text": "Zeruiah&quot;s son Joab was in command of the army; Ahilud&quot;s son Jehoshaphat was recorder;"
            },
            {
                "verse_number": "16",
                "verse_text": "Ahitub&quot;s son Zadok and Abiathar&quot;s son Ahimelech were priests; Shavsha was secretary;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jehoiada&quot;s son Benaiah was in command of the Cherethites and the Pelethites; and David&quot;s sons were the king&quot;s chief personal advisors."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Some time later, the Ammonite King Nahash died, and his son succeeded him as king."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I&quot;ll be loyal to Nahash&quot;s son Hanun,&apos; David said, &apos;because his father was loyal to me.&apos; So David sent messengers with condolences about his father&quot;s death. But when David&quot;s servants arrived in the Ammonite territory to express his sympathy to Hanun,"
            },
            {
                "verse_number": "3",
                "verse_text": "the Ammonite leaders asked Hanun, &apos;Do you really believe David is honoring your father because he has sent you condolences? Of course not! His servants have come to search the city, spy it out, and overthrow it!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So Hanun took David&quot;s servants, shaved them, cut off half their garments from their buttocks down, and sent them off."
            },
            {
                "verse_number": "5",
                "verse_text": "When this was reported to David, he sent messengers to the men because they were completely ashamed. The king said, &apos;Stay in Jericho until your beards have grown. Then you can come back.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "When the Ammonites realized that they had offended David, Hanun and the Ammonites sent one thousand kikkars of silver to hire chariots and cavalry for themselves from Aram-naharaim, Aram-maacah, and Zobah."
            },
            {
                "verse_number": "7",
                "verse_text": "They hired thirty-two thousand chariots, as well as King Maacah and his army, who came and camped in front of Medeba, while the Ammonites left their cities and came together ready for battle."
            },
            {
                "verse_number": "8",
                "verse_text": "When David heard this, he sent Joab and the entire army of warriors."
            },
            {
                "verse_number": "9",
                "verse_text": "The Ammonites marched out and formed a battle line at the entrance to the city, while the kings who had come remained in the countryside."
            },
            {
                "verse_number": "10",
                "verse_text": "When Joab saw that the battle would be fought on two fronts, he chose some of Israel&quot;s finest warriors and deployed them to meet the Arameans."
            },
            {
                "verse_number": "11",
                "verse_text": "The rest of the army Joab placed under the command of his brother Abishai. When they took up their positions to meet the Arameans,"
            },
            {
                "verse_number": "12",
                "verse_text": "Joab said, &apos;If the Arameans prove too strong for me, you must help me, and if the Ammonites prove too strong for you, I&quot;ll help you."
            },
            {
                "verse_number": "13",
                "verse_text": "Be brave! We must be courageous for the sake of our people and the cities of our God. The LORD will do what is good in his eyes.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "When Joab and the troops who were with him advanced into battle against the Arameans, they fled from him."
            },
            {
                "verse_number": "15",
                "verse_text": "When the Ammonites saw that the Arameans had fled, they also fled from his brother Abishai and retreated into the city. So Joab returned to Jerusalem."
            },
            {
                "verse_number": "16",
                "verse_text": "The Arameans saw that they had been defeated by Israel. They sent out messengers to bring Aramean reinforcements from the other side of the river, with Shophach the commander of Hadadezer&quot;s army at their head."
            },
            {
                "verse_number": "17",
                "verse_text": "Upon hearing this, David gathered all Israel and crossed the Jordan. David advanced and took up positions against the Arameans to meet them in battle. After initiating the battle,"
            },
            {
                "verse_number": "18",
                "verse_text": "the Arameans fled before Israel, and David killed seven thousand Aramean chariot drivers and forty thousand foot soldiers. Shophach the commander of their army was killed too."
            },
            {
                "verse_number": "19",
                "verse_text": "When the servants of Hadadezer saw that they had been defeated by Israel, they made peace with David and served him. Never again would the Arameans come to the aid of the Ammonites."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "In the spring, the time when kings go to war, Joab marched out with the army, destroyed the land of the Ammonites, and besieged Rabbah. David stayed in Jerusalem while Joab attacked Rabbah and overthrew it."
            },
            {
                "verse_number": "2",
                "verse_text": "David took Milcom&quot;s crown from his head. He found that it weighed one kikkar of gold and was set with a valuable stone. It was placed on David&quot;s head. The amount of loot David took from the city was huge."
            },
            {
                "verse_number": "3",
                "verse_text": "After removing the people who were in the city, David demolished the city with saws, iron picks, and axes, as he did to all the Ammonite cities. Then David and all his troops returned to Jerusalem."
            },
            {
                "verse_number": "4",
                "verse_text": "Once again war broke out at Gezer with the Philistines. At that time Sibbecai the Hushathite killed Sippai, one of the descendants of the Rephah, and the Philistines were subdued."
            },
            {
                "verse_number": "5",
                "verse_text": "In another war with the Philistines, Jair&quot;s son Elhanan killed Lahmi the brother of Goliath the Gittite. The shaft of his spear was like a weaver&quot;s beam."
            },
            {
                "verse_number": "6",
                "verse_text": "At another war in Gath there was a huge man with six fingers on each hand and six toes on each foot, twenty-four in all, who was also descended from Raphah."
            },
            {
                "verse_number": "7",
                "verse_text": "When he taunted Israel, Jonathan the son of David&quot;s brother Shimea killed him."
            },
            {
                "verse_number": "8",
                "verse_text": "These were descended from the Raphah in Gath, and they fell by the hands of David and his servants."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "A heavenly Adversary arose against Israel and incited David to count Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "So David told Joab and the leaders of the people, &apos;Go throughout all the tribes of Israel, from Dan to Beer-sheba, and take a census of the people so I know how many people there are.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But Joab replied, &apos;May the LORD increase his people a hundred times! Sir, aren&quot;t you the king, and aren&quot;t they all your servants? Why do you want to do this? Why bring guilt on Israel?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But the king overruled Joab, who left and traveled throughout all Israel. When he returned to Jerusalem,"
            },
            {
                "verse_number": "5",
                "verse_text": "he reported to David the total number: there were 1,100,000 men available for military service in all Israel, while Judah alone had 470,000."
            },
            {
                "verse_number": "6",
                "verse_text": "He didn&quot;t include Levi and Benjamin among them, because Joab disagreed with the king&quot;s order."
            },
            {
                "verse_number": "7",
                "verse_text": "God was offended by this census and punished Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "Then David said to God, &apos;I have sinned greatly in what I have done! Now please take away the guilt of your servant because I have done something very foolish.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The LORD told Gad, David&quot;s seer:"
            },
            {
                "verse_number": "10",
                "verse_text": "Go and tell David, This is what the LORD says: I&quot;m offering you three punishments. Choose one of them, and that is what I will do to you."
            },
            {
                "verse_number": "11",
                "verse_text": "When Gad came to David, he said to him, &apos;This is what the LORD says: Take your choice:"
            },
            {
                "verse_number": "12",
                "verse_text": "three years of famine, three months of fleeing from your enemies while your enemies&quot; sword overtakes you, or three days of the LORD &quot;s sword, that is, plague in the land and the LORD &quot;s messenger bringing disaster in every part of Israel. Decide now what answer I should take back to the one who sent me.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;I&quot;m in deep trouble,&apos; David said to Gad. &apos;I&quot;d rather fall into the hands of the LORD , who is very merciful; don&quot;t let me fall into human hands.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So the LORD sent a plague throughout Israel, and seventy thousand Israelites fell dead."
            },
            {
                "verse_number": "15",
                "verse_text": "Then God sent a messenger to Jerusalem to destroy it. But just as the messenger was about to destroy it, the LORD looked and changed his mind about the destruction. He said to the messenger who was destroying it, &apos;That&quot;s enough! Withdraw your hand!&apos; At that time the LORD &quot;s messenger was standing near the threshing floor of Ornan the Jebusite."
            },
            {
                "verse_number": "16",
                "verse_text": "When David looked up, he saw the LORD &quot;s messenger stationed between the earth and the sky with a drawn sword in his hand stretched out against Jerusalem. Then David and the elders, dressed in mourning clothes, fell on their faces;"
            },
            {
                "verse_number": "17",
                "verse_text": "and David said to God, &apos;Wasn&quot;t it I who ordered the numbering of the people? I&quot;m the sinner, the one responsible for this evil. But these sheep&ndash;what have they done? LORD , my God, turn your hand against me and my household, but spare your people from the plague.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The LORD &quot;s messenger ordered Gad to tell David that he should go up to the threshing floor of Ornan the Jebusite in order to set up an altar for the LORD ."
            },
            {
                "verse_number": "19",
                "verse_text": "So David went up, following the instructions Gad had delivered in the LORD &quot;s name."
            },
            {
                "verse_number": "20",
                "verse_text": "Ornan turned around and saw the king. His four sons who were with him hid themselves, but Ornan continued threshing wheat."
            },
            {
                "verse_number": "21",
                "verse_text": "When David approached Ornan, Ornan looked up, recognized David, left the threshing floor, and bowed to David with his face to the ground."
            },
            {
                "verse_number": "22",
                "verse_text": "David said to Ornan, &apos;Give me the site of the threshing floor, charging me full price, so that I may build an altar to the LORD , and the plague among the people may come to an end.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Ornan replied to David, &apos;Take it for yourself, and may my master the king do what he thinks is best. I&quot;ll even provide the oxen for the entirely burned offerings, the threshing boards for wood, and the wheat for the grain offering&ndash;I&quot;ll provide everything!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "But King David said to Ornan, &apos;No, I will buy them from you at a fair price. I won&quot;t offer to the LORD what belongs to you nor offer an entirely burned offering that costs me nothing.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then David gave Ornan six hundred shekels of gold by weight for the site."
            },
            {
                "verse_number": "26",
                "verse_text": "David built an altar there for the LORD and offered entirely burned offerings and well-being sacrifices. He called on the LORD , who answered him with fire from heaven on the altar of the entirely burned offering, consuming the entirely burned offering."
            },
            {
                "verse_number": "27",
                "verse_text": "Then the LORD commanded the messenger to return his sword to its sheath."
            },
            {
                "verse_number": "28",
                "verse_text": "At that time, after David saw that the LORD had answered him at the threshing floor of Ornan the Jebusite, he offered sacrifices there."
            },
            {
                "verse_number": "29",
                "verse_text": "The LORD &quot;s dwelling that Moses had made in the desert and the altar for entirely burned offerings were then at the shrine in Gibeon,"
            },
            {
                "verse_number": "30",
                "verse_text": "but David couldn&quot;t go there to seek God because he feared the sword of the LORD &quot;s messenger."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Then David said, &apos;This is where the LORD God&quot;s temple will be, along with Israel&quot;s altar for entirely burned offerings.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "David gave orders to gather the immigrants living in the land of Israel, and he appointed masons who would cut stones for building God&quot;s temple."
            },
            {
                "verse_number": "3",
                "verse_text": "David also provided a huge amount of iron for nails for the doors of the gates and for the braces, so much bronze that it couldn&quot;t be weighed,"
            },
            {
                "verse_number": "4",
                "verse_text": "and innumerable cedar logs from the Sidonians and the Tyrians, who gave them to David."
            },
            {
                "verse_number": "5",
                "verse_text": "David thought, My son Solomon is too inexperienced to build the LORD &quot;s temple. It must be great beyond compare in order to win fame and glory throughout all lands, so I myself will prepare things for him. So David made extensive preparations before his death."
            },
            {
                "verse_number": "6",
                "verse_text": "David sent for his son Solomon and instructed him to build a temple for the LORD , the God of Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "David said to Solomon, &apos;My son, I had intended to build a temple for the name of the LORD my God."
            },
            {
                "verse_number": "8",
                "verse_text": "But the LORD told me: You&quot;ve shed much blood and waged great wars. You won&quot;t build a temple for my name because you&quot;ve spilled so much blood on the ground before me."
            },
            {
                "verse_number": "9",
                "verse_text": "A son has just been born to you. He&quot;ll be a man of peace, and I&quot;ll give him peace with all his surrounding enemies. In fact, his name will be Solomon, and I&quot;ll give Israel peace and quiet during his reign."
            },
            {
                "verse_number": "10",
                "verse_text": "He will be the one to build a temple for my name. He&quot;ll become my son, and I&quot;ll become his father, and I&quot;ll establish his royal throne over Israel forever."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Now, my son, may the LORD be with you so that you may successfully build the temple of the LORD your God, as he promised you."
            },
            {
                "verse_number": "12",
                "verse_text": "May the LORD be sure to give you insight and understanding so that when he appoints you over Israel, you will observe the Instruction from the LORD your God."
            },
            {
                "verse_number": "13",
                "verse_text": "Then, if you carefully follow the regulations and case laws that the LORD commanded Moses concerning Israel, you&quot;ll prosper. Be strong and brave. Don&quot;t be afraid or lose heart!"
            },
            {
                "verse_number": "14",
                "verse_text": "With great effort I&quot;ve now provided for the LORD &quot;s temple one hundred thousand kikkars of gold, one million kikkars of silver, and so much bronze and iron that it can&quot;t be weighed, as well as wood and stone, though you may add to these."
            },
            {
                "verse_number": "15",
                "verse_text": "You also have innumerable people to do the work: stonecutters, masons, and carpenters with every skill required for any task,"
            },
            {
                "verse_number": "16",
                "verse_text": "whether in gold, silver, bronze, or iron. So get to work, and may the LORD be with you.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then David ordered all of Israel&quot;s leaders to help his son Solomon:"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;The LORD your God is with you! He&quot;s given you peace on every side. He&quot;s placed under my power the land&quot;s people, so that the land is under the control of the LORD and his people."
            },
            {
                "verse_number": "19",
                "verse_text": "Now then, dedicate yourselves to seeking the LORD your God. Get to work and build the sanctuary of the LORD God, so that the chest containing the LORD &quot;s covenant together with God&quot;s holy equipment may be brought into the temple built for the LORD &quot;s name.&apos;"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "When David had grown old after a long life, he made his son Solomon king over Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "He then gathered together all Israel&quot;s leaders along with the priests and the Levites."
            },
            {
                "verse_number": "3",
                "verse_text": "When the Levites were counted, the head count of every male 30 and older totaled 38,000."
            },
            {
                "verse_number": "4",
                "verse_text": "Of these, there were 24,000 to supervise the work on the LORD &quot;s temple, 6,000 officers and judges,"
            },
            {
                "verse_number": "5",
                "verse_text": "4,000 gatekeepers, and 4,000 praising the LORD with instruments made for offering praise."
            },
            {
                "verse_number": "6",
                "verse_text": "Then David divided them into three groups named after Levi&quot;s family members: Gershon, Kohath, and Merari. Mahli&quot;s family: Eleazar and Kish."
            },
            {
                "verse_number": "7",
                "verse_text": "The Gershonites included Ladan and Shimei."
            },
            {
                "verse_number": "8",
                "verse_text": "Ladan&quot;s family: Jehiel the first, Zetham, and Joel&ndash;three in all."
            },
            {
                "verse_number": "9",
                "verse_text": "Jehiel&quot;s family: Shelomith, Haziel, and Haran&ndash;three in all. These were the heads of the households of Ladan."
            },
            {
                "verse_number": "10",
                "verse_text": "Shimei&quot;s family: Jahath, Ziza, Jeush, and Beriah. These four were Shimei&quot;s family:"
            },
            {
                "verse_number": "11",
                "verse_text": "Jahath was the first, and Ziza the second; since Jeush and Beriah didn&quot;t have many children, they became a single household."
            },
            {
                "verse_number": "12",
                "verse_text": "Kohath&quot;s family: Amram, Izhar, Hebron, and Uzziel&ndash;four in all."
            },
            {
                "verse_number": "13",
                "verse_text": "Amram&quot;s family: Aaron and Moses. Aaron, together with his sons, was set apart to make the holiest objects holy, to make offerings before the LORD , to serve him, and to give blessings in his name forever."
            },
            {
                "verse_number": "14",
                "verse_text": "As for Moses the man of God, his sons were considered to be Levites."
            },
            {
                "verse_number": "15",
                "verse_text": "Moses&quot; family: Gershom and Eliezer."
            },
            {
                "verse_number": "16",
                "verse_text": "Gershom&quot;s family: Shebuel the first."
            },
            {
                "verse_number": "17",
                "verse_text": "Eliezer&quot;s family: Rehabiah the first; Eliezer had no other sons, but Rehabiah had many children."
            },
            {
                "verse_number": "18",
                "verse_text": "Izhar&quot;s family: Shelomoth the first."
            },
            {
                "verse_number": "19",
                "verse_text": "Hebron&quot;s family: Jeriah the first, Amariah the second, Jahaziel the third, and Jekameam the fourth."
            },
            {
                "verse_number": "20",
                "verse_text": "Uzziel&quot;s family: Micah the first and Isshiah the second."
            },
            {
                "verse_number": "21",
                "verse_text": "Merari&quot;s family: Mahli and Mushi."
            },
            {
                "verse_number": "22",
                "verse_text": "Eleazar died without sons, but he did have daughters who married their relatives from Kish&quot;s family."
            },
            {
                "verse_number": "23",
                "verse_text": "Mushi&quot;s family: Mahli, Eder, and Jeremoth&ndash;three in all."
            },
            {
                "verse_number": "24",
                "verse_text": "These were the members of Levi&quot;s family according to their households. The household heads were registered, along with a listing of the names of each person 20 years old and above who carried out assigned tasks in the LORD &quot;s temple."
            },
            {
                "verse_number": "25",
                "verse_text": "David said, &apos;Since the LORD , Israel&quot;s God, has given his people peace and has made his home in Jerusalem forever,"
            },
            {
                "verse_number": "26",
                "verse_text": "the Levites need no longer carry the dwelling or any of the equipment used in its service.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "David&quot;s last instructions were to count the Levites 20 years old and above."
            },
            {
                "verse_number": "28",
                "verse_text": "Their assignment was to be at the side of the Aaronites to serve in the LORD &quot;s temple, maintaining the courtyards and side rooms and cleansing all of the holy objects and doing whatever was needed in the service of God&quot;s temple."
            },
            {
                "verse_number": "29",
                "verse_text": "They were responsible for the stacks of bread, the fine flour for grain offerings, the wafers of unleavened bread, the cakes made on the griddle, the offering mixed with oil, as well as all the measuring."
            },
            {
                "verse_number": "30",
                "verse_text": "They were to be present every morning to thank and praise the LORD , and to do the same every evening."
            },
            {
                "verse_number": "31",
                "verse_text": "Whenever entirely burned offerings were offered to the LORD for the sabbaths, the new moons, and festivals, a designated number were to serve in the LORD &quot;s presence continuously."
            },
            {
                "verse_number": "32",
                "verse_text": "In this way they were to observe the instructions for the meeting tent, the instructions for the sanctuary, and the instructions for Aaron&quot;s family and relatives about serving in the LORD &quot;s temple."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "The divisions of the Aaronites: Aaron&quot;s family: Nadab, Abihu, Eleazar, and Ithamar. from Amram&quot;s family: Shubael; from Shubael&quot;s family: Jehdeiah; from Shelomoth&quot;s family: Jahath; from Micah&quot;s family: Shamir; from Isshiah&quot;s family: Zechariah; These were the Levites according to their households."
            },
            {
                "verse_number": "2",
                "verse_text": "Nadab and Abihu died before their father did, without having sons, and so Eleazar and Ithamar served as priests."
            },
            {
                "verse_number": "3",
                "verse_text": "David, with the help of Zadok from Eleazar&quot;s family and Ahimelech from Ithamar&quot;s family, divided them according to their appointed duties."
            },
            {
                "verse_number": "4",
                "verse_text": "Since Eleazar&quot;s family was found to have more male heads than Ithamar&quot;s family, they divided them so that Eleazar&quot;s family had sixteen household heads and Ithamar&quot;s family had eight."
            },
            {
                "verse_number": "5",
                "verse_text": "They divided both groups by lots because there were holy leaders, even outstanding leaders, among both Eleazar&quot;s and Ithamar&quot;s descendants."
            },
            {
                "verse_number": "6",
                "verse_text": "Shemaiah, Nethanel&quot;s son, the levitical scribe, recorded their names in the presence of the king; the leaders; Zadok the priest; Ahimelech, Abiathar&quot;s son; and the household heads of the priests and Levites. One household was taken from Eleazar followed by one from Ithamar."
            },
            {
                "verse_number": "7",
                "verse_text": "The first lot fell to Jehoiarib, the second to Jedaiah,"
            },
            {
                "verse_number": "8",
                "verse_text": "the third to Harim, the fourth to Seorim,"
            },
            {
                "verse_number": "9",
                "verse_text": "the fifth to Malchijah, the sixth to Mijamin,"
            },
            {
                "verse_number": "10",
                "verse_text": "the seventh to Hakkoz, the eighth to Abijah,"
            },
            {
                "verse_number": "11",
                "verse_text": "the ninth to Jeshua, the tenth to Shecaniah,"
            },
            {
                "verse_number": "12",
                "verse_text": "the eleventh to Eliashib, the twelfth to Jakim,"
            },
            {
                "verse_number": "13",
                "verse_text": "the thirteenth to Huppah, the fourteenth to Jeshebeab,"
            },
            {
                "verse_number": "14",
                "verse_text": "the fifteenth to Bilgah, the sixteenth to Immer,"
            },
            {
                "verse_number": "15",
                "verse_text": "the seventeenth to Hezir, the eighteenth to Happizzez,"
            },
            {
                "verse_number": "16",
                "verse_text": "the nineteenth to Pethahiah, the twentieth to Jehezkel,"
            },
            {
                "verse_number": "17",
                "verse_text": "the twenty-first to Jachin, the twenty-second to Gamul,"
            },
            {
                "verse_number": "18",
                "verse_text": "the twenty-third to Delaiah, and the twenty-fourth to Maaziah."
            },
            {
                "verse_number": "19",
                "verse_text": "These were to enter the LORD &quot;s temple according to their appointed duty and by the procedure established for them by their ancestor Aaron, just as the LORD God of Israel had instructed him."
            },
            {
                "verse_number": "20",
                "verse_text": "The rest of the Levites included:"
            },
            {
                "verse_number": "21",
                "verse_text": "from Rehabiah and his family: Isshiah the first;"
            },
            {
                "verse_number": "22",
                "verse_text": "from the Izharites: Shelomoth;"
            },
            {
                "verse_number": "23",
                "verse_text": "Hebron&quot;s family: Jeriah the first, Amariah the second, Jahaziel the third, Jekameam the fourth;"
            },
            {
                "verse_number": "24",
                "verse_text": "Uzziel&quot;s family: Micah;"
            },
            {
                "verse_number": "25",
                "verse_text": "Micah&quot;s brother Isshiah;"
            },
            {
                "verse_number": "26",
                "verse_text": "Merari&quot;s family: Mahli, Mushi and his son Jaaziah&quot;s family;"
            },
            {
                "verse_number": "27",
                "verse_text": "Merari&quot;s family by his son Jaaziah: Shoham, Zaccur, and Ibri;"
            },
            {
                "verse_number": "28",
                "verse_text": "from Mahli: Eleazar, who had no sons;"
            },
            {
                "verse_number": "29",
                "verse_text": "from Kish and his family: Jerahmeel;"
            },
            {
                "verse_number": "30",
                "verse_text": "and Mushi&quot;s family: Mahli, Eder, and Jerimoth."
            },
            {
                "verse_number": "31",
                "verse_text": "Both the household head and his youngest brother cast lots, just as their relatives, Aaron&quot;s descendants, had done in the presence of King David, Zadok, Ahimelech, and the heads of the priestly and levitical households."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "David and the army officers set apart Asaph&quot;s family, Heman and Jeduthun, for service to prophesy accompanied by lyres, harps, and cymbals. This is the list of those who performed this special service: As for Asaph, Jeduthun, and Heman,"
            },
            {
                "verse_number": "2",
                "verse_text": "From Asaph&quot;s family: Zaccur, Joseph, Nethaniah, and Asarelah. Asaph&quot;s family was under Asaph&quot;s direction and prophesied by order of the king."
            },
            {
                "verse_number": "3",
                "verse_text": "From Jeduthun and his family: Gedaliah, Izri, Jeshaiah, Shimei, Hashabiah, and Mattithiah&ndash;six in all. They were under their father Jeduthun&quot;s direction, prophesying with the lyre and giving thanks and praise to the LORD ."
            },
            {
                "verse_number": "4",
                "verse_text": "From Heman and his family: Bukkiah, Mattaniah, Uzziel, Shebuel, Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, Romamti-ezer, Joshbekashah, Mallothi, Hothir, and Mahazioth."
            },
            {
                "verse_number": "5",
                "verse_text": "All these were the family of Heman the king&quot;s seer, according to God&quot;s promise to honor him. God gave Heman fourteen sons and three daughters."
            },
            {
                "verse_number": "6",
                "verse_text": "They were all under their father&quot;s direction when singing in the LORD &quot;s temple with cymbals, harps, and lyres to provide service in God&quot;s temple, by order of the king."
            },
            {
                "verse_number": "7",
                "verse_text": "the number of themselves and their relatives, who were trained in singing to the LORD and who were all skillful, was 288."
            },
            {
                "verse_number": "8",
                "verse_text": "They cast lots for their assigned duties, small as well as great, teacher and pupil alike."
            },
            {
                "verse_number": "9",
                "verse_text": "The first lot fell for Asaph to Joseph; the second to Gedaliah, his relatives, and his family, 12;"
            },
            {
                "verse_number": "10",
                "verse_text": "the third to Zaccur, his family, and his relatives, 12;"
            },
            {
                "verse_number": "11",
                "verse_text": "the fourth to Izri, his family, and his relatives, 12;"
            },
            {
                "verse_number": "12",
                "verse_text": "the fifth to Nethaniah, his family, and his relatives, 12;"
            },
            {
                "verse_number": "13",
                "verse_text": "the sixth to Bukkiah, his family, and his relatives, 12;"
            },
            {
                "verse_number": "14",
                "verse_text": "the seventh to Jesarelah, his family, and his relatives, 12;"
            },
            {
                "verse_number": "15",
                "verse_text": "the eighth to Jeshaiah, his family, and his relatives, 12;"
            },
            {
                "verse_number": "16",
                "verse_text": "the ninth to Mattaniah, his family, and his relatives, 12;"
            },
            {
                "verse_number": "17",
                "verse_text": "the tenth to Shimei, his family, and his relatives, 12;"
            },
            {
                "verse_number": "18",
                "verse_text": "the eleventh to Uzziel, his family, and his relatives, 12;"
            },
            {
                "verse_number": "19",
                "verse_text": "the twelfth to Hashabiah, his family, and his relatives, 12;"
            },
            {
                "verse_number": "20",
                "verse_text": "the thirteenth to Shubael, his family, and his relatives, 12;"
            },
            {
                "verse_number": "21",
                "verse_text": "the fourteenth to Mattithiah, his family, and his relatives, 12;"
            },
            {
                "verse_number": "22",
                "verse_text": "the fifteenth to Jerimoth, his family, and his relatives, 12;"
            },
            {
                "verse_number": "23",
                "verse_text": "the sixteenth to Hananiah, his family, and his relatives, 12;"
            },
            {
                "verse_number": "24",
                "verse_text": "the seventeenth to Joshbekashah, his family, and his relatives, 12;"
            },
            {
                "verse_number": "25",
                "verse_text": "the eighteenth to Hanani, his family, and his relatives, 12;"
            },
            {
                "verse_number": "26",
                "verse_text": "the nineteenth to Mallothi, his family, and his relatives, 12;"
            },
            {
                "verse_number": "27",
                "verse_text": "the twentieth to Eliathah, his family, and his relatives, 12;"
            },
            {
                "verse_number": "28",
                "verse_text": "the twenty-first to Hothir, his family, and his relatives, 12;"
            },
            {
                "verse_number": "29",
                "verse_text": "the twenty-second to Giddalti, his family, and his relatives, 12;"
            },
            {
                "verse_number": "30",
                "verse_text": "the twenty-third to Mahazioth, his family, and his relatives, 12;"
            },
            {
                "verse_number": "31",
                "verse_text": "and the twenty-fourth to Romamti-ezer, his family, and his relatives, 12."
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "The divisions of the gatekeepers: from the Korahites: Meshelemiah, Kore&quot;s son, one of Ebiasaph&quot;s family. The guards had the same task:"
            },
            {
                "verse_number": "2",
                "verse_text": "Meshelemiah&quot;s family: Zechariah the oldest, Jediael the second, Zebadiah the third, Jathniel the fourth,"
            },
            {
                "verse_number": "3",
                "verse_text": "Elam the fifth, Jehohanan the sixth, and Eliehoenai the seventh."
            },
            {
                "verse_number": "4",
                "verse_text": "Obed-edom&quot;s family: Shemaiah the oldest, Jehozabad the second, Joah the third, Sachar the fourth, Nethanel the fifth,"
            },
            {
                "verse_number": "5",
                "verse_text": "Ammiel the sixth, Issachar the seventh, and Peullethai the eighth. God truly blessed him."
            },
            {
                "verse_number": "6",
                "verse_text": "To his son Shemaiah were born sons who ruled over their household, because they were valiant men."
            },
            {
                "verse_number": "7",
                "verse_text": "Shemaiah&quot;s family: Othni, Rephael, Obed, Elzabad, and his relatives, Elihu and Semachiah, who were valiant men."
            },
            {
                "verse_number": "8",
                "verse_text": "All these were members of Obed-edom&quot;s family, they, their sons, and their relatives. They were valiant and strong in their service, 62 men belonging to Obed-edom."
            },
            {
                "verse_number": "9",
                "verse_text": "Meshelemiah&quot;s family and relatives, valiant men, numbered 18."
            },
            {
                "verse_number": "10",
                "verse_text": "Hosah, one of Merari&quot;s family, also had a family: Shimri the first (though he wasn&quot;t the oldest, his father gave him that status),"
            },
            {
                "verse_number": "11",
                "verse_text": "Hilkiah the second, Tebaliah the third, and Zechariah the fourth. All of Hosah&quot;s family and relatives numbered 13."
            },
            {
                "verse_number": "12",
                "verse_text": "These were the divisions of the gatekeepers with their leaders, who were responsible to minister in the LORD &quot;s temple, along with their relatives."
            },
            {
                "verse_number": "13",
                "verse_text": "They cast lots for each gate in the same way, whether their household was small or large."
            },
            {
                "verse_number": "14",
                "verse_text": "The lot for the East Gate fell to Shelemiah. They then cast lots for his son Zechariah, a wise counselor, and his lot indicated the North Gate."
            },
            {
                "verse_number": "15",
                "verse_text": "Obed-edom was assigned the South Gate, and his sons were assigned the storehouses."
            },
            {
                "verse_number": "16",
                "verse_text": "Hosah was assigned the West Gate, that is, the chamber gate on the upper road."
            },
            {
                "verse_number": "17",
                "verse_text": "each day the East had six, the North four, and the South four, with two at each of the storehouses."
            },
            {
                "verse_number": "18",
                "verse_text": "At the courtyard on the West, there were four at the road and two at the courtyard."
            },
            {
                "verse_number": "19",
                "verse_text": "These were the divisions of the gatekeepers from Korah&quot;s family and Merari&quot;s family."
            },
            {
                "verse_number": "20",
                "verse_text": "Their fellow Levites were in charge of the treasuries of God&quot;s temple and the treasuries of the dedicated gifts:"
            },
            {
                "verse_number": "21",
                "verse_text": "from Ladan&quot;s family, the family of the Gershonites belonging to Ladan, and the heads of the households belonging to Ladan the Gershonite: Jehieli."
            },
            {
                "verse_number": "22",
                "verse_text": "Jehieli&quot;s family: Zetham and Joel his brother were in charge of the treasuries of the LORD &quot;s temple."
            },
            {
                "verse_number": "23",
                "verse_text": "From the Amramites, Izharites, Hebronites, and Uzzielites:"
            },
            {
                "verse_number": "24",
                "verse_text": "Shebuel, a descendant of Gershom, Moses&quot; son, was the chief officer in charge of the treasuries."
            },
            {
                "verse_number": "25",
                "verse_text": "His relatives through Eliezer included his son Rehabiah, his son Jeshaiah, his son Joram, his son Zichri, and his son Shelomoth."
            },
            {
                "verse_number": "26",
                "verse_text": "This Shelomoth and his relatives were in charge of all the treasuries of the gifts dedicated by King David, by the household leaders, by the commanders of the units of a thousand and a hundred, and by the army officers."
            },
            {
                "verse_number": "27",
                "verse_text": "They had dedicated some of the valuable objects won in battle to repair the LORD &quot;s temple."
            },
            {
                "verse_number": "28",
                "verse_text": "Everything that was dedicated by Samuel the seer, as well as by Saul, Kish&quot;s son; Abner, Ner&quot;s son; and Joab, Zeruiah&quot;s son&ndash;in fact, anything that had been dedicated&ndash;was under the supervision of Shelomoth and his relatives."
            },
            {
                "verse_number": "29",
                "verse_text": "From the Izharites: Chenaniah and his family had responsibilities over Israel outside the temple as officials and judges."
            },
            {
                "verse_number": "30",
                "verse_text": "From the Hebronites: Hashabiah and his relatives, 1,700 capable men, were put in charge of Israel west of the Jordan concerning all of the LORD &quot;s affairs and the king&quot;s service."
            },
            {
                "verse_number": "31",
                "verse_text": "From the Hebronites: Jerijah was the head of the Hebronites according to the family records of their households. In the fortieth year of David&quot;s rule, a search was made and capable men were found among them in Jazer in Gilead."
            },
            {
                "verse_number": "32",
                "verse_text": "Jerijah&quot;s relatives, capable men, were 2,700 heads of households. King David put them in charge of Reuben, Gad, and half the tribe of Manasseh concerning all of God&quot;s and the king&quot;s affairs."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "This is the list of the Israelites, the heads of households, the commanders of units of a thousand and a hundred, and their officers. They served the king in every way their divisions required, and they were on duty for a month at a time through all the months of the year. Each division numbered 24,000. for the Reubenites&ndash;the leader was Eliezer, Zichri&quot;s son; for the Simeonites&ndash;Shephatiah, Maacah&quot;s son; for Aaron&ndash;Zadok; for Issachar&ndash;Omri, Michael&quot;s son; for Naphtali&ndash;Jerimoth, Azriel&quot;s son; for half the tribe of Manasseh&ndash;Joel, Pedaiah&quot;s son; for Benjamin&ndash;Jaasiel, Abner&quot;s son; These were the leaders of the tribes of Israel. in charge of the treasuries in the country, cities, villages, and towers&ndash;Jonathan, Uzziah&quot;s son; in charge of the vineyard&quot;s produce for the wine cellars&ndash;Zabdi the Shiphmite; in charge of the stores of oil&ndash;Joash; in charge of the cattle in the valleys&ndash;Shaphat, Adlai&quot;s son; in charge of the female donkeys&ndash;Jehdeiah the Meronothite; All these were stewards of King David&quot;s property."
            },
            {
                "verse_number": "2",
                "verse_text": "In charge of the first division for the first month was Jashobeam, Zabdiel&quot;s son. His division numbered 24,000."
            },
            {
                "verse_number": "3",
                "verse_text": "He was a Perezite and the head of all the army officers for the first month."
            },
            {
                "verse_number": "4",
                "verse_text": "In charge of the division for the second month was Dodai the Ahohite. His division numbered 24,000."
            },
            {
                "verse_number": "5",
                "verse_text": "The third army commander for the third month was Benaiah the chief priest Jehoiada&quot;s son. His division numbered 24,000."
            },
            {
                "verse_number": "6",
                "verse_text": "This Benaiah was a warrior of the Thirty and in command of the Thirty. In command of his division was his son Ammizabad."
            },
            {
                "verse_number": "7",
                "verse_text": "The fourth for the fourth month was Asahel, Joab&quot;s brother, and after him his son Zebadiah. His division numbered 24,000."
            },
            {
                "verse_number": "8",
                "verse_text": "The fifth for the fifth month was the commander Shammoth the Zerahite. His division numbered 24,000."
            },
            {
                "verse_number": "9",
                "verse_text": "The sixth for the sixth month was Ira the Tekoite Ikkesh&quot;s son. His division numbered 24,000."
            },
            {
                "verse_number": "10",
                "verse_text": "The seventh for the seventh month was Helez the Pelonite from Ephraim&quot;s family. His division numbered 24,000."
            },
            {
                "verse_number": "11",
                "verse_text": "The eighth for the eighth month was Sibbecai the Hushathite from the Zerahites. His division numbered 24,000."
            },
            {
                "verse_number": "12",
                "verse_text": "The ninth for the ninth month was Abiezer of Annathoth from the Benjaminites. His division numbered 24,000."
            },
            {
                "verse_number": "13",
                "verse_text": "The tenth for the tenth month was Maharai the Netophathite from the Zerahites. His division numbered 24,000."
            },
            {
                "verse_number": "14",
                "verse_text": "The eleventh for the eleventh month was Benaiah the Pirathonite from Ephraim&quot;s family. His division numbered 24,000."
            },
            {
                "verse_number": "15",
                "verse_text": "The twelfth for the twelfth month was Heldai the Netophathite from Othniel. His division numbered 24,000."
            },
            {
                "verse_number": "16",
                "verse_text": "In charge of the tribes of Israel:"
            },
            {
                "verse_number": "17",
                "verse_text": "for the Levites&ndash;Hashabiah, Kemuel&quot;s son;"
            },
            {
                "verse_number": "18",
                "verse_text": "for Judah&ndash;Eliab, one of David&quot;s relatives;"
            },
            {
                "verse_number": "19",
                "verse_text": "for Zebulun&ndash;Ishmaiah, Obadiah&quot;s son;"
            },
            {
                "verse_number": "20",
                "verse_text": "for the Ephraimites&ndash;Hoshea, Azaziah&quot;s son;"
            },
            {
                "verse_number": "21",
                "verse_text": "for half the tribe of Manasseh in Gilead&ndash;Iddo, Zechariah&quot;s son;"
            },
            {
                "verse_number": "22",
                "verse_text": "for Dan&ndash;Azarel, Jeroham&quot;s son."
            },
            {
                "verse_number": "23",
                "verse_text": "But David didn&quot;t count those younger than 20 years of age, because the LORD had promised to make Israel as numerous as the stars in the sky."
            },
            {
                "verse_number": "24",
                "verse_text": "Joab, Zeruiah&quot;s son, began to count them, but he never finished. Since Israel experienced wrath because of this, the number wasn&quot;t entered into the official records of King David."
            },
            {
                "verse_number": "25",
                "verse_text": "In charge of the king&quot;s treasuries&ndash;Azmaveth, Adiel&quot;s son;"
            },
            {
                "verse_number": "26",
                "verse_text": "in charge of agricultural workers cultivating the fertile land&ndash;Ezri, Chelub&quot;s son;"
            },
            {
                "verse_number": "27",
                "verse_text": "in charge of the vineyards&ndash;Shimei the Ramathite;"
            },
            {
                "verse_number": "28",
                "verse_text": "in charge of the olive and sycamore trees in the western foothills&ndash;Baal-hanan the Gederite;"
            },
            {
                "verse_number": "29",
                "verse_text": "in charge of the cattle that grazed in Sharon&ndash;Shitrai the Sharonite;"
            },
            {
                "verse_number": "30",
                "verse_text": "in charge of the camels&ndash;Obil the Ishmaelite;"
            },
            {
                "verse_number": "31",
                "verse_text": "in charge of the flocks of sheep and goats&ndash;Jaziz the Hagrite."
            },
            {
                "verse_number": "32",
                "verse_text": "Jonathan, David&quot;s uncle, was a counselor, a man of understanding, and a scribe. Jehiel, Hachmoni&quot;s son, took care of the king&quot;s sons."
            },
            {
                "verse_number": "33",
                "verse_text": "Ahithophel was the king&quot;s counselor, and Hushai the Archite was the king&quot;s political advisor."
            },
            {
                "verse_number": "34",
                "verse_text": "After Ahithophel came Benaiah&quot;s son Jehoiada, and Abiathar. Joab was commander of the king&quot;s army."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "David assembled all of Israel&quot;s leaders in Jerusalem, the leaders of the tribes, the leaders of the divisions that served the king, the commanders of units of a thousand and a hundred, the officials in charge of all the property and livestock of the king and his sons, as well as the officers, warriors, and all the valiant men."
            },
            {
                "verse_number": "2",
                "verse_text": "Then King David stood up and said: Listen to me, my relatives and my people. I wanted to build a temple as the permanent home for the chest containing the LORD &quot;s covenant, our God&quot;s footrest. But when I prepared to build it,"
            },
            {
                "verse_number": "3",
                "verse_text": "God said to me, You must not build a temple for my name, because you are a military man and you&quot;ve shed blood."
            },
            {
                "verse_number": "4",
                "verse_text": "The LORD , the God of Israel, chose me from my whole household to become king over Israel forever. He chose Judah as leader, and within Judah&quot;s family, my household, and among my father&quot;s family he was pleased with me, making me king over all Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "And from all the many sons the LORD has given me, he has chosen my son Solomon to sit on the throne of the LORD &quot;s kingdom over Israel."
            },
            {
                "verse_number": "6",
                "verse_text": "He said to me: Your son Solomon will build my temple and my courtyards, for I&quot;ve chosen him to become my son even as I myself will become his father."
            },
            {
                "verse_number": "7",
                "verse_text": "I&quot;ll establish his kingdom forever if he remains committed to keeping my commands and case laws as he does now."
            },
            {
                "verse_number": "8",
                "verse_text": "So now, in the presence of all the LORD &quot;s assembly and with God as our witness, carefully observe all the commands of the LORD your God, so that you may hold on to this good land and pass it on to your children forever."
            },
            {
                "verse_number": "9",
                "verse_text": "As for you, Solomon, my son, acknowledge your father&quot;s God and serve him with enthusiastic devotion, because the LORD searches every mind and understands the motive behind every thought. If you seek him, he will be found by you; but if you abandon him, he will reject you forever."
            },
            {
                "verse_number": "10",
                "verse_text": "Now then, since the LORD has chosen you to build a temple for him as the sanctuary, work hard."
            },
            {
                "verse_number": "11",
                "verse_text": "Then David gave his son Solomon the plan for the entrance hall, its buildings, treasuries, upper and inner rooms, and the room for the cover."
            },
            {
                "verse_number": "12",
                "verse_text": "He provided all of the plans he had in mind: for the courtyards of the LORD &quot;s temple, and for all its surrounding rooms where the treasures of God&quot;s temple and the dedicated gifts would be stored;"
            },
            {
                "verse_number": "13",
                "verse_text": "for the divisions of the priests and Levites, for all their responsibilities within the LORD &quot;s temple, and for all the equipment used in its service;"
            },
            {
                "verse_number": "14",
                "verse_text": "for the weight of all the gold equipment used for every kind of service, and the weight of all the silver equipment used for every kind of service;"
            },
            {
                "verse_number": "15",
                "verse_text": "for the weight of the gold lampstands and their gold lamps&ndash;the weight of gold for each lampstand with its lamps&ndash;and for the weight of each silver lampstand and its lamps depending on how each would be used;"
            },
            {
                "verse_number": "16",
                "verse_text": "for the weight of gold for each table with the stacks of bread, and the silver for the silver tables;"
            },
            {
                "verse_number": "17",
                "verse_text": "for the forks, bowls, and cups of pure gold; for the weight of each gold dish and the weight of each silver dish;"
            },
            {
                "verse_number": "18",
                "verse_text": "for the weight of the incense altar made of refined gold; and for the construction of the chariot&ndash;with the gold winged creatures spreading their wings and covering the chest containing the LORD &quot;s covenant."
            },
            {
                "verse_number": "19",
                "verse_text": "All of this the LORD made clear to David directly in a document, including the plan for all of the work."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Be strong and courageous,&apos; David said to his son Solomon. &apos;Get to work. Don&quot;t be afraid or discouraged, because the LORD God, my God, is with you. He&quot;ll neither let you down nor leave you before all the work for the service of the LORD &quot;s temple is done."
            },
            {
                "verse_number": "21",
                "verse_text": "Here are the divisions of the priests and the Levites who will perform all the service of God&quot;s temple. For all this work you will have willing and able workers with you to do it. The officials and all the people are ready to follow your instructions.&apos;"
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "Then King David said to the whole assembly: My son Solomon, the one whom God chose, is too inexperienced for this great task, since this temple won&quot;t be for humans but for the LORD God. Blessed are you, LORD , God of our ancestor Israel, forever and always. honor, splendor, and majesty, because everything in heaven and on earth belongs to you. Yours, LORD , is the kingship, and you are honored as head of all. and you rule over all. In your hand are strength and might, and it is in your power to magnify and strengthen all. and praise your glorious name. and who are my people, that we should be able to offer so willingly? Since everything comes from you, we have given you that which comes from your own hand. immigrants without permanent homes. Our days are like a shadow on the ground, and there&quot;s no hope."
            },
            {
                "verse_number": "2",
                "verse_text": "Using every resource at my disposal, I&quot;ve provided everything for my God&quot;s temple: gold for gold objects, silver for silver objects, bronze for bronze objects, iron for iron objects, lumber for wooden objects, carnelian stones for settings, antimony, colorful stones, every kind of precious stone, and a large amount of marble."
            },
            {
                "verse_number": "3",
                "verse_text": "What&quot;s more, because of my delight in my God&quot;s temple, I have dedicated my own private treasure of gold and silver to my God&quot;s temple, in addition to all that I&quot;ve provided for the holy temple:"
            },
            {
                "verse_number": "4",
                "verse_text": "three thousand kikkars of gold from the gold of Ophir, seven thousand kikkars of refined silver for covering the walls of the rooms,"
            },
            {
                "verse_number": "5",
                "verse_text": "gold for gold objects, and silver for silver objects, to be used for everything the skilled workers will make. Who else, then, will volunteer, dedicating themselves to the LORD today?"
            },
            {
                "verse_number": "6",
                "verse_text": "Then the leaders of the households, the leaders of the tribes of Israel, and the commanders of the units of a thousand and a hundred, and the supervisors of the king&quot;s work volunteered"
            },
            {
                "verse_number": "7",
                "verse_text": "to give five thousand kikkars and ten thousand darics of gold, ten thousand kikkars of silver, eighteen thousand kikkars of bronze, and one hundred thousand kikkars of iron for the work on God&quot;s temple."
            },
            {
                "verse_number": "8",
                "verse_text": "Anyone who had precious stones donated them to the treasury of the LORD &quot;s temple under the care of Jehiel the Gershonite."
            },
            {
                "verse_number": "9",
                "verse_text": "The people rejoiced at this response, because they had presented their offerings to the LORD so willingly and wholeheartedly. King David also rejoiced greatly."
            },
            {
                "verse_number": "10",
                "verse_text": "Then David blessed the LORD before the whole assembly:"
            },
            {
                "verse_number": "11",
                "verse_text": "To you, LORD , belong greatness and power,"
            },
            {
                "verse_number": "12",
                "verse_text": "You are the source of wealth and honor,"
            },
            {
                "verse_number": "13",
                "verse_text": "And now, our God, we thank you"
            },
            {
                "verse_number": "14",
                "verse_text": "Who am I,"
            },
            {
                "verse_number": "15",
                "verse_text": "To be sure, we are like all our ancestors,"
            },
            {
                "verse_number": "16",
                "verse_text": "LORD , our God, all this abundance that we have provided to build you a temple for your holy name comes from your hand and belongs to you."
            },
            {
                "verse_number": "17",
                "verse_text": "Since I know, my God, that you examine the mind and take delight in honesty, I have freely given all these things with the highest of motives. And now I&quot;ve been delighted to see your people here offering so willingly to you."
            },
            {
                "verse_number": "18",
                "verse_text": "LORD , God of our ancestors Abraham, Isaac, and Israel, keep these thoughts in the mind of your people forever, and direct their hearts toward you."
            },
            {
                "verse_number": "19",
                "verse_text": "As for Solomon my son, give him the wholehearted devotion to keep your commands, laws, and regulations&ndash;observing all of them&ndash;and to build the temple that I have prepared."
            },
            {
                "verse_number": "20",
                "verse_text": "Then David said to the whole assembly, &apos;Bless the LORD your God,&apos; and the whole assembly blessed the LORD , the God of their ancestors, bowed down, and worshipped before the LORD and the king."
            },
            {
                "verse_number": "21",
                "verse_text": "On the very next day they offered sacrifices and entirely burned offerings to the LORD &ndash;a thousand bulls, a thousand rams, and a thousand lambs, along with their drink offerings&ndash;and many other sacrifices for all Israel&quot;s sake."
            },
            {
                "verse_number": "22",
                "verse_text": "They ate and drank with great joy before the LORD that day and made David&quot;s son Solomon the king. They anointed him in the LORD &quot;s presence as prince, and Zadok as priest."
            },
            {
                "verse_number": "23",
                "verse_text": "Thus Solomon sat on the LORD &quot;s throne as king, succeeding his father David, and he prospered. All Israel obeyed him,"
            },
            {
                "verse_number": "24",
                "verse_text": "and all the commanders and warriors, as well as all of King David&quot;s sons, submitted to King Solomon&quot;s authority."
            },
            {
                "verse_number": "25",
                "verse_text": "Moreover, the LORD magnified Solomon before all Israel, giving him such royal majesty as no king before him had enjoyed."
            },
            {
                "verse_number": "26",
                "verse_text": "David, Jesse&quot;s son, was king over all Israel."
            },
            {
                "verse_number": "27",
                "verse_text": "He reigned over Israel for forty years: seven years in Hebron and thirty-three in Jerusalem."
            },
            {
                "verse_number": "28",
                "verse_text": "He died at a good old age, having enjoyed a full life, wealth, and honor; and his son Solomon followed him as king."
            },
            {
                "verse_number": "29",
                "verse_text": "The account of King David from beginning to end is written in the records of Samuel the seer, Nathan the prophet, and Gad the visionary,"
            },
            {
                "verse_number": "30",
                "verse_text": "including everything concerning his powerful rule, and what happened to him, to Israel, and to all the kingdoms in other lands."
            }
        ]
    }
}