{
    "Acts": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Theophilus, the first scroll I wrote concerned everything Jesus did and taught from the beginning,"
            },
            {
                "verse_number": "2",
                "verse_text": "right up to the day when he was taken up into heaven. Before he was taken up, working in the power of the Holy Spirit, Jesus instructed the apostles he had chosen."
            },
            {
                "verse_number": "3",
                "verse_text": "After his suffering, he showed them that he was alive with many convincing proofs. He appeared to them over a period of forty days, speaking to them about God&quot;s kingdom."
            },
            {
                "verse_number": "4",
                "verse_text": "While they were eating together, he ordered them not to leave Jerusalem but to wait for what the Father had promised. He said, &apos;This is what you heard from me:"
            },
            {
                "verse_number": "5",
                "verse_text": "John baptized with water, but in only a few days you will be baptized with the Holy Spirit.&apos; and"
            },
            {
                "verse_number": "6",
                "verse_text": "As a result, those who had gathered together asked Jesus, &apos;Lord, are you going to restore the kingdom to Israel now?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus replied, &apos;It isn&quot;t for you to know the times or seasons that the Father has set by his own authority."
            },
            {
                "verse_number": "8",
                "verse_text": "Rather, you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem, in all Judea and Samaria, and to the end of the earth.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "After Jesus said these things, as they were watching, he was lifted up and a cloud took him out of their sight."
            },
            {
                "verse_number": "10",
                "verse_text": "While he was going away and as they were staring toward heaven, suddenly two men in white robes stood next to them."
            },
            {
                "verse_number": "11",
                "verse_text": "They said, &apos;Galileans, why are you standing here, looking toward heaven? This Jesus, who was taken up from you into heaven, will come in the same way that you saw him go into heaven.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then they returned to Jerusalem from the Mount of Olives, which is near Jerusalem&ndash;a sabbath day&quot;s journey away."
            },
            {
                "verse_number": "13",
                "verse_text": "When they entered the city, they went to the upstairs room where they were staying. Peter, John, James, and Andrew; Philip and Thomas; Bartholomew and Matthew; James, Alphaeus&quot; son; Simon the zealot; and Judas, James&quot; son&ndash;"
            },
            {
                "verse_number": "14",
                "verse_text": "all were united in their devotion to prayer, along with some women, including Mary the mother of Jesus, and his brothers."
            },
            {
                "verse_number": "15",
                "verse_text": "During this time, the family of believers was a company of about one hundred twenty persons. Peter stood among them and said,"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Brothers and sisters, the scripture that the Holy Spirit announced beforehand through David had to be fulfilled. This was the scripture concerning Judas, who became a guide for those who arrested Jesus."
            },
            {
                "verse_number": "17",
                "verse_text": "This happened even though he was one of us and received a share of this ministry.&apos; ("
            },
            {
                "verse_number": "18",
                "verse_text": "In fact, he bought a field with the payment he received for his injustice. Falling headfirst, he burst open in the middle and all his intestines spilled out."
            },
            {
                "verse_number": "19",
                "verse_text": "This became known to everyone living in Jerusalem, so they called that field in their own language Hakeldama, or &apos;Field of Blood.&apos;)"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;It is written in the Psalms scroll, &apos; Let his home become deserted and let there be no one living in it; &apos; &apos; Give his position of leadership to another. &apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Therefore, we must select one of those who have accompanied us during the whole time the Lord Jesus lived among us,"
            },
            {
                "verse_number": "22",
                "verse_text": "beginning from the baptism of John until the day when Jesus was taken from us. This person must become along with us a witness to his resurrection.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So they nominated two: Joseph called Barsabbas, who was also known as Justus, and Matthias."
            },
            {
                "verse_number": "24",
                "verse_text": "They prayed, &apos;Lord, you know everyone&quot;s deepest thoughts and desires. Show us clearly which one you have chosen from among these two"
            },
            {
                "verse_number": "25",
                "verse_text": "to take the place of this ministry and apostleship, from which Judas turned away to go to his own place.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "When they cast lots, the lot fell on Matthias. He was added to the eleven apostles."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "When Pentecost Day arrived, they were all together in one place."
            },
            {
                "verse_number": "2",
                "verse_text": "Suddenly a sound from heaven like the howling of a fierce wind filled the entire house where they were sitting."
            },
            {
                "verse_number": "3",
                "verse_text": "They saw what seemed to be individual flames of fire alighting on each one of them."
            },
            {
                "verse_number": "4",
                "verse_text": "They were all filled with the Holy Spirit and began to speak in other languages as the Spirit enabled them to speak. &apos; I will pour out my Spirit on all people. &apos; &apos; Your sons and daughters will prophesy. &apos; &apos; Your young will see visions. &apos; &apos; Your elders will dream dreams. &apos; &apos; I will pour out my Spirit in those days, &apos; &apos; and they will prophesy. &apos; &apos; and signs on the earth below, &apos; &apos; blood and fire and a cloud of smoke. &apos; &apos; and the moon will be changed into blood, &apos; &apos; before the great and spectacular day of the Lord comes. &apos; &apos; I foresaw that the Lord was always with me; &apos; &apos; because he is at my right hand I won&quot;t be shaken. &apos; &apos; and my tongue rejoiced. &apos; &apos; Moreover, my body will live in hope, &apos; &apos; nor permit your holy one to experience decay. &apos; &apos; The Lord said to my Lord, &quot;Sit at my right side, &apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "There were pious Jews from every nation under heaven living in Jerusalem."
            },
            {
                "verse_number": "6",
                "verse_text": "When they heard this sound, a crowd gathered. They were mystified because everyone heard them speaking in their native languages."
            },
            {
                "verse_number": "7",
                "verse_text": "They were surprised and amazed, saying, &apos;Look, aren&quot;t all the people who are speaking Galileans, every one of them?"
            },
            {
                "verse_number": "8",
                "verse_text": "How then can each of us hear them speaking in our native language?"
            },
            {
                "verse_number": "9",
                "verse_text": "Parthians, Medes, and Elamites; as well as residents of Mesopotamia, Judea, and Cappadocia, Pontus and Asia,"
            },
            {
                "verse_number": "10",
                "verse_text": "Phrygia and Pamphylia, Egypt and the regions of Libya bordering Cyrene; and visitors from Rome (both Jews and converts to Judaism),"
            },
            {
                "verse_number": "11",
                "verse_text": "Cretans and Arabs&ndash;we hear them declaring the mighty works of God in our own languages!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "They were all surprised and bewildered. Some asked each other, &apos;What does this mean?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Others jeered at them, saying, &apos;They&quot;re full of new wine!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Peter stood with the other eleven apostles. He raised his voice and declared, &apos;Judeans and everyone living in Jerusalem! Know this! Listen carefully to my words!"
            },
            {
                "verse_number": "15",
                "verse_text": "These people aren&quot;t drunk, as you suspect; after all, it&quot;s only nine o&quot;clock in the morning!"
            },
            {
                "verse_number": "16",
                "verse_text": "Rather, this is what was spoken through the prophet Joel:"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos; In the last days, God says, &apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos; Even upon my servants, men and women, &apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos; I will cause wonders to occur in the heavens above &apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos; The sun will be changed into darkness, &apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos; And everyone who calls on the name of the Lord will be saved. &apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Fellow Israelites, listen to these words! Jesus the Nazarene was a man whose credentials God proved to you through miracles, wonders, and signs, which God performed through him among you. You yourselves know this."
            },
            {
                "verse_number": "23",
                "verse_text": "In accordance with God&quot;s established plan and foreknowledge, he was betrayed. You, with the help of wicked men, had Jesus killed by nailing him to a cross."
            },
            {
                "verse_number": "24",
                "verse_text": "God raised him up! God freed him from death&quot;s dreadful grip, since it was impossible for death to hang on to him."
            },
            {
                "verse_number": "25",
                "verse_text": "David says about him,"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos; Therefore, my heart was glad &apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos; because you won&quot;t abandon me to the grave, &apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos; You have shown me the paths of life; &apos; &apos; your presence will fill me with happiness. &apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Brothers and sisters, I can speak confidently about the patriarch David. He died and was buried, and his tomb is with us to this very day."
            },
            {
                "verse_number": "30",
                "verse_text": "Because he was a prophet, he knew that God promised him with a solemn pledge to seat one of his descendants on his throne."
            },
            {
                "verse_number": "31",
                "verse_text": "Having seen this beforehand, David spoke about the resurrection of Christ, that &apos; he wasn&quot;t abandoned to the grave, nor did his body experience decay &apos;."
            },
            {
                "verse_number": "32",
                "verse_text": "This Jesus God raised up. We are all witnesses to that fact."
            },
            {
                "verse_number": "33",
                "verse_text": "He was exalted to God&quot;s right side and received from the Father the promised Holy Spirit. He poured out this Spirit, and you are seeing and hearing the results of his having done so."
            },
            {
                "verse_number": "34",
                "verse_text": "David didn&quot;t ascend into heaven. Yet he says,"
            },
            {
                "verse_number": "35",
                "verse_text": "&apos; until I make your enemies a footstool for your feet.&quot; &apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;Therefore, let all Israel know beyond question that God has made this Jesus, whom you crucified, both Lord and Christ.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "When the crowd heard this, they were deeply troubled. They said to Peter and the other apostles, &apos;Brothers, what should we do?&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Peter replied, &apos;Change your hearts and lives. Each of you must be baptized in the name of Jesus Christ for the forgiveness of your sins. Then you will receive the gift of the Holy Spirit."
            },
            {
                "verse_number": "39",
                "verse_text": "This promise is for you, your children, and for all who are far away&ndash;as many as the Lord our God invites.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "With many other words he testified to them and encouraged them, saying, &apos;Be saved from this perverse generation.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Those who accepted Peter&quot;s message were baptized. God brought about three thousand people into the community on that day."
            },
            {
                "verse_number": "42",
                "verse_text": "The believers devoted themselves to the apostles&quot; teaching, to the community, to their shared meals, and to their prayers."
            },
            {
                "verse_number": "43",
                "verse_text": "A sense of awe came over everyone. God performed many wonders and signs through the apostles."
            },
            {
                "verse_number": "44",
                "verse_text": "All the believers were united and shared everything."
            },
            {
                "verse_number": "45",
                "verse_text": "They would sell pieces of property and possessions and distribute the proceeds to everyone who needed them."
            },
            {
                "verse_number": "46",
                "verse_text": "Every day, they met together in the temple and ate in their homes. They shared food with gladness and simplicity."
            },
            {
                "verse_number": "47",
                "verse_text": "They praised God and demonstrated God&quot;s goodness to everyone. The Lord added daily to the community those who were being saved."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Peter and John were going up to the temple at three o&quot;clock in the afternoon, the established prayer time."
            },
            {
                "verse_number": "2",
                "verse_text": "Meanwhile, a man crippled since birth was being carried in. Every day, people would place him at the temple gate known as the Beautiful Gate so he could ask for money from those entering the temple."
            },
            {
                "verse_number": "3",
                "verse_text": "When he saw Peter and John about to enter, he began to ask them for a gift."
            },
            {
                "verse_number": "4",
                "verse_text": "Peter and John stared at him. Peter said, &apos;Look at us!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So the man gazed at them, expecting to receive something from them."
            },
            {
                "verse_number": "6",
                "verse_text": "Peter said, &apos;I don&quot;t have any money, but I will give you what I do have. In the name of Jesus Christ the Nazarene, rise up and walk!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then he grasped the man&quot;s right hand and raised him up. At once his feet and ankles became strong."
            },
            {
                "verse_number": "8",
                "verse_text": "Jumping up, he began to walk around. He entered the temple with them, walking, leaping, and praising God."
            },
            {
                "verse_number": "9",
                "verse_text": "All the people saw him walking and praising God."
            },
            {
                "verse_number": "10",
                "verse_text": "They recognized him as the same one who used to sit at the temple&quot;s Beautiful Gate asking for money. They were filled with amazement and surprise at what had happened to him."
            },
            {
                "verse_number": "11",
                "verse_text": "While the healed man clung to Peter and John, all the people rushed toward them at Solomon&quot;s Porch, completely amazed."
            },
            {
                "verse_number": "12",
                "verse_text": "Seeing this, Peter addressed the people: &apos;You Israelites, why are you amazed at this? Why are you staring at us as if we made him walk by our own power or piety?"
            },
            {
                "verse_number": "13",
                "verse_text": "The God of Abraham, Isaac, and Jacob&ndash;the God of our ancestors&ndash;has glorified his servant Jesus. This is the one you handed over and denied in Pilate&quot;s presence, even though he had already decided to release him."
            },
            {
                "verse_number": "14",
                "verse_text": "You rejected the holy and righteous one, and asked that a murderer be released to you instead."
            },
            {
                "verse_number": "15",
                "verse_text": "You killed the author of life, the very one whom God raised from the dead. We are witnesses of this."
            },
            {
                "verse_number": "16",
                "verse_text": "His name itself has made this man strong. That is, because of faith in Jesus&quot; name, God has strengthened this man whom you see and know. The faith that comes through Jesus gave him complete health right before your eyes."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Brothers and sisters, I know you acted in ignorance. So did your rulers."
            },
            {
                "verse_number": "18",
                "verse_text": "But this is how God fulfilled what he foretold through all the prophets: that his Christ would suffer."
            },
            {
                "verse_number": "19",
                "verse_text": "Change your hearts and lives! Turn back to God so that your sins may be wiped away."
            },
            {
                "verse_number": "20",
                "verse_text": "Then the Lord will provide a season of relief from the distress of this age and he will send Jesus, whom he handpicked to be your Christ."
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus must remain in heaven until the restoration of all things, about which God spoke long ago through his holy prophets."
            },
            {
                "verse_number": "22",
                "verse_text": "Moses said, &apos; The Lord your God will raise up from your own people a prophet like me. Listen to whatever he tells you. &apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos; Whoever doesn&quot;t listen to that prophet will be totally cut off from the people. &apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "All the prophets who spoke&ndash;from Samuel forward&ndash;announced these days."
            },
            {
                "verse_number": "25",
                "verse_text": "You are the heirs of the prophets and the covenant that God made with your ancestors when he told Abraham, &apos; Through your descendants, all the families on earth will be blessed. &apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "After God raised his servant, he sent him to you first&ndash;to bless you by enabling each of you to turn from your evil ways.&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "While Peter and John were speaking to the people, the priests, the captain of the temple guard, and the Sadducees confronted them."
            },
            {
                "verse_number": "2",
                "verse_text": "They were incensed that the apostles were teaching the people and announcing that the resurrection of the dead was happening because of Jesus."
            },
            {
                "verse_number": "3",
                "verse_text": "They seized Peter and John and put them in prison until the next day. (It was already evening.)"
            },
            {
                "verse_number": "4",
                "verse_text": "Many who heard the word became believers, and their number grew to about five thousand. &apos; Why did the Gentiles rage &apos;, &apos; and the peoples plot in vain? &apos; &apos; and the rulers gathered together as one &apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The next day the leaders, elders, and legal experts gathered in Jerusalem,"
            },
            {
                "verse_number": "6",
                "verse_text": "along with Annas the high priest, Caiaphas, John, Alexander, and others from the high priest&quot;s family."
            },
            {
                "verse_number": "7",
                "verse_text": "They had Peter and John brought before them and asked, &apos;By what power or in what name did you do this?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then Peter, inspired by the Holy Spirit, answered, &apos;Leaders of the people and elders,"
            },
            {
                "verse_number": "9",
                "verse_text": "are we being examined today because something good was done for a sick person, a good deed that healed him?"
            },
            {
                "verse_number": "10",
                "verse_text": "If so, then you and all the people of Israel need to know that this man stands healthy before you because of the name of Jesus Christ the Nazarene&ndash;whom you crucified but whom God raised from the dead."
            },
            {
                "verse_number": "11",
                "verse_text": "This Jesus is the stone you builders rejected; he has become the cornerstone!"
            },
            {
                "verse_number": "12",
                "verse_text": "Salvation can be found in no one else. Throughout the whole world, no other name has been given among humans through which we must be saved.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The council was caught by surprise by the confidence with which Peter and John spoke. After all, they understood that these apostles were uneducated and inexperienced. They also recognized that they had been followers of Jesus."
            },
            {
                "verse_number": "14",
                "verse_text": "However, since the healed man was standing with Peter and John before their own eyes, they had no rebuttal."
            },
            {
                "verse_number": "15",
                "verse_text": "After ordering them to wait outside, the council members began to confer with each other."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;What should we do with these men? Everyone living in Jerusalem is aware of the sign performed through them. It&quot;s obvious to everyone and we can&quot;t deny it."
            },
            {
                "verse_number": "17",
                "verse_text": "To keep it from spreading further among the people, we need to warn them not to speak to anyone in this name.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "When they called Peter and John back, they demanded that they stop all speaking and teaching in the name of Jesus."
            },
            {
                "verse_number": "19",
                "verse_text": "Peter and John responded, &apos;It&quot;s up to you to determine whether it&quot;s right before God to obey you rather than God."
            },
            {
                "verse_number": "20",
                "verse_text": "As for us, we can&quot;t stop speaking about what we have seen and heard.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "They threatened them further, then released them. Because of public support for Peter and John, they couldn&quot;t find a way to punish them. Everyone was praising God for what had happened,"
            },
            {
                "verse_number": "22",
                "verse_text": "because the man who had experienced this sign of healing was over 40 years old."
            },
            {
                "verse_number": "23",
                "verse_text": "After their release, Peter and John returned to the brothers and sisters and reported everything the chief priests and elders had said."
            },
            {
                "verse_number": "24",
                "verse_text": "They listened, then lifted their voices in unison to God, &apos;Master, you are the one who created the heaven, the earth, the sea, and everything in them."
            },
            {
                "verse_number": "25",
                "verse_text": "You are the one who spoke by the Holy Spirit through our ancestor David, your servant:"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos; The kings of the earth took their stand &apos; &apos; against the Lord and against his Christ. &apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Indeed, both Herod and Pontius Pilate, with Gentiles and Israelites, did gather in this city against your holy servant Jesus, whom you anointed."
            },
            {
                "verse_number": "28",
                "verse_text": "They did what your power and plan had already determined would happen."
            },
            {
                "verse_number": "29",
                "verse_text": "Now, Lord, take note of their threats and enable your servants to speak your word with complete confidence."
            },
            {
                "verse_number": "30",
                "verse_text": "Stretch out your hand to bring healing and enable signs and wonders to be performed through the name of Jesus, your holy servant.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "After they prayed, the place where they were gathered was shaken. They were all filled with the Holy Spirit and began speaking God&quot;s word with confidence."
            },
            {
                "verse_number": "32",
                "verse_text": "The community of believers was one in heart and mind. None of them would say, &apos;This is mine!&apos; about any of their possessions, but held everything in common."
            },
            {
                "verse_number": "33",
                "verse_text": "The apostles continued to bear powerful witness to the resurrection of the Lord Jesus, and an abundance of grace was at work among them all."
            },
            {
                "verse_number": "34",
                "verse_text": "There were no needy persons among them. Those who owned properties or houses would sell them, bring the proceeds from the sales,"
            },
            {
                "verse_number": "35",
                "verse_text": "and place them in the care and under the authority of the apostles. Then it was distributed to anyone who was in need."
            },
            {
                "verse_number": "36",
                "verse_text": "Joseph, whom the apostles nicknamed Barnabas (that is, &apos;one who encourages&apos;), was a Levite from Cyprus."
            },
            {
                "verse_number": "37",
                "verse_text": "He owned a field, sold it, brought the money, and placed it in the care and under the authority of the apostles."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "However, a man named Ananias, along with his wife Sapphira, sold a piece of property."
            },
            {
                "verse_number": "2",
                "verse_text": "With his wife&quot;s knowledge, he withheld some of the proceeds from the sale. He brought the rest and placed it in the care and under the authority of the apostles."
            },
            {
                "verse_number": "3",
                "verse_text": "Peter asked, &apos;Ananias, how is it that Satan has influenced you to lie to the Holy Spirit by withholding some of the proceeds from the sale of your land?"
            },
            {
                "verse_number": "4",
                "verse_text": "Wasn&quot;t that property yours to keep? After you sold it, wasn&quot;t the money yours to do with whatever you wanted? What made you think of such a thing? You haven&quot;t lied to other people but to God!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "When Ananias heard these words, he dropped dead. Everyone who heard this conversation was terrified."
            },
            {
                "verse_number": "6",
                "verse_text": "Some young men stood up, wrapped up his body, carried him out, and buried him. She responded, &apos;Yes, that&quot;s the amount.&apos; When the high priest and his colleagues gathered, they convened the Jerusalem Council, that is, the full assembly of Israel&quot;s elders. They sent word to the prison to have the apostles brought before them."
            },
            {
                "verse_number": "7",
                "verse_text": "About three hours later, his wife entered, but she didn&quot;t know what had happened to her husband."
            },
            {
                "verse_number": "8",
                "verse_text": "Peter asked her, &apos;Tell me, did you and your husband receive this price for the field?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "He replied, &apos;How could you scheme with each other to challenge the Lord&quot;s Spirit? Look! The feet of those who buried your husband are at the door. They will carry you out too.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "At that very moment, she dropped dead at his feet. When the young men entered and found her dead, they carried her out and buried her with her husband."
            },
            {
                "verse_number": "11",
                "verse_text": "Trepidation and dread seized the whole church and all who heard what had happened."
            },
            {
                "verse_number": "12",
                "verse_text": "The apostles performed many signs and wonders among the people. They would come together regularly at Solomon&quot;s Porch."
            },
            {
                "verse_number": "13",
                "verse_text": "No one from outside the church dared to join them, even though the people spoke highly of them."
            },
            {
                "verse_number": "14",
                "verse_text": "Indeed, more and more believers in the Lord, large numbers of both men and women, were added to the church."
            },
            {
                "verse_number": "15",
                "verse_text": "As a result, they would even bring the sick out into the main streets and lay them on cots and mats so that at least Peter&quot;s shadow could fall on some of them as he passed by."
            },
            {
                "verse_number": "16",
                "verse_text": "Even large numbers of persons from towns around Jerusalem would gather, bringing the sick and those harassed by unclean spirits. Everyone was healed."
            },
            {
                "verse_number": "17",
                "verse_text": "The high priest, together with his allies, the Sadducees, was overcome with jealousy."
            },
            {
                "verse_number": "18",
                "verse_text": "They seized the apostles and made a public show of putting them in prison."
            },
            {
                "verse_number": "19",
                "verse_text": "An angel from the Lord opened the prison doors during the night and led them out. The angel told them,"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Go, take your place in the temple, and tell the people everything about this new life.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Early in the morning, they went into the temple as they had been told and began to teach."
            },
            {
                "verse_number": "22",
                "verse_text": "However, the guards didn&quot;t find them in the prison. They returned and reported,"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;We found the prison locked and well-secured, with guards standing at the doors, but when we opened the doors we found no one inside!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "When they received this news, the captain of the temple guard and the chief priests were baffled and wondered what might be happening."
            },
            {
                "verse_number": "25",
                "verse_text": "Just then, someone arrived and announced, &apos;Look! The people you put in prison are standing in the temple and teaching the people!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then the captain left with his guards and brought the apostles back. They didn&quot;t use force because they were afraid the people would stone them."
            },
            {
                "verse_number": "27",
                "verse_text": "The apostles were brought before the council where the high priest confronted them:"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;In no uncertain terms, we demanded that you not teach in this name. And look at you! You have filled Jerusalem with your teaching. And you are determined to hold us responsible for this man&quot;s death.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Peter and the apostles replied, &apos;We must obey God rather than humans!"
            },
            {
                "verse_number": "30",
                "verse_text": "The God of our ancestors raised Jesus from the dead&ndash;whom you killed by hanging him on a tree."
            },
            {
                "verse_number": "31",
                "verse_text": "God has exalted Jesus to his right side as leader and savior so that he could enable Israel to change its heart and life and to find forgiveness for sins."
            },
            {
                "verse_number": "32",
                "verse_text": "We are witnesses of such things, as is the Holy Spirit, whom God has given to those who obey him.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "When the council members heard this, they became furious and wanted to kill the apostles."
            },
            {
                "verse_number": "34",
                "verse_text": "One council member, a Pharisee and teacher of the Law named Gamaliel, well-respected by all the people, stood up and ordered that the men be taken outside for a few moments."
            },
            {
                "verse_number": "35",
                "verse_text": "He said, &apos;Fellow Israelites, consider carefully what you intend to do to these people."
            },
            {
                "verse_number": "36",
                "verse_text": "Some time ago, Theudas appeared, claiming to be somebody, and some four hundred men joined him. After he was killed, all of his followers scattered, and nothing came of that."
            },
            {
                "verse_number": "37",
                "verse_text": "Afterward, at the time of the census, Judas the Galilean appeared and got some people to follow him in a revolt. He was killed too, and all his followers scattered far and wide."
            },
            {
                "verse_number": "38",
                "verse_text": "Here&quot;s my recommendation in this case: Distance yourselves from these men. Let them go! If their plan or activity is of human origin, it will end in ruin."
            },
            {
                "verse_number": "39",
                "verse_text": "If it originates with God, you won&quot;t be able to stop them. Instead, you would actually find yourselves fighting God!&apos; The council was convinced by his reasoning."
            },
            {
                "verse_number": "40",
                "verse_text": "After calling the apostles back, they had them beaten. They ordered them not to speak in the name of Jesus, then let them go."
            },
            {
                "verse_number": "41",
                "verse_text": "The apostles left the council rejoicing because they had been regarded as worthy to suffer disgrace for the sake of the name."
            },
            {
                "verse_number": "42",
                "verse_text": "Every day they continued to teach and proclaim the good news that Jesus is the Christ, both in the temple and in houses."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "About that time, while the number of disciples continued to increase, a complaint arose. Greek-speaking disciples accused the Aramaic-speaking disciples because their widows were being overlooked in the daily food service."
            },
            {
                "verse_number": "2",
                "verse_text": "The Twelve called a meeting of all the disciples and said, &apos;It isn&quot;t right for us to set aside proclamation of God&quot;s word in order to serve tables."
            },
            {
                "verse_number": "3",
                "verse_text": "Brothers and sisters, carefully choose seven well-respected men from among you. They must be well-respected and endowed by the Spirit with exceptional wisdom. We will put them in charge of this concern."
            },
            {
                "verse_number": "4",
                "verse_text": "As for us, we will devote ourselves to prayer and the service of proclaiming the word.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "This proposal pleased the entire community. They selected Stephen, a man endowed by the Holy Spirit with exceptional faith, Philip, Prochorus, Nicanor, Timon, Parmenas, and Nicolaus from Antioch, a convert to Judaism."
            },
            {
                "verse_number": "6",
                "verse_text": "The community presented these seven to the apostles, who prayed and laid their hands on them."
            },
            {
                "verse_number": "7",
                "verse_text": "God&quot;s word continued to grow. The number of disciples in Jerusalem increased significantly. Even a large group of priests embraced the faith."
            },
            {
                "verse_number": "8",
                "verse_text": "Stephen, who stood out among the believers for the way God&quot;s grace was at work in his life and for his exceptional endowment with divine power, was doing great wonders and signs among the people."
            },
            {
                "verse_number": "9",
                "verse_text": "Opposition arose from some who belonged to the so-called Synagogue of Former Slaves. Members from Cyrene, Alexandria, Cilicia, and Asia entered into debate with Stephen."
            },
            {
                "verse_number": "10",
                "verse_text": "However, they couldn&quot;t resist the wisdom the Spirit gave him as he spoke."
            },
            {
                "verse_number": "11",
                "verse_text": "Then they secretly enticed some people to claim, &apos;We heard him insult Moses and God.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "They stirred up the people, the elders, and the legal experts. They caught Stephen, dragged him away, and brought him before the Jerusalem Council."
            },
            {
                "verse_number": "13",
                "verse_text": "Before the council, they presented false witnesses who testified, &apos;This man never stops speaking against this holy place and the Law."
            },
            {
                "verse_number": "14",
                "verse_text": "In fact, we heard him say that this man Jesus of Nazareth will destroy this place and alter the customary practices Moses gave us.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Everyone seated in the council stared at Stephen, and they saw that his face was radiant, just like an angel&quot;s."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "The high priest asked, &apos;Are these accusations true?&apos; &apos; Did you bring sacrifices and offerings to me &apos; &apos; for forty years in the wilderness, house of Israel? &apos; &apos; and the star of your god Rephan, &apos; &apos; the images that you made in order to worship them. &apos; &apos; and the earth is my footstool. &apos; &apos; &quot;What kind of house will you build for me,&quot; says the Lord, &apos; &apos; &quot;or where is my resting place? &apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Stephen responded, &apos;Brothers and fathers, listen to me. Our glorious God appeared to our ancestor Abraham while he was still in Mesopotamia, before he settled in Haran."
            },
            {
                "verse_number": "3",
                "verse_text": "God told him, &quot;Leave your homeland and kin, and go to the land that I will show you.&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "So Abraham left the land of the Chaldeans and settled in Haran. After Abraham&quot;s father died, God had him resettle in this land where you now live."
            },
            {
                "verse_number": "5",
                "verse_text": "God didn&quot;t give him an inheritance here, not even a square foot of land. However, God did promise to give the land as his possession to him and to his descendants, even though Abraham had no child."
            },
            {
                "verse_number": "6",
                "verse_text": "God put it this way: &apos; His descendants will be strangers in a land that belongs to others, who will enslave them and abuse them for four hundred years. &apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos; And I will condemn the nation they serve as slaves, &apos;God said, &apos; and afterward they will leave &apos; that land and serve me in this place."
            },
            {
                "verse_number": "8",
                "verse_text": "God gave him the covenant confirmed through circumcision. Accordingly, eight days after Isaac&quot;s birth, Abraham circumcised him. Isaac did the same with Jacob, and Jacob with the twelve patriarchs."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Because the patriarchs were jealous of Joseph, they sold him into slavery in Egypt. God was with him, however,"
            },
            {
                "verse_number": "10",
                "verse_text": "and rescued him from all his troubles. The grace and wisdom he gave Joseph were recognized by Pharaoh, king of Egypt, who appointed him ruler over Egypt and over his whole palace."
            },
            {
                "verse_number": "11",
                "verse_text": "A famine came upon all Egypt and Canaan, and great hardship came with it. Our ancestors had nothing to eat."
            },
            {
                "verse_number": "12",
                "verse_text": "When Jacob heard there was grain in Egypt, he sent our ancestors there for the first time."
            },
            {
                "verse_number": "13",
                "verse_text": "During their second visit, Joseph told his brothers who he was, and Pharaoh learned about Joseph&quot;s family."
            },
            {
                "verse_number": "14",
                "verse_text": "Joseph sent for his father Jacob and all his relatives&ndash;seventy-five in all&ndash;and invited them to live with him."
            },
            {
                "verse_number": "15",
                "verse_text": "So Jacob went down to Egypt, where he and our ancestors died."
            },
            {
                "verse_number": "16",
                "verse_text": "Their bodies were brought back to Shechem and placed in the tomb that Abraham had purchased for a certain sum of money from Hamor&quot;s children, who lived in Shechem."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;When it was time for God to keep the promise he made to Abraham, the number of our people in Egypt had greatly expanded."
            },
            {
                "verse_number": "18",
                "verse_text": "But then &apos; another king rose to power over Egypt who didn&quot;t know anything about Joseph. &apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "He exploited our people and abused our ancestors. He even forced them to abandon their newly born babies so they would die."
            },
            {
                "verse_number": "20",
                "verse_text": "That&quot;s when Moses was born. He was highly favored by God, and for three months his parents cared for him in their home."
            },
            {
                "verse_number": "21",
                "verse_text": "After he was abandoned, Pharaoh&quot;s daughter adopted and cared for him as though he were her own son."
            },
            {
                "verse_number": "22",
                "verse_text": "Moses learned everything Egyptian wisdom had to offer, and he was a man of powerful words and deeds."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;When Moses was 40 years old, he decided to visit his family, the Israelites."
            },
            {
                "verse_number": "24",
                "verse_text": "He saw one of them being wronged so he came to his rescue and evened the score by killing the Egyptian."
            },
            {
                "verse_number": "25",
                "verse_text": "He expected his own kin to understand that God was using him to rescue them, but they didn&quot;t."
            },
            {
                "verse_number": "26",
                "verse_text": "The next day he came upon some Israelites who were caught up in an argument. He tried to make peace between them by saying, &quot;You are brothers! Why are you harming each other?&quot;"
            },
            {
                "verse_number": "27",
                "verse_text": "The one who started the fight against his neighbor pushed Moses aside and said, &apos; &quot;Who appointed you as our leader and judge? &apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos; Are you planning to kill me like you killed that Egyptian yesterday?&quot; &apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "When Moses heard this, he fled to Midian, where he lived as an immigrant and had two sons."
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;Forty years later, an angel appeared to Moses in the flame of a burning bush in the wilderness near Mount Sinai."
            },
            {
                "verse_number": "31",
                "verse_text": "Enthralled by the sight, Moses approached to get a closer look and he heard the Lord&quot;s voice:"
            },
            {
                "verse_number": "32",
                "verse_text": "&quot;&apos; I am the God of your ancestors, the God of Abraham, Isaac, and Jacob. &apos;&quot; Trembling with fear, Moses didn&quot;t dare to investigate any further."
            },
            {
                "verse_number": "33",
                "verse_text": "The Lord continued, &quot;&apos; Remove the sandals from your feet, for the place where you are standing is holy ground. &apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos; I have clearly seen the oppression my people have experienced in Egypt, and I have heard their groaning. I have come down to rescue them. Come! I am sending you to Egypt &apos;.&quot;"
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;This is the same Moses whom they rejected when they asked, &quot;Who appointed you as our leader and judge?&quot; This is the Moses whom God sent as leader and deliverer. God did this with the help of the angel who appeared before him in the bush."
            },
            {
                "verse_number": "36",
                "verse_text": "This man led them out after he performed wonders and signs in Egypt at the Red Sea and for forty years in the wilderness."
            },
            {
                "verse_number": "37",
                "verse_text": "This is the Moses who told the Israelites, &quot;&apos; God will raise up for you a prophet like me from your own people. &apos;&quot;"
            },
            {
                "verse_number": "38",
                "verse_text": "This is the one who was in the assembly in the wilderness with our ancestors and with the angel who spoke to him on Mount Sinai. He is the one who received life-giving words to give to us."
            },
            {
                "verse_number": "39",
                "verse_text": "He&quot;s also the one whom our ancestors refused to obey. Instead, they pushed him aside and, in their thoughts and desires, returned to Egypt."
            },
            {
                "verse_number": "40",
                "verse_text": "They told Aaron, &quot;&apos; Make us gods that will lead us. As for this Moses who led us out of Egypt, we don&quot;t know what&quot;s happened to him! &apos;&quot;"
            },
            {
                "verse_number": "41",
                "verse_text": "That&quot;s when they made an idol in the shape of a calf, offered a sacrifice to it, and began to celebrate what they had made with their own hands."
            },
            {
                "verse_number": "42",
                "verse_text": "So God turned away from them and handed them over to worship the stars in the sky, just as it is written in the scroll of the Prophets:"
            },
            {
                "verse_number": "43",
                "verse_text": "&apos; No! Instead, you took the tent of Moloch with you, &apos; &apos; Therefore, I will send you far away, farther than Babylon. &apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "&apos;The tent of testimony was with our ancestors in the wilderness. Moses built it just as he had been instructed by the one who spoke to him and according to the pattern he had seen."
            },
            {
                "verse_number": "45",
                "verse_text": "In time, when they had received the tent, our ancestors carried it with them when, under Joshua&quot;s leadership, they took possession of the land from the nations whom God expelled. This tent remained in the land until the time of David."
            },
            {
                "verse_number": "46",
                "verse_text": "God approved of David, who asked that he might provide a dwelling place for the God of Jacob."
            },
            {
                "verse_number": "47",
                "verse_text": "But it was Solomon who actually built a house for God."
            },
            {
                "verse_number": "48",
                "verse_text": "However, the Most High doesn&quot;t live in houses built by human hands. As the prophet says,"
            },
            {
                "verse_number": "49",
                "verse_text": "&apos; Heaven is my throne, &apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "&apos; Didn&quot;t I make all these things with my own hand?&quot; &apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "&apos;You stubborn people! In your thoughts and hearing, you are like those who have had no part in God&quot;s covenant! You continuously set yourself against the Holy Spirit, just like your ancestors did."
            },
            {
                "verse_number": "52",
                "verse_text": "Was there a single prophet your ancestors didn&quot;t harass? They even killed those who predicted the coming of the righteous one, and you&quot;ve betrayed and murdered him!"
            },
            {
                "verse_number": "53",
                "verse_text": "You received the Law given by angels, but you haven&quot;t kept it.&apos;"
            },
            {
                "verse_number": "54",
                "verse_text": "Once the council members heard these words, they were enraged and began to grind their teeth at Stephen."
            },
            {
                "verse_number": "55",
                "verse_text": "But Stephen, enabled by the Holy Spirit, stared into heaven and saw God&quot;s majesty and Jesus standing at God&quot;s right side."
            },
            {
                "verse_number": "56",
                "verse_text": "He exclaimed, &apos;Look! I can see heaven on display and the Human One standing at God&quot;s right side!&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "At this, they shrieked and covered their ears. Together, they charged at him,"
            },
            {
                "verse_number": "58",
                "verse_text": "threw him out of the city, and began to stone him. The witnesses placed their coats in the care of a young man named Saul."
            },
            {
                "verse_number": "59",
                "verse_text": "As they battered him with stones, Stephen prayed, &apos;Lord Jesus, accept my life!&apos;"
            },
            {
                "verse_number": "60",
                "verse_text": "Falling to his knees, he shouted, &apos;Lord, don&quot;t hold this sin against them!&apos; Then he died."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Saul was in full agreement with Stephen&quot;s murder. At that time, the church in Jerusalem began to be subjected to vicious harassment. Everyone except the apostles was scattered throughout the regions of Judea and Samaria. &apos; Like a sheep he was led to the slaughter &apos; &apos; and like a lamb before its shearer is silent &apos; &apos; so he didn&quot;t open his mouth. &apos; &apos; Who can tell the story of his descendants &apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Some pious men buried Stephen and deeply grieved over him."
            },
            {
                "verse_number": "3",
                "verse_text": "Saul began to wreak havoc against the church. Entering one house after another, he would drag off both men and women and throw them into prison."
            },
            {
                "verse_number": "4",
                "verse_text": "Those who had been scattered moved on, preaching the good news along the way."
            },
            {
                "verse_number": "5",
                "verse_text": "Philip went down to a city in Samaria and began to preach Christ to them."
            },
            {
                "verse_number": "6",
                "verse_text": "The crowds were united by what they heard Philip say and the signs they saw him perform, and they gave him their undivided attention."
            },
            {
                "verse_number": "7",
                "verse_text": "With loud shrieks, unclean spirits came out of many people, and many who were paralyzed or crippled were healed."
            },
            {
                "verse_number": "8",
                "verse_text": "There was great rejoicing in that city."
            },
            {
                "verse_number": "9",
                "verse_text": "Before Philip&quot;s arrival, a certain man named Simon had practiced sorcery in that city and baffled the people of Samaria. He claimed to be a great person."
            },
            {
                "verse_number": "10",
                "verse_text": "Everyone, from the least to the greatest, gave him their undivided attention and referred to him as &apos;the power of God called Great.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "He had their attention because he had baffled them with sorcery for a long time."
            },
            {
                "verse_number": "12",
                "verse_text": "After they came to believe Philip, who preached the good news about God&quot;s kingdom and the name of Jesus Christ, both men and women were baptized."
            },
            {
                "verse_number": "13",
                "verse_text": "Even Simon himself came to believe and was baptized. Afterward, he became one of Philip&quot;s supporters. As he saw firsthand the signs and great miracles that were happening, he was astonished."
            },
            {
                "verse_number": "14",
                "verse_text": "When word reached the apostles in Jerusalem that Samaria had accepted God&quot;s word, they commissioned Peter and John to go to Samaria."
            },
            {
                "verse_number": "15",
                "verse_text": "Peter and John went down to Samaria where they prayed that the new believers would receive the Holy Spirit. ("
            },
            {
                "verse_number": "16",
                "verse_text": "This was because the Holy Spirit had not yet fallen on any of them; they had only been baptized in the name of the Lord Jesus.)"
            },
            {
                "verse_number": "17",
                "verse_text": "So Peter and John laid their hands on them, and they received the Holy Spirit."
            },
            {
                "verse_number": "18",
                "verse_text": "When Simon perceived that the Spirit was given through the laying on of the apostles&quot; hands, he offered them money."
            },
            {
                "verse_number": "19",
                "verse_text": "He said, &apos;Give me this authority too so that anyone on whom I lay my hands will receive the Holy Spirit.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Peter responded, &apos;May your money be condemned to hell along with you because you believed you could buy God&quot;s gift with money!"
            },
            {
                "verse_number": "21",
                "verse_text": "You can have no part or share in God&quot;s word because your heart isn&quot;t right with God."
            },
            {
                "verse_number": "22",
                "verse_text": "Therefore, change your heart and life! Turn from your wickedness! Plead with the Lord in the hope that your wicked intent can be forgiven,"
            },
            {
                "verse_number": "23",
                "verse_text": "for I see that your bitterness has poisoned you and evil has you in chains.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Simon replied, &apos;All of you, please, plead to the Lord for me so that nothing of what you have said will happen to me!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "After the apostles had testified and proclaimed the Lord&quot;s word, they returned to Jerusalem, preaching the good news to many Samaritan villages along the way."
            },
            {
                "verse_number": "26",
                "verse_text": "An angel from the Lord spoke to Philip, &apos;At noon, take the road that leads from Jerusalem to Gaza.&apos; (This is a desert road.)"
            },
            {
                "verse_number": "27",
                "verse_text": "So he did. Meanwhile, an Ethiopian man was on his way home from Jerusalem, where he had come to worship. He was a eunuch and an official responsible for the entire treasury of Candace. (Candace is the title given to the Ethiopian queen.)"
            },
            {
                "verse_number": "28",
                "verse_text": "He was reading the prophet Isaiah while sitting in his carriage."
            },
            {
                "verse_number": "29",
                "verse_text": "The Spirit told Philip, &apos;Approach this carriage and stay with it.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Running up to the carriage, Philip heard the man reading the prophet Isaiah. He asked, &apos;Do you really understand what you are reading?&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "The man replied, &apos;Without someone to guide me, how could I?&apos; Then he invited Philip to climb up and sit with him."
            },
            {
                "verse_number": "32",
                "verse_text": "This was the passage of scripture he was reading:"
            },
            {
                "verse_number": "33",
                "verse_text": "&apos; In his humiliation justice was taken away from him. &apos; &apos; because his life was taken from the earth? &apos; The eunuch said, &apos;Look! Water! What would keep me from being baptized?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "The eunuch asked Philip, &apos;Tell me, about whom does the prophet say this? Is he talking about himself or someone else?&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Starting with that passage, Philip proclaimed the good news about Jesus to him."
            },
            {
                "verse_number": "36",
                "verse_text": "As they went down the road, they came to some water."
            },
            {
                "verse_number": "38",
                "verse_text": "He ordered that the carriage halt. Both Philip and the eunuch went down to the water, where Philip baptized him."
            },
            {
                "verse_number": "39",
                "verse_text": "When they came up out of the water, the Lord&quot;s Spirit suddenly took Philip away. The eunuch never saw him again but went on his way rejoicing."
            },
            {
                "verse_number": "40",
                "verse_text": "Philip found himself in Azotus. He traveled through that area, preaching the good news in all the cities until he reached Caesarea."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Meanwhile, Saul was still spewing out murderous threats against the Lord&quot;s disciples. He went to the high priest,"
            },
            {
                "verse_number": "2",
                "verse_text": "seeking letters to the synagogues in Damascus. If he found persons who belonged to the Way, whether men or women, these letters would authorize him to take them as prisoners to Jerusalem."
            },
            {
                "verse_number": "3",
                "verse_text": "During the journey, as he approached Damascus, suddenly a light from heaven encircled him."
            },
            {
                "verse_number": "4",
                "verse_text": "He fell to the ground and heard a voice asking him, &apos;Saul, Saul, why are you harassing me?&apos; &apos;I am Jesus, whom you are harassing,&apos; came the reply. He answered, &apos;Yes, Lord.&apos; He stayed with the disciples in Damascus for several days."
            },
            {
                "verse_number": "5",
                "verse_text": "Saul asked, &apos;Who are you, Lord?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Now get up and enter the city. You will be told what you must do.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Those traveling with him stood there speechless; they heard the voice but saw no one."
            },
            {
                "verse_number": "8",
                "verse_text": "After they picked Saul up from the ground, he opened his eyes but he couldn&quot;t see. So they led him by the hand into Damascus."
            },
            {
                "verse_number": "9",
                "verse_text": "For three days he was blind and neither ate nor drank anything."
            },
            {
                "verse_number": "10",
                "verse_text": "In Damascus there was a certain disciple named Ananias. The Lord spoke to him in a vision, &apos;Ananias!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord instructed him, &apos;Go to Judas&quot; house on Straight Street and ask for a man from Tarsus named Saul. He is praying."
            },
            {
                "verse_number": "12",
                "verse_text": "In a vision he has seen a man named Ananias enter and put his hands on him to restore his sight.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Ananias countered, &apos;Lord, I have heard many reports about this man. People say he has done horrible things to your holy people in Jerusalem."
            },
            {
                "verse_number": "14",
                "verse_text": "He&quot;s here with authority from the chief priests to arrest everyone who calls on your name.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord replied, &apos;Go! This man is the agent I have chosen to carry my name before Gentiles, kings, and Israelites."
            },
            {
                "verse_number": "16",
                "verse_text": "I will show him how much he must suffer for the sake of my name.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Ananias went to the house. He placed his hands on Saul and said, &apos;Brother Saul, the Lord sent me&ndash;Jesus, who appeared to you on the way as you were coming here. He sent me so that you could see again and be filled with the Holy Spirit.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Instantly, flakes fell from Saul&quot;s eyes and he could see again. He got up and was baptized."
            },
            {
                "verse_number": "19",
                "verse_text": "After eating, he regained his strength."
            },
            {
                "verse_number": "20",
                "verse_text": "Right away, he began to preach about Jesus in the synagogues. &apos;He is God&quot;s Son,&apos; he declared."
            },
            {
                "verse_number": "21",
                "verse_text": "Everyone who heard him was baffled. They questioned each other, &apos;Isn&quot;t he the one who was wreaking havoc among those in Jerusalem who called on this name? Hadn&quot;t he come here to take those same people as prisoners to the chief priests?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But Saul grew stronger and stronger. He confused the Jews who lived in Damascus by proving that Jesus is the Christ."
            },
            {
                "verse_number": "23",
                "verse_text": "After this had gone on for some time, the Jews hatched a plot to kill Saul."
            },
            {
                "verse_number": "24",
                "verse_text": "However, he found out about their scheme. They were keeping watch at the city gates around the clock so they could assassinate him."
            },
            {
                "verse_number": "25",
                "verse_text": "But his disciples took him by night and lowered him in a basket through an opening in the city wall."
            },
            {
                "verse_number": "26",
                "verse_text": "When Saul arrived in Jerusalem, he tried to join the disciples, but they were all afraid of him. They didn&quot;t believe he was really a disciple."
            },
            {
                "verse_number": "27",
                "verse_text": "Then Barnabas brought Saul to the apostles and told them the story about how Saul saw the Lord on the way and that the Lord had spoken to Saul. He also told them about the confidence with which Saul had preached in the name of Jesus in Damascus."
            },
            {
                "verse_number": "28",
                "verse_text": "After this, Saul moved freely among the disciples in Jerusalem and was speaking with confidence in the name of the Lord."
            },
            {
                "verse_number": "29",
                "verse_text": "He got into debates with the Greek-speaking Jews as well, but they tried to kill him."
            },
            {
                "verse_number": "30",
                "verse_text": "When the family of believers learned about this, they escorted him down to Caesarea and sent him off to Tarsus."
            },
            {
                "verse_number": "31",
                "verse_text": "Then the church throughout Judea, Galilee, and Samaria enjoyed a time of peace. God strengthened the church, and its life was marked by reverence for the Lord. Encouraged by the Holy Spirit, the church continued to grow in numbers."
            },
            {
                "verse_number": "32",
                "verse_text": "As Peter toured the whole region, he went to visit God&quot;s holy people in Lydda."
            },
            {
                "verse_number": "33",
                "verse_text": "There he found a man named Aeneas who was paralyzed and had been confined to his bed for eight years."
            },
            {
                "verse_number": "34",
                "verse_text": "Peter said to him, &apos;Aeneas, Jesus Christ heals you! Get up and make your bed.&apos; At once he got up."
            },
            {
                "verse_number": "35",
                "verse_text": "Everyone who lived in Lydda and Sharon saw him and turned to the Lord."
            },
            {
                "verse_number": "36",
                "verse_text": "In Joppa there was a disciple named Tabitha (in Greek her name is Dorcas). Her life overflowed with good works and compassionate acts on behalf of those in need."
            },
            {
                "verse_number": "37",
                "verse_text": "About that time, though, she became so ill that she died. After they washed her body, they laid her in an upstairs room."
            },
            {
                "verse_number": "38",
                "verse_text": "Since Lydda was near Joppa, when the disciples heard that Peter was there, they sent two people to Peter. They urged, &apos;Please come right away!&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Peter went with them. Upon his arrival, he was taken to the upstairs room. All the widows stood beside him, crying as they showed the tunics and other clothing Dorcas made when she was alive."
            },
            {
                "verse_number": "40",
                "verse_text": "Peter sent everyone out of the room, then knelt and prayed. He turned to the body and said, &apos;Tabitha, get up!&apos; She opened her eyes, saw Peter, and sat up."
            },
            {
                "verse_number": "41",
                "verse_text": "He gave her his hand and raised her up. Then he called God&quot;s holy people, including the widows, and presented her alive to them."
            },
            {
                "verse_number": "42",
                "verse_text": "The news spread throughout Joppa, and many put their faith in the Lord."
            },
            {
                "verse_number": "43",
                "verse_text": "Peter stayed for some time in Joppa with a certain tanner named Simon."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "There was a man in Caesarea named Cornelius, a centurion in the Italian Company."
            },
            {
                "verse_number": "2",
                "verse_text": "He and his whole household were pious, Gentile God-worshippers. He gave generously to those in need among the Jewish people and prayed to God constantly."
            },
            {
                "verse_number": "3",
                "verse_text": "One day at nearly three o&quot;clock in the afternoon, he clearly saw an angel from God in a vision. The angel came to him and said, &apos;Cornelius!&apos; The angel said, &apos;Your prayers and your compassionate acts are like a memorial offering to God. The next day he got up and went with them, together with some of the believers from Joppa."
            },
            {
                "verse_number": "4",
                "verse_text": "Startled, he stared at the angel and replied, &apos;What is it, Lord?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Send messengers to Joppa at once and summon a certain Simon, the one known as Peter."
            },
            {
                "verse_number": "6",
                "verse_text": "He is a guest of Simon the tanner, whose house is near the seacoast.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "When the angel who was speaking to him had gone, Cornelius summoned two of his household servants along with a pious soldier from his personal staff."
            },
            {
                "verse_number": "8",
                "verse_text": "He explained everything to them, then sent them to Joppa."
            },
            {
                "verse_number": "9",
                "verse_text": "At noon on the following day, as their journey brought them close to the city, Peter went up on the roof to pray."
            },
            {
                "verse_number": "10",
                "verse_text": "He became hungry and wanted to eat. While others were preparing the meal, he had a visionary experience."
            },
            {
                "verse_number": "11",
                "verse_text": "He saw heaven opened up and something like a large linen sheet being lowered to the earth by its four corners."
            },
            {
                "verse_number": "12",
                "verse_text": "Inside the sheet were all kinds of four-legged animals, reptiles, and wild birds."
            },
            {
                "verse_number": "13",
                "verse_text": "A voice told him, &apos;Get up, Peter! Kill and eat!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Peter exclaimed, &apos;Absolutely not, Lord! I have never eaten anything impure or unclean.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The voice spoke a second time, &apos;Never consider unclean what God has made pure.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "This happened three times, then the object was suddenly pulled back into heaven."
            },
            {
                "verse_number": "17",
                "verse_text": "Peter was bewildered about the meaning of the vision. Just then, the messengers sent by Cornelius discovered the whereabouts of Simon&quot;s house and arrived at the gate."
            },
            {
                "verse_number": "18",
                "verse_text": "Calling out, they inquired whether the Simon known as Peter was a guest there."
            },
            {
                "verse_number": "19",
                "verse_text": "While Peter was brooding over the vision, the Spirit interrupted him, &apos;Look! Three people are looking for you."
            },
            {
                "verse_number": "20",
                "verse_text": "Go downstairs. Don&quot;t ask questions; just go with them because I have sent them.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So Peter went downstairs and told them, &apos;I&quot;m the one you are looking for. Why have you come?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "They replied, &apos;We&quot;ve come on behalf of Cornelius, a centurion and righteous man, a God-worshipper who is well-respected by all Jewish people. A holy angel directed him to summon you to his house and to hear what you have to say.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Peter invited them into the house as his guests."
            },
            {
                "verse_number": "24",
                "verse_text": "They arrived in Caesarea the following day. Anticipating their arrival, Cornelius had gathered his relatives and close friends."
            },
            {
                "verse_number": "25",
                "verse_text": "As Peter entered the house, Cornelius met him and fell at his feet in order to honor him."
            },
            {
                "verse_number": "26",
                "verse_text": "But Peter lifted him up, saying, &apos;Get up! Like you, I&quot;m just a human.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "As they continued to talk, Peter went inside and found a large gathering of people."
            },
            {
                "verse_number": "28",
                "verse_text": "He said to them, &apos;You all realize that it is forbidden for a Jew to associate or visit with outsiders. However, God has shown me that I should never call a person impure or unclean."
            },
            {
                "verse_number": "29",
                "verse_text": "For this reason, when you sent for me, I came without objection. I want to know, then, why you sent for me.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Cornelius answered, &apos;Four days ago at this same time, three o&quot;clock in the afternoon, I was praying at home. Suddenly a man in radiant clothing stood before me."
            },
            {
                "verse_number": "31",
                "verse_text": "He said, &quot;Cornelius, God has heard your prayers, and your compassionate acts are like a memorial offering to him."
            },
            {
                "verse_number": "32",
                "verse_text": "Therefore, send someone to Joppa and summon Simon, who is known as Peter. He is a guest in the home of Simon the tanner, located near the seacoast.&quot;"
            },
            {
                "verse_number": "33",
                "verse_text": "I sent for you right away, and you were kind enough to come. Now, here we are, gathered in the presence of God to listen to everything the Lord has directed you to say.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Peter said, &apos;I really am learning that God doesn&quot;t show partiality to one group of people over another."
            },
            {
                "verse_number": "35",
                "verse_text": "Rather, in every nation, whoever worships him and does what is right is acceptable to him."
            },
            {
                "verse_number": "36",
                "verse_text": "This is the message of peace he sent to the Israelites by proclaiming the good news through Jesus Christ: He is Lord of all!"
            },
            {
                "verse_number": "37",
                "verse_text": "You know what happened throughout Judea, beginning in Galilee after the baptism John preached."
            },
            {
                "verse_number": "38",
                "verse_text": "You know about Jesus of Nazareth, whom God anointed with the Holy Spirit and endowed with power. Jesus traveled around doing good and healing everyone oppressed by the devil because God was with him."
            },
            {
                "verse_number": "39",
                "verse_text": "We are witnesses of everything he did, both in Judea and in Jerusalem. They killed him by hanging him on a tree,"
            },
            {
                "verse_number": "40",
                "verse_text": "but God raised him up on the third day and allowed him to be seen,"
            },
            {
                "verse_number": "41",
                "verse_text": "not by everyone but by us. We are witnesses whom God chose beforehand, who ate and drank with him after God raised him from the dead."
            },
            {
                "verse_number": "42",
                "verse_text": "He commanded us to preach to the people and to testify that he is the one whom God appointed as judge of the living and the dead."
            },
            {
                "verse_number": "43",
                "verse_text": "All the prophets testify about him that everyone who believes in him receives forgiveness of sins through his name.&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "While Peter was still speaking, the Holy Spirit fell on everyone who heard the word."
            },
            {
                "verse_number": "45",
                "verse_text": "The circumcised believers who had come with Peter were astonished that the gift of the Holy Spirit had been poured out even on the Gentiles."
            },
            {
                "verse_number": "46",
                "verse_text": "They heard them speaking in other languages and praising God. Peter asked,"
            },
            {
                "verse_number": "47",
                "verse_text": "&apos;These people have received the Holy Spirit just as we have. Surely no one can stop them from being baptized with water, can they?&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "He directed that they be baptized in the name of Jesus Christ. Then they invited Peter to stay for several days."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "The apostles and the brothers and sisters throughout Judea heard that even the Gentiles had welcomed God&quot;s word."
            },
            {
                "verse_number": "2",
                "verse_text": "When Peter went up to Jerusalem, the circumcised believers criticized him."
            },
            {
                "verse_number": "3",
                "verse_text": "They accused him, &apos;You went into the home of the uncircumcised and ate with them!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Step-by-step, Peter explained what had happened."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;I was in the city of Joppa praying when I had a visionary experience. In my vision, I saw something like a large linen sheet being lowered from heaven by its four corners. It came all the way down to me."
            },
            {
                "verse_number": "6",
                "verse_text": "As I stared at it, wondering what it was, I saw four-legged animals&ndash;including wild beasts&ndash;as well as reptiles and wild birds."
            },
            {
                "verse_number": "7",
                "verse_text": "I heard a voice say, &quot;Get up, Peter! Kill and eat!&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "I responded, &quot;Absolutely not, Lord! Nothing impure or unclean has ever entered my mouth.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "The voice from heaven spoke a second time, &quot;Never consider unclean what God has made pure.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "This happened three times, then everything was pulled back into heaven."
            },
            {
                "verse_number": "11",
                "verse_text": "At that moment three men who had been sent to me from Caesarea arrived at the house where we were staying."
            },
            {
                "verse_number": "12",
                "verse_text": "The Spirit told me to go with them even though they were Gentiles. These six brothers also went with me, and we entered that man&quot;s house."
            },
            {
                "verse_number": "13",
                "verse_text": "He reported to us how he had seen an angel standing in his house and saying, &quot;Send to Joppa and summon Simon, who is known as Peter."
            },
            {
                "verse_number": "14",
                "verse_text": "He will tell you how you and your entire household can be saved.&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "When I began to speak, the Holy Spirit fell on them, just as the Spirit fell on us in the beginning."
            },
            {
                "verse_number": "16",
                "verse_text": "I remembered the Lord&quot;s words: &quot;John baptized with water, but you will be baptized with the Holy Spirit.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "If God gave them the same gift he gave us who believed in the Lord Jesus Christ, then who am I? Could I stand in God&quot;s way?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Once the apostles and other believers heard this, they calmed down. They praised God and concluded, &apos;So then God has enabled Gentiles to change their hearts and lives so that they might have new life.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Now those who were scattered as a result of the trouble that occurred because of Stephen traveled as far as Phoenicia, Cyprus, and Antioch. They proclaimed the word only to Jews."
            },
            {
                "verse_number": "20",
                "verse_text": "Among them were some people from Cyprus and Cyrene. They entered Antioch and began to proclaim the good news about the Lord Jesus also to Gentiles."
            },
            {
                "verse_number": "21",
                "verse_text": "The Lord&quot;s power was with them, and a large number came to believe and turned to the Lord."
            },
            {
                "verse_number": "22",
                "verse_text": "When the church in Jerusalem heard about this, they sent Barnabas to Antioch."
            },
            {
                "verse_number": "23",
                "verse_text": "When he arrived and saw evidence of God&quot;s grace, he was overjoyed and encouraged everyone to remain fully committed to the Lord."
            },
            {
                "verse_number": "24",
                "verse_text": "Barnabas responded in this way because he was a good man, whom the Holy Spirit had endowed with exceptional faith. A considerable number of people were added to the Lord."
            },
            {
                "verse_number": "25",
                "verse_text": "Barnabas went to Tarsus in search of Saul."
            },
            {
                "verse_number": "26",
                "verse_text": "When he found him, he brought him to Antioch. They were there for a whole year, meeting with the church and teaching large numbers of people. It was in Antioch where the disciples were first labeled &apos;Christians.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "About that time, some prophets came down from Jerusalem to Antioch."
            },
            {
                "verse_number": "28",
                "verse_text": "One of them, Agabus, stood up and, inspired by the Spirit, predicted that a severe famine would overtake the entire Roman world. (This occurred during Claudius&quot; rule.)"
            },
            {
                "verse_number": "29",
                "verse_text": "The disciples decided they would send support to the brothers and sisters in Judea, with everyone contributing to this ministry according to each person&quot;s abundance."
            },
            {
                "verse_number": "30",
                "verse_text": "They sent Barnabas and Saul to take this gift to the elders."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "About that time King Herod began to harass some who belonged to the church."
            },
            {
                "verse_number": "2",
                "verse_text": "He had James, John&quot;s brother, killed with a sword."
            },
            {
                "verse_number": "3",
                "verse_text": "When he saw that this pleased the Jews, he arrested Peter as well. This happened during the Festival of Unleavened Bread."
            },
            {
                "verse_number": "4",
                "verse_text": "He put Peter in prison, handing him over to four squads of soldiers, sixteen in all, who guarded him. He planned to charge him publicly after the Passover."
            },
            {
                "verse_number": "5",
                "verse_text": "While Peter was held in prison, the church offered earnest prayer to God for him."
            },
            {
                "verse_number": "6",
                "verse_text": "The night before Herod was going to bring Peter&quot;s case forward, Peter was asleep between two soldiers and bound with two chains, with soldiers guarding the prison entrance."
            },
            {
                "verse_number": "7",
                "verse_text": "Suddenly an angel from the Lord appeared and a light shone in the prison cell. After nudging Peter on his side to awaken him, the angel raised him up and said, &apos;Quick! Get up!&apos; The chains fell from his wrists."
            },
            {
                "verse_number": "8",
                "verse_text": "The angel continued, &apos;Get dressed. Put on your sandals.&apos; Peter did as he was told. The angel said, &apos;Put on your coat and follow me.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Following the angel, Peter left the prison. However, he didn&quot;t realize the angel had actually done all this. He thought he was seeing a vision."
            },
            {
                "verse_number": "10",
                "verse_text": "They passed the first and second guards and came to the iron gate leading to the city. It opened for them by itself. After leaving the prison, they proceeded the length of one street, when abruptly the angel was gone."
            },
            {
                "verse_number": "11",
                "verse_text": "At that, Peter came to his senses and remarked, &apos;Now I&quot;m certain that the Lord sent his angel and rescued me from Herod and from everything the Jewish people expected.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Realizing this, he made his way to Mary&quot;s house. (Mary was John&quot;s mother; he was also known as Mark.) Many believers had gathered there and were praying."
            },
            {
                "verse_number": "13",
                "verse_text": "When Peter knocked at the outer gate, a female servant named Rhoda went to answer."
            },
            {
                "verse_number": "14",
                "verse_text": "She was so overcome with joy when she recognized Peter&quot;s voice that she didn&quot;t open the gate. Instead, she ran back in and announced that Peter was standing at the gate."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;You&quot;ve lost your mind!&apos; they responded. She stuck by her story with such determination that they began to say, &apos;It must be his guardian angel.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Meanwhile, Peter remained outside, knocking at the gate. They finally opened the gate and saw him there, and they were astounded."
            },
            {
                "verse_number": "17",
                "verse_text": "He gestured with his hand to quiet them down, then recounted how the Lord led him out of prison. He said, &apos;Tell this to James and the brothers and sisters.&apos; Then he left for another place."
            },
            {
                "verse_number": "18",
                "verse_text": "The next morning the soldiers were flustered about what had happened to Peter."
            },
            {
                "verse_number": "19",
                "verse_text": "Herod called for a thorough search. When Peter didn&quot;t turn up, Herod interrogated the guards and had them executed. Afterward, Herod left Judea in order to spend some time in Caesarea."
            },
            {
                "verse_number": "20",
                "verse_text": "Herod had been furious with the people of Tyre and Sidon for some time. They made a pact to approach him together, since their region depended on the king&quot;s realm for its food supply. They persuaded Blastus, the king&quot;s personal attendant, to join their cause, then appealed for an end to hostilities."
            },
            {
                "verse_number": "21",
                "verse_text": "On the scheduled day Herod dressed himself in royal attire, seated himself on the throne, and gave a speech to the people."
            },
            {
                "verse_number": "22",
                "verse_text": "Those assembled kept shouting, over and over, &apos;This is a god&quot;s voice, not the voice of a mere human!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Immediately an angel from the Lord struck Herod down, because he didn&quot;t give the honor to God. He was eaten by worms and died."
            },
            {
                "verse_number": "24",
                "verse_text": "God&quot;s word continued to grow and increase."
            },
            {
                "verse_number": "25",
                "verse_text": "Barnabas and Saul returned to Antioch from Jerusalem after completing their mission, bringing with them John, who was also known as Mark."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "The church at Antioch included prophets and teachers: Barnabas, Simeon (nicknamed Niger), Lucius from Cyrene, Manaen (a childhood friend of Herod the ruler), and Saul."
            },
            {
                "verse_number": "2",
                "verse_text": "As they were worshipping the Lord and fasting, the Holy Spirit said, &apos;Appoint Barnabas and Saul to the work I have called them to undertake.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "After they fasted and prayed, they laid their hands on these two and sent them off. &apos;After this, he gave them judges until the time of the prophet Samuel. &apos; marvel and die &apos;. &apos; I&quot;m going to do work in your day &ndash; &apos; &apos; a work you won&quot;t believe &apos; &apos; I have made you a light for the Gentiles, &apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "After the Holy Spirit sent them on their way, they went down to Seleucia. From there they sailed to Cyprus."
            },
            {
                "verse_number": "5",
                "verse_text": "In Salamis they proclaimed God&quot;s word in the Jewish synagogues. John was with them as their assistant."
            },
            {
                "verse_number": "6",
                "verse_text": "They traveled throughout the island until they arrived at Paphos. There they found a certain man named Bar-Jesus, a Jew who was a false prophet and practiced sorcery."
            },
            {
                "verse_number": "7",
                "verse_text": "He kept company with the governor of that province, an intelligent man named Sergius Paulus. The governor sent for Barnabas and Saul since he wanted to hear God&quot;s word."
            },
            {
                "verse_number": "8",
                "verse_text": "But Elymas the sorcerer (for that&quot;s what people understood his name meant) opposed them, trying to steer the governor away from the faith."
            },
            {
                "verse_number": "9",
                "verse_text": "Empowered by the Holy Spirit, Saul, also known as Paul, glared at Bar-Jesus and"
            },
            {
                "verse_number": "10",
                "verse_text": "said, &apos;You are a deceiver and trickster! You devil! You attack anything that is right! Will you never stop twisting the straight ways of the Lord into crooked paths?"
            },
            {
                "verse_number": "11",
                "verse_text": "Listen! The Lord&quot;s power is set against you. You will be blind for a while, unable even to see the daylight.&apos; At once, Bar-Jesus&quot; eyes were darkened, and he began to grope about for someone to lead him around by the hand."
            },
            {
                "verse_number": "12",
                "verse_text": "When the governor saw what had taken place, he came to believe, for he was astonished by the teaching about the Lord."
            },
            {
                "verse_number": "13",
                "verse_text": "Paul and his companions sailed from Paphos to Perga in Pamphylia. John deserted them there and returned to Jerusalem."
            },
            {
                "verse_number": "14",
                "verse_text": "They went on from Perga and arrived at Antioch in Pisidia. On the Sabbath, they entered and found seats in the synagogue there."
            },
            {
                "verse_number": "15",
                "verse_text": "After the reading of the Law and the Prophets, the synagogue leaders invited them, &apos;Brothers, if one of you has a sermon for the people, please speak.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Standing up, Paul gestured with his hand and said, &apos;Fellow Israelites and Gentile God-worshippers, please listen to me."
            },
            {
                "verse_number": "17",
                "verse_text": "The God of this people Israel chose our ancestors. God made them a great people while they lived as strangers in the land of Egypt. With his great power, he led them out of that country."
            },
            {
                "verse_number": "18",
                "verse_text": "For about forty years, God put up with them in the wilderness."
            },
            {
                "verse_number": "19",
                "verse_text": "God conquered seven nations in the land of Canaan and gave the Israelites their land as an inheritance."
            },
            {
                "verse_number": "20",
                "verse_text": "This happened over a period of about four hundred fifty years."
            },
            {
                "verse_number": "21",
                "verse_text": "The Israelites requested a king, so God gave them Saul, Kish&quot;s son, from the tribe of Benjamin, and he served as their king for forty years."
            },
            {
                "verse_number": "22",
                "verse_text": "After God removed him, he raised up David to be their king. God testified concerning him, &quot;&apos; I have found &apos; David, Jesse&quot;s son, &apos; a man who shares my desires. &apos; Whatever my will is, he will do.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "From this man&quot;s descendants, God brought to Israel a savior, Jesus, just as he promised."
            },
            {
                "verse_number": "24",
                "verse_text": "Before Jesus&quot; appearance, John proclaimed to all the Israelites a baptism to show they were changing their hearts and lives."
            },
            {
                "verse_number": "25",
                "verse_text": "As John was completing his mission, he said, &quot;Who do you think I am? I&quot;m not the one you think I am, but he is coming after me. I&quot;m not worthy to loosen his sandals.&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Brothers, children of Abraham&quot;s family, and you Gentile God-worshippers, the message about this salvation has been sent to us."
            },
            {
                "verse_number": "27",
                "verse_text": "The people in Jerusalem and their leaders didn&quot;t recognize Jesus. By condemning him they fulfilled the words of the prophets that are read every Sabbath."
            },
            {
                "verse_number": "28",
                "verse_text": "Even though they didn&quot;t find a single legal basis for the death penalty, they asked Pilate to have him executed."
            },
            {
                "verse_number": "29",
                "verse_text": "When they finished doing everything that had been written about him, they took him down from the cross and laid him in a tomb."
            },
            {
                "verse_number": "30",
                "verse_text": "But God raised him from the dead!"
            },
            {
                "verse_number": "31",
                "verse_text": "He appeared over many days to those who had traveled with him from Galilee to Jerusalem. They are now his witnesses to the people."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;We proclaim to you the good news. What God promised to our ancestors,"
            },
            {
                "verse_number": "33",
                "verse_text": "he has fulfilled for us, their children, by raising up Jesus. As it was written in the second psalm, &apos; You are my son; today I have become your father. &apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;God raised Jesus from the dead, never again to be subjected to death&quot;s decay. Therefore, God said, &apos; I will give to you the holy and firm promises I made to David. &apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "In another place it is said, &apos; You will not let your holy one experience death&quot;s decay. &apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "David served God&quot;s purpose in his own generation, then he died and was buried with his ancestors. He experienced death&quot;s decay,"
            },
            {
                "verse_number": "37",
                "verse_text": "but the one whom God has raised up didn&quot;t experience death&quot;s decay."
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;Therefore, brothers and sisters, know this: Through Jesus we proclaim forgiveness of sins to you. From all those sins from which you couldn&quot;t be put in right relationship with God through Moses&quot; Law,"
            },
            {
                "verse_number": "39",
                "verse_text": "through Jesus everyone who believes is put in right relationship with God."
            },
            {
                "verse_number": "40",
                "verse_text": "Take care that the prophets&quot; words don&quot;t apply to you:"
            },
            {
                "verse_number": "41",
                "verse_text": "&apos; Look, you scoffers &apos;, &apos; even if someone told you &apos;.&apos; &apos; so that you could bring salvation to the end of the earth &apos;.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "As Paul and Barnabas were leaving the synagogue, the people urged them to speak about these things again on the next Sabbath."
            },
            {
                "verse_number": "43",
                "verse_text": "When the people in the synagogue were dismissed, many Jews and devout converts to Judaism accompanied Paul and Barnabas, who urged them to remain faithful to the message of God&quot;s grace."
            },
            {
                "verse_number": "44",
                "verse_text": "On the next Sabbath, almost everyone in the city gathered to hear the Lord&quot;s word."
            },
            {
                "verse_number": "45",
                "verse_text": "When the Jews saw the crowds, they were overcome with jealousy. They argued against what Paul was saying by slandering him."
            },
            {
                "verse_number": "46",
                "verse_text": "Speaking courageously, Paul and Barnabas said, &apos;We had to speak God&quot;s word to you first. Since you reject it and show that you are unworthy to receive eternal life, we will turn to the Gentiles."
            },
            {
                "verse_number": "47",
                "verse_text": "This is what the Lord commanded us:"
            },
            {
                "verse_number": "48",
                "verse_text": "When the Gentiles heard this, they rejoiced and honored the Lord&quot;s word. Everyone who was appointed for eternal life believed,"
            },
            {
                "verse_number": "49",
                "verse_text": "and the Lord&quot;s word was broadcast throughout the entire region."
            },
            {
                "verse_number": "50",
                "verse_text": "However, the Jews provoked the prominent women among the Gentile God-worshippers, as well as the city&quot;s leaders. They instigated others to harass Paul and Barnabas, and threw them out of their district."
            },
            {
                "verse_number": "51",
                "verse_text": "Paul and Barnabas shook the dust from their feet and went to Iconium."
            },
            {
                "verse_number": "52",
                "verse_text": "Because of the abundant presence of the Holy Spirit in their lives, the disciples were overflowing with happiness."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "The same thing happened in Iconium. Paul and Barnabas entered the Jewish synagogue and spoke as they had before. As a result, a huge number of Jews and Greeks believed."
            },
            {
                "verse_number": "2",
                "verse_text": "However, the Jews who rejected the faith stirred up the Gentiles, poisoning their minds against the brothers."
            },
            {
                "verse_number": "3",
                "verse_text": "Nevertheless, Paul and Barnabas stayed there for quite some time, confidently speaking about the Lord. And the Lord confirmed the word about his grace by the signs and wonders he enabled them to perform."
            },
            {
                "verse_number": "4",
                "verse_text": "The people of the city were divided&ndash;some siding with the Jews, others with the Lord&quot;s messengers."
            },
            {
                "verse_number": "5",
                "verse_text": "Then some Gentiles and Jews, including their leaders, hatched a plot to mistreat and stone Paul and Barnabas."
            },
            {
                "verse_number": "6",
                "verse_text": "When they learned of it, these two messengers fled to the Lycaonian cities of Lystra and Derbe and the surrounding area,"
            },
            {
                "verse_number": "7",
                "verse_text": "where they continued to proclaim the good news."
            },
            {
                "verse_number": "8",
                "verse_text": "In Lystra there was a certain man who lacked strength in his legs. He had been crippled since birth and had never walked. Sitting there, he"
            },
            {
                "verse_number": "9",
                "verse_text": "heard Paul speaking. Paul stared at him and saw that he believed he could be healed."
            },
            {
                "verse_number": "10",
                "verse_text": "Raising his voice, Paul said, &apos;Stand up straight on your feet!&apos; He jumped up and began to walk."
            },
            {
                "verse_number": "11",
                "verse_text": "Seeing what Paul had done, the crowd shouted in the Lycaonian language, &apos;The gods have taken human form and come down to visit us!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "They referred to Barnabas as Zeus and to Paul as Hermes, since Paul was the main speaker."
            },
            {
                "verse_number": "13",
                "verse_text": "The priest of Zeus, whose temple was located just outside the city, brought bulls and wreaths to the city gates. Along with the crowds, he wanted to offer sacrifices to them."
            },
            {
                "verse_number": "14",
                "verse_text": "When the Lord&quot;s messengers Barnabas and Paul found out about this, they tore their clothes in protest and rushed out into the crowd. They shouted,"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;People, what are you doing? We are humans too, just like you! We are proclaiming the good news to you: turn to the living God and away from such worthless things. He &apos; made the heaven, the earth, the sea, and everything in them. &apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "In the past, he permitted every nation to go its own way."
            },
            {
                "verse_number": "17",
                "verse_text": "Nevertheless, he hasn&quot;t left himself without a witness. He has blessed you by giving you rain from above as well as seasonal harvests, and satisfying you with food and happiness.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Even with these words, they barely kept the crowds from sacrificing to them."
            },
            {
                "verse_number": "19",
                "verse_text": "Jews from Antioch and Iconium arrived and won the crowds over. They stoned Paul and dragged him out of the city, supposing he was dead."
            },
            {
                "verse_number": "20",
                "verse_text": "When the disciples surrounded him, he got up and entered the city again. The following day he left with Barnabas for Derbe."
            },
            {
                "verse_number": "21",
                "verse_text": "Paul and Barnabas proclaimed the good news to the people in Derbe and made many disciples. Then they returned to Lystra, Iconium, and Antioch, where"
            },
            {
                "verse_number": "22",
                "verse_text": "they strengthened the disciples and urged them to remain firm in the faith. They told them, &apos;If we are to enter God&quot;s kingdom, we must pass through many troubles.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "They appointed elders for each church. With prayer and fasting, they committed these elders to the Lord, in whom they had placed their trust."
            },
            {
                "verse_number": "24",
                "verse_text": "After Paul and Barnabas traveled through Pisidia, they came to Pamphylia."
            },
            {
                "verse_number": "25",
                "verse_text": "They proclaimed the word in Perga, then went down to Attalia."
            },
            {
                "verse_number": "26",
                "verse_text": "From there they sailed to Antioch, where they had been entrusted by God&quot;s grace to the work they had now completed."
            },
            {
                "verse_number": "27",
                "verse_text": "On their arrival, they gathered the church together and reported everything that God had accomplished through their activity, and how God had opened a door of faith for the Gentiles."
            },
            {
                "verse_number": "28",
                "verse_text": "They stayed with the disciples a long time."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Some people came down from Judea teaching the family of believers, &apos;Unless you are circumcised according to the custom we&quot;ve received from Moses, you can&quot;t be saved.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Paul and Barnabas took sides against these Judeans and argued strongly against their position. The church at Antioch appointed Paul, Barnabas, and several others from Antioch to go up to Jerusalem to set this question before the apostles and the elders. &apos; and I will rebuild David&quot;s fallen tent; &apos; &apos; I will rebuild what has been torn down. &apos; &apos; I will restore it &apos; &apos; even all the Gentiles who belong to me. &apos; The apostles and the elders, to the Gentile brothers and sisters in Antioch, Syria, and Cilicia. Greetings!"
            },
            {
                "verse_number": "3",
                "verse_text": "The church sent this delegation on their way. They traveled through Phoenicia and Samaria, telling stories about the conversion of the Gentiles to everyone. Their reports thrilled the brothers and sisters."
            },
            {
                "verse_number": "4",
                "verse_text": "When they arrived in Jerusalem, the church, the apostles, and the elders all welcomed them. They gave a full report of what God had accomplished through their activity."
            },
            {
                "verse_number": "5",
                "verse_text": "Some believers from among the Pharisees stood up and claimed, &apos;The Gentiles must be circumcised. They must be required to keep the Law from Moses.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The apostles and the elders gathered to consider this matter."
            },
            {
                "verse_number": "7",
                "verse_text": "After much debate, Peter stood and addressed them, &apos;Fellow believers, you know that, early on, God chose me from among you as the one through whom the Gentiles would hear the word of the gospel and come to believe."
            },
            {
                "verse_number": "8",
                "verse_text": "God, who knows people&quot;s deepest thoughts and desires, confirmed this by giving them the Holy Spirit, just as he did to us."
            },
            {
                "verse_number": "9",
                "verse_text": "He made no distinction between us and them, but purified their deepest thoughts and desires through faith."
            },
            {
                "verse_number": "10",
                "verse_text": "Why then are you now challenging God by placing a burden on the shoulders of these disciples that neither we nor our ancestors could bear?"
            },
            {
                "verse_number": "11",
                "verse_text": "On the contrary, we believe that we and they are saved in the same way, by the grace of the Lord Jesus.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The entire assembly fell quiet as they listened to Barnabas and Paul describe all the signs and wonders God did among the Gentiles through their activity."
            },
            {
                "verse_number": "13",
                "verse_text": "When Barnabas and Paul also fell silent, James responded, &apos;Fellow believers, listen to me."
            },
            {
                "verse_number": "14",
                "verse_text": "Simon reported how, in his kindness, God came to the Gentiles in the first place, to raise up from them a people of God."
            },
            {
                "verse_number": "15",
                "verse_text": "The prophets&quot; words agree with this; as it is written,"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos; After this I will return, &apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos; so that the rest of humanity will seek the Lord, &apos; &apos; The Lord says this, the one who does these things &apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "known from earliest times."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Therefore, I conclude that we shouldn&quot;t create problems for Gentiles who turn to God."
            },
            {
                "verse_number": "20",
                "verse_text": "Instead, we should write a letter, telling them to avoid the pollution associated with idols, sexual immorality, eating meat from strangled animals, and consuming blood."
            },
            {
                "verse_number": "21",
                "verse_text": "After all, Moses has been proclaimed in every city for a long time, and is read aloud every Sabbath in every synagogue.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The apostles and the elders, along with the entire church, agreed to send some delegates chosen from among themselves to Antioch, together with Paul and Barnabas. They selected Judas Barsabbas and Silas, who were leaders among the brothers and sisters."
            },
            {
                "verse_number": "23",
                "verse_text": "They were to carry this letter:"
            },
            {
                "verse_number": "24",
                "verse_text": "We&quot;ve heard that some of our number have disturbed you with unsettling words we didn&quot;t authorize."
            },
            {
                "verse_number": "25",
                "verse_text": "We reached a united decision to select some delegates and send them to you along with our dear friends Barnabas and Paul."
            },
            {
                "verse_number": "26",
                "verse_text": "These people have devoted their lives to the name of our Lord Jesus Christ."
            },
            {
                "verse_number": "27",
                "verse_text": "Therefore, we are sending Judas and Silas. They will confirm what we have written."
            },
            {
                "verse_number": "28",
                "verse_text": "The Holy Spirit has led us to the decision that no burden should be placed on you other than these essentials:"
            },
            {
                "verse_number": "29",
                "verse_text": "refuse food offered to idols, blood, the meat from strangled animals, and sexual immorality. You will do well to avoid such things. Farewell."
            },
            {
                "verse_number": "30",
                "verse_text": "When Barnabas, Paul, and the delegates were sent on their way, they went down to Antioch. They gathered the believers and delivered the letter."
            },
            {
                "verse_number": "31",
                "verse_text": "The people read it, delighted with its encouraging message."
            },
            {
                "verse_number": "32",
                "verse_text": "Judas and Silas were prophets, and they said many things that encouraged and strengthened the brothers and sisters."
            },
            {
                "verse_number": "33",
                "verse_text": "Judas and Silas stayed there awhile, then were sent back with a blessing of peace from the brothers and sisters to those who first sent them."
            },
            {
                "verse_number": "35",
                "verse_text": "Paul and Barnabas stayed in Antioch, where, together with many others, they taught and proclaimed the good news of the Lord&quot;s word."
            },
            {
                "verse_number": "36",
                "verse_text": "Some time later, Paul said to Barnabas, &apos;Let&quot;s go back and visit all the brothers and sisters in every city where we preached the Lord&quot;s word. Let&quot;s see how they are doing.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Barnabas wanted to take John Mark with them."
            },
            {
                "verse_number": "38",
                "verse_text": "Paul insisted that they shouldn&quot;t take him along, since he had deserted them in Pamphylia and hadn&quot;t continued with them in their work."
            },
            {
                "verse_number": "39",
                "verse_text": "Their argument became so intense that they went their separate ways. Barnabas took Mark and sailed to Cyprus."
            },
            {
                "verse_number": "40",
                "verse_text": "Paul chose Silas and left, entrusted by the brothers and sisters to the Lord&quot;s grace."
            },
            {
                "verse_number": "41",
                "verse_text": "He traveled through Syria and Cilicia, strengthening the churches."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Paul reached Derbe, and then Lystra, where there was a disciple named Timothy. He was the son of a believing Jewish woman and a Greek father."
            },
            {
                "verse_number": "2",
                "verse_text": "The brothers and sisters in Lystra and Iconium spoke well of him."
            },
            {
                "verse_number": "3",
                "verse_text": "Paul wanted to take Timothy with him, so he circumcised him. This was because of the Jews who lived in those areas, for they all knew Timothy&quot;s father was Greek."
            },
            {
                "verse_number": "4",
                "verse_text": "As Paul and his companions traveled through the cities, they instructed Gentile believers to keep the regulations put in place by the apostles and elders in Jerusalem."
            },
            {
                "verse_number": "5",
                "verse_text": "So the churches were strengthened in the faith and every day their numbers flourished. This annoyed Paul so much that he finally turned and said to the spirit, &apos;In the name of Jesus Christ, I command you to leave her!&apos; It left her at that very moment."
            },
            {
                "verse_number": "6",
                "verse_text": "Paul and his companions traveled throughout the regions of Phrygia and Galatia because the Holy Spirit kept them from speaking the word in the province of Asia."
            },
            {
                "verse_number": "7",
                "verse_text": "When they approached the province of Mysia, they tried to enter the province of Bithynia, but the Spirit of Jesus wouldn&quot;t let them."
            },
            {
                "verse_number": "8",
                "verse_text": "Passing by Mysia, they went down to Troas instead."
            },
            {
                "verse_number": "9",
                "verse_text": "A vision of a man from Macedonia came to Paul during the night. He stood urging Paul, &apos;Come over to Macedonia and help us!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Immediately after he saw the vision, we prepared to leave for the province of Macedonia, concluding that God had called us to proclaim the good news to them."
            },
            {
                "verse_number": "11",
                "verse_text": "We sailed from Troas straight for Samothrace and came to Neapolis the following day."
            },
            {
                "verse_number": "12",
                "verse_text": "From there we went to Philippi, a city of Macedonia&quot;s first district and a Roman colony. We stayed in that city several days."
            },
            {
                "verse_number": "13",
                "verse_text": "On the Sabbath we went outside the city gate to the riverbank, where we thought there might be a place for prayer. We sat down and began to talk with the women who had gathered."
            },
            {
                "verse_number": "14",
                "verse_text": "One of those women was Lydia, a Gentile God-worshipper from the city of Thyatira, a dealer in purple cloth. As she listened, the Lord enabled her to embrace Paul&quot;s message."
            },
            {
                "verse_number": "15",
                "verse_text": "Once she and her household were baptized, she urged, &apos;Now that you have decided that I am a believer in the Lord, come and stay in my house.&apos; And she persuaded us."
            },
            {
                "verse_number": "16",
                "verse_text": "One day, when we were on the way to the place for prayer, we met a slave woman. She had a spirit that enabled her to predict the future. She made a lot of money for her owners through fortune-telling."
            },
            {
                "verse_number": "17",
                "verse_text": "She began following Paul and us, shouting, &apos;These people are servants of the Most High God! They are proclaiming a way of salvation to you!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "She did this for many days."
            },
            {
                "verse_number": "19",
                "verse_text": "Her owners realized that their hope for making money was gone. They grabbed Paul and Silas and dragged them before the officials in the city center."
            },
            {
                "verse_number": "20",
                "verse_text": "When her owners approached the legal authorities, they said, &apos;These people are causing an uproar in our city. They are Jews"
            },
            {
                "verse_number": "21",
                "verse_text": "who promote customs that we Romans can&quot;t accept or practice.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The crowd joined in the attacks against Paul and Silas, so the authorities ordered that they be stripped of their clothes and beaten with a rod."
            },
            {
                "verse_number": "23",
                "verse_text": "When Paul and Silas had been severely beaten, the authorities threw them into prison and ordered the jailer to secure them with great care."
            },
            {
                "verse_number": "24",
                "verse_text": "When he received these instructions, he threw them into the innermost cell and secured their feet in stocks."
            },
            {
                "verse_number": "25",
                "verse_text": "Around midnight Paul and Silas were praying and singing hymns to God, and the other prisoners were listening to them."
            },
            {
                "verse_number": "26",
                "verse_text": "All at once there was such a violent earthquake that it shook the prison&quot;s foundations. The doors flew open and everyone&quot;s chains came loose."
            },
            {
                "verse_number": "27",
                "verse_text": "When the jailer awoke and saw the open doors of the prison, he thought the prisoners had escaped, so he drew his sword and was about to kill himself."
            },
            {
                "verse_number": "28",
                "verse_text": "But Paul shouted loudly, &apos;Don&quot;t harm yourself! We&quot;re all here!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "The jailer called for some lights, rushed in, and fell trembling before Paul and Silas."
            },
            {
                "verse_number": "30",
                "verse_text": "He led them outside and asked, &apos;Honorable masters, what must I do to be rescued?&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "They replied, &apos;Believe in the Lord Jesus, and you will be saved&ndash;you and your entire household.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "They spoke the Lord&quot;s word to him and everyone else in his house."
            },
            {
                "verse_number": "33",
                "verse_text": "Right then, in the middle of the night, the jailer welcomed them and washed their wounds. He and everyone in his household were immediately baptized."
            },
            {
                "verse_number": "34",
                "verse_text": "He brought them into his home and gave them a meal. He was overjoyed because he and everyone in his household had come to believe in God."
            },
            {
                "verse_number": "35",
                "verse_text": "The next morning the legal authorities sent the police to the jailer with the order &apos;Release those people.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "So the jailer reported this to Paul, informing him, &apos;The authorities sent word that you both are to be released. You can leave now. Go in peace.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Paul told the police, &apos;Even though we are Roman citizens, they beat us publicly without first finding us guilty of a crime, and they threw us into prison. And now they want to send us away secretly? No way! They themselves will have to come and escort us out.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "The police reported this to the legal authorities, who were alarmed to learn that Paul and Silas were Roman citizens."
            },
            {
                "verse_number": "39",
                "verse_text": "They came and consoled Paul and Silas, escorting them out of prison and begging them to leave the city."
            },
            {
                "verse_number": "40",
                "verse_text": "Paul and Silas left the prison and made their way to Lydia&quot;s house where they encouraged the brothers and sisters. Then they left Philippi."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Paul and Silas journeyed through Amphipolis and Apollonia, then came to Thessalonica, where there was a Jewish synagogue."
            },
            {
                "verse_number": "2",
                "verse_text": "As was Paul&quot;s custom, he entered the synagogue and for three Sabbaths interacted with them on the basis of the scriptures."
            },
            {
                "verse_number": "3",
                "verse_text": "Through his interpretation of the scriptures, he demonstrated that the Christ had to suffer and rise from the dead. He declared, &apos;This Jesus whom I proclaim to you is the Christ.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Some were convinced and joined Paul and Silas, including a larger number of Greek God-worshippers and quite a few prominent women."
            },
            {
                "verse_number": "5",
                "verse_text": "But the Jews became jealous and brought along some thugs who were hanging out in the marketplace. They formed a mob and started a riot in the city. They attacked Jason&quot;s house, intending to bring Paul and Silas before the people."
            },
            {
                "verse_number": "6",
                "verse_text": "When they didn&quot;t find them, they dragged Jason and some believers before the city officials. They were shouting, &apos;These people who have been disturbing the peace throughout the empire have also come here."
            },
            {
                "verse_number": "7",
                "verse_text": "What is more, Jason has welcomed them into his home. Every one of them does what is contrary to Caesar&quot;s decrees by naming someone else as king: Jesus.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "This provoked the crowd and the city officials even more."
            },
            {
                "verse_number": "9",
                "verse_text": "After Jason and the others posted bail, they released them."
            },
            {
                "verse_number": "10",
                "verse_text": "As soon as it was dark, the brothers and sisters sent Paul and Silas on to Beroea. When they arrived, they went to the Jewish synagogue."
            },
            {
                "verse_number": "11",
                "verse_text": "The Beroean Jews were more honorable than those in Thessalonica. This was evident in the great eagerness with which they accepted the word and examined the scriptures each day to see whether Paul and Silas&quot; teaching was true."
            },
            {
                "verse_number": "12",
                "verse_text": "Many came to believe, including a number of reputable Greek women and many Greek men."
            },
            {
                "verse_number": "13",
                "verse_text": "The Jews from Thessalonica learned that Paul also proclaimed God&quot;s word in Beroea, so they went there too and were upsetting and disturbing the crowds."
            },
            {
                "verse_number": "14",
                "verse_text": "The brothers and sisters sent Paul away to the seacoast at once, but Silas and Timothy remained at Beroea."
            },
            {
                "verse_number": "15",
                "verse_text": "Those who escorted Paul led him as far as Athens, then returned with instructions for Silas and Timothy to come to him as quickly as possible."
            },
            {
                "verse_number": "16",
                "verse_text": "While Paul waited for them in Athens, he was deeply distressed to find that the city was flooded with idols."
            },
            {
                "verse_number": "17",
                "verse_text": "He began to interact with the Jews and Gentile God-worshippers in the synagogue. He also addressed whoever happened to be in the marketplace each day."
            },
            {
                "verse_number": "18",
                "verse_text": "Certain Epicurean and Stoic philosophers engaged him in discussion too. Some said, &apos;What an amateur! What&quot;s he trying to say?&apos; Others remarked, &apos;He seems to be a proclaimer of foreign gods.&apos; (They said this because he was preaching the good news about Jesus and the resurrection.)"
            },
            {
                "verse_number": "19",
                "verse_text": "They took him into custody and brought him to the council on Mars Hill. &apos;What is this new teaching? Can we learn what you are talking about?"
            },
            {
                "verse_number": "20",
                "verse_text": "You&quot;ve told us some strange things and we want to know what they mean.&apos; ("
            },
            {
                "verse_number": "21",
                "verse_text": "They said this because all Athenians as well as the foreigners who live in Athens used to spend their time doing nothing but talking about or listening to the newest thing.)"
            },
            {
                "verse_number": "22",
                "verse_text": "Paul stood up in the middle of the council on Mars Hill and said, &apos;People of Athens, I see that you are very religious in every way."
            },
            {
                "verse_number": "23",
                "verse_text": "As I was walking through town and carefully observing your objects of worship, I even found an altar with this inscription: &quot;To an unknown God.&quot; What you worship as unknown, I now proclaim to you."
            },
            {
                "verse_number": "24",
                "verse_text": "God, who made the world and everything in it, is Lord of heaven and earth. He doesn&quot;t live in temples made with human hands."
            },
            {
                "verse_number": "25",
                "verse_text": "Nor is God served by human hands, as though he needed something, since he is the one who gives life, breath, and everything else."
            },
            {
                "verse_number": "26",
                "verse_text": "From one person God created every human nation to live on the whole earth, having determined their appointed times and the boundaries of their lands."
            },
            {
                "verse_number": "27",
                "verse_text": "God made the nations so they would seek him, perhaps even reach out to him and find him. In fact, God isn&quot;t far away from any of us."
            },
            {
                "verse_number": "28",
                "verse_text": "In God we live, move, and exist. As some of your own poets said, &quot;We are his offspring.&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Therefore, as God&quot;s offspring, we have no need to imagine that the divine being is like a gold, silver, or stone image made by human skill and thought."
            },
            {
                "verse_number": "30",
                "verse_text": "God overlooks ignorance of these things in times past, but now directs everyone everywhere to change their hearts and lives."
            },
            {
                "verse_number": "31",
                "verse_text": "This is because God has set a day when he intends to judge the world justly by a man he has appointed. God has given proof of this to everyone by raising him from the dead.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "When they heard about the resurrection from the dead, some began to ridicule Paul. However, others said, &apos;We&quot;ll hear from you about this again.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "At that, Paul left the council."
            },
            {
                "verse_number": "34",
                "verse_text": "Some people joined him and came to believe, including Dionysius, a member of the council on Mars Hill, a woman named Damaris, and several others."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "After this, Paul left Athens and went to Corinth."
            },
            {
                "verse_number": "2",
                "verse_text": "There he found a Jew named Aquila, a native of Pontus. He had recently come from Italy with his wife Priscilla because Claudius had ordered all Jews to leave Rome. Paul visited with them."
            },
            {
                "verse_number": "3",
                "verse_text": "Because they practiced the same trade, he stayed and worked with them. They all worked with leather."
            },
            {
                "verse_number": "4",
                "verse_text": "Every Sabbath he interacted with people in the synagogue, trying to convince both Jews and Greeks."
            },
            {
                "verse_number": "5",
                "verse_text": "Once Silas and Timothy arrived from Macedonia, Paul devoted himself fully to the word, testifying to the Jews that Jesus was the Christ."
            },
            {
                "verse_number": "6",
                "verse_text": "When they opposed and slandered him, he shook the dust from his clothes in protest and said to them, &apos;You are responsible for your own fates! I&quot;m innocent! From now on I&quot;ll go to the Gentiles!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "He left the synagogue and went next door to the home of Titius Justus, a Gentile God-worshipper."
            },
            {
                "verse_number": "8",
                "verse_text": "Crispus, the synagogue leader, and his entire household came to believe in the Lord. Many Corinthians believed and were baptized after listening to Paul."
            },
            {
                "verse_number": "9",
                "verse_text": "One night the Lord said to Paul in a vision, &apos;Don&quot;t be afraid. Continue speaking. Don&quot;t be silent."
            },
            {
                "verse_number": "10",
                "verse_text": "I&quot;m with you and no one who attacks you will harm you, for I have many people in this city.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So he stayed there for eighteen months, teaching God&quot;s word among them."
            },
            {
                "verse_number": "12",
                "verse_text": "Now when Gallio was the governor of the province of Achaia, the Jews united in their opposition against Paul and brought him before the court."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;This man is persuading others to worship God unlawfully,&apos; they declared."
            },
            {
                "verse_number": "14",
                "verse_text": "Just as Paul was about to speak, Gallio said to the Jews, &apos;If there had been some sort of injury or criminal behavior, I would have reason to accept your complaint."
            },
            {
                "verse_number": "15",
                "verse_text": "However, since these are squabbles about a message, names, and your own Law, deal with them yourselves. I have no desire to sit in judgment over such things.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "He expelled them from the court,"
            },
            {
                "verse_number": "17",
                "verse_text": "but everyone seized Sosthenes, the synagogue leader, and gave him a beating in the presence of the governor. None of this mattered to Gallio."
            },
            {
                "verse_number": "18",
                "verse_text": "After Paul stayed in Corinth for some time, he said good-bye to the brothers and sisters. At the Corinthian seaport of Cenchreae he had his head shaved, since he had made a solemn promise. Then, accompanied by Priscilla and Aquila, he sailed away to Syria."
            },
            {
                "verse_number": "19",
                "verse_text": "After they arrived in Ephesus, he left Priscilla and Aquila and entered the synagogue and interacted with the Jews."
            },
            {
                "verse_number": "20",
                "verse_text": "They asked him to stay longer, but he declined."
            },
            {
                "verse_number": "21",
                "verse_text": "As he said farewell to them, though, he added, &apos;God willing, I will return.&apos; Then he sailed off from Ephesus."
            },
            {
                "verse_number": "22",
                "verse_text": "He arrived in Caesarea, went up to Jerusalem and greeted the church, and then went down to Antioch."
            },
            {
                "verse_number": "23",
                "verse_text": "After some time there he left and traveled from place to place in the region of Galatia and the district of Phrygia, strengthening all the disciples."
            },
            {
                "verse_number": "24",
                "verse_text": "Meanwhile, a certain Jew named Apollos arrived in Ephesus. He was a native of Alexandria and was well-educated and effective in his use of the scriptures."
            },
            {
                "verse_number": "25",
                "verse_text": "He had been instructed in the way of the Lord and spoke as one stirred up by the Spirit. He taught accurately the things about Jesus, even though he was aware only of the baptism John proclaimed and practiced."
            },
            {
                "verse_number": "26",
                "verse_text": "He began speaking with confidence in the synagogue. When Priscilla and Aquila heard him, they received him into their circle of friends and explained to him God&quot;s way more accurately."
            },
            {
                "verse_number": "27",
                "verse_text": "When he wanted to travel to Achaia, the brothers and sisters encouraged him and wrote to the disciples so they would open their homes to him. Once he arrived, he was of great help to those who had come to believe through grace."
            },
            {
                "verse_number": "28",
                "verse_text": "He would vigorously defeat Jewish arguments in public debate, using the scriptures to prove that Jesus was the Christ."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "While Apollos was in Corinth, Paul took a route through the interior and came to Ephesus, where he found some disciples."
            },
            {
                "verse_number": "2",
                "verse_text": "He asked them, &apos;Did you receive the Holy Spirit when you came to believe?&apos; They replied, &apos;We&quot;ve not even heard that there is a Holy Spirit.&apos; They answered, &apos;John&quot;s baptism.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then he said, &apos;What baptism did you receive, then?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Paul explained, &apos;John baptized with a baptism by which people showed they were changing their hearts and lives. It was a baptism that told people about the one who was coming after him. This is the one in whom they were to believe. This one is Jesus.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "After they listened to Paul, they were baptized in the name of the Lord Jesus."
            },
            {
                "verse_number": "6",
                "verse_text": "When Paul placed his hands on them, the Holy Spirit came on them, and they began speaking in other languages and prophesying."
            },
            {
                "verse_number": "7",
                "verse_text": "Altogether, there were about twelve people."
            },
            {
                "verse_number": "8",
                "verse_text": "Paul went to the synagogue and spoke confidently for the next three months. He interacted with those present and offered convincing arguments concerning the nature of God&quot;s kingdom."
            },
            {
                "verse_number": "9",
                "verse_text": "Some people had closed their minds, though. They refused to believe and publicly slandered the Way. As a result, Paul left them, took the disciples with him, and continued his daily interactions in Tyrannus&quot; lecture hall."
            },
            {
                "verse_number": "10",
                "verse_text": "This went on for two years, so that everyone living in the province of Asia&ndash;both Jews and Greeks&ndash;heard the Lord&quot;s word."
            },
            {
                "verse_number": "11",
                "verse_text": "God was doing unusual miracles through Paul."
            },
            {
                "verse_number": "12",
                "verse_text": "Even the small towels and aprons that had touched his skin were taken to the sick, and their diseases were cured and the evil spirits left them."
            },
            {
                "verse_number": "13",
                "verse_text": "There were some Jews who traveled around throwing out evil spirits. They tried to use the power of the name of the Lord Jesus against some people with evil spirits. They said, &apos;In the name of the Jesus whom Paul preaches, I command you!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The seven sons of Sceva, a Jewish chief priest, were doing this."
            },
            {
                "verse_number": "15",
                "verse_text": "The evil spirit replied, &apos;I know Jesus and I&quot;m familiar with Paul, but who are you?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The person who had an evil spirit jumped on them and overpowered them all with such force that they ran out of that house naked and wounded."
            },
            {
                "verse_number": "17",
                "verse_text": "This became known to the Jews and Greeks living in Ephesus. Everyone was seized with fear and they held the name of the Lord Jesus in the highest regard."
            },
            {
                "verse_number": "18",
                "verse_text": "Many of those who had come to believe came, confessing their past practices."
            },
            {
                "verse_number": "19",
                "verse_text": "This included a number of people who practiced sorcery. They collected their sorcery texts and burned them publicly. The value of those materials was calculated at more than someone might make if they worked for one hundred sixty-five years."
            },
            {
                "verse_number": "20",
                "verse_text": "In this way the Lord&quot;s word grew abundantly and strengthened powerfully."
            },
            {
                "verse_number": "21",
                "verse_text": "Once these things had come to an end, Paul, guided by the Spirit, decided to return to Jerusalem, taking a route that would carry him through the provinces of Macedonia and Achaia. He said, &apos;After I have been there, I must visit Rome as well.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "He sent two of his assistants, Timothy and Erastus, to Macedonia, while he remained awhile in the province of Asia."
            },
            {
                "verse_number": "23",
                "verse_text": "At that time a great disturbance erupted about the Way."
            },
            {
                "verse_number": "24",
                "verse_text": "There was a silversmith named Demetrius. He made silver models of Artemis&quot; temple, and his business generated a lot of profit for the craftspeople."
            },
            {
                "verse_number": "25",
                "verse_text": "He called a meeting with these craftspeople and others working in related trades and said, &apos;Friends, you know that we make an easy living from this business."
            },
            {
                "verse_number": "26",
                "verse_text": "And you can see and hear that this Paul has convinced and misled a lot of people, not only in Ephesus but also throughout most of the province of Asia. He says that gods made by human hands aren&quot;t really gods."
            },
            {
                "verse_number": "27",
                "verse_text": "This poses a danger not only by discrediting our trade but also by completely dishonoring the great goddess Artemis. The whole province of Asia&ndash;indeed, the entire civilized world&ndash;worships her, but her splendor will soon be extinguished.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Once they heard this, they were beside themselves with anger and began to shout, &apos;Great is Artemis of the Ephesians!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "The city was thrown into turmoil. They rushed as one into the theater. They seized Gaius and Aristarchus, Paul&quot;s traveling companions from the province of Macedonia."
            },
            {
                "verse_number": "30",
                "verse_text": "Paul wanted to appear before the assembly, but the disciples wouldn&quot;t allow him."
            },
            {
                "verse_number": "31",
                "verse_text": "Even some officials of the province of Asia, who were Paul&quot;s friends, sent word to him, urging him not to risk going into the theater."
            },
            {
                "verse_number": "32",
                "verse_text": "Meanwhile, the assembly was in a state of confusion. Some shouted one thing, others shouted something else, and most of the crowd didn&quot;t know why they had gathered."
            },
            {
                "verse_number": "33",
                "verse_text": "The Jews sent Alexander to the front, and some of the crowd directed their words toward him. He gestured that he wanted to offer a defense before the assembly,"
            },
            {
                "verse_number": "34",
                "verse_text": "but when they realized he was a Jew, they all shouted in unison, &apos;Great is Artemis of the Ephesians!&apos; This continued for about two hours."
            },
            {
                "verse_number": "35",
                "verse_text": "The city manager brought order to the crowd and said, &apos;People of Ephesus, doesn&quot;t everyone know that the city of Ephesus is guardian of the temple of the great Artemis and of her image, which fell from heaven?"
            },
            {
                "verse_number": "36",
                "verse_text": "Therefore, since these facts are undeniable, you must calm down. Don&quot;t be reckless."
            },
            {
                "verse_number": "37",
                "verse_text": "The men you brought here have neither robbed the temple nor slandered our goddess."
            },
            {
                "verse_number": "38",
                "verse_text": "Therefore, if Demetrius and the craftspeople with him have a charge against anyone, the courts are in session and governors are available. They can press charges against each other there."
            },
            {
                "verse_number": "39",
                "verse_text": "Additional disputes can be resolved in a legal assembly."
            },
            {
                "verse_number": "40",
                "verse_text": "As for us, we are in danger of being charged with rioting today, since we can&quot;t justify this unruly gathering.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "After he said this, he dismissed the assembly."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "When the riot was over, Paul sent for the disciples, encouraged them, said good-bye, and left for the province of Macedonia."
            },
            {
                "verse_number": "2",
                "verse_text": "He traveled through that region with a message of encouragement. When he came to Greece,"
            },
            {
                "verse_number": "3",
                "verse_text": "he stayed for three months. Because the Jews hatched a plot against Paul as he was about to sail for Syria, he decided instead to return through Macedonia."
            },
            {
                "verse_number": "4",
                "verse_text": "He was accompanied by Sopater, Pyrrhus&quot; son from Beroea, Aristarchus and Secundus from Thessalonica, Gaius from Derbe, Timothy, and Tychicus and Trophimus from the province of Asia."
            },
            {
                "verse_number": "5",
                "verse_text": "They went on ahead and waited for us in Troas."
            },
            {
                "verse_number": "6",
                "verse_text": "We sailed from Philippi after the Festival of Unleavened Bread and met them five days later in Troas, where we stayed for a week."
            },
            {
                "verse_number": "7",
                "verse_text": "On the first day of the week, as we gathered together for a meal, Paul was holding a discussion with them. Since he was leaving the next day, he continued talking until midnight."
            },
            {
                "verse_number": "8",
                "verse_text": "There were many lamps in the upstairs room where we had gathered."
            },
            {
                "verse_number": "9",
                "verse_text": "A young man named Eutychus was sitting in the window. He was sinking into a deep sleep as Paul talked on and on. When he was sound asleep, he fell from the third floor and died."
            },
            {
                "verse_number": "10",
                "verse_text": "Paul went down, fell on him and embraced him, then said, &apos;Don&quot;t be alarmed. He&quot;s alive!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then Paul went back upstairs and ate. He talked for a long time&ndash;right up until daybreak&ndash;then he left."
            },
            {
                "verse_number": "12",
                "verse_text": "They took the young man away alive, and they were greatly comforted."
            },
            {
                "verse_number": "13",
                "verse_text": "We went on to the ship and sailed for Assos, where we intended to take Paul on board. Paul had arranged this, since he intended to make his way there by land."
            },
            {
                "verse_number": "14",
                "verse_text": "When he met us at Assos, we took him aboard and went on to Mitylene."
            },
            {
                "verse_number": "15",
                "verse_text": "The next day we sailed from there and arrived opposite Chios. On the day after, we sailed to Samos, and on the following day we came to Miletus."
            },
            {
                "verse_number": "16",
                "verse_text": "Paul had decided to sail past Ephesus so that he wouldn&quot;t need to spend too much time in the province of Asia. He was hurrying to reach Jerusalem, if possible, by Pentecost Day."
            },
            {
                "verse_number": "17",
                "verse_text": "From Miletus he sent a message to Ephesus calling for the church&quot;s elders to meet him."
            },
            {
                "verse_number": "18",
                "verse_text": "When they arrived, he said to them, &apos;You know how I lived among you the whole time I was with you, beginning with the first day I arrived in the province of Asia."
            },
            {
                "verse_number": "19",
                "verse_text": "I served the Lord with great humility and with tears in the midst of trials that came upon me because of the Jews&quot; schemes."
            },
            {
                "verse_number": "20",
                "verse_text": "You know I held back nothing that would be helpful so that I could proclaim to you and teach you both publicly and privately in your homes."
            },
            {
                "verse_number": "21",
                "verse_text": "You know I have testified to both Jews and Greeks that they must change their hearts and lives as they turn to God and have faith in our Lord Jesus."
            },
            {
                "verse_number": "22",
                "verse_text": "Now, compelled by the Spirit, I&quot;m going to Jerusalem. I don&quot;t know what will happen to me there."
            },
            {
                "verse_number": "23",
                "verse_text": "What I do know is that the Holy Spirit testifies to me from city to city that prisons and troubles await me."
            },
            {
                "verse_number": "24",
                "verse_text": "But nothing, not even my life, is more important than my completing my mission. This is nothing other than the ministry I received from the Lord Jesus: to testify about the good news of God&quot;s grace."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;I know that none of you will see me again&ndash;you among whom I traveled and proclaimed the kingdom."
            },
            {
                "verse_number": "26",
                "verse_text": "Therefore, today I testify to you that I&quot;m not responsible for anyone&quot;s fate."
            },
            {
                "verse_number": "27",
                "verse_text": "I haven&quot;t avoided proclaiming the entire plan of God to you."
            },
            {
                "verse_number": "28",
                "verse_text": "Watch yourselves and the whole flock, in which the Holy Spirit has placed you as supervisors, to shepherd God&quot;s church, which he obtained with the death of his own Son."
            },
            {
                "verse_number": "29",
                "verse_text": "I know that, after my departure, savage wolves will come in among you and won&quot;t spare the flock."
            },
            {
                "verse_number": "30",
                "verse_text": "Some of your own people will distort the word in order to lure followers after them."
            },
            {
                "verse_number": "31",
                "verse_text": "Stay alert! Remember that for three years I constantly and tearfully warned each one of you. I never stopped warning you!"
            },
            {
                "verse_number": "32",
                "verse_text": "Now I entrust you to God and the message of his grace, which is able to build you up and give you an inheritance among all whom God has made holy."
            },
            {
                "verse_number": "33",
                "verse_text": "I haven&quot;t craved anyone&quot;s silver, gold, or clothing."
            },
            {
                "verse_number": "34",
                "verse_text": "You yourselves know that I have provided for my own needs and for those of my companions with my own hands."
            },
            {
                "verse_number": "35",
                "verse_text": "In everything I have shown you that, by working hard, we must help the weak. In this way we remember the Lord Jesus&quot; words: &quot;It is more blessed to give than to receive.&quot;&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "After he said these things, he knelt down with all of them to pray."
            },
            {
                "verse_number": "37",
                "verse_text": "They cried uncontrollably as everyone embraced and kissed Paul."
            },
            {
                "verse_number": "38",
                "verse_text": "They were especially grieved by his statement that they would never see him again. Then they accompanied him to the ship."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "After we tore ourselves away from them, we set sail on a straight course to Cos, reaching Rhodes the next day, and then Patara."
            },
            {
                "verse_number": "2",
                "verse_text": "We found a ship crossing over to Phoenicia, boarded, and put out to sea."
            },
            {
                "verse_number": "3",
                "verse_text": "We spotted Cyprus, but passed by it on our left. We sailed on to the province of Syria and landed in Tyre, where the ship was to unload its cargo."
            },
            {
                "verse_number": "4",
                "verse_text": "We found the disciples there and stayed with them for a week. Compelled by the Spirit, they kept telling Paul not to go to Jerusalem."
            },
            {
                "verse_number": "5",
                "verse_text": "When our time had come to an end, we departed. All of them, including women and children, accompanied us out of town where we knelt on the beach and prayed."
            },
            {
                "verse_number": "6",
                "verse_text": "We said good-bye to each other, then we boarded the ship and they returned to their homes. He answered, &apos;Do you know Greek?"
            },
            {
                "verse_number": "7",
                "verse_text": "Continuing our voyage, we sailed from Tyre and arrived in Ptolemais. We greeted the brothers and sisters there and spent a day with them."
            },
            {
                "verse_number": "8",
                "verse_text": "The next day we left and came to Caesarea. We went to the house of Philip the evangelist, one of the Seven, and stayed with him."
            },
            {
                "verse_number": "9",
                "verse_text": "He had four unmarried daughters who were involved in the work of prophecy."
            },
            {
                "verse_number": "10",
                "verse_text": "After staying there for several days, a prophet named Agabus came down from Judea."
            },
            {
                "verse_number": "11",
                "verse_text": "He came to us, took Paul&quot;s belt, tied his own feet and hands, and said, &apos;This is what the Holy Spirit says: &quot;In Jerusalem the Jews will bind the man who owns this belt, and they will hand him over to the Gentiles.&quot;&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "When we heard this, we and the local believers urged Paul not to go up to Jerusalem."
            },
            {
                "verse_number": "13",
                "verse_text": "Paul replied, &apos;Why are you doing this? Why are you weeping and breaking my heart? I&quot;m ready not only to be arrested but even to die in Jerusalem for the sake of the name of the Lord Jesus.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Since we couldn&quot;t talk him out of it, the only thing we could say was, &apos;The Lord&quot;s will be done.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "After this, we got ready and made our way up to Jerusalem."
            },
            {
                "verse_number": "16",
                "verse_text": "Some of the disciples from Caesarea accompanied us and led us to Mnason&quot;s home, where we were guests. He was from Cyprus and had been a disciple a long time."
            },
            {
                "verse_number": "17",
                "verse_text": "When we arrived in Jerusalem, the brothers and sisters welcomed us warmly."
            },
            {
                "verse_number": "18",
                "verse_text": "On the next day Paul and the rest of us went to see James. All of the elders were present."
            },
            {
                "verse_number": "19",
                "verse_text": "After greeting them, he gave them a detailed report of what God had done among the Gentiles through his ministry."
            },
            {
                "verse_number": "20",
                "verse_text": "Those who heard this praised God. Then they said to him, &apos;Brother, you see how many thousands of Jews have become believers, and all of them keep the Law passionately."
            },
            {
                "verse_number": "21",
                "verse_text": "They have been informed that you teach all the Jews who live among the Gentiles to reject Moses, telling them not to circumcise their children nor to live according to our customs."
            },
            {
                "verse_number": "22",
                "verse_text": "What about this? Without a doubt, they will hear that you have arrived."
            },
            {
                "verse_number": "23",
                "verse_text": "You must therefore do what we tell you. Four men among us have made a solemn promise."
            },
            {
                "verse_number": "24",
                "verse_text": "Take them with you, go through the purification ritual with them, and pay the cost of having their heads shaved. Everyone will know there is nothing to those reports about you but that you too live a life in keeping with the Law."
            },
            {
                "verse_number": "25",
                "verse_text": "As for the Gentile believers, we wrote a letter about what we decided, that they avoid food offered to idols, blood, the meat from strangled animals, and sexual immorality.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The following day Paul took the men with him and went through the purification ritual with them. He entered the temple and publicly announced the completion of the days of purification, when the offering would be presented for each one of them."
            },
            {
                "verse_number": "27",
                "verse_text": "When the seven days of purification were almost over, the Jews from the province of Asia saw Paul in the temple. Grabbing him, they threw the whole crowd into confusion by shouting,"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Fellow Israelites! Help! This is the man who teaches everyone everywhere against our people, the Law, and this place. Not only that, he has even brought Greeks into the temple and defiled this holy place.&apos; ("
            },
            {
                "verse_number": "29",
                "verse_text": "They said this because they had seen Trophimus the Ephesian in the city with him earlier, and they assumed Paul had brought him into the temple.)"
            },
            {
                "verse_number": "30",
                "verse_text": "The entire city was stirred up. The people came rushing, seized Paul, and dragged him out of the temple. Immediately the gates were closed."
            },
            {
                "verse_number": "31",
                "verse_text": "While they were trying to kill him, a report reached the commander of a company of soldiers that all Jerusalem was in a state of confusion."
            },
            {
                "verse_number": "32",
                "verse_text": "Without a moment&quot;s hesitation, he took some soldiers and officers and ran down to the mob. When the mob saw the commander and his soldiers, they stopped beating Paul."
            },
            {
                "verse_number": "33",
                "verse_text": "When the commander arrived, he arrested Paul and ordered him to be bound with two chains. Only then did he begin to ask who Paul was and what he had done."
            },
            {
                "verse_number": "34",
                "verse_text": "Some in the crowd shouted one thing, others shouted something else. Because of the commotion, he couldn&quot;t learn the truth, so he ordered that Paul be taken to the military headquarters."
            },
            {
                "verse_number": "35",
                "verse_text": "When Paul reached the steps, he had to be carried by the soldiers in order to protect him from the violence of the crowd."
            },
            {
                "verse_number": "36",
                "verse_text": "The mob that followed kept screaming, &apos;Away with him!&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "As Paul was about to be taken into the military headquarters, he asked the commander, &apos;May I speak with you?&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Aren&quot;t you the Egyptian who started a revolt and led four thousand terrorists into the desert some time ago?&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Paul replied, &apos;I&quot;m a Jew from Tarsus in Cilicia, a citizen of an important city. Please, let me speak to the people.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "With the commander&quot;s permission, Paul stood on the steps and gestured to the people. When they were quiet, he addressed them in Aramaic."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Brothers and fathers, listen now to my defense.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "When they heard him address them in Aramaic, they became even more quiet."
            },
            {
                "verse_number": "3",
                "verse_text": "Paul continued, &apos;I&quot;m a Jew, born in Tarsus in Cilicia but raised in this city. Under Gamaliel&quot;s instruction, I was trained in the strict interpretation of our ancestral Law. I am passionately loyal to God, just like you who are gathered here today."
            },
            {
                "verse_number": "4",
                "verse_text": "I harassed those who followed this Way to their death, arresting and delivering both men and women into prison."
            },
            {
                "verse_number": "5",
                "verse_text": "The high priest and the whole Jerusalem Council can testify about me. I received letters from them, addressed to our associates in Damascus, then went there to bring those who were arrested to Jerusalem so they could be punished. He said, &apos;Yes.&apos; Paul said, &apos;I&quot;m a citizen by birth.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;During that journey, about noon, as I approached Damascus, suddenly a bright light from heaven encircled me."
            },
            {
                "verse_number": "7",
                "verse_text": "I fell to the ground and heard a voice asking me, &quot;Saul, Saul, why are you harassing me?&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "I answered, &quot;Who are you, Lord?&quot; &quot;I am Jesus the Nazarene, whom you are harassing,&quot; he replied."
            },
            {
                "verse_number": "9",
                "verse_text": "My traveling companions saw the light, but they didn&quot;t hear the voice of the one who spoke to me."
            },
            {
                "verse_number": "10",
                "verse_text": "I asked, &quot;What should I do, Lord?&quot; &quot;Get up,&quot; the Lord replied, &quot;and go into Damascus. There you will be told everything you have been appointed to do.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "I couldn&quot;t see because of the brightness of that light, so my companions led me by the hand into Damascus."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;There was a certain man named Ananias. According to the standards of the Law, he was a pious man who enjoyed the respect of all the Jews living there."
            },
            {
                "verse_number": "13",
                "verse_text": "He came and stood beside me. &quot;Brother Saul, receive your sight!&quot; he said. Instantly, I regained my sight and I could see him."
            },
            {
                "verse_number": "14",
                "verse_text": "He said, &quot;The God of our ancestors has selected you to know his will, to see the righteous one, and to hear his voice."
            },
            {
                "verse_number": "15",
                "verse_text": "You will be his witness to everyone concerning what you have seen and heard."
            },
            {
                "verse_number": "16",
                "verse_text": "What are you waiting for? Get up, be baptized, and wash away your sins as you call on his name.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;When I returned to Jerusalem and was praying in the temple, I had a visionary experience."
            },
            {
                "verse_number": "18",
                "verse_text": "I saw the Lord speaking to me. &quot;Hurry!&quot; he said. &quot;Leave Jerusalem at once because they won&quot;t accept your testimony about me.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "I responded, &quot;Lord, these people know I used to go from one synagogue to the next, beating those who believe in you and throwing them into prison."
            },
            {
                "verse_number": "20",
                "verse_text": "When Stephen your witness was being killed, I stood there giving my approval, even watching the clothes that belonged to those who were killing him.&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then the Lord said to me, &quot;Go! I will send you far away to the Gentiles.&quot;&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The crowd listened to Paul until he said this. Then they shouted, &apos;Away with this man! He&quot;s not fit to live!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "As they were screaming, throwing off their garments, and flinging dust into the air,"
            },
            {
                "verse_number": "24",
                "verse_text": "the commander directed that Paul be taken into the military headquarters. He ordered that Paul be questioned under the whip so that he could find out why they were shouting at him like this."
            },
            {
                "verse_number": "25",
                "verse_text": "As they were stretching him out and tying him down with straps, Paul said to the centurion standing there, &apos;Can you legally whip a Roman citizen who hasn&quot;t been found guilty in court?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "When the centurion heard this, he went to the commander and reported it. He asked, &apos;What are you about to do? This man is a Roman citizen!&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The commander went to Paul and demanded, &apos;Tell me! Are you a Roman citizen?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "The commander replied, &apos;It cost me a lot of money to buy my citizenship.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "At once those who were about to examine him stepped away. The commander was alarmed when he realized he had bound a Roman citizen."
            },
            {
                "verse_number": "30",
                "verse_text": "The commander still wanted to know the truth about why Paul was being accused by the Jews. Therefore, the next day he ordered the chief priests and the entire Jerusalem Council to assemble. Then he took Paul out of prison and had him stand before them."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "Paul stared at the council and said, &apos;Brothers, I have lived my life with an altogether clear conscience right up to this very day.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "The high priest Ananias ordered those standing beside Paul to strike him in the mouth."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Paul said to him, &apos;God is about to strike you, you whitewashed wall! You sit and judge me according to the Law, yet disobey the Law by ordering that I be struck.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Those standing near him asked, &apos;You dare to insult God&quot;s high priest?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Paul replied, &apos;Brothers, I wasn&quot;t aware that he was the high priest. It is written, &apos; You will not speak evil about a ruler of your people &apos;.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Knowing that some of them were Sadducees and the others Pharisees, Paul exclaimed in the council, &apos;Brothers, I&quot;m a Pharisee and a descendant of Pharisees. I am on trial because of my hope in the resurrection of the dead!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "These words aroused a dispute between the Pharisees and Sadducees, and the assembly was divided."
            },
            {
                "verse_number": "8",
                "verse_text": "This is because Sadducees say that there&quot;s no resurrection, angel, or spirit, but Pharisees affirm them all."
            },
            {
                "verse_number": "9",
                "verse_text": "Council members were shouting loudly. Some Pharisees who were legal experts stood up and insisted forcefully, &apos;We find nothing wrong with this man! What if a spirit or angel has spoken to him?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The dispute became so heated that the commander feared they might tear Paul to pieces. He ordered soldiers to go down and remove him by force from their midst. Then they took him back to the military headquarters."
            },
            {
                "verse_number": "11",
                "verse_text": "The following night the Lord stood near Paul and said, &apos;Be encouraged! Just as you have testified about me in Jerusalem, so too you must testify in Rome.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The next morning some Jewish leaders formulated a plot and solemnly promised that they wouldn&quot;t eat or drink until they had killed Paul."
            },
            {
                "verse_number": "13",
                "verse_text": "More than forty people were involved in the conspiracy."
            },
            {
                "verse_number": "14",
                "verse_text": "They went to the chief priests and elders and said, &apos;We have solemnly promised to eat nothing until we have killed Paul."
            },
            {
                "verse_number": "15",
                "verse_text": "You and the council must explain to the commander that you need Paul brought down to you. Pretend that you want to examine his case more closely. We&quot;re prepared to kill him before he arrives.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Paul&quot;s sister had a son who heard about the ambush and he came to the military headquarters and reported it to Paul."
            },
            {
                "verse_number": "17",
                "verse_text": "Paul called for one of the centurions and said, &apos;Take this young man to the commander because he has something to report to him.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "He took him to the commander and said, &apos;The prisoner Paul asked me to bring this young man to you. He has something to tell you.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The commander took him by the hand and withdrew to a place where they could speak privately. He asked, &apos;What do you have to report to me?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "He replied, &apos;The Jewish leaders have conspired to ask that you bring Paul down to the council tomorrow. They will pretend that they want to investigate his case more closely."
            },
            {
                "verse_number": "21",
                "verse_text": "Don&quot;t fall for it! More than forty of them are waiting to ambush him. They have solemnly promised not to eat or drink until they have killed him. They are ready now, awaiting your consent.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The commander dismissed the young man, ordering him, &apos;Don&quot;t tell anyone that you brought this to my attention.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "The commander called two centurions and said, &apos;Prepare two hundred soldiers, seventy horsemen, and two hundred spearmen to leave for Caesarea at nine o&quot;clock tonight."
            },
            {
                "verse_number": "24",
                "verse_text": "Have horses ready for Paul to ride, so they may take him safely to Governor Felix.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "He wrote the following letter:"
            },
            {
                "verse_number": "26",
                "verse_text": "Claudius Lysias, to the most honorable Governor Felix: Greetings."
            },
            {
                "verse_number": "27",
                "verse_text": "This man was seized by the Jews and was almost killed by them. I was nearby with a unit of soldiers, and I rescued him when I discovered that he was a Roman citizen."
            },
            {
                "verse_number": "28",
                "verse_text": "I wanted to find out why they were accusing him, so I brought him to their council."
            },
            {
                "verse_number": "29",
                "verse_text": "I discovered that they were accusing him about questions related to their Law. I found no charge deserving of death or imprisonment."
            },
            {
                "verse_number": "30",
                "verse_text": "When I was informed of a conspiracy against his life, I sent him to you at once and ordered his accusers to bring their case against him before you."
            },
            {
                "verse_number": "31",
                "verse_text": "Following their orders, the soldiers took Paul during the night and brought him to Antipatris."
            },
            {
                "verse_number": "32",
                "verse_text": "The following day they let the horsemen continue on with Paul while they returned to the military headquarters in Jerusalem."
            },
            {
                "verse_number": "33",
                "verse_text": "The horsemen entered Caesarea, delivered the letter to the governor, and brought Paul before him."
            },
            {
                "verse_number": "34",
                "verse_text": "After he read the letter, he asked Paul about his home province. When he learned that he was from Cilicia,"
            },
            {
                "verse_number": "35",
                "verse_text": "the governor said, &apos;I will hear your case when your accusers arrive.&apos; Then he ordered that Paul be kept in custody in Herod&quot;s palace."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Five days later the high priest Ananias came down with some elders and a lawyer named Tertullus. They pressed charges against Paul before the governor."
            },
            {
                "verse_number": "2",
                "verse_text": "After the governor summoned Paul, Tertullus began to make his case against him. He declared, &apos;Under your leadership, we have experienced substantial peace, and your administration has brought reforms to our nation."
            },
            {
                "verse_number": "3",
                "verse_text": "Always and everywhere, most honorable Felix, we acknowledge this with deep gratitude."
            },
            {
                "verse_number": "4",
                "verse_text": "I don&quot;t want to take too much of your time, so I ask that you listen with your usual courtesy to our brief statement of the facts."
            },
            {
                "verse_number": "5",
                "verse_text": "We have found this man to be a troublemaker who stirs up riots among all the Jews throughout the empire. He&quot;s a ringleader of the Nazarene faction"
            },
            {
                "verse_number": "6",
                "verse_text": "and even tried to defile the temple. That&quot;s when we arrested him."
            },
            {
                "verse_number": "8",
                "verse_text": "By examining him yourself, you will be able to verify the allegations we are bringing against him.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The Jews reinforced the action against Paul, affirming the truth of these accusations. He responded, &apos;I know that you have been judge over this nation for many years, so I gladly offer my own defense."
            },
            {
                "verse_number": "10",
                "verse_text": "The governor nodded at Paul, giving him permission to speak."
            },
            {
                "verse_number": "11",
                "verse_text": "You can verify that I went up to worship in Jerusalem no more than twelve days ago."
            },
            {
                "verse_number": "12",
                "verse_text": "They didn&quot;t find me arguing with anyone in the temple or stirring up a crowd, whether in the synagogue or anywhere else in the city."
            },
            {
                "verse_number": "13",
                "verse_text": "Nor can they prove to you the allegations they are now bringing against me."
            },
            {
                "verse_number": "14",
                "verse_text": "I do admit this to you, that I am a follower of the Way, which they call a faction. Accordingly, I worship the God of our ancestors and believe everything set out in the Law and written in the Prophets."
            },
            {
                "verse_number": "15",
                "verse_text": "The hope I have in God I also share with my accusers, that there will be a resurrection of both the righteous and the unrighteous."
            },
            {
                "verse_number": "16",
                "verse_text": "On account of this, I have committed myself to maintaining a clear conscience before God and with all people."
            },
            {
                "verse_number": "17",
                "verse_text": "After an absence of several years, I came to Jerusalem to bring gifts for the poor of my nation and to offer sacrifices."
            },
            {
                "verse_number": "18",
                "verse_text": "When they found me in the temple, I was ritually pure. There was no crowd and no disturbance."
            },
            {
                "verse_number": "19",
                "verse_text": "But there were some Jews from the province of Asia. They should be here making their accusations, if indeed they have something against me."
            },
            {
                "verse_number": "20",
                "verse_text": "In their absence, have these people who are here declare what crime they found when I stood before the Jerusalem Council."
            },
            {
                "verse_number": "21",
                "verse_text": "Perhaps it concerns this one statement that I blurted out when I was with them: &quot;I am on trial before you today because of the resurrection of the dead.&quot;&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Felix, who had an accurate understanding of the Way, adjourned the meeting. He said, &apos;When Lysias the commander arrives from Jerusalem, I will decide this case.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "He arranged for a centurion to guard Paul. He was to give Paul some freedom, and his friends were not to be hindered in their efforts to provide for him."
            },
            {
                "verse_number": "24",
                "verse_text": "After several days, Felix came with his wife Drusilla, who was Jewish, and summoned Paul. He listened to him talk about faith in Christ Jesus."
            },
            {
                "verse_number": "25",
                "verse_text": "When he spoke about upright behavior, self-control, and the coming judgment, Felix became fearful and said, &apos;Go away for now! When I have time, I&quot;ll send for you.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "At the same time, he was hoping that Paul would offer him some money, so he often sent for him and talked with him."
            },
            {
                "verse_number": "27",
                "verse_text": "When two years had passed, Felix was succeeded by Porcius Festus. Since Felix wanted to grant a favor to the Jews, he left Paul in prison."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "Three days after arriving in the province, Festus went up to Jerusalem from Caesarea."
            },
            {
                "verse_number": "2",
                "verse_text": "The chief priests and Jewish leaders presented their case against Paul. Appealing to him,"
            },
            {
                "verse_number": "3",
                "verse_text": "they asked as a favor from Festus that he summon Paul to Jerusalem. They were planning to ambush and kill him along the way."
            },
            {
                "verse_number": "4",
                "verse_text": "But Festus responded by keeping Paul in Caesarea, since he was to return there very soon himself."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Some of your leaders can come down with me,&apos; he said. &apos;If he&quot;s done anything wrong, they can bring charges against him.&apos; &apos;Tomorrow,&apos; Festus replied, &apos;you will hear him.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "He stayed with them for no more than eight or ten days, then went down to Caesarea. The following day he took his seat in the court and ordered that Paul be brought in."
            },
            {
                "verse_number": "7",
                "verse_text": "When he arrived, many Jews who had come down from Jerusalem surrounded him. They brought serious charges against him, but they couldn&quot;t prove them."
            },
            {
                "verse_number": "8",
                "verse_text": "In his own defense, Paul said, &apos;I&quot;ve done nothing wrong against the Jewish Law, against the temple, or against Caesar.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Festus, wanting to put the Jews in his debt, asked Paul, &apos;Are you willing to go up to Jerusalem to stand trial before me concerning these things?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Paul replied, &apos;I&quot;m standing before Caesar&quot;s court. I ought to be tried here. I have done nothing wrong to the Jews, as you well know."
            },
            {
                "verse_number": "11",
                "verse_text": "If I&quot;m guilty and have done something that deserves death, then I won&quot;t try to avoid death. But if there is nothing to their accusations against me, no one has the authority to hand me over to them. I appeal to Caesar!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "After Festus conferred with his advisors, he responded, &apos;You have appealed to Caesar. To Caesar you will go.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "After several days had passed, King Agrippa and Bernice arrived in Caesarea to welcome Festus."
            },
            {
                "verse_number": "14",
                "verse_text": "Since they were staying there for many days, Festus discussed the case against Paul with the king. He said, &apos;There is a man whom Felix left in prison."
            },
            {
                "verse_number": "15",
                "verse_text": "When I was in Jerusalem, the Jewish chief priests and elders brought charges against him and requested a guilty verdict in his case."
            },
            {
                "verse_number": "16",
                "verse_text": "I told them it is contrary to Roman practice to hand someone over before they have faced their accusers and had opportunity to offer a defense against the charges."
            },
            {
                "verse_number": "17",
                "verse_text": "When they came here, I didn&quot;t put them off. The very next day I took my seat in the court and ordered that the man be brought before me."
            },
            {
                "verse_number": "18",
                "verse_text": "When the accusers took the floor, they didn&quot;t charge him with any of the crimes I had expected."
            },
            {
                "verse_number": "19",
                "verse_text": "Instead, they quibbled with him about their own religion and about some dead man named Jesus, who Paul claimed was alive."
            },
            {
                "verse_number": "20",
                "verse_text": "Since I had no idea how to investigate these matters, I asked if he would be willing to go to Jerusalem to stand trial there on these issues."
            },
            {
                "verse_number": "21",
                "verse_text": "However, Paul appealed that he be held in custody pending a decision from His Majesty the emperor, so I ordered that he be held until I could send him to Caesar.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Agrippa said to Festus, &apos;I want to hear the man myself.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "The next day Agrippa and Bernice came with great fanfare. They entered the auditorium with the military commanders and the city&quot;s most prominent men. Festus then ordered that Paul be brought in."
            },
            {
                "verse_number": "24",
                "verse_text": "Festus said, &apos;King Agrippa and everyone present with us: You see this man! The entire Jewish community, both here and in Jerusalem, has appealed to me concerning him. They&quot;ve been calling for his immediate death."
            },
            {
                "verse_number": "25",
                "verse_text": "I&quot;ve found that he has done nothing deserving death. When he appealed to His Majesty, I decided to send him to Rome."
            },
            {
                "verse_number": "26",
                "verse_text": "I have nothing definite to write to our lord emperor. Therefore, I&quot;ve brought him before all of you, and especially before you, King Agrippa, so that after this investigation, I might have something to write."
            },
            {
                "verse_number": "27",
                "verse_text": "After all, it would be foolish to send a prisoner without specifying the charges against him.&apos;"
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "Agrippa said to Paul, &apos;You may speak for yourself.&apos; So Paul gestured with his hand and began his defense."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;King Agrippa, I consider myself especially fortunate that I stand before you today as I offer my defense concerning all the accusations the Jews have brought against me."
            },
            {
                "verse_number": "3",
                "verse_text": "This is because you understand well all the Jewish customs and controversies. Therefore, I ask you to listen to me patiently."
            },
            {
                "verse_number": "4",
                "verse_text": "Every Jew knows the way of life I have followed since my youth because, from the beginning, I was among my people and in Jerusalem."
            },
            {
                "verse_number": "5",
                "verse_text": "They have known me for a long time. If they wanted to, they could testify that I followed the way of life set out by the most exacting group of our religion. I am a Pharisee."
            },
            {
                "verse_number": "6",
                "verse_text": "Today I am standing trial because of the hope in the promise God gave our ancestors."
            },
            {
                "verse_number": "7",
                "verse_text": "This is the promise our twelve tribes hope to receive as they earnestly worship night and day. The Jews are accusing me, King Agrippa, because of this hope!"
            },
            {
                "verse_number": "8",
                "verse_text": "Why is it inconceivable to you that God raises the dead?"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;I really thought that I ought to oppose the name of Jesus the Nazarene in every way possible."
            },
            {
                "verse_number": "10",
                "verse_text": "And that&quot;s exactly what I did in Jerusalem. I locked up many of God&quot;s holy people in prison under the authority of the chief priests. When they were condemned to death, I voted against them."
            },
            {
                "verse_number": "11",
                "verse_text": "In one synagogue after another&ndash;indeed, in all the synagogues&ndash;I would often torture them, compelling them to slander God. My rage bordered on the hysterical as I pursued them, even to foreign cities."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;On one such journey, I was going to Damascus with the full authority of the chief priests."
            },
            {
                "verse_number": "13",
                "verse_text": "While on the road at midday, King Agrippa, I saw a light from heaven shining around me and my traveling companions. That light was brighter than the sun."
            },
            {
                "verse_number": "14",
                "verse_text": "We all fell to the ground, and I heard a voice that said to me in Aramaic, &quot;Saul, Saul, why are you harassing me? It&quot;s hard for you to kick against a spear.&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then I said, &quot;Who are you, Lord?&quot; The Lord replied, &quot;I am Jesus, whom you are harassing."
            },
            {
                "verse_number": "16",
                "verse_text": "Get up! Stand on your feet! I have appeared to you for this purpose: to appoint you as my servant and witness of what you have seen and what I will show you."
            },
            {
                "verse_number": "17",
                "verse_text": "I will rescue you from your own people and from the Gentiles. I am sending you"
            },
            {
                "verse_number": "18",
                "verse_text": "to open their eyes. Then they can turn from darkness to light and from the power of Satan to God, and receive forgiveness of sins and a place among those who are made holy by faith in me.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;So, King Agrippa, I wasn&quot;t disobedient to that heavenly vision."
            },
            {
                "verse_number": "20",
                "verse_text": "Instead, I proclaimed first to those in Damascus and Jerusalem, then to the whole region of Judea and to the Gentiles. My message was that they should change their hearts and lives and turn to God, and that they should demonstrate this change in their behavior."
            },
            {
                "verse_number": "21",
                "verse_text": "Because of this, some Jews seized me in the temple and tried to murder me."
            },
            {
                "verse_number": "22",
                "verse_text": "God has helped me up to this very day. Therefore, I stand here and bear witness to the lowly and the great. I&quot;m saying nothing more than what the Prophets and Moses declared would happen:"
            },
            {
                "verse_number": "23",
                "verse_text": "that the Christ would suffer and that, as the first to rise from the dead, he would proclaim light both to my people and to the Gentiles.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "At this point in Paul&quot;s defense, Festus declared with a loud voice, &apos;You&quot;ve lost your mind, Paul! Too much learning is driving you mad!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "But Paul replied, &apos;I&quot;m not mad, most honorable Festus! I&quot;m speaking what is sound and true."
            },
            {
                "verse_number": "26",
                "verse_text": "King Agrippa knows about these things, and I have been speaking openly to him. I&quot;m certain that none of these things have escaped his attention. This didn&quot;t happen secretly or in some out-of-the-way place."
            },
            {
                "verse_number": "27",
                "verse_text": "King Agrippa, do you believe the prophets? I know you do.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Agrippa said to Paul, &apos;Are you trying to convince me that, in such a short time, you&quot;ve made me a Christian?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Paul responded, &apos;Whether it is a short or a long time, I pray to God that not only you but also all who are listening to me today will become like me, except for these chains.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "The king stood up, as did the governor, Bernice, and those sitting with them."
            },
            {
                "verse_number": "31",
                "verse_text": "As they left, they were saying to each other, &apos;This man is doing nothing that deserves death or imprisonment.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Agrippa said to Festus, &apos;This man could have been released if he hadn&quot;t appealed to Caesar.&apos;"
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "When it was determined that we were to sail to Italy, Paul and some other prisoners were placed in the custody of a centurion named Julius of the Imperial Company."
            },
            {
                "verse_number": "2",
                "verse_text": "We boarded a ship from Adramyttium that was about to sail for ports along the coast of the province of Asia. So we put out to sea. Aristarchus, a Macedonian from Thessalonica, came with us."
            },
            {
                "verse_number": "3",
                "verse_text": "The next day we landed in Sidon. Julius treated Paul kindly and permitted him to go to some friends so they could take care of him."
            },
            {
                "verse_number": "4",
                "verse_text": "From there we sailed off. We passed Cyprus, using the island to shelter us from the headwinds."
            },
            {
                "verse_number": "5",
                "verse_text": "We sailed across the open sea off the coast of Cilicia and Pamphylia, and landed in Myra in Lycia."
            },
            {
                "verse_number": "6",
                "verse_text": "There the centurion found an Alexandrian ship headed for Italy and put us on board."
            },
            {
                "verse_number": "7",
                "verse_text": "After many days of slow and difficult sailing, we arrived off the coast of Cnidus. The wind wouldn&quot;t allow us to go farther, so we sailed under the shelter of Crete off Salmone."
            },
            {
                "verse_number": "8",
                "verse_text": "We sailed along the coast only with difficulty until we came to a place called Good Harbors, near the city of Lasea."
            },
            {
                "verse_number": "9",
                "verse_text": "Much time had been lost, and the voyage was now dangerous since the Day of Reconciliation had already passed. Paul warned them,"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Men, I see that our voyage will suffer damage and great loss, not only for the cargo and ship but also for our lives.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "But the centurion was persuaded more by the ship&quot;s pilot and captain than by Paul&quot;s advice."
            },
            {
                "verse_number": "12",
                "verse_text": "Since the harbor was unsuitable for spending the winter, the majority supported a plan to put out to sea from there. They thought they might reach Phoenix in Crete and spend the winter in its harbor, which faced southwest and northwest."
            },
            {
                "verse_number": "13",
                "verse_text": "When a gentle south wind began to blow, they thought they could carry out their plan. They pulled up anchor and sailed closely along the coast of Crete."
            },
            {
                "verse_number": "14",
                "verse_text": "Before long, a hurricane-strength wind known as a northeaster swept down from Crete."
            },
            {
                "verse_number": "15",
                "verse_text": "The ship was caught in the storm and couldn&quot;t be turned into the wind. So we gave in to it, and it carried us along."
            },
            {
                "verse_number": "16",
                "verse_text": "After sailing under the shelter of an island called Cauda, we were able to control the lifeboat only with difficulty."
            },
            {
                "verse_number": "17",
                "verse_text": "They brought the lifeboat aboard, then began to wrap the ship with cables to hold it together. Fearing they might run aground on the sandbars of the Gulf of Syrtis, they lowered the anchor and let the ship be carried along."
            },
            {
                "verse_number": "18",
                "verse_text": "We were so battered by the violent storm that the next day the men began throwing cargo overboard."
            },
            {
                "verse_number": "19",
                "verse_text": "On the third day, they picked up the ship&quot;s gear and hurled it into the sea."
            },
            {
                "verse_number": "20",
                "verse_text": "When neither the sun nor the moon appeared for many days and the raging storm continued to pound us, all hope of our being saved from this peril faded."
            },
            {
                "verse_number": "21",
                "verse_text": "For a long time no one had eaten. Paul stood up among them and said, &apos;Men, you should have complied with my instructions not to sail from Crete. Then we would have avoided this damage and loss."
            },
            {
                "verse_number": "22",
                "verse_text": "Now I urge you to be encouraged. Not one of your lives will be lost, though we will lose the ship."
            },
            {
                "verse_number": "23",
                "verse_text": "Last night an angel from the God to whom I belong and whom I worship stood beside me."
            },
            {
                "verse_number": "24",
                "verse_text": "The angel said, &quot;Don&quot;t be afraid, Paul! You must stand before Caesar! Indeed, God has also graciously given you everyone sailing with you.&quot;"
            },
            {
                "verse_number": "25",
                "verse_text": "Be encouraged, men! I have faith in God that it will be exactly as he told me."
            },
            {
                "verse_number": "26",
                "verse_text": "However, we must run aground on some island.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "On the fourteenth night, we were being carried across the Adriatic Sea. Around midnight the sailors began to suspect that land was near."
            },
            {
                "verse_number": "28",
                "verse_text": "They dropped a weighted line to take soundings and found the water to be about one hundred twenty feet deep. After proceeding a little farther, we took soundings again and found the water to be about ninety feet deep."
            },
            {
                "verse_number": "29",
                "verse_text": "Afraid that we might run aground somewhere on the rocks, they hurled out four anchors from the stern and began to pray for daylight."
            },
            {
                "verse_number": "30",
                "verse_text": "The sailors tried to abandon the ship by lowering the lifeboat into the sea, pretending they were going to lower anchors from the bow."
            },
            {
                "verse_number": "31",
                "verse_text": "Paul said to the centurion and his soldiers, &apos;Unless they stay in the ship, you can&quot;t be saved from peril.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "The soldiers then cut the ropes to the lifeboat and let it drift away."
            },
            {
                "verse_number": "33",
                "verse_text": "Just before daybreak, Paul urged everyone to eat. He said, &apos;This is the fourteenth day you&quot;ve lived in suspense, and you&quot;ve not had even a bite to eat."
            },
            {
                "verse_number": "34",
                "verse_text": "I urge you to take some food. Your health depends on it. None of you will lose a single hair from his head.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "After he said these things, he took bread, gave thanks to God in front of them all, then broke it and began to eat."
            },
            {
                "verse_number": "36",
                "verse_text": "Everyone was encouraged and took some food. ("
            },
            {
                "verse_number": "37",
                "verse_text": "In all, there were two hundred seventy-six of us on the ship.)"
            },
            {
                "verse_number": "38",
                "verse_text": "When they had eaten as much as they wanted, they lightened the ship by throwing the grain into the sea."
            },
            {
                "verse_number": "39",
                "verse_text": "In the morning light they saw a bay with a sandy beach. They didn&quot;t know what land it was, but they thought they might possibly be able to run the ship aground."
            },
            {
                "verse_number": "40",
                "verse_text": "They cut the anchors loose and left them in the sea. At the same time, they untied the ropes that ran back to the rudders. They raised the foresail to catch the wind and made for the beach."
            },
            {
                "verse_number": "41",
                "verse_text": "But they struck a sandbar and the ship ran aground. The bow was stuck and wouldn&quot;t move, and the stern was broken into pieces by the force of the waves."
            },
            {
                "verse_number": "42",
                "verse_text": "The soldiers decided to kill the prisoners to keep them from swimming to shore and escaping."
            },
            {
                "verse_number": "43",
                "verse_text": "However, the centurion wanted to save Paul, so he stopped them from carrying out their plan. He ordered those who could swim to jump overboard first and head for land."
            },
            {
                "verse_number": "44",
                "verse_text": "He ordered the rest to grab hold of planks or debris from the ship. In this way, everyone reached land safely."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "After reaching land safely, we learned that the island was called Malta."
            },
            {
                "verse_number": "2",
                "verse_text": "The islanders showed us extraordinary kindness. Because it was rainy and cold, they built a fire and welcomed all of us."
            },
            {
                "verse_number": "3",
                "verse_text": "Paul gathered a bunch of dry sticks and put them on the fire. As he did, a poisonous snake, driven out by the heat, latched on to his hand."
            },
            {
                "verse_number": "4",
                "verse_text": "When the islanders saw the snake hanging from his hand, they said to each other, &apos;This man must be a murderer! He was rescued from the sea, but the goddess Justice hasn&quot;t let him live!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Paul shook the snake into the fire and suffered no harm."
            },
            {
                "verse_number": "6",
                "verse_text": "They expected him to swell up with fever or suddenly drop dead. After waiting a long time and seeing nothing unusual happen to him, they changed their minds and began to claim that he was a god. &apos; You will hear, to be sure, but never understand; &apos; &apos; and you will certainly see but never recognize what you are seeing. &apos; &apos; and they&quot;ve become hard of hearing, &apos; &apos; and they&quot;ve shut their eyes &apos; &apos; so that they won&quot;t see with their eyes &apos; &apos; or hear with their ears &apos; &apos; or understand with their minds, &apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Publius, the island&quot;s most prominent person, owned a large estate in that area. He welcomed us warmly into his home as his guests for three days."
            },
            {
                "verse_number": "8",
                "verse_text": "Publius&quot; father was bedridden, sick with a fever and dysentery. Paul went to see him and prayed. He placed his hand on him and healed him."
            },
            {
                "verse_number": "9",
                "verse_text": "Once this happened, the rest of the sick on the island came to him and were healed."
            },
            {
                "verse_number": "10",
                "verse_text": "They honored us in many ways. When we were getting ready to sail again, they supplied us with what we needed."
            },
            {
                "verse_number": "11",
                "verse_text": "After three months we put out to sea in a ship that had spent the winter at the island. It was an Alexandrian ship with carvings of the twin gods Castor and Pollux as its figurehead."
            },
            {
                "verse_number": "12",
                "verse_text": "We landed in Syracuse where we stayed three days."
            },
            {
                "verse_number": "13",
                "verse_text": "From there we sailed to Rhegium. After one day a south wind came up, and we arrived on the second day in Puteoli."
            },
            {
                "verse_number": "14",
                "verse_text": "There we found brothers and sisters who urged us to stay with them for a week. In this way we came to Rome."
            },
            {
                "verse_number": "15",
                "verse_text": "When the brothers and sisters there heard about us, they came as far as the Forum of Appius and the Three Taverns to meet us. When Paul saw them, he gave thanks to God and was encouraged."
            },
            {
                "verse_number": "16",
                "verse_text": "When we entered Rome, Paul was permitted to live by himself, with a soldier guarding him."
            },
            {
                "verse_number": "17",
                "verse_text": "Three days later, Paul called the Jewish leaders together. When they gathered, he said, &apos;Brothers, although I have done nothing against our people or the customs of our ancestors, I&quot;m a prisoner from Jerusalem. They handed me over to the Romans,"
            },
            {
                "verse_number": "18",
                "verse_text": "who intended to release me after they examined me, because they couldn&quot;t find any reason for putting me to death."
            },
            {
                "verse_number": "19",
                "verse_text": "When the Jews objected, I was forced to appeal to Caesar. Don&quot;t think I appealed to Caesar because I had any reason to bring charges against my nation."
            },
            {
                "verse_number": "20",
                "verse_text": "This is why I asked to see you and speak with you: it&quot;s because of the hope of Israel that I am bound with this chain.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "They responded, &apos;We haven&quot;t received any letters about you from Judea, nor have any of our brothers come and reported or said anything bad about you."
            },
            {
                "verse_number": "22",
                "verse_text": "But we think it&quot;s important to hear what you think, for we know that people everywhere are speaking against this faction.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "On the day scheduled for this purpose, many people came to the place where he was staying. From morning until evening, he explained and testified concerning God&quot;s kingdom and tried to convince them about Jesus through appealing to the Law from Moses and the Prophets."
            },
            {
                "verse_number": "24",
                "verse_text": "Some were persuaded by what he said, but others refused to believe."
            },
            {
                "verse_number": "25",
                "verse_text": "They disagreed with each other and were starting to leave when Paul made one more statement: &apos;The Holy Spirit spoke correctly when he said to your ancestors through Isaiah the prophet,"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos; Go to this people and say: &apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos; This people&quot;s senses have become calloused, &apos; &apos; and change their hearts and lives that I may heal them. &apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Therefore, be certain of this: God&quot;s salvation has been sent to the Gentiles. They will listen!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Paul lived in his own rented quarters for two full years and welcomed everyone who came to see him."
            },
            {
                "verse_number": "31",
                "verse_text": "Unhindered and with complete confidence, he continued to preach God&quot;s kingdom and to teach about the Lord Jesus Christ."
            }
        ]
    }
}