{
    "2 Chronicles": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Solomon, David&quot;s son, was securely established over his kingdom because the LORD his God was with him and made him very great."
            },
            {
                "verse_number": "2",
                "verse_text": "Solomon summoned all Israel, including the officers of the army, the judges, and every Israelite leader who was the head of a family."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Solomon, accompanied by the whole assembly, went to the shrine at Gibeon because that is where God&quot;s meeting tent was, the tent that the LORD &quot;s servant Moses had made in the wilderness."
            },
            {
                "verse_number": "4",
                "verse_text": "Now David had already brought God&quot;s chest from Kiriath-jearim to the place he had prepared for it because he had pitched a tent for the chest in Jerusalem."
            },
            {
                "verse_number": "5",
                "verse_text": "But the bronze altar that Bezalel, Uri&quot;s son and Hur&quot;s grandson, had made was there in front of the LORD &quot;s dwelling, so that is where Solomon and the assembly worshipped."
            },
            {
                "verse_number": "6",
                "verse_text": "Solomon went there to the bronze altar in the LORD &quot;s presence at the meeting tent and offered a thousand entirely burned offerings upon it."
            },
            {
                "verse_number": "7",
                "verse_text": "That night God appeared to Solomon and said, &apos;Ask whatever you wish, and I will give it to you.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;You showed so much kindness to my father David,&apos; Solomon replied to God, &apos;and you have made me king in his place."
            },
            {
                "verse_number": "9",
                "verse_text": "Now, LORD God, let your promise to my father David be fulfilled because you have made me king over a people as numerous as the earth&quot;s dust."
            },
            {
                "verse_number": "10",
                "verse_text": "Give me wisdom and knowledge so I can lead this people, because no one can govern this great people of yours without your help.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "God said to Solomon, &apos;Since this is what you wish, and because you&quot;ve asked for wisdom and knowledge to govern my people over whom I&quot;ve made you king&ndash;rather than asking for wealth, riches, fame, victory over those who hate you, or even a long life&ndash;"
            },
            {
                "verse_number": "12",
                "verse_text": "your request for wisdom and knowledge is granted. But I will also give you wealth, riches, and fame beyond that of any king before you or after you.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Solomon went from the shrine in Gibeon, from the meeting tent to Jerusalem where he ruled over Israel."
            },
            {
                "verse_number": "14",
                "verse_text": "Solomon acquired more and more chariots and horses until he had fourteen hundred chariots and twelve thousand horses, which he stationed in chariot cities and with the king in Jerusalem."
            },
            {
                "verse_number": "15",
                "verse_text": "In Jerusalem, the king made silver and gold as common as stones, and cedar as plentiful as sycamore trees that grow in the foothills."
            },
            {
                "verse_number": "16",
                "verse_text": "Solomon&quot;s horses were imported from Egypt and Kue, purchased from Kue by the king&quot;s agents at the going price."
            },
            {
                "verse_number": "17",
                "verse_text": "They would import a chariot from Egypt for six hundred pieces of silver and a horse for one hundred fifty, and then export them to all the Hittite and Aramean kings."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Solomon gave orders to build a temple for the LORD &quot;s name and to build a royal palace for himself."
            },
            {
                "verse_number": "2",
                "verse_text": "To work in the highlands, Solomon drafted 70,000 laborers, 80,000 stonecutters, and 3,600 supervisors."
            },
            {
                "verse_number": "3",
                "verse_text": "Solomon sent the following message to King Huram of Tyre: When my father David was building his palace, you sent him cedar logs. The LORD must love his people Israel because he has made you their king!"
            },
            {
                "verse_number": "4",
                "verse_text": "Now as his son I am about to build a temple in the name of the LORD my God. I will dedicate it to him to burn fragrant incense before him, to set out the bread that is regularly displayed, and to offer entirely burned offerings every morning and evening, on the sabbaths, the first of every month, and the festivals of the LORD our God, as Israel has been commanded to do forever."
            },
            {
                "verse_number": "5",
                "verse_text": "The temple I am about to build must be magnificent, because our God is greater than all other gods."
            },
            {
                "verse_number": "6",
                "verse_text": "But who is able to build such a temple when even the highest heaven can&quot;t contain God? And who am I that I should build this temple for God, except as a place to burn incense in his presence?"
            },
            {
                "verse_number": "7",
                "verse_text": "So now send me a craftsman skilled in gold, silver, bronze, and iron, as well as in purple, crimson, and violet yarn&ndash;someone also experienced as an engraver. He will work with my craftsmen in Judah and Jerusalem who were provided by my father David."
            },
            {
                "verse_number": "8",
                "verse_text": "Also send me cedar, cypress, and sandalwood logs from Lebanon. I know your servants know how to cut Lebanese timber, so my servants will work with your servants"
            },
            {
                "verse_number": "9",
                "verse_text": "to prepare plenty of timber for me, because the temple that I am about to build will be magnificent and amazing."
            },
            {
                "verse_number": "10",
                "verse_text": "I will pay the woodcutters twenty thousand kors of crushed wheat, twenty thousand kors of barley, twenty thousand baths of wine, and twenty thousand baths of olive oil."
            },
            {
                "verse_number": "11",
                "verse_text": "Tyre&quot;s King Huram replied in a letter that he sent to Solomon:"
            },
            {
                "verse_number": "12",
                "verse_text": "Bless the LORD , Israel&quot;s God, who made heaven and earth. He gave King David a wise son who possesses the knowledge and understanding to build a temple for the LORD and a royal palace for himself."
            },
            {
                "verse_number": "13",
                "verse_text": "I&quot;m sending you a skilled and experienced craftsman, Huram-abi,"
            },
            {
                "verse_number": "14",
                "verse_text": "whose mother is from the tribe of Dan and whose father is from Tyre. He&quot;s skilled in working with gold, silver, bronze, iron, stone, and wood, as well as purple, violet, and crimson yarn, and fine linen. He can do any kind of engraving and make any design given to him with the assistance of your craftsmen and the craftsmen of my master, your father David."
            },
            {
                "verse_number": "15",
                "verse_text": "So once my master sends the wheat, barley, olive oil, and wine he has promised,"
            },
            {
                "verse_number": "16",
                "verse_text": "we will cut as much timber as you need from Lebanon and bring it by raft on the sea to you at Joppa, where you can take it up to Jerusalem."
            },
            {
                "verse_number": "17",
                "verse_text": "Then Solomon counted all the immigrants in the land of Israel, as his father David had done, and the total was 153,600."
            },
            {
                "verse_number": "18",
                "verse_text": "He made 70,000 of these immigrants laborers, 80,000 of them stonecutters in the highlands, and 3,600 of them supervisors to keep the people working."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Solomon began to build the LORD &quot;s temple in Jerusalem on Mount Moriah, where the LORD had appeared to his father David, on the place David had prepared at the threshing floor of Ornan the Jebusite."
            },
            {
                "verse_number": "2",
                "verse_text": "He began building in the second month of the fourth year of his rule."
            },
            {
                "verse_number": "3",
                "verse_text": "Solomon laid the foundations for these structures in order to build the temple of God. The length according to the old standard of measurement was ninety feet and the width thirty feet."
            },
            {
                "verse_number": "4",
                "verse_text": "Across the front of the temple was a porch as long as the temple was and thirty feet wide, and thirty feet high. He covered the inside walls with pure gold."
            },
            {
                "verse_number": "5",
                "verse_text": "He paneled the walls of the main room with pine, covered them with fine gold, and decorated them with palm trees and chains."
            },
            {
                "verse_number": "6",
                "verse_text": "He studded the room with precious stones for beauty; the gold was from Parvaim."
            },
            {
                "verse_number": "7",
                "verse_text": "He covered the room, its beams, doorframes, walls, and doors with gold, and carved images of winged creatures on the walls."
            },
            {
                "verse_number": "8",
                "verse_text": "Then he made the most holy place. It was as long as the temple was wide, thirty feet long and thirty feet wide. He covered it with six hundred kikkars of fine gold."
            },
            {
                "verse_number": "9",
                "verse_text": "The gold nails weighed fifty shekels. He also covered the upper rooms with gold."
            },
            {
                "verse_number": "10",
                "verse_text": "In the most holy place he formed two statues of winged creatures and covered them with gold."
            },
            {
                "verse_number": "11",
                "verse_text": "Together the wingspan of these creatures was thirty feet. One of the first creature&quot;s wings was seven and a half feet long and touched the temple wall, while the other wing was seven and a half feet long, touching the wing of the other creature."
            },
            {
                "verse_number": "12",
                "verse_text": "Similarly, one wing of the other creature was seven and a half feet long and touched the temple wall, while the other wing was seven and a half feet long and touched the other creature."
            },
            {
                "verse_number": "13",
                "verse_text": "The wings of these creatures extended thirty feet. They stood on their feet facing the main room."
            },
            {
                "verse_number": "14",
                "verse_text": "Then he made the curtain out of fine linen and violet, purple, and crimson yarn, weaving winged creatures into it."
            },
            {
                "verse_number": "15",
                "verse_text": "Then he made two columns in front of the temple, fifty-two and a half feet high, with a seven and a half foot cap on top of each."
            },
            {
                "verse_number": "16",
                "verse_text": "Then he made chains like a necklace and placed them on the tops of the columns. He made a hundred pomegranates and placed them into the chains."
            },
            {
                "verse_number": "17",
                "verse_text": "Then he set up the pillars in front of the sanctuary, one on the south, the other on the north. The one on the south he named Jachin, and the one on the north he named Boaz."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "He also made a bronze altar thirty feet long, thirty feet wide, and fifteen feet high."
            },
            {
                "verse_number": "2",
                "verse_text": "Then he made a tank of cast metal called the Sea. It was circular in shape, fifteen feet from rim to rim, seven and a half feet high, and forty-five feet in circumference."
            },
            {
                "verse_number": "3",
                "verse_text": "Under the rim were two rows of oxlike figures completely encircling it, ten every eighteen inches, each cast in its mold."
            },
            {
                "verse_number": "4",
                "verse_text": "The Sea rested on twelve oxen with their backs toward the center, three facing north, three facing west, three facing south, and three facing east."
            },
            {
                "verse_number": "5",
                "verse_text": "The Sea was as thick as the width of a hand. Its rim was shaped like a cup or an open lily blossom. It could hold three thousand baths."
            },
            {
                "verse_number": "6",
                "verse_text": "He also made ten washbasins and put five on the south and five on the north. The items used for the entirely burned offerings were rinsed in these. The priests washed in the Sea."
            },
            {
                "verse_number": "7",
                "verse_text": "He made ten gold lampstands as prescribed and put them in the sanctuary, five on the south and five on the north."
            },
            {
                "verse_number": "8",
                "verse_text": "He also made ten tables and put them in the sanctuary, five on the south and five on the north, as well as a hundred gold bowls."
            },
            {
                "verse_number": "9",
                "verse_text": "He made the courtyard of the priests and the great courtyard, with doors covered with bronze for the courtyard."
            },
            {
                "verse_number": "10",
                "verse_text": "He placed the Sea at the southeast corner. two circular capitals on top of the columns; two networks adorning the two circular capitals on top of the columns; twelve oxen beneath the Sea; All the things that Huram-abi made for King Solomon for the LORD &quot;s temple were made of polished bronze."
            },
            {
                "verse_number": "11",
                "verse_text": "Huram made the pots, the shovels, and the bowls. So Huram finished all his work on God&quot;s temple for King Solomon:"
            },
            {
                "verse_number": "12",
                "verse_text": "two columns;"
            },
            {
                "verse_number": "13",
                "verse_text": "four hundred pomegranates for the two networks, with two rows of pomegranates for each network that adorned the two circular capitals on top of the columns;"
            },
            {
                "verse_number": "14",
                "verse_text": "ten stands with ten basins on them;"
            },
            {
                "verse_number": "15",
                "verse_text": "one Sea;"
            },
            {
                "verse_number": "16",
                "verse_text": "and the pots, the shovels, and the meat forks."
            },
            {
                "verse_number": "17",
                "verse_text": "The king cast them in clay molds in the Jordan Valley between Succoth and Zarethan."
            },
            {
                "verse_number": "18",
                "verse_text": "Due to the very large number of objects, Solomon didn&quot;t even try to weigh the bronze."
            },
            {
                "verse_number": "19",
                "verse_text": "Solomon also made all the equipment for God&quot;s temple: the gold altar; the tables for the bread of the presence;"
            },
            {
                "verse_number": "20",
                "verse_text": "the lampstands with their lamps, all of pure gold, to burn before the inner sanctuary as prescribed;"
            },
            {
                "verse_number": "21",
                "verse_text": "the flowers, the lamps, and the tongs of pure gold;"
            },
            {
                "verse_number": "22",
                "verse_text": "and the wick trimmers, bowls, ladles, and censers of pure gold. As for the temple entrance, the inner doors to the most holy place as well as the doors to the main hall were made of gold."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "When all of Solomon&quot;s work on the LORD &quot;s temple was finished, he brought the silver, gold, and all the objects his father David had dedicated and put them in the treasuries of God&quot;s temple. Yes, God is good! Yes, God&quot;s faithful love lasts forever!"
            },
            {
                "verse_number": "2",
                "verse_text": "Then Solomon assembled Israel&quot;s elders, all the tribal leaders, and the clan chieftains of Israel at Jerusalem to bring up the chest containing the LORD &quot;s covenant from Zion, David&quot;s City."
            },
            {
                "verse_number": "3",
                "verse_text": "Everyone in Israel assembled before the king in the seventh month, during the festival."
            },
            {
                "verse_number": "4",
                "verse_text": "When all Israel&quot;s elders had arrived, the Levites picked up the chest."
            },
            {
                "verse_number": "5",
                "verse_text": "They brought the chest, the meeting tent, and all the holy objects that were in the tent. The priests and the Levites brought them up,"
            },
            {
                "verse_number": "6",
                "verse_text": "while King Solomon and the entire Israelite assembly that had joined him before the chest sacrificed countless sheep and oxen."
            },
            {
                "verse_number": "7",
                "verse_text": "The priests brought the chest containing the LORD &quot;s covenant to its designated spot beneath the wings of the winged creatures in the inner sanctuary of the temple, the most holy place."
            },
            {
                "verse_number": "8",
                "verse_text": "The winged creatures spread their wings over the place where the chest rested, covering the chest and its carrying poles."
            },
            {
                "verse_number": "9",
                "verse_text": "The carrying poles were so long that their tips could be seen from the holy place in front of the inner sanctuary, though they weren&quot;t visible from outside. They are still there today."
            },
            {
                "verse_number": "10",
                "verse_text": "Nothing was in the chest except the two stone tablets Moses placed there while at Horeb, where the LORD made a covenant with the Israelites after they left Egypt."
            },
            {
                "verse_number": "11",
                "verse_text": "Then the priests left the holy place. All the priests who were present had sanctified themselves, regardless of their divisions."
            },
            {
                "verse_number": "12",
                "verse_text": "All the levitical musicians&ndash;Asaph, Heman, Jeduthun, and their families and relatives&ndash;were dressed in fine linen and stood east of the altar with cymbals, harps, and zithers, along with one hundred twenty priests blowing trumpets."
            },
            {
                "verse_number": "13",
                "verse_text": "The trumpeters and singers joined together to praise and thank the LORD as one. Accompanied by trumpets, cymbals, and other musical instruments, they began to sing, praising the LORD : Then a cloud filled the LORD &quot;s temple."
            },
            {
                "verse_number": "14",
                "verse_text": "The priests were unable to carry out their duties on account of the cloud because the LORD &quot;s glory filled God&quot;s temple."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Then Solomon said, &apos;The LORD said that he would live in a dark cloud;"
            },
            {
                "verse_number": "2",
                "verse_text": "but God, I have built you a lofty temple&ndash;a place where you can live forever.&apos; Bless the LORD , the God of Israel, who spoke directly to my father David and now has kept his promise: LORD God of Israel, there is no god like you in heaven or on the earth. You keep the covenant and show loyalty to your servants who walk before you with all their heart."
            },
            {
                "verse_number": "3",
                "verse_text": "The king turned around, and while the entire assembly of Israel was standing there, he blessed them,"
            },
            {
                "verse_number": "4",
                "verse_text": "saying:"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;From the day I brought my people out of the land of Egypt, I haven&quot;t selected a city from any Israelite tribe as a site for the building of a temple for my name. Neither have I chosen anyone as prince over my people Israel."
            },
            {
                "verse_number": "6",
                "verse_text": "But now I have chosen Jerusalem as a place for my name, and David as prince over my people Israel.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "My father David wanted to build a temple for the name of the LORD , Israel&quot;s God."
            },
            {
                "verse_number": "8",
                "verse_text": "But the LORD said to my father David: &apos;It is very good that you thought to build a temple for my name. Nevertheless,"
            },
            {
                "verse_number": "9",
                "verse_text": "you yourself won&quot;t build that temple. Instead, your very own son will build the temple for my name.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The LORD has kept his promise&ndash;I have succeeded my father David on Israel&quot;s throne, just as the LORD said, and I have built the temple for the name of the LORD , Israel&quot;s God."
            },
            {
                "verse_number": "11",
                "verse_text": "There I&quot;ve placed the chest that contains the covenant that the LORD made with the Israelites."
            },
            {
                "verse_number": "12",
                "verse_text": "Solomon stood before the LORD &quot;s altar in front of the entire Israelite assembly and spread out his hands."
            },
            {
                "verse_number": "13",
                "verse_text": "Now Solomon had made a bronze platform seven and a half feet long, seven and a half feet wide, and four and a half feet high, and he set it in the middle of the enclosure. He stood on it. Then, kneeling before the whole assembly of Israel and spreading his hands toward the sky,"
            },
            {
                "verse_number": "14",
                "verse_text": "he said:"
            },
            {
                "verse_number": "15",
                "verse_text": "This is the covenant you kept with your servant David my father, which you promised him. Today you have fulfilled what you promised."
            },
            {
                "verse_number": "16",
                "verse_text": "So now, LORD God of Israel, keep what you promised my father David your servant when you said to him, &apos;You will never fail to have a successor sitting on Israel&quot;s throne as long as your descendants carefully walk according to my Instruction, just as you have walked before me.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "So now, LORD God of Israel, may your promise to your servant David come true."
            },
            {
                "verse_number": "18",
                "verse_text": "But how could God possibly live on earth with people? If heaven, even the highest heaven, can&quot;t contain you, how can this temple that I have built contain you?"
            },
            {
                "verse_number": "19",
                "verse_text": "LORD , my God, listen to your servant&quot;s prayer and request, and hear the cry and prayer that I your servant pray to you."
            },
            {
                "verse_number": "20",
                "verse_text": "Constantly watch over this temple, the place where you promised to put your name, and listen to the prayer your servant is praying concerning this place."
            },
            {
                "verse_number": "21",
                "verse_text": "Listen to the request of your servant and your people Israel when they pray concerning this place. Listen from your heavenly dwelling place, and when you hear, forgive!"
            },
            {
                "verse_number": "22",
                "verse_text": "If someone wrongs another and must take a solemn pledge asserting his innocence before your altar in this temple,"
            },
            {
                "verse_number": "23",
                "verse_text": "then listen from heaven, act, and decide which of your servants is right. Condemn the guilty party, repaying them for their conduct, but justify the innocent person, repaying them for their righteousness."
            },
            {
                "verse_number": "24",
                "verse_text": "If your people Israel are defeated by an enemy because they have sinned against you, but then they change their hearts, give thanks to your name, and ask for mercy in your presence at this temple,"
            },
            {
                "verse_number": "25",
                "verse_text": "then listen from heaven and forgive the sin of your people Israel. Return them to the land you gave to them and their ancestors."
            },
            {
                "verse_number": "26",
                "verse_text": "When the sky holds back its rain because Israel has sinned against you, but they then pray concerning this place, give thanks to your name, and turn away from their sin because you have punished them for it,"
            },
            {
                "verse_number": "27",
                "verse_text": "then listen from heaven and forgive the sin of your servants, your people Israel. Teach them the best way for them to follow, and send rain on your land that you gave to your people as an inheritance."
            },
            {
                "verse_number": "28",
                "verse_text": "Whenever there is a famine or plague in the land, or whenever there is blight, mildew, locusts, or grasshoppers, or whenever someone&quot;s enemies attack them in their cities, or any plague or illness comes,"
            },
            {
                "verse_number": "29",
                "verse_text": "whatever prayer or petition is made by any individual or by all of your people Israel&ndash;because people will recognize their own pain and suffering and spread out their hands toward this temple&ndash;"
            },
            {
                "verse_number": "30",
                "verse_text": "then listen from heaven where you live. Forgive, act, and repay each person according to all their conduct because you know their hearts. You alone know the human heart!"
            },
            {
                "verse_number": "31",
                "verse_text": "Do this that they may revere you by following your ways all the days they live on the fertile land that you gave to our ancestors."
            },
            {
                "verse_number": "32",
                "verse_text": "Listen also to the foreigner who isn&quot;t from your people Israel, but who comes from a distant country because of your great reputation, your great power, and your outstretched arm. When they come and pray toward this temple,"
            },
            {
                "verse_number": "33",
                "verse_text": "then listen from heaven where you live, and do everything the foreigner asks. Do this so that all the people of the earth may know your reputation and revere you, as your people Israel do, and recognize that this temple I have built bears your name."
            },
            {
                "verse_number": "34",
                "verse_text": "When your people go to war against their enemies, wherever you may send them, and they pray to you toward this city that you have chosen and concerning this temple that I have built for your name,"
            },
            {
                "verse_number": "35",
                "verse_text": "then listen from heaven to their prayer and request and do what is right for them."
            },
            {
                "verse_number": "36",
                "verse_text": "When they sin against you, for there is no one who doesn&quot;t sin, and you become angry with them and hand them over to an enemy who takes them away as prisoners to enemy territory, whether distant or nearby,"
            },
            {
                "verse_number": "37",
                "verse_text": "if they change their heart in whatever land they are held captive, turning back and begging for your mercy, saying, &apos;We have sinned, we have done wrong, and we have acted wickedly!&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "and if they return to you with all their heart and all their being in the enemy territory where they&quot;ve been taken captive, and pray concerning their land, which you gave to their ancestors, concerning the city you have chosen, and concerning this temple I have built for your name,"
            },
            {
                "verse_number": "39",
                "verse_text": "then listen to their prayer and request from your heavenly dwelling place. Do what is right for them, and forgive your people who have sinned against you."
            },
            {
                "verse_number": "40",
                "verse_text": "Now, my God, may your eyes be open and your ears attentive to the prayers of this place."
            },
            {
                "verse_number": "41",
                "verse_text": "And now go, LORD God, to your resting place, you and your mighty chest. May your priests, LORD God, be clothed with salvation; may those loyal to you rejoice in what is good."
            },
            {
                "verse_number": "42",
                "verse_text": "LORD God, don&quot;t reject your anointed one. Remember your faithful loyalty to your servant David."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "As soon as Solomon finished praying, fire came down from heaven and consumed the entirely burned offering and the sacrifices, while the LORD &quot;s glory filled the temple."
            },
            {
                "verse_number": "2",
                "verse_text": "The priests were unable to enter the LORD &quot;s temple because the LORD &quot;s glory had filled the LORD &quot;s temple."
            },
            {
                "verse_number": "3",
                "verse_text": "All the Israelites were watching when the fire fell. As the LORD &quot;s glory filled the temple, they knelt down on the pavement with their faces to the ground, worshipping and giving thanks to the LORD , saying, &apos;Yes, God is good! Yes, God&quot;s faithful love lasts forever!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then the king and all the people sacrificed to the LORD ."
            },
            {
                "verse_number": "5",
                "verse_text": "King Solomon sacrificed twenty-two thousand oxen and one hundred twenty thousand sheep when the king and all the people dedicated God&quot;s temple."
            },
            {
                "verse_number": "6",
                "verse_text": "The priests stood at their posts, as did the Levites with the LORD &quot;s musical instruments, which King David had made for giving thanks to the LORD , saying, &apos;Yes, God&quot;s faithful love lasts forever!&apos; and which David had used when he gave praise. Across from them, the priests were blowing trumpets while all Israel was standing."
            },
            {
                "verse_number": "7",
                "verse_text": "Solomon also dedicated the middle of the courtyard in front of the LORD &quot;s temple. He had to offer the entirely burned offerings and the fat of the well-being sacrifices there because the bronze altar Solomon had made was too small to contain the entirely burned offerings, the grain offerings, and the pieces of fat."
            },
            {
                "verse_number": "8",
                "verse_text": "At that time Solomon, together with all Israel, celebrated the festival for seven days. It was a very large assembly that came from Lebo-hamath to the border of Egypt."
            },
            {
                "verse_number": "9",
                "verse_text": "On the eighth day there was a gathering. They had dedicated the altar for seven days and celebrated the festival for another seven days."
            },
            {
                "verse_number": "10",
                "verse_text": "On the twenty-third day of the seventh month, Solomon dismissed the people to their tents, happy and content because of the goodness the LORD had shown to David, to Solomon, and to his people Israel."
            },
            {
                "verse_number": "11",
                "verse_text": "In this way, Solomon finished the LORD &quot;s temple and the royal palace. He successfully accomplished everything he intended for the LORD &quot;s temple and his own palace."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the LORD appeared to Solomon at night and said to him: I have heard your prayer and have chosen this place as my house of sacrifice."
            },
            {
                "verse_number": "13",
                "verse_text": "When I close the sky so that there is no rain or I order the locusts to consume the land or I send a plague against my people,"
            },
            {
                "verse_number": "14",
                "verse_text": "if my people who belong to me will humbly pray, seek my face, and turn from their wicked ways, then I will hear from heaven, forgive their sin, and heal their land."
            },
            {
                "verse_number": "15",
                "verse_text": "From now on my eyes will be open and my ears will pay attention to the prayers offered in this place,"
            },
            {
                "verse_number": "16",
                "verse_text": "because I have chosen this temple and declared it holy so that my name may be there forever. My eyes and my heart will always be there."
            },
            {
                "verse_number": "17",
                "verse_text": "As for you, if you will walk before me just as your father David did, doing all that I have commanded you and keeping my regulations and case laws,"
            },
            {
                "verse_number": "18",
                "verse_text": "then I will establish your royal throne, just as I promised your father David: You will never fail to have a successor ruling in Israel."
            },
            {
                "verse_number": "19",
                "verse_text": "But if any of you ever turn away from and abandon the regulations and commands that I have given you, and go to serve other gods and worship them,"
            },
            {
                "verse_number": "20",
                "verse_text": "then I will uproot you from my land that I gave you, and I will reject this temple that I made holy for my name. I will make it a joke, insulted by everyone."
            },
            {
                "verse_number": "21",
                "verse_text": "Everyone who passes by this temple&ndash;so lofty now&ndash;will be shocked and will wonder, Why has the LORD done such a thing to this land and temple?"
            },
            {
                "verse_number": "22",
                "verse_text": "The answer will come, Because they abandoned the LORD , the God of their ancestors, who brought them out of Egypt. They embraced other gods, worshipping and serving them. This is why God brought all this disaster on them."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "After twenty years of building the LORD &quot;s temple and his royal palace,"
            },
            {
                "verse_number": "2",
                "verse_text": "Solomon next rebuilt the cities Huram had given him, and he settled Israelites there."
            },
            {
                "verse_number": "3",
                "verse_text": "Solomon went to Hamath-zobah and seized it."
            },
            {
                "verse_number": "4",
                "verse_text": "He fortified Tadmor in the wilderness, along with all the storage cities he had built in Hamath."
            },
            {
                "verse_number": "5",
                "verse_text": "Solomon also built Upper Beth-horon and Lower Beth-horon as fortress cities with walls, gates, and crossbars;"
            },
            {
                "verse_number": "6",
                "verse_text": "Baalath; all the cities he used for storage; and all the cities used for chariots and cavalry&ndash;along with everything else he wanted to build in Jerusalem, Lebanon, and throughout his kingdom."
            },
            {
                "verse_number": "7",
                "verse_text": "Any non-Israelite people who remained of the Hittites, Amorites, Perizzites, Hivites, and Jebusites&ndash;"
            },
            {
                "verse_number": "8",
                "verse_text": "that is, the descendants of such people who were still in the land because the Israelites weren&quot;t able to destroy them&ndash;Solomon forced into the labor gangs that are still in existence today."
            },
            {
                "verse_number": "9",
                "verse_text": "However, Solomon didn&quot;t force the Israelites to work as slaves; instead, they became warriors, chief officers, and the commanders of his chariots and cavalry."
            },
            {
                "verse_number": "10",
                "verse_text": "And Solomon had two hundred fifty chief officers who were in charge of the people."
            },
            {
                "verse_number": "11",
                "verse_text": "Solomon brought Pharaoh&quot;s daughter from David&quot;s City to a palace he had built for her, because he said, &apos;My wife mustn&quot;t live in the palace of Israel&quot;s King David, because the places where the LORD &quot;s chest has been are holy.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Solomon offered entirely burned offerings to the LORD on the LORD &quot;s altar that Solomon had built in front of the porch,"
            },
            {
                "verse_number": "13",
                "verse_text": "as each day required, according to the commandment of Moses for sabbaths, new moon festivals, and the three annual festivals&ndash;Unleavened Bread, Weeks, and Booths."
            },
            {
                "verse_number": "14",
                "verse_text": "Just as his father David had ordered, Solomon set up the divisions of the priests for their services and the Levites to their posts for offering praise and ministering in front of the priests, doing what needed to be done each day; as well as the gatekeepers in their divisions at each gate, because this was what David the man of God had commanded."
            },
            {
                "verse_number": "15",
                "verse_text": "They didn&quot;t deviate in any way from the king&quot;s commands concerning the priests, the Levites, or the treasuries."
            },
            {
                "verse_number": "16",
                "verse_text": "All Solomon&quot;s work was carried out from the day the foundation of the LORD &quot;s temple was laid until its completion. Then the LORD &quot;s temple was completely finished."
            },
            {
                "verse_number": "17",
                "verse_text": "Then Solomon went to Ezion-geber and Eloth on the coast in the land of Edom."
            },
            {
                "verse_number": "18",
                "verse_text": "Huram had his servants bring ships to Solomon, along with crews of expert sailors. They went with Solomon&quot;s servants to Ophir and imported four hundred fifty kikkars of gold, which they brought back to King Solomon."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "When the queen of Sheba heard reports about Solomon, she came to Jerusalem to test Solomon with riddles. Accompanying her was a huge entourage, with camels carrying spices, large amounts of gold, and precious stones. After she arrived, she told Solomon everything that was on her mind."
            },
            {
                "verse_number": "2",
                "verse_text": "Solomon answered all her questions; nothing was too difficult for him to answer."
            },
            {
                "verse_number": "3",
                "verse_text": "When the queen of Sheba saw how wise Solomon was, the palace he had built,"
            },
            {
                "verse_number": "4",
                "verse_text": "the food on his table, his servants&quot; quarters, the function and dress of his attendants, his cupbearers and their dress, and the entirely burned offerings he offered at the LORD &quot;s temple, it took her breath away."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;The report I heard about your deeds and wisdom when I was still at home is true,&apos; she said to the king."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;I didn&quot;t believe it until I came and saw it with my own eyes. In fact, the half of it wasn&quot;t told to me! You have far more than I was told."
            },
            {
                "verse_number": "7",
                "verse_text": "Your people and these servants who continually serve you and get to listen to your wisdom are truly happy!"
            },
            {
                "verse_number": "8",
                "verse_text": "Bless the LORD your God because he was pleased to put you on the throne as king for the LORD your God. Because your God loved Israel and wanted to establish them forever, he has made you their king to uphold justice and righteousness.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then she gave the king one hundred twenty kikkars of gold, a great quantity of spices, and precious stones. Never again has such a quantity of spice come to Israel as when the queen of Sheba gave this gift to King Solomon."
            },
            {
                "verse_number": "10",
                "verse_text": "In addition, Huram&quot;s servants and the servants of Solomon, who had brought gold back from Ophir, also brought algum wood and precious stones."
            },
            {
                "verse_number": "11",
                "verse_text": "The king made steps for the LORD &quot;s temple and for the royal palace with the algum wood, as well as lyres and harps for the musicians. Never before had anything like them been seen in the land of Judah."
            },
            {
                "verse_number": "12",
                "verse_text": "King Solomon gave the queen of Sheba everything she wanted, even more than she had brought the king. Then she and her servants returned to her homeland."
            },
            {
                "verse_number": "13",
                "verse_text": "Solomon received an annual income of six hundred sixty-six kikkars of gold,"
            },
            {
                "verse_number": "14",
                "verse_text": "not including income from the traders and merchants. All the Arabian kings and the governors of the land also brought Solomon gold and silver."
            },
            {
                "verse_number": "15",
                "verse_text": "King Solomon made two hundred body-sized shields of hammered gold, using fifteen pounds of hammered gold in each shield;"
            },
            {
                "verse_number": "16",
                "verse_text": "and three hundred small shields of hammered gold, using seven and a half pounds of hammered gold in each shield. The king placed these in the Forest of Lebanon Palace."
            },
            {
                "verse_number": "17",
                "verse_text": "The king also made a large ivory throne and covered it with pure gold."
            },
            {
                "verse_number": "18",
                "verse_text": "Six steps led up to the throne, which had a gold footrest attached. Two lions stood beside the armrests on both sides of the throne."
            },
            {
                "verse_number": "19",
                "verse_text": "Another twelve lions stood on both sides of the six steps. No other kingdom had anything like this."
            },
            {
                "verse_number": "20",
                "verse_text": "All King Solomon&quot;s drinking cups were made of gold, and all the items in the Forest of Lebanon Palace were made of pure gold, not silver, since even silver wasn&quot;t considered good enough in Solomon&quot;s time!"
            },
            {
                "verse_number": "21",
                "verse_text": "The royal fleet sailed to Tarshish with the servants of Huram, returning once every three years with gold, silver, ivory, monkeys, and peacocks."
            },
            {
                "verse_number": "22",
                "verse_text": "King Solomon far exceeded all the earth&quot;s kings in wealth and wisdom,"
            },
            {
                "verse_number": "23",
                "verse_text": "and kings of every nation wanted an audience with Solomon in order to hear his God-given wisdom."
            },
            {
                "verse_number": "24",
                "verse_text": "Year after year they came with tribute: objects of silver and gold, clothing, weapons, spices, horses, and mules."
            },
            {
                "verse_number": "25",
                "verse_text": "Solomon also had four thousand stalls for horses and chariots, together with twelve thousand horsemen that he kept in the chariot cities and with the king in Jerusalem."
            },
            {
                "verse_number": "26",
                "verse_text": "He ruled all the kings from the Euphrates to the Philistines&quot; land and the border of Egypt."
            },
            {
                "verse_number": "27",
                "verse_text": "In Jerusalem, the king made silver as common as stones and cedar as common as sycamore trees that grow in the foothills."
            },
            {
                "verse_number": "28",
                "verse_text": "Solomon&quot;s horses were imported from Egypt and every land."
            },
            {
                "verse_number": "29",
                "verse_text": "The rest of Solomon&quot;s deeds, from beginning to end, aren&quot;t they written in the records of the prophet Nathan, the prophecies of Ahijah from Shiloh, and the visions of the seer Iddo concerning Jeroboam, Nebat&quot;s son?"
            },
            {
                "verse_number": "30",
                "verse_text": "Solomon ruled over all Israel in Jerusalem for forty years."
            },
            {
                "verse_number": "31",
                "verse_text": "Solomon lay down with his ancestors and was buried in David&quot;s City with his father. His son Rehoboam succeeded him as king."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Rehoboam went to Shechem, where all Israel had come to make him king."
            },
            {
                "verse_number": "2",
                "verse_text": "When Jeroboam, Nebat&quot;s son, heard the news, he returned from Egypt where he had fled from King Solomon."
            },
            {
                "verse_number": "3",
                "verse_text": "The people sent and called for Jeroboam, who along with all Israel came and said to Rehoboam,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Your father made our workload very heavy; if you will lessen the demands your father made of us and lighten the heavy workload he demanded from us, then we will serve you.&apos; &apos;Why should we care about David? We have no stake in Jesse&quot;s son! Go back to your homes, Israel! You better look after your own house now, David!&apos; Then all Israel went back to their homes,"
            },
            {
                "verse_number": "5",
                "verse_text": "He answered them, &apos;Come back in three days.&apos; So the people left."
            },
            {
                "verse_number": "6",
                "verse_text": "King Rehoboam consulted the elders who had served his father Solomon when he was alive. &apos;What do you advise?&apos; Rehoboam asked. &apos;How should I respond to these people?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;If you are kind to these people and try to please them by speaking gently with them,&apos; they replied, &apos;they will be your servants forever.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "But Rehoboam ignored the advice the elders gave him and instead sought the counsel of the young advisors who had grown up with him and now served him."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;What do you advise?&apos; he asked them. &apos;How should we respond to these people who said to me, &quot;Lighten the workload your father demanded from us&quot;?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The young people who had grown up with Rehoboam said to him, &apos;This people said to you, &quot;Your father made our workload heavy. Lighten it for us!&quot; Now this is what you should say to them, &quot;My baby finger is thicker than my father&quot;s waist!"
            },
            {
                "verse_number": "11",
                "verse_text": "So if my father made your workload heavy, I&quot;ll make it even heavier! If my father disciplined you with whips, I&quot;ll do it with scorpions!&quot;&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Jeroboam and all the people returned to Rehoboam on the third day, just as the king had specified when he said, &apos;Come back in three days.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The king then answered the people harshly. He ignored the elders&quot; advice,"
            },
            {
                "verse_number": "14",
                "verse_text": "and instead followed the young people&quot;s advice. He said, &apos;My father made your workload heavy, but I&quot;ll make it even heavier; my father disciplined you with whips, but I&quot;ll do it with scorpions!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The king didn&quot;t listen to the people because this turn of events came from God so that the LORD might keep his promise concerning Jeroboam, Nebat&quot;s son, which God delivered through Ahijah from Shiloh."
            },
            {
                "verse_number": "16",
                "verse_text": "When all Israel saw that the king wouldn&quot;t listen to them, the people answered the king,"
            },
            {
                "verse_number": "17",
                "verse_text": "and Rehoboam ruled over only the Israelites who lived in the cities of Judah."
            },
            {
                "verse_number": "18",
                "verse_text": "When King Rehoboam sent Hadoram to them (he was the leader of the work gang), the Israelites stoned him to death. King Rehoboam quickly got into his chariot and fled to Jerusalem."
            },
            {
                "verse_number": "19",
                "verse_text": "And so Israel has been in rebellion against David&quot;s dynasty to this day."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "When Rehoboam arrived at Jerusalem, he assembled the house of Judah and Benjamin, one hundred eighty thousand select warriors, to fight against Israel and to restore the kingdom to Rehoboam."
            },
            {
                "verse_number": "2",
                "verse_text": "But the LORD &quot;s word came to Shemaiah the man of God:"
            },
            {
                "verse_number": "3",
                "verse_text": "Tell Judah&quot;s King Rehoboam, Solomon&quot;s son, and all Israel in Judah and Benjamin,"
            },
            {
                "verse_number": "4",
                "verse_text": "This is what the LORD says: Don&quot;t make war against your relatives. Go home, every one of you, because this is my plan. When they heard the LORD &quot;s words, they abandoned their attack against Jeroboam."
            },
            {
                "verse_number": "5",
                "verse_text": "Rehoboam lived in Jerusalem, but he built cities for Judah&quot;s defense"
            },
            {
                "verse_number": "6",
                "verse_text": "in Bethlehem, Etam, Tekoa,"
            },
            {
                "verse_number": "7",
                "verse_text": "Beth-zur, Soco, Adullam,"
            },
            {
                "verse_number": "8",
                "verse_text": "Gath, Mareshah, Ziph,"
            },
            {
                "verse_number": "9",
                "verse_text": "Adoraim, Lachish, Azekah,"
            },
            {
                "verse_number": "10",
                "verse_text": "Zorah, Aijalon, and Hebron. These were the fortified cities in Judah and Benjamin."
            },
            {
                "verse_number": "11",
                "verse_text": "He made the fortifications stronger, placed commanders in them, and supplied them with food, oil, and wine."
            },
            {
                "verse_number": "12",
                "verse_text": "He also stored shields and spears in each of the cities, making them very strong. This is how Judah and Benjamin remained under his control."
            },
            {
                "verse_number": "13",
                "verse_text": "The priests and the Levites from every region throughout all Israel sided with Rehoboam."
            },
            {
                "verse_number": "14",
                "verse_text": "The Levites left their pastures and property to come to Judah and Jerusalem because Jeroboam and his sons had refused to let them serve as the LORD &quot;s priests,"
            },
            {
                "verse_number": "15",
                "verse_text": "having appointed his own priests for the shrines and the goat and calf idols he had made."
            },
            {
                "verse_number": "16",
                "verse_text": "People from every tribe of Israel who had made up their minds to seek the LORD , Israel&quot;s God, came to Jerusalem to sacrifice to the LORD , the God of their ancestors."
            },
            {
                "verse_number": "17",
                "verse_text": "They strengthened the kingdom of Judah and supported Rehoboam, Solomon&quot;s son, for three years by following the way of David and Solomon those three years."
            },
            {
                "verse_number": "18",
                "verse_text": "Rehoboam married Mahalath daughter of Jerimoth, David&quot;s son, and Abihail daughter of Eliab, Jesse&quot;s son."
            },
            {
                "verse_number": "19",
                "verse_text": "The sons she bore him were Jeush, Shemariah, and Zaham."
            },
            {
                "verse_number": "20",
                "verse_text": "Later he married Maacah, Absalom&quot;s daughter, who bore him Abijah, Attai, Ziza, and Shelomith."
            },
            {
                "verse_number": "21",
                "verse_text": "Rehoboam loved Absalom&quot;s daughter Maacah more than all his wives and secondary wives. In all, he had eighteen wives and sixty secondary wives, twenty-eight sons, and sixty daughters."
            },
            {
                "verse_number": "22",
                "verse_text": "Rehoboam named Abijah, Maacah&quot;s son, as his successor in order to make him king."
            },
            {
                "verse_number": "23",
                "verse_text": "He wisely placed some of his sons in every region of Judah and Benjamin, in every fortified city, and gave them plenty of food and sought many wives for them."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "But as soon as Rehoboam had secured his royal power, he, along with all Israel, abandoned the LORD &quot;s Instruction."
            },
            {
                "verse_number": "2",
                "verse_text": "Egypt&quot;s King Shishak attacked Jerusalem in the fifth year of King Rehoboam because Israel had been unfaithful to the LORD ."
            },
            {
                "verse_number": "3",
                "verse_text": "Accompanying Shishak from Egypt were twelve hundred chariots, sixty thousand horses, and countless Libyan, Sukkite, and Cushite warriors."
            },
            {
                "verse_number": "4",
                "verse_text": "He captured the fortified cities of Judah and came toward Jerusalem."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the prophet Shemaiah went to Rehoboam and the leaders of Judah who had gathered at Jerusalem because of Shishak, and told them, This is what the LORD says: Since you have abandoned me, now I am abandoning you to Shishak&quot;s power."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the leaders of Israel and the king submitted. &apos;The LORD is right,&apos; they said."
            },
            {
                "verse_number": "7",
                "verse_text": "When the LORD saw that they had submitted, the LORD &quot;s word came to Shemaiah: Since they have submitted, I won&quot;t destroy them. I will deliver them in a little while, and I won&quot;t use Shishak to pour out my anger against Jerusalem."
            },
            {
                "verse_number": "8",
                "verse_text": "Nevertheless, they will be subject to him so that they learn the difference between serving me and serving other nations."
            },
            {
                "verse_number": "9",
                "verse_text": "Egypt&quot;s King Shishak attacked Jerusalem and seized the treasures of the LORD &quot;s temple and the royal palace. He took everything, even the gold shields Solomon had made."
            },
            {
                "verse_number": "10",
                "verse_text": "King Rehoboam replaced them with bronze shields and assigned them to the officers of the guard who protected the entrance to the royal palace. ("
            },
            {
                "verse_number": "11",
                "verse_text": "Whenever the king entered the LORD &quot;s temple, the guards would carry the shields and then return them to the guardroom.)"
            },
            {
                "verse_number": "12",
                "verse_text": "When Rehoboam submitted, the LORD was no longer angry with him, and total destruction was avoided. There were, after all, some good things still in Judah."
            },
            {
                "verse_number": "13",
                "verse_text": "So King Rehoboam was securely established in Jerusalem. Rehoboam was 41 years old when he became king, and he ruled seventeen years in Jerusalem, the city the LORD had chosen from all the tribes of Israel to put his name. His mother&quot;s name was Naamah from Ammon."
            },
            {
                "verse_number": "14",
                "verse_text": "But Rehoboam did what was evil because he didn&quot;t set his heart on seeking the LORD ."
            },
            {
                "verse_number": "15",
                "verse_text": "The deeds of Rehoboam, from beginning to end, aren&quot;t they written in the records of the prophet Shemaiah and the seer Iddo, including the genealogical records? There was continual warfare between Rehoboam and Jeroboam."
            },
            {
                "verse_number": "16",
                "verse_text": "Rehoboam lay down with his ancestors and was buried in David&quot;s City. His son Abijah succeeded him as king."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Abijah became king over Judah in the eighteenth year of King Jeroboam."
            },
            {
                "verse_number": "2",
                "verse_text": "He ruled for three years in Jerusalem. His mother&quot;s name was Micaiah; she was Uriel&quot;s daughter from Gibeah. When war broke out between Abijah and Jeroboam,"
            },
            {
                "verse_number": "3",
                "verse_text": "Abijah went to fight with an army of four hundred thousand select troops against Jeroboam&quot;s select forces numbering eight hundred thousand, who were arrayed in battle formation. &apos;Listen to me, Jeroboam and all Israel!"
            },
            {
                "verse_number": "4",
                "verse_text": "Abijah stood on the heights of Mount Zemaraim in Ephraim&quot;s highlands and said:"
            },
            {
                "verse_number": "5",
                "verse_text": "Surely you know that the LORD , Israel&quot;s God, made an unbreakable covenant with David and his descendants that they would rule Israel forever."
            },
            {
                "verse_number": "6",
                "verse_text": "It was Jeroboam, Nebat&quot;s son, the servant of Solomon, David&quot;s son, who rebelled against his master."
            },
            {
                "verse_number": "7",
                "verse_text": "When some useless, worthless people joined his cause, they overpowered Rehoboam, Solomon&quot;s son, who was too young and timid to resist them."
            },
            {
                "verse_number": "8",
                "verse_text": "And now do you intend to challenge the LORD &quot;s royal rule, entrusted to David&quot;s descendants? You may have a numerical advantage, as well as the gold calves Jeroboam made for you as gods."
            },
            {
                "verse_number": "9",
                "verse_text": "But you&quot;ve banished the LORD &quot;s priests, Aaron&quot;s sons, along with the Levites, so that you could appoint your own priests as other countries do. Now anyone who shows up with a young bull and seven rams can become a priest of these phony gods!"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;But us? The LORD is our God, and we haven&quot;t abandoned him. Aaron&quot;s descendants serve as the LORD &quot;s priests, assisted in the work by the Levites."
            },
            {
                "verse_number": "11",
                "verse_text": "Every morning and every evening they offer entirely burned offerings and fragrant incense to the LORD , and set out bread in stacks upon a clean table. At night they light the lamps on the gold lampstand. Yes, while you are abandoning the LORD our God, we are doing what he requires."
            },
            {
                "verse_number": "12",
                "verse_text": "Listen! God is on our side, at our head, along with his priests, who are ready to sound the battle trumpets against you. So, Israelites, don&quot;t fight against the LORD , the God of your ancestors, for you won&quot;t succeed!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Meanwhile, Jeroboam had sent troops around behind them for an ambush so that the main force was in front of Judah while the ambush was behind."
            },
            {
                "verse_number": "14",
                "verse_text": "When Judah looked around and suddenly realized that they were surrounded, they cried out to the LORD while the priests sounded the trumpets"
            },
            {
                "verse_number": "15",
                "verse_text": "and raised the battle cry. When they raised the battle cry, God defeated Jeroboam and all Israel before Abijah and Judah."
            },
            {
                "verse_number": "16",
                "verse_text": "So the Israelites fled before Judah, and God gave Judah the victory."
            },
            {
                "verse_number": "17",
                "verse_text": "Abijah and his people struck them severely: five hundred thousand select warriors were killed."
            },
            {
                "verse_number": "18",
                "verse_text": "Israel was subdued on that occasion, and Judah succeeded because they relied on the LORD , the God of their ancestors."
            },
            {
                "verse_number": "19",
                "verse_text": "Abijah pursued Jeroboam and took these cities away from him: Bethel, Jeshanah, and Ephron, along with their villages."
            },
            {
                "verse_number": "20",
                "verse_text": "Jeroboam failed to regain power during the time of Abijah. The LORD finally struck him down, and he died."
            },
            {
                "verse_number": "21",
                "verse_text": "Abijah, however, grew strong. He married fourteen wives; he had twenty-two sons and sixteen daughters."
            },
            {
                "verse_number": "22",
                "verse_text": "The rest of Abijah&quot;s deeds, what he did and what he said, are written in the account of the prophet Iddo."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Abijah lay down with his ancestors and was buried in David&quot;s City. His son Asa succeeded him as king. In Asa&quot;s time, the land had peace for ten years."
            },
            {
                "verse_number": "2",
                "verse_text": "Asa did what was right and good in the LORD his God&quot;s eyes."
            },
            {
                "verse_number": "3",
                "verse_text": "He removed the foreign altars and shrines, smashed the sacred pillars, cut down the sacred poles,"
            },
            {
                "verse_number": "4",
                "verse_text": "and urged Judah to seek the LORD , the God of their ancestors, by doing what the Instruction and the commandments required."
            },
            {
                "verse_number": "5",
                "verse_text": "He also removed the shrines and incense altars from all the cities of Judah so that the kingdom was at peace under him."
            },
            {
                "verse_number": "6",
                "verse_text": "When the land was at peace, he built fortified cities in Judah; there was no war in those years because the LORD had given him rest."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Let&quot;s build up these cities,&apos; Asa told Judah. &apos;We&quot;ll surround them with walls, towers, gates, and crossbars while the land is still ours, because we sought the LORD our God and he sought us and surrounded us with rest.&apos; As a result, the people successfully completed their building projects."
            },
            {
                "verse_number": "8",
                "verse_text": "Asa had an army of three hundred thousand Judeans armed with body-sized shields and spears and another two hundred eighty thousand from Benjamin armed with small shields and bows. All were brave warriors."
            },
            {
                "verse_number": "9",
                "verse_text": "Zerah the Cushite marched against him with an army of one million men and three hundred chariots. When he got as far as Mareshah,"
            },
            {
                "verse_number": "10",
                "verse_text": "Asa marched against him, setting up for battle in a valley north of Mareshah."
            },
            {
                "verse_number": "11",
                "verse_text": "Then Asa cried out to the LORD his God, &apos; LORD , only you can help the weak against the powerful. Help us, LORD our God, because we rely on you and we have marched against this multitude in your name. You are the LORD our God. Don&quot;t let a mere human stand against you!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So the LORD struck the Cushites before Asa and Judah, and the Cushites fled."
            },
            {
                "verse_number": "13",
                "verse_text": "Asa and his troops chased them as far as Gerar. The Cushites fell until there were no survivors. They were completely crushed by the LORD and his army, who carried off a huge amount of loot,"
            },
            {
                "verse_number": "14",
                "verse_text": "and attacked all the cities surrounding Gerar who were terrified of the LORD . They plundered all these cities as well because there was a great amount of loot in them."
            },
            {
                "verse_number": "15",
                "verse_text": "They also attacked the herdsmen&quot;s camps, taking many sheep and camels before returning to Jerusalem."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "When God&quot;s spirit came upon Azariah, Oded&quot;s son,"
            },
            {
                "verse_number": "2",
                "verse_text": "he confronted Asa: &apos;Listen to me, Asa and all Judah and Benjamin,&apos; he said. &apos;The LORD is with you as long as you are with him. If you seek him, he will be found by you; but if you abandon him, he will abandon you."
            },
            {
                "verse_number": "3",
                "verse_text": "For a long time Israel was without the true God, without a priest to teach them, and without the Instruction."
            },
            {
                "verse_number": "4",
                "verse_text": "But in their time of trouble they turned to the LORD , Israel&quot;s God. They sought him and found him!"
            },
            {
                "verse_number": "5",
                "verse_text": "At that time, it wasn&quot;t safe to travel because great turmoil affected all the inhabitants of the area."
            },
            {
                "verse_number": "6",
                "verse_text": "Nation was crushed by nation and city by city, as God troubled them with every kind of problem."
            },
            {
                "verse_number": "7",
                "verse_text": "But as for you, be brave and don&quot;t lose heart, because your work will be rewarded!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "As soon as Asa heard these words and the prophecy of Azariah, Oded&quot;s son, he felt brave and removed the detestable idols from all of Judah and Benjamin, as well as from the cities he had captured in Ephraim&quot;s highlands, and he repaired the LORD &quot;s altar that stood before the LORD &quot;s entrance hall."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Asa gathered all Judah and Benjamin, along with those who were living among them as immigrants from Ephraim, Manasseh, and Simeon, because many people from Israel had joined up with him when they saw that the LORD his God was with him."
            },
            {
                "verse_number": "10",
                "verse_text": "They gathered in Jerusalem in the third month of the fifteenth year of Asa&quot;s rule."
            },
            {
                "verse_number": "11",
                "verse_text": "On that day they sacrificed to the LORD part of the loot they had taken: seven hundred oxen and seven thousand sheep."
            },
            {
                "verse_number": "12",
                "verse_text": "They made a covenant to seek the LORD , the God of their ancestors, with all their heart and all their being."
            },
            {
                "verse_number": "13",
                "verse_text": "They agreed that anyone who refused to seek the LORD , Israel&quot;s God, would be put to death, whether young or old, male or female."
            },
            {
                "verse_number": "14",
                "verse_text": "They swore this to the LORD with a loud voice, shouts of joy, and blasts from trumpets and horns."
            },
            {
                "verse_number": "15",
                "verse_text": "All Judah was delighted with the solemn pledge because they had sworn it with all their hearts. When they enthusiastically sought God, he was found by them, and the LORD gave them peace on every side."
            },
            {
                "verse_number": "16",
                "verse_text": "Asa the king even removed his grandmother Maacah from the position of queen mother because she had made an image of Asherah. Asa cut down her image, pulverized it, and burned it in the Kidron Valley."
            },
            {
                "verse_number": "17",
                "verse_text": "Although the shrines weren&quot;t removed from Israel, Asa nevertheless remained committed with all his heart throughout his life."
            },
            {
                "verse_number": "18",
                "verse_text": "He brought into God&quot;s temple the various silver and gold objects that he and his father had dedicated."
            },
            {
                "verse_number": "19",
                "verse_text": "There was no war until the thirty-fifth year of Asa&quot;s rule."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "In the thirty-sixth year of Asa&quot;s rule, Israel&quot;s King Baasha attacked Judah and fortified Ramah to prevent Judah&quot;s King Asa from moving into that area."
            },
            {
                "verse_number": "2",
                "verse_text": "Asa took silver and gold from the treasuries of the LORD &quot;s temple and the royal palace and sent them to Aram&quot;s King Ben-hadad, who ruled in Damascus, with the following message:"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Let&quot;s make a covenant similar to the one between our fathers. Since I have already sent you silver and gold, break your covenant with Israel&quot;s King Baasha so that he will leave me alone.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Ben-hadad agreed with King Asa and sent his army commanders against the cities of Israel, attacking Ijon, Dan, Abel-maim, and all the store-cities of Naphtali."
            },
            {
                "verse_number": "5",
                "verse_text": "As soon as Baasha learned of this, he stopped building Ramah and abandoned his work."
            },
            {
                "verse_number": "6",
                "verse_text": "Then King Asa had all Judah carry away the stone and timber that Baasha was using to build Ramah, and King Asa used it to build Geba and Mizpah."
            },
            {
                "verse_number": "7",
                "verse_text": "At that time Hanani the seer came to Judah&quot;s King Asa and said to him, &apos;Because you relied on Aram&quot;s king and not on the LORD your God, the army of Aram&quot;s king has slipped out of your grasp."
            },
            {
                "verse_number": "8",
                "verse_text": "Weren&quot;t the Cushites and the Libyans a vast army with chariots and horsemen to spare? Still, when you relied on the LORD , he delivered them into your power,"
            },
            {
                "verse_number": "9",
                "verse_text": "because the LORD &quot;s eyes scan the whole world to strengthen those who are committed to him with all their hearts. Your foolishness means that you will have war on your hands from now on.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Asa was angry with the seer. Asa was so mad he threw Hanani in jail and took his anger out on some of the people."
            },
            {
                "verse_number": "11",
                "verse_text": "The rest of Asa&quot;s deeds, from beginning to end, are written in the official records of Israel&quot;s and Judah&quot;s kings."
            },
            {
                "verse_number": "12",
                "verse_text": "In the thirty-ninth year of his rule, Asa developed a severe foot disease. But even in his illness he refused to seek the LORD and consulted doctors instead."
            },
            {
                "verse_number": "13",
                "verse_text": "In the forty-first year of his rule, Asa lay down with his ancestors."
            },
            {
                "verse_number": "14",
                "verse_text": "He was buried in the tomb he had prepared for himself in David&quot;s City, and was laid on a bed filled with sweet spices and various kinds of perfume, with a huge fire made in his honor."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Asa&quot;s son Jehoshaphat succeeded him as king. Jehoshaphat strengthened his position against Israel"
            },
            {
                "verse_number": "2",
                "verse_text": "by stationing troops in the fortified cities of Judah and placing soldiers throughout the land of Judah and in the cities of Ephraim that his father Asa had captured."
            },
            {
                "verse_number": "3",
                "verse_text": "The LORD was with Jehoshaphat because he followed the earlier ways of his father by not seeking Baal."
            },
            {
                "verse_number": "4",
                "verse_text": "Instead, he sought the God of his father, and unlike Israel, he followed God&quot;s commandments."
            },
            {
                "verse_number": "5",
                "verse_text": "The LORD gave him firm control over the kingdom, and all Judah brought Jehoshaphat tribute, so that he had abundant riches and honor."
            },
            {
                "verse_number": "6",
                "verse_text": "Jehoshaphat took pride in the LORD &quot;s ways and again removed the shrines and the sacred poles from Judah."
            },
            {
                "verse_number": "7",
                "verse_text": "In the third year of his rule, Jehoshaphat sent his officials Ben-hail, Obadiah, Zechariah, Nethanel, and Micaiah to teach in the cities of Judah."
            },
            {
                "verse_number": "8",
                "verse_text": "They were accompanied by the Levites Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tob-adonijah, and by the priests Elishama and Jehoram."
            },
            {
                "verse_number": "9",
                "verse_text": "They taught throughout Judah. They brought with them the LORD &quot;s Instruction scroll as they made their rounds to all the cities of Judah, teaching the people."
            },
            {
                "verse_number": "10",
                "verse_text": "All the kingdoms surrounding Judah were afraid of the LORD and didn&quot;t wage war against Jehoshaphat."
            },
            {
                "verse_number": "11",
                "verse_text": "Some of the Philistines brought a load of silver as tribute to Jehoshaphat. The Arabians also brought flocks to Jehoshaphat: seventy-seven hundred rams and seventy-seven hundred goats."
            },
            {
                "verse_number": "12",
                "verse_text": "As Jehoshaphat grew increasingly powerful, he built fortresses and storage cities in Judah"
            },
            {
                "verse_number": "13",
                "verse_text": "and had many supplies in the cities of Judah. He also had an army of mighty warriors in Jerusalem,"
            },
            {
                "verse_number": "14",
                "verse_text": "registered by their clans as follows: Judah&quot;s officers over units of a thousand included Commander Adnah with three hundred thousand soldiers;"
            },
            {
                "verse_number": "15",
                "verse_text": "next to him was Commander Jehohanan with two hundred eighty thousand soldiers;"
            },
            {
                "verse_number": "16",
                "verse_text": "at his side was Amasiah, Zichri&quot;s son, who volunteered for the LORD with two hundred thousand soldiers."
            },
            {
                "verse_number": "17",
                "verse_text": "From Benjamin came a valiant warrior: Eliada, together with two hundred thousand armed with bow and shield;"
            },
            {
                "verse_number": "18",
                "verse_text": "next to him was Jehozabad, together with one hundred eighty thousand soldiers."
            },
            {
                "verse_number": "19",
                "verse_text": "These were the individuals who served the king in addition to those the king placed in the fortified cities throughout Judah."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Even though Jehoshaphat already had great wealth and honor, he allied himself with Ahab through marriage."
            },
            {
                "verse_number": "2",
                "verse_text": "A few years later, while Jehoshaphat was visiting Ahab in Samaria, Ahab slaughtered many sheep and oxen for Jehoshaphat and those who were with him in order to persuade him to attack Ramoth-gilead."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Will you go with me to Ramoth-gilead?&apos; Israel&quot;s King Ahab asked Judah&quot;s King Jehoshaphat. Jehoshaphat replied, &apos;I and my people will be united with you and your people in battle. &apos;Attack!&apos; the prophets answered. &apos;God will hand it over to the king.&apos; &apos;The king shouldn&quot;t speak like that!&apos; Jehoshaphat said. &apos;Attack and win!&apos; Micaiah answered. &apos;The LORD will hand it over to the king.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But,&apos; Jehoshaphat said to Israel&quot;s king, &apos;first, let&quot;s see what the LORD has to say.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So Israel&quot;s king gathered four hundred prophets and asked them, &apos;Should we go to war with Ramoth-gilead or not?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But Jehoshaphat said, &apos;Isn&quot;t there any other prophet of the LORD around whom we could ask?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;There&quot;s one other man who could ask the LORD for us,&apos; Israel&quot;s king told Jehoshaphat, &apos;but I hate him because he never prophesies anything good about me, only bad. His name is Micaiah, Imlah&quot;s son.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So Israel&quot;s king called an officer and ordered, &apos;Bring Micaiah, Imlah&quot;s son, right away.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Now Israel&quot;s king and Judah&quot;s King Jehoshaphat were sitting on their thrones dressed in their royal robes at the threshing floor beside the entrance to the gate of Samaria. All the prophets were prophesying in front of them."
            },
            {
                "verse_number": "10",
                "verse_text": "Zedekiah, Chenaanah&quot;s son, made iron horns for himself and said, &apos;This is what the LORD says: With these horns you will gore the Arameans until there&quot;s nothing left of them!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The other prophets agreed: &apos;Attack Ramoth-gilead and win! The LORD will hand it over to the king!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Meanwhile, the messenger who had gone to summon Micaiah said to him, &apos;Listen, the prophets all agree that the king will succeed. You should say the same thing they say and prophesy success.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But Micaiah answered, &apos;As surely as the LORD lives, I will say only what God tells me to say.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "When Micaiah arrived, the king asked him, &apos;Micaiah, should we go to war with Ramoth-gilead or not?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "But the king said, &apos;How many times must I demand that you tell me the truth when you speak in the LORD &quot;s name?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then Micaiah replied, &apos;I saw all Israel scattered on the hills like sheep without a shepherd! And then the LORD said: &quot;They have no master. Let them return safely to their own homes.&quot;&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then Israel&quot;s king said to Jehoshaphat, &apos;Didn&quot;t I tell you? He never prophesies anything good about me, only bad.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then Micaiah said, &apos;Listen now to the LORD &quot;s word: I saw the LORD enthroned with all the heavenly forces stationed at his right and at his left."
            },
            {
                "verse_number": "19",
                "verse_text": "The LORD said, &quot;Who will persuade Israel&quot;s King Ahab so that he attacks Ramoth-gilead and dies there?&quot; There were several suggestions,"
            },
            {
                "verse_number": "20",
                "verse_text": "until one particular spirit approached the LORD and said, &quot;I will persuade him.&quot; &quot;How?&quot; the LORD asked."
            },
            {
                "verse_number": "21",
                "verse_text": "&quot;I will be a lying spirit in the mouths of all his prophets,&quot; he said. The LORD agreed: &quot;You will succeed in persuading him! Go ahead!&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "So now, since the LORD placed a lying spirit in the mouths of these prophets of yours, it is the LORD who has pronounced disaster against you!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Zedekiah, Chenaanah&quot;s son, approached Micaiah and slapped him on the cheek. &apos;Just how did the LORD &quot;s spirit leave me to speak to you?&apos; he asked."
            },
            {
                "verse_number": "24",
                "verse_text": "Micaiah answered, &apos;You will find out on the day you try to hide in an inner room.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Arrest him,&apos; ordered Israel&quot;s king, &apos;and turn him over to Amon the city governor and to Joash the king&quot;s son."
            },
            {
                "verse_number": "26",
                "verse_text": "Tell them, &quot;The king says: Put this man in prison and feed him minimum rations of bread and water until I return safely.&quot;&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;If you ever return safely,&apos; Micaiah replied, &apos;then the LORD wasn&quot;t speaking through me.&apos; Then he added, &apos;Mark my words, every last one of you!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "So Israel&quot;s king and Judah&quot;s King Jehoshaphat attacked Ramoth-gilead."
            },
            {
                "verse_number": "29",
                "verse_text": "Israel&quot;s king said to Jehoshaphat, &apos;I will disguise myself when we go into battle, but you should wear your royal attire.&apos; When the king of Israel had disguised himself, they entered the battle."
            },
            {
                "verse_number": "30",
                "verse_text": "Meanwhile, Aram&quot;s king had commanded his chariot officers, &apos;Don&quot;t bother with anyone big or small. Fight only with Israel&quot;s king.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "When the chariot officers saw Jehoshaphat, they assumed that he must be Israel&quot;s king, so they turned to attack him. But when Jehoshaphat cried out, the LORD helped him, and God lured them away from him."
            },
            {
                "verse_number": "32",
                "verse_text": "When the chariot officers realized that he wasn&quot;t Israel&quot;s king, they stopped chasing him."
            },
            {
                "verse_number": "33",
                "verse_text": "Someone, however, randomly shot an arrow that struck Israel&quot;s king between the joints in his armor. &apos;Turn around and get me out of the battle,&apos; the king told his chariot driver. &apos;I&quot;ve been hit!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "While the battle raged all that day, Israel&quot;s king stood propped up in his chariot facing the Arameans. But that evening he died, just as the sun was going down."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Upon the safe arrival of Judah&quot;s King Jehoshaphat to his palace in Jerusalem,"
            },
            {
                "verse_number": "2",
                "verse_text": "Jehu son of Hanani the seer came out to meet him and said, &apos;Why did you help the wicked? Why have you loved those who hate the LORD ? This is why the LORD is angry with you."
            },
            {
                "verse_number": "3",
                "verse_text": "Nevertheless, there is some good to be found in you, in that you have removed the sacred poles from the land and set your mind to seek God.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Though Jehoshaphat lived in Jerusalem, he regularly went out among the people between Beer-sheba and Ephraim&quot;s highlands, and encouraged them to return to the LORD , the God of their ancestors."
            },
            {
                "verse_number": "5",
                "verse_text": "He appointed judges throughout the land in each of the fortified cities of Judah,"
            },
            {
                "verse_number": "6",
                "verse_text": "instructing them, &apos;Be careful when you pass judgment. You aren&quot;t dispensing justice by merely human standards but for the LORD , who is with you."
            },
            {
                "verse_number": "7",
                "verse_text": "Therefore, respect the LORD and act accordingly, because there can be no injustice, playing favorites, or taking bribes when it comes to the LORD our God.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jehoshaphat also appointed judges in Jerusalem from among the Levites, the priests, and the family heads of Israel to administer the LORD &quot;s Instruction and to settle disputes among those living in Jerusalem."
            },
            {
                "verse_number": "9",
                "verse_text": "He instructed them, &apos;You must respect the LORD at all times, in truth, and with complete integrity."
            },
            {
                "verse_number": "10",
                "verse_text": "In any case that comes before you from a fellow citizen in an outlying town, whether it involves bloodshed or is an issue of instruction, commandment, regulations, or case laws, you must warn them not to sin against the LORD , consequently making him angry with both you and your fellow citizen. Do this, and you won&quot;t sin."
            },
            {
                "verse_number": "11",
                "verse_text": "Amariah the chief priest will be in charge of all religious matters, and Zebadiah, Ishmael&quot;s son, the leader of Judah&quot;s house, will be in charge of all civil matters. The Levites will serve as your officers of the court. Carry out your duties with confidence, and may the LORD be with those who do good.&apos;"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Some time later, the Moabites and the Ammonites, along with some of the Meunites, attacked Jehoshaphat."
            },
            {
                "verse_number": "2",
                "verse_text": "Jehoshaphat was told, &apos;A large army from beyond the sea, from Edom, is coming to attack you. They are already at Hazazon-tamar!&apos; (that is, En-gedi)."
            },
            {
                "verse_number": "3",
                "verse_text": "Frightened, Jehoshaphat decided to seek the LORD &quot;s help and proclaimed a fast for all Judah."
            },
            {
                "verse_number": "4",
                "verse_text": "People from all of Judah&quot;s cities came to ask the LORD for help."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Jehoshaphat stood up in the congregation of Judah and Jerusalem in the LORD &quot;s temple in front of the new courtyard."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos; LORD , the God of our ancestors, you alone are God in heaven. You rule all the kingdoms of the nations. You are so powerful that no one can oppose you."
            },
            {
                "verse_number": "7",
                "verse_text": "You, our God, drove out the inhabitants of this land before your people Israel and gave this land to the descendants of your friend Abraham forever."
            },
            {
                "verse_number": "8",
                "verse_text": "They have lived in it and have built a sanctuary in honor of your name in it, saying,"
            },
            {
                "verse_number": "9",
                "verse_text": "&quot;If calamity, sword, flood, plague, or famine comes upon us, we will stand before this temple, before you, because your name is in this temple. We will cry out to you in our distress, and you will hear us and save us.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "So look here! The Ammonites, the Moabites, and those from Mount Seir&ndash;the people you wouldn&quot;t let Israel invade when they came out of Egypt&quot;s land, so Israel avoided them and didn&quot;t destroy them&ndash;"
            },
            {
                "verse_number": "11",
                "verse_text": "here they are, returning the favor by coming to drive us out of your possession that you gave to us!"
            },
            {
                "verse_number": "12",
                "verse_text": "Our God, won&quot;t you punish them? We are powerless against this mighty army that is about to attack us. We don&quot;t know what to do, and so we are looking to you for help.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "All Judah was standing before the LORD , even their little ones, wives, and children."
            },
            {
                "verse_number": "14",
                "verse_text": "Then the LORD &quot;s spirit came upon Jahaziel son of Zechariah son of Benaiah son of Jeiel son of Mattaniah, a Levite of the line of Asaph, as he stood in the middle of the assembly."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Pay attention, all of Judah, every inhabitant of Jerusalem, and King Jehoshaphat,&apos; Jahaziel said. &apos;This is what the LORD says to you: Don&quot;t be afraid or discouraged by this great army because the battle isn&quot;t yours. It belongs to God!"
            },
            {
                "verse_number": "16",
                "verse_text": "March out against them tomorrow. Since they will be coming through the Ziz pass, meet them at the end of the valley that opens into the Jeruel wilderness."
            },
            {
                "verse_number": "17",
                "verse_text": "You don&quot;t need to fight this battle. Just take your places, stand ready, and watch how the LORD , who is with you, will deliver you, Judah and Jerusalem. Don&quot;t be afraid or discouraged! Go out tomorrow and face them. The LORD will be with you.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then Jehoshaphat bowed down with his face to the ground, and all Judah and the inhabitants of Jerusalem fell before the LORD in worship."
            },
            {
                "verse_number": "19",
                "verse_text": "Levites from the lines of Kohath and Korah stood up to loudly praise the LORD , the God of Israel."
            },
            {
                "verse_number": "20",
                "verse_text": "Early the next morning they went into the Tekoa wilderness. When they were about to go out, Jehoshaphat stood and said, &apos;Listen to me, Judah and every inhabitant of Jerusalem! Trust the LORD your God, and you will stand firm; trust his prophets and succeed!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "After consulting with the people, Jehoshaphat appointed musicians to play for the LORD , praising his majestic holiness. They were to march out before the warriors, saying, &apos;Give thanks to the LORD because his faithful love lasts forever!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "As they broke into joyful song and praise, the LORD launched a surprise attack against the Ammonites, the Moabites, and those from Mount Seir who were invading Judah, so that they were defeated."
            },
            {
                "verse_number": "23",
                "verse_text": "The Ammonites and the Moabites turned on those from Mount Seir, completely destroying them. Once they had finished off the inhabitants of Seir, they helped to destroy each other!"
            },
            {
                "verse_number": "24",
                "verse_text": "When Judah arrived at the point overlooking the wilderness, all they could see were corpses lying all over the ground. There were no survivors."
            },
            {
                "verse_number": "25",
                "verse_text": "When Jehoshaphat and his army came to take the loot, they found a great amount of cattle, goods, clothing, and other valuables&ndash;much more than they could carry. In fact, there was so much it took three days to haul it away."
            },
            {
                "verse_number": "26",
                "verse_text": "On the fourth day they assembled in Blessing Valley, where they blessed the LORD . That&quot;s why it is called Blessing Valley to this day."
            },
            {
                "verse_number": "27",
                "verse_text": "Then everyone from Judah and Jerusalem, with Jehoshaphat at their head, joyfully returned home to Jerusalem because the LORD had given them reason to rejoice over their enemies."
            },
            {
                "verse_number": "28",
                "verse_text": "They entered Jerusalem accompanied by harps, lutes, and trumpets, and they went to the LORD &quot;s temple."
            },
            {
                "verse_number": "29",
                "verse_text": "The fear of God came on all the surrounding kingdoms when they heard how the LORD had fought against Israel&quot;s enemies."
            },
            {
                "verse_number": "30",
                "verse_text": "As a result, Jehoshaphat&quot;s rule was peaceful because his God gave him rest on all sides."
            },
            {
                "verse_number": "31",
                "verse_text": "Jehoshaphat ruled over Judah. He was 35 years old when he became king, and he ruled for twenty-five years in Jerusalem. His mother&quot;s name was Azubah; she was Shilhi&quot;s daughter."
            },
            {
                "verse_number": "32",
                "verse_text": "Jehoshaphat walked in the way of his father Asa and didn&quot;t turn aside from it, doing what was right in the LORD &quot;s eyes,"
            },
            {
                "verse_number": "33",
                "verse_text": "with the exception that he didn&quot;t remove the shrines. The people were still not committed with all their hearts to the God of their ancestors."
            },
            {
                "verse_number": "34",
                "verse_text": "The rest of Jehoshaphat&quot;s deeds, from beginning to end, are written in the records of Jehu, Hanani&quot;s son, which are included in the records of Israel&quot;s kings."
            },
            {
                "verse_number": "35",
                "verse_text": "Sometime later, Judah&quot;s King Jehoshaphat formed an alliance with Israel&quot;s King Ahaziah, which caused him to sin."
            },
            {
                "verse_number": "36",
                "verse_text": "They agreed to build a fleet of Tarshish-styled ships, and they built them in Ezion-geber."
            },
            {
                "verse_number": "37",
                "verse_text": "Eliezer, Dodavahu&quot;s son from Mareshah, prophesied against Jehoshaphat: &apos;Because you have formed an alliance with Ahaziah, the LORD will destroy what you have made.&apos; The ships were wrecked and couldn&quot;t sail to Tarshish."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Jehoshaphat died and was buried with his ancestors in David&quot;s City. His son Jehoram succeeded him as king."
            },
            {
                "verse_number": "2",
                "verse_text": "Jehoram&quot;s brothers, the other sons of Jehoshaphat, were Azariah, Jehiel, Zechariah, Azariah, Michael, and Shephatiah. All of these were the sons of Israel&quot;s King Jehoshaphat."
            },
            {
                "verse_number": "3",
                "verse_text": "Their father had given them many gifts of silver, gold, and other valuables, along with fortified cities in Judah, but he gave the kingdom to Jehoram because he was the oldest son."
            },
            {
                "verse_number": "4",
                "verse_text": "When Jehoram had taken control of his father&quot;s kingdom, he established his rule by killing all his brothers, along with some other leaders of Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "Jehoram was 32 years old when he became king, and he ruled for eight years in Jerusalem."
            },
            {
                "verse_number": "6",
                "verse_text": "He walked in the ways of Israel&quot;s kings, just as Ahab&quot;s dynasty had done, because he married Ahab&quot;s daughter. He did what was evil in the LORD &quot;s eyes."
            },
            {
                "verse_number": "7",
                "verse_text": "Nevertheless, because of the covenant he had made with David, the LORD wasn&quot;t willing to destroy David&quot;s dynasty. He had promised to preserve a lamp for David and his sons forever."
            },
            {
                "verse_number": "8",
                "verse_text": "During Jehoram&quot;s rule, Edom rebelled against Judah&quot;s power and appointed its own king."
            },
            {
                "verse_number": "9",
                "verse_text": "Jehoram, along with all his chariots, crossed over to Zair. The Edomites, who had surrounded him, attacked at night, defeating him and his chariot officers."
            },
            {
                "verse_number": "10",
                "verse_text": "So Edom has been independent of Judah to this day. Libnah rebelled against Jehoram&quot;s rule at the same time because he had abandoned the LORD , the God of his ancestors."
            },
            {
                "verse_number": "11",
                "verse_text": "As if that wasn&quot;t enough, Jehoram constructed shrines throughout Judah&quot;s highlands, encouraged Jerusalem&quot;s citizens to be unfaithful, and led Judah astray."
            },
            {
                "verse_number": "12",
                "verse_text": "A letter from the prophet Elijah came to Jehoram that read, &apos;This is what the LORD , the God of your ancestor David, says: Because you haven&quot;t walked in the ways of your father Jehoshaphat or the ways of Judah&quot;s King Asa,"
            },
            {
                "verse_number": "13",
                "verse_text": "but have walked in the ways of Israel&quot;s kings and have encouraged Judah and Jerusalem&quot;s citizens to be unfaithful, just as the house of Ahab did, and because you have even murdered your own brothers, your father&quot;s family, who were better than you,"
            },
            {
                "verse_number": "14",
                "verse_text": "the LORD will now strike your family, your children, your wives, and all your possessions with a heavy blow."
            },
            {
                "verse_number": "15",
                "verse_text": "You yourself will become deathly ill with a chronic disease that will cause your intestines to fall out.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then the LORD made the Philistines and the Arabs, who lived near the Cushites, angry with Jehoram."
            },
            {
                "verse_number": "17",
                "verse_text": "They attacked Judah, broke down its defenses, and hauled off all the goods that were found in the royal palace, along with the king&quot;s children and wives. Only Jehoahaz, Jehoram&quot;s youngest son, was spared."
            },
            {
                "verse_number": "18",
                "verse_text": "After all this, the LORD struck Jehoram with an incurable intestinal disease."
            },
            {
                "verse_number": "19",
                "verse_text": "For almost two years he grew steadily worse, until two days before his death, when his intestines fell out, causing him to die in horrible pain. His people didn&quot;t make a fire in his honor as they had done for his ancestors."
            },
            {
                "verse_number": "20",
                "verse_text": "He was 32 years old when he became king, and he ruled for eight years in Jerusalem. No one was sorry he died. He was buried in David&quot;s City but not in the royal cemetery."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "The inhabitants of Jerusalem made his youngest son Ahaziah succeed him as king because the raiding party that had invaded the camp with the Arabs had killed all the older sons. So Ahaziah, Jehoram&quot;s son, became king of Judah. There were now no members of Ahaziah&quot;s dynasty strong enough to rule the kingdom."
            },
            {
                "verse_number": "2",
                "verse_text": "Ahaziah was 22 years old when he became king, and he ruled for one year in Jerusalem. His mother&quot;s name was Athaliah; she was the granddaughter of Omri."
            },
            {
                "verse_number": "3",
                "verse_text": "Ahaziah walked in the ways of Ahab&quot;s dynasty, encouraged in this wickedness by his mother."
            },
            {
                "verse_number": "4",
                "verse_text": "He did what was evil in the LORD &quot;s eyes, just as Ahab&quot;s dynasty had done, because after his father&quot;s death they gave him advice that led to his downfall."
            },
            {
                "verse_number": "5",
                "verse_text": "Ahaziah was following their advice when he went with Israel&quot;s King Joram, Ahab&quot;s son, to fight against Aram&quot;s King Hazael at Ramoth-gilead, where the Arameans wounded Joram."
            },
            {
                "verse_number": "6",
                "verse_text": "Joram returned to Jezreel to recover from the wounds he suffered at Ramah in his battle with Aram&quot;s King Hazael. Then Judah&quot;s King Ahaziah, Jehoram&quot;s son, went down to visit Joram, Ahab&quot;s son, at Jezreel because he had been wounded."
            },
            {
                "verse_number": "7",
                "verse_text": "But God used this visit to Joram to bring about Ahaziah&quot;s downfall. After his arrival, Ahaziah went with Joram to meet Jehu, Nimshi&quot;s son, whom the LORD had anointed to destroy Ahab&quot;s dynasty."
            },
            {
                "verse_number": "8",
                "verse_text": "While Jehu was executing judgment on Ahab&quot;s dynasty, he discovered the princes of Judah, Ahaziah&quot;s nephews, serving Ahaziah, and Jehu killed them."
            },
            {
                "verse_number": "9",
                "verse_text": "Jehu went looking for Ahaziah, who was captured while hiding in Samaria. He was then brought to Jehu and executed. He was given a decent burial, however, because people said, &apos;He was the grandson of Jehoshaphat, who sought the LORD with all his heart.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "When Athaliah, Ahaziah&quot;s mother, learned of her son&quot;s death, she immediately destroyed the entire royal family of Judah&quot;s dynasty."
            },
            {
                "verse_number": "11",
                "verse_text": "But Jehoshabeath the king&quot;s daughter secretly took Ahaziah&quot;s son Jehoash from the rest of the royal children who were about to be murdered, and hid him in a bedroom, along with his nurse. In this way Jehoshabeath, the daughter of King Jehoram, the wife of the priest Jehoiada and the sister of Ahaziah, hid Jehoash from Athaliah so she couldn&quot;t murder him."
            },
            {
                "verse_number": "12",
                "verse_text": "He remained hidden with them in God&quot;s temple for six years while Athaliah ruled the country."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "But in the seventh year Jehoiada boldly formed a conspiracy with the following unit commanders: Jeroham&quot;s son Azariah, Jehohanan&quot;s son Ishmael, Obed&quot;s son Azariah, Adaiah&quot;s son Maaseiah, and Zichri&quot;s son Elishaphat."
            },
            {
                "verse_number": "2",
                "verse_text": "They went throughout Judah recruiting the Levites from all the cities of Judah, as well as the family heads of Israel, who then came to Jerusalem."
            },
            {
                "verse_number": "3",
                "verse_text": "The entire assembly made a covenant with the king in God&quot;s temple. Jehoiada said, &apos;Look! Here is the king&quot;s son. He must be king, just as the LORD promised about David&quot;s descendants."
            },
            {
                "verse_number": "4",
                "verse_text": "This is what you must do: A third of you priests and Levites coming on sabbath duty will guard the gates,"
            },
            {
                "verse_number": "5",
                "verse_text": "another third will be at the royal palace, and another third will be at the Foundation Gate. Meanwhile, all the people will be in the courtyards of the LORD &quot;s temple."
            },
            {
                "verse_number": "6",
                "verse_text": "Don&quot;t enter the LORD &quot;s temple, because only the priests or Levites on duty can do that. They are allowed to enter because they are holy, but the rest of the people must follow the LORD &quot;s requirements."
            },
            {
                "verse_number": "7",
                "verse_text": "The Levites must surround the king, each with his weapons drawn. Whoever comes near your ranks must be killed; stay near the king wherever he goes.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The Levites and all Judah did everything that the priest Jehoiada ordered. They each took charge of those men reporting for duty on the Sabbath, as well as those going off duty, since Jehoiada hadn&quot;t released any divisions from duty."
            },
            {
                "verse_number": "9",
                "verse_text": "Then the priest Jehoiada gave the unit commanders King David&quot;s spears and large and small shields that were kept in God&quot;s temple."
            },
            {
                "verse_number": "10",
                "verse_text": "He positioned all the people, each with their weapons drawn, near the altar and the temple, stretching from the south side of the temple to the north side, so as to protect the king."
            },
            {
                "verse_number": "11",
                "verse_text": "Then they brought out the king&quot;s son, crowned him, gave him the royal law, and made him king. Jehoiada and his sons anointed him as everyone cried out, &apos;Long live the king!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "When Athaliah heard the noise made by the people running and cheering the king, she went to the people at the LORD &quot;s temple"
            },
            {
                "verse_number": "13",
                "verse_text": "and saw the king standing by the royal pillar at the entrance, with the commanders and trumpeters beside the king. All the people of the land were rejoicing and blowing trumpets, and singers accompanied by musical instruments were leading the praise. Athaliah ripped her clothes and screamed, &apos;Treason! Treason!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then the priest Jehoiada brought out the unit commanders who were in charge of the army. &apos;Take her out under guard,&apos; he told them, &apos;and kill anyone who follows her.&apos; This was because the priest had said, &apos;She must not be executed in the LORD &quot;s temple.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "They arrested her when she reached the entrance of the Horse Gate at the royal palace. She was executed there."
            },
            {
                "verse_number": "16",
                "verse_text": "Jehoiada then made a covenant between himself, all the people, and the king, that they would be the LORD &quot;s people."
            },
            {
                "verse_number": "17",
                "verse_text": "Then all the people went to Baal&quot;s temple and tore it down, smashing its altars and images into pieces. They executed Baal&quot;s priest Mattan in front of the altars."
            },
            {
                "verse_number": "18",
                "verse_text": "Jehoiada appointed the priests and Levites in charge of the LORD &quot;s temple, and then appointed the divisions of the priests and Levites that David had assigned to the LORD &quot;s temple to offer entirely burned sacrifices to the LORD , as written in the Instruction from Moses, with rejoicing and singing, just as David had ordered."
            },
            {
                "verse_number": "19",
                "verse_text": "He posted guards at the gates of the LORD &quot;s temple so that no one who was unclean in any way could enter."
            },
            {
                "verse_number": "20",
                "verse_text": "Then he took the unit commanders, the officials, the rulers of the people, and all the people of the land, and they led the king down from the LORD &quot;s temple, processing through the Upper Gate to the palace, where the king sat upon the royal throne."
            },
            {
                "verse_number": "21",
                "verse_text": "All the people of the land rejoiced, and the city was at peace now that Athaliah had been executed at the palace."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Jehoash was 7 years old when he became king, and he ruled for forty years in Jerusalem. His mother&quot;s name was Zibiah; she was from Beer-sheba."
            },
            {
                "verse_number": "2",
                "verse_text": "Jehoash did what was right in the LORD &quot;s eyes as long as Jehoiada the priest was alive."
            },
            {
                "verse_number": "3",
                "verse_text": "Jehoiada had him marry two wives, and Jehoash fathered sons and daughters. But the Levites procrastinated."
            },
            {
                "verse_number": "4",
                "verse_text": "Sometime later, Jehoash wanted to renovate the LORD &quot;s temple."
            },
            {
                "verse_number": "5",
                "verse_text": "He gathered the priests and the Levites and said, &apos;Go to the cities of Judah and collect the annual tax of silver due from all Israel for the upkeep of God&quot;s temple. Do it right away.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So the king summoned the chief priest Jehoiada and asked him, &apos;Why haven&quot;t you required the Levites to bring in from Judah and Jerusalem the tax imposed by the LORD &quot;s servant Moses and the Israelite assembly for the covenant tent?&apos; ("
            },
            {
                "verse_number": "7",
                "verse_text": "Now wicked Athaliah and her followers had broken into God&quot;s temple and used all the holy objects of the LORD &quot;s temple in their worship of the Baals.)"
            },
            {
                "verse_number": "8",
                "verse_text": "So at the king&quot;s command a box was made and placed outside the gate of the LORD &quot;s temple."
            },
            {
                "verse_number": "9",
                "verse_text": "Then a proclamation was issued throughout Judah and Jerusalem requiring the people to bring to the LORD the tax that God&quot;s servant Moses had imposed on Israel in the wilderness."
            },
            {
                "verse_number": "10",
                "verse_text": "This so pleased all the leaders and all the people that they gladly dropped their money in the box until it was full."
            },
            {
                "verse_number": "11",
                "verse_text": "Whenever the box was brought by the Levites to the royal accountants, as soon as they saw that a large amount of money was in the box, the royal scribe and the representative of the high priest would come, empty the box, and return it to its place. This took place day after day, and a large amount of money was collected."
            },
            {
                "verse_number": "12",
                "verse_text": "The king and Jehoiada would give it to those in charge of the work on the LORD &quot;s temple who in turn hired masons and carpenters to renovate the LORD &quot;s temple, as well as metalworkers for the iron and bronze to repair the LORD &quot;s temple."
            },
            {
                "verse_number": "13",
                "verse_text": "The workers labored hard, and the restoration progressed smoothly under their control until they had brought God&quot;s temple back to its original state and reinforced it."
            },
            {
                "verse_number": "14",
                "verse_text": "As soon as they finished, they brought the remaining money to the king and Jehoiada. They used it to make equipment for the LORD &quot;s temple, including what was used for the service and the entirely burned offerings, pans, and other objects made of gold and silver. As long as Jehoiada lived, the entirely burned offerings were regularly offered in the LORD &quot;s temple."
            },
            {
                "verse_number": "15",
                "verse_text": "Jehoiada grew old, and when he reached the age of 130, he died."
            },
            {
                "verse_number": "16",
                "verse_text": "He was buried among the kings in David&quot;s City because of his exemplary service to Israel, God, and God&quot;s temple."
            },
            {
                "verse_number": "17",
                "verse_text": "After Jehoiada&quot;s death, however, the leaders of Judah came and bowed before the king, and the king listened to them."
            },
            {
                "verse_number": "18",
                "verse_text": "They abandoned the temple of the LORD , their ancestors&quot; God, and worshipped sacred poles and idols. Anger came upon Judah and Jerusalem as a consequence of their sin,"
            },
            {
                "verse_number": "19",
                "verse_text": "and though God sent prophets to them to bring them back to the LORD and to warn them, they refused to listen."
            },
            {
                "verse_number": "20",
                "verse_text": "Then the spirit of God enwrapped Zechariah the son of the priest Jehoiada. Standing before the people, he told them, &apos;This is what God says: Why do you defy the LORD &quot;s commands and keep yourselves from prospering? Because you have abandoned the LORD , he has abandoned you!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "But the people plotted against Zechariah, and at the king&quot;s command stoned him to death in the courtyard of the LORD &quot;s temple."
            },
            {
                "verse_number": "22",
                "verse_text": "King Jehoash failed to remember the loyalty that Jehoiada, Zechariah&quot;s father, had shown him and murdered Jehoiada&quot;s son, who cried out as he lay dying, &apos;May the LORD see and seek vengeance!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "That spring the Aramean army marched against Jehoash. They attacked Judah and Jerusalem, destroyed all the people&quot;s leaders, and sent all the loot to the king of Damascus."
            },
            {
                "verse_number": "24",
                "verse_text": "Although the Aramean forces were relatively small, the LORD handed over to them a very large army, because the people of Judah had abandoned the LORD , their ancestors&quot; God. Jehoash was justly punished."
            },
            {
                "verse_number": "25",
                "verse_text": "The Arameans left him badly wounded, but his own officials plotted against him for murdering the son of the priest Jehoiada. So they killed him in his bed. He died and was buried in David&quot;s City but not in the royal cemetery."
            },
            {
                "verse_number": "26",
                "verse_text": "Those who plotted against him were the Ammonite Zabad, Shimeath&quot;s son, and the Moabite Jehozabad, Shimrith&quot;s son."
            },
            {
                "verse_number": "27",
                "verse_text": "The list of Jehoash&quot;s sons, the many prophecies against him, and the account of his restoration of God&quot;s temple are written in the comments on the records of the kings. His son Amaziah succeeded him as king."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "Amaziah was 25 years old when he became king, and he ruled for twenty-nine years in Jerusalem. His mother&quot;s name was Jehoaddan; she was from Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "He did what was right in the LORD &quot;s eyes but not with all his heart."
            },
            {
                "verse_number": "3",
                "verse_text": "Once he had secured control over his kingdom, he executed the officials who had assassinated his father the king."
            },
            {
                "verse_number": "4",
                "verse_text": "However, he didn&quot;t kill their children because of what is written in the Instruction scroll from Moses, where the LORD commanded, Parents shouldn&quot;t be executed because of what their children have done; neither should children be executed because of what their parents have done. Each person should be executed for their own guilty acts . &apos;God can give you much more than that,&apos; the man of God replied. &apos;Why do you seek the gods of this people?&apos; the prophet asked. &apos;They couldn&quot;t even deliver their own people from you!&apos; So the prophet stopped, but not until he said, &apos;I know God plans to destroy you because you&quot;ve done this and because you&quot;ve refused to listen to my advice.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Amaziah gathered the people of Judah, organizing them into family units under captains of thousands and hundreds for all Judah and Benjamin. He summoned everyone 20 years old and older and found that there were three hundred thousand select troops, ready for service and able to handle spears and body-sized shields."
            },
            {
                "verse_number": "6",
                "verse_text": "He also hired one hundred thousand warriors from Israel for one hundred kikkars of silver."
            },
            {
                "verse_number": "7",
                "verse_text": "But a man of God confronted him. &apos;King,&apos; he said, &apos;the troops from Israel must not go with you, because the LORD isn&quot;t on the side of Israel or any Ephraimite."
            },
            {
                "verse_number": "8",
                "verse_text": "Should you go with them anyway, even if you fight fiercely, God will make you stumble before the enemy, because God has the ability to either help or make someone stumble.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Amaziah asked the man of God, &apos;What about the hundred kikkars I paid for the Israelite troops?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Amaziah released the Ephraimite troops who had joined him so they could go home, but this only infuriated them against Judah, and they left in a rage."
            },
            {
                "verse_number": "11",
                "verse_text": "Amaziah courageously led his people to the Salt Valley, where they killed ten thousand people from Seir."
            },
            {
                "verse_number": "12",
                "verse_text": "The Judean forces captured another ten thousand alive, brought them to the top of a cliff, and threw them off so that all were dashed to pieces."
            },
            {
                "verse_number": "13",
                "verse_text": "Meanwhile, the troops Amaziah had released from fighting alongside him raided cities in Judah from Samaria to Beth-horon, killing three thousand people and carrying off a large amount of loot."
            },
            {
                "verse_number": "14",
                "verse_text": "When Amaziah returned after defeating the Edomites, he brought the gods of the people of Seir. He set them up as his own gods, bowed down before them, and burned incense to them."
            },
            {
                "verse_number": "15",
                "verse_text": "As a result, the LORD was angry with Amaziah and sent a prophet to him."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Since when do you give me advice?&apos; Amaziah interrupted. &apos;You better quit before you end up dead!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "After Judah&quot;s King Amaziah consulted with his advisors, he sent a challenge to Israel&quot;s King Joash, Jehoahaz&quot;s son and Jehu&quot;s grandson. &apos;Come on,&apos; he said, &apos;let&quot;s go head-to-head!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Israel&quot;s King Joash sent the following reply to Judah&quot;s King Amaziah: &apos;Once upon a time, a thistle in Lebanon sent a message to a cedar: &quot;Give your daughter to my son as a wife.&quot; But then a wild beast in Lebanon came along and trampled the thistle."
            },
            {
                "verse_number": "19",
                "verse_text": "Do you think that because you&quot;ve defeated Edom, you can arrogantly seek even more? Stay home! Why invite disaster when both you and Judah will fall?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "But Amaziah wouldn&quot;t listen, because God intended to use this to destroy them since they had sought Edom&quot;s gods."
            },
            {
                "verse_number": "21",
                "verse_text": "So Israel&quot;s King Joash moved against Judah&quot;s King Amaziah and went head-to-head in battle at Beth-shemesh in Judah."
            },
            {
                "verse_number": "22",
                "verse_text": "Judah was defeated by Israel, and everyone ran home."
            },
            {
                "verse_number": "23",
                "verse_text": "At Beth-shemesh, Israel&quot;s King Joash captured Judah&quot;s King Amaziah, Jehoash&quot;s son and Ahaziah&quot;s grandson. Joash brought him to Jerusalem and broke down six hundred feet of the Jerusalem wall from the Ephraim Gate to the Corner Gate."
            },
            {
                "verse_number": "24",
                "verse_text": "Joash took all the gold and silver, and all the objects he could find in God&quot;s temple in the care of Obed-edom, and in the treasuries of the palace, along with some hostages. Then he returned to Samaria."
            },
            {
                "verse_number": "25",
                "verse_text": "Judah&quot;s King Amaziah, Jehoash&quot;s son, lived fifteen years after the death of Israel&quot;s King Joash, Jehoahaz&quot;s son."
            },
            {
                "verse_number": "26",
                "verse_text": "The rest of Amaziah&quot;s deeds, from beginning to end, aren&quot;t they written in the official records of Israel&quot;s and Judah&quot;s kings?"
            },
            {
                "verse_number": "27",
                "verse_text": "From the time Amaziah turned away from the LORD , some people conspired against him in Jerusalem. When Amaziah fled to Lachish, they sent men after him, and they murdered him in Lachish."
            },
            {
                "verse_number": "28",
                "verse_text": "They carried him back on horses and he was buried with his ancestors in David&quot;s City."
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "Then all the people of Judah took Uzziah, who was 16 years old, and made him king after his father Amaziah."
            },
            {
                "verse_number": "2",
                "verse_text": "He rebuilt Eloth, restoring it to Judah after King Amaziah had lain down with his ancestors. &apos;You have no right, Uzziah,&apos; he said, &apos;to burn incense to the LORD ! That privilege belongs to the priests, Aaron&quot;s descendants, who have been ordained to burn incense. Get out of this holy place because you have been unfaithful! The LORD God won&quot;t honor you for this.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Uzziah was 16 years old when he became king, and he ruled for fifty-two years in Jerusalem. His mother&quot;s name was Jecoliah; she was from Jerusalem."
            },
            {
                "verse_number": "4",
                "verse_text": "He did what was right in the LORD &quot;s eyes, just as his father Amaziah had done."
            },
            {
                "verse_number": "5",
                "verse_text": "He sought God as long as Zechariah, who instructed him in the fear of God, was alive. And as long as he sought the LORD , God gave him success."
            },
            {
                "verse_number": "6",
                "verse_text": "He marched against the Philistines and broke down the walls of Gath, Jabneh, and Ashdod. Then he rebuilt towns near Ashdod and elsewhere among the Philistines."
            },
            {
                "verse_number": "7",
                "verse_text": "God helped him against the Philistines, the Arabs who inhabited Gur, and the Meunites."
            },
            {
                "verse_number": "8",
                "verse_text": "The Meunites paid taxes to Uzziah, whose fame spread even to Egypt because he had grown so powerful."
            },
            {
                "verse_number": "9",
                "verse_text": "He built towers in Jerusalem, at the Corner Gate, the Valley Gate, and at the Angle, and reinforced them."
            },
            {
                "verse_number": "10",
                "verse_text": "He also built towers in the wilderness and dug many wells for his large herds in the lowlands and the plain. He had many workers who tended his farms and vineyards, because he loved the soil."
            },
            {
                "verse_number": "11",
                "verse_text": "Uzziah had a standing army equipped for combat whose units went to war according to the number determined by the scribe Jeiel and Maaseiah, an officer under the authority of Hananiah, one of the king&quot;s officials."
            },
            {
                "verse_number": "12",
                "verse_text": "The grand total of family heads in charge of these courageous warriors was twenty-six hundred."
            },
            {
                "verse_number": "13",
                "verse_text": "They commanded an army of three hundred seven thousand five hundred. They formed a powerful force that could support the king against the enemy."
            },
            {
                "verse_number": "14",
                "verse_text": "Uzziah supplied the entire force with shields, spears, helmets, armor, bows, and sling stones."
            },
            {
                "verse_number": "15",
                "verse_text": "He set up clever devices in Jerusalem on the towers and corners of the wall designed to shoot arrows and large stones. And so Uzziah&quot;s fame spread far and wide, because he had received wonderful help until he became powerful."
            },
            {
                "verse_number": "16",
                "verse_text": "But as soon as he became powerful, he grew so arrogant that he acted corruptly. He was unfaithful to the LORD his God by entering the LORD &quot;s sanctuary to burn incense upon the incense altar."
            },
            {
                "verse_number": "17",
                "verse_text": "The priest Azariah, accompanied by eighty other of the LORD &quot;s courageous priests, went in after him"
            },
            {
                "verse_number": "18",
                "verse_text": "and confronted King Uzziah."
            },
            {
                "verse_number": "19",
                "verse_text": "Then Uzziah, who already had a censer in his hand ready to burn the incense, became angry. While he was fuming at the priests, skin disease erupted on his forehead in the presence of the priests before the incense altar in the LORD &quot;s temple."
            },
            {
                "verse_number": "20",
                "verse_text": "When Azariah the chief priest and all the other priests turned and saw the skin disease on his forehead, they rushed him out of there. Uzziah also was anxious to leave because the LORD had afflicted him."
            },
            {
                "verse_number": "21",
                "verse_text": "King Uzziah had skin disease until the day he died. He lived in a separate house, diseased in his skin, because he was barred from the LORD &quot;s temple. His son Jotham supervised the palace administration and governed the people of the land."
            },
            {
                "verse_number": "22",
                "verse_text": "The rest of Uzziah&quot;s deeds, from beginning to end, were written down by the prophet Isaiah, Amoz&quot;s son."
            },
            {
                "verse_number": "23",
                "verse_text": "Uzziah died and was buried with his ancestors in a field belonging to the kings, because people said, &apos;He had skin disease.&apos; His son Jotham succeeded him as king."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Jotham was 25 years old when he became king, and he ruled for sixteen years in Jerusalem. His mother&quot;s name was Jerushah; she was Zadok&quot;s daughter."
            },
            {
                "verse_number": "2",
                "verse_text": "Jotham did what was right in the LORD &quot;s eyes, just as his father Uzziah had done. Unlike Uzziah, Jotham didn&quot;t enter the LORD &quot;s temple. But the people continued their crooked practices."
            },
            {
                "verse_number": "3",
                "verse_text": "Jotham rebuilt the Upper Gate of the LORD &quot;s temple and did extensive work on the wall of the elevated fortress."
            },
            {
                "verse_number": "4",
                "verse_text": "He built towns in Judah&quot;s highlands and fortresses and towers in the wooded areas."
            },
            {
                "verse_number": "5",
                "verse_text": "He fought against the king of the Ammonites and defeated the Ammonites. They paid him one hundred kikkars of silver, ten thousand kors of wheat, and ten thousand kors of barley that year and for the next two years."
            },
            {
                "verse_number": "6",
                "verse_text": "Jotham was securely established because he maintained a faithful life before the LORD his God."
            },
            {
                "verse_number": "7",
                "verse_text": "The rest of Jotham&quot;s deeds, including all his wars and accomplishments, are written in the official records of Israel&quot;s and Judah&quot;s kings."
            },
            {
                "verse_number": "8",
                "verse_text": "He was 25 years old when he became king, and he ruled for sixteen years in Jerusalem."
            },
            {
                "verse_number": "9",
                "verse_text": "Jotham lay down with his ancestors and was buried in David&quot;s City. His son Ahaz succeeded him as king."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "Ahaz was 20 years old when he became king, and he ruled for sixteen years in Jerusalem. He didn&quot;t do what was right in the LORD &quot;s eyes, unlike his ancestor David."
            },
            {
                "verse_number": "2",
                "verse_text": "Instead, he walked in the ways of Israel&quot;s kings, making images of the Baals"
            },
            {
                "verse_number": "3",
                "verse_text": "and burning incense in the Ben-hinnom Valley. He even burned his own sons alive, imitating the detestable practices of the nations the LORD had driven out before the Israelites."
            },
            {
                "verse_number": "4",
                "verse_text": "He also sacrificed and burned incense at the shrines on every hill and beneath every shady tree."
            },
            {
                "verse_number": "5",
                "verse_text": "So the LORD his God handed him over to Aram&quot;s king, who defeated him and carried off many prisoners, bringing them to Damascus. Ahaz was also handed over to Israel&quot;s king, who defeated him with a severe beating."
            },
            {
                "verse_number": "6",
                "verse_text": "In Judah, Pekah, Remaliah&quot;s son, killed one hundred twenty thousand warriors in the course of a single day because they had abandoned the LORD , God of their ancestors."
            },
            {
                "verse_number": "7",
                "verse_text": "An Ephraimite warrior named Zichri killed the king&quot;s son Maaseiah, the palace administrator Azrikam, and Elkanah, the king&quot;s second in command."
            },
            {
                "verse_number": "8",
                "verse_text": "The Israelites took captive two hundred thousand women, boys, and girls from their Judean relatives and seized enormous amounts of plunder, which they took back to Samaria. &apos;Since the gods of Aram&quot;s kings are helping them,&apos; he said, &apos;I&quot;ll sacrifice to them too, so that they will help me.&apos; But they became the ruin of both him and all Israel."
            },
            {
                "verse_number": "9",
                "verse_text": "One of the LORD &quot;s prophets named Oded lived in Samaria. When the army arrived there, he went to meet them and said, &apos;Don&quot;t you see that the LORD God of your ancestors was angry with Judah and let you defeat them? But look what you&quot;ve done! Your merciless slaughter of them stinks to high heaven!"
            },
            {
                "verse_number": "10",
                "verse_text": "And now you think you can enslave the men and women of Judah and Jerusalem? What about your own guilt before the LORD your God?"
            },
            {
                "verse_number": "11",
                "verse_text": "Listen to me! Send back the captives you took from your relatives, because the LORD is furious with you.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "At this, some of the Ephraimite leaders&ndash;Johanan&quot;s son Azariah, Meshillemoth&quot;s son Berechiah, Shallum&quot;s son Jehizkiah, and Hadlai&quot;s son Amasa&ndash;confronted those returning from battle."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Don&quot;t bring the captives here,&apos; they told them. &apos;Your plan will only add to our sin and guilt before the LORD . We&quot;re already guilty enough, and great anger is already directed at Israel.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So the warriors released the captives and brought the loot before the officers and the whole assembly."
            },
            {
                "verse_number": "15",
                "verse_text": "Then people named for this task took charge of the captives and dressed everyone who was naked with items taken from the loot. They gave them clothing, sandals, food and drink, and bandaged their wounds. Everyone who couldn&quot;t walk they placed on donkeys, and they brought them to Jericho, Palm City, near their Judean relatives. Then they returned to Samaria."
            },
            {
                "verse_number": "16",
                "verse_text": "At that time King Ahaz sent for help from the king of Assyria."
            },
            {
                "verse_number": "17",
                "verse_text": "Once again, the Edomites had invaded Judah, defeating Judah and carrying off captives."
            },
            {
                "verse_number": "18",
                "verse_text": "The Philistines had raided the towns in the lowlands and the arid southern plain of Judah, capturing Beth-shemesh, Aijalon, and Gederoth, along with Soco and its surrounding villages, Timnah and its surrounding villages, and Gimzo and its surrounding villages, and occupying all of these cities."
            },
            {
                "verse_number": "19",
                "verse_text": "The LORD was humiliating Judah on account of Israel&quot;s King Ahaz, because he had exercised no restraint in Judah and had been utterly unfaithful to the LORD ."
            },
            {
                "verse_number": "20",
                "verse_text": "Assyria&quot;s King Tiglath-pileser came to Ahaz, but he brought trouble, not support."
            },
            {
                "verse_number": "21",
                "verse_text": "Even though Ahaz took items from the LORD &quot;s temple, the royal palace, and the officials to buy off the king of Assyria, it was of no help."
            },
            {
                "verse_number": "22",
                "verse_text": "It was during this troubled time that King Ahaz became even more unfaithful to the LORD"
            },
            {
                "verse_number": "23",
                "verse_text": "by sacrificing to the gods of Damascus, who had defeated him."
            },
            {
                "verse_number": "24",
                "verse_text": "Ahaz gathered the objects from God&quot;s temple, cut them up, shut the doors of the LORD &quot;s temple, and made himself altars on every corner in Jerusalem."
            },
            {
                "verse_number": "25",
                "verse_text": "He made shrines in all the towns of Judah for burning incense to other gods. This made the LORD , the God of his ancestors, very angry."
            },
            {
                "verse_number": "26",
                "verse_text": "The rest of Ahaz&quot;s deeds, from beginning to end, are written in the official records of Israel&quot;s and Judah&quot;s kings."
            },
            {
                "verse_number": "27",
                "verse_text": "Ahaz lay down with his ancestors and was buried in the city, in Jerusalem, but not in the royal cemetery of Israel&quot;s kings. His son Hezekiah succeeded him as king."
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "Hezekiah became king when he was 25 years old, and he ruled for twenty-nine years in Jerusalem. His mother&quot;s name was Abijah; she was Zechariah&quot;s daughter."
            },
            {
                "verse_number": "2",
                "verse_text": "He did what was right in the LORD &quot;s eyes, just as his ancestor David had done."
            },
            {
                "verse_number": "3",
                "verse_text": "In the very first year of his rule, during the first month, Hezekiah reopened the doors of the LORD &quot;s temple, having repaired them."
            },
            {
                "verse_number": "4",
                "verse_text": "Then he brought in the priests and Levites and assembled them in the eastern square. from the descendants of the Kohathites: Mahath, Amasai&quot;s son, and Joel, Azariah&quot;s son; from the descendants of Merari: Kish, Abdi&quot;s son, and Azariah, Jehallelel&quot;s son; from the Gershonites: Joah, Zimmah&quot;s son, and Eden, Joah&quot;s son; from the descendants of Asaph: Zechariah and Mattaniah; and from the descendants of Jeduthun: Shemaiah and Uzziel."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Listen to me, you Levites!&apos; he said. &apos;Make yourselves holy so you can make holy the temple of the LORD God of your ancestors by removing from the sanctuary any impure thing."
            },
            {
                "verse_number": "6",
                "verse_text": "Our ancestors were unfaithful and did what was evil in the LORD our God&quot;s eyes. They abandoned him, they ignored the LORD &quot;s dwelling, and they defied him."
            },
            {
                "verse_number": "7",
                "verse_text": "They even closed the doors of the entrance hall, snuffed out the lamps, and stopped burning incense and offering entirely burned offerings in the sanctuary of the God of Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "This angered the LORD so much that he made Judah and Jerusalem an object of terror and horror, something people hiss at, as you can see with your own eyes."
            },
            {
                "verse_number": "9",
                "verse_text": "That&quot;s why our ancestors died violent deaths, while our sons, daughters, and wives were taken captive."
            },
            {
                "verse_number": "10",
                "verse_text": "But now I intend to make a covenant with the LORD , Israel&quot;s God, so God will no longer be angry with us."
            },
            {
                "verse_number": "11",
                "verse_text": "Don&quot;t be careless, my sons! The LORD has chosen you to stand in his presence to serve him, so that you can be his servants and burn incense to him.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the following Levites got up:"
            },
            {
                "verse_number": "13",
                "verse_text": "from the descendants of Elizaphan: Shimri and Jeuel;"
            },
            {
                "verse_number": "14",
                "verse_text": "from the descendants of Heman: Jehuel and Shimei;"
            },
            {
                "verse_number": "15",
                "verse_text": "These men gathered their relatives, made themselves holy, and went in to purify the LORD &quot;s temple by obeying the king&quot;s command as the LORD had told him."
            },
            {
                "verse_number": "16",
                "verse_text": "The priests went in to purify the inner portion of the LORD &quot;s temple. They brought out to the courtyard of the LORD &quot;s temple all the impurities they discovered inside. Then the Levites took them out to the Kidron Valley."
            },
            {
                "verse_number": "17",
                "verse_text": "They began to make things holy on the first day of the first month. On the eighth day of the month they reached the LORD &quot;s entrance hall. They made holy the LORD &quot;s temple for eight days, finishing on the sixteenth day of the first month."
            },
            {
                "verse_number": "18",
                "verse_text": "Then they went before King Hezekiah. &apos;We have purified the LORD &quot;s entire temple,&apos; they said, &apos;and the altar for the entirely burned offering together with all its equipment, and the table for the stacks of bread together with all its equipment."
            },
            {
                "verse_number": "19",
                "verse_text": "We have also restored and made holy all the items King Ahaz threw out during his rule in his unfaithfulness. They are now before the LORD &quot;s altar.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Early the next morning Hezekiah gathered the city leaders and went to the LORD &quot;s temple."
            },
            {
                "verse_number": "21",
                "verse_text": "They brought seven bulls, seven rams, and seven lambs, along with seven male goats, for a purification offering on behalf of the kingdom, the sanctuary, and Judah. Hezekiah ordered the priests, Aaron&quot;s sons, to offer them up on the LORD &quot;s altar."
            },
            {
                "verse_number": "22",
                "verse_text": "When they slaughtered the bulls, the priests took the blood and splashed it against the altar. Next they slaughtered the rams and splashed their blood against the altar, and also slaughtered the lambs, splashing their blood against the altar as well."
            },
            {
                "verse_number": "23",
                "verse_text": "Finally, they brought the goats for the purification offering before the king and the assembly. After laying their hands on them,"
            },
            {
                "verse_number": "24",
                "verse_text": "the priests slaughtered them and smeared the blood on the altar as a purification offering to take away the sin of all Israel, because the king had specifically ordered that the entirely burned sacrifice and the purification offering should be on behalf of all Israel."
            },
            {
                "verse_number": "25",
                "verse_text": "Hezekiah had the Levites stand in the LORD &quot;s temple with cymbals, harps, and zithers, just as the LORD had ordered through David, the king&quot;s seer Gad, and the prophet Nathan."
            },
            {
                "verse_number": "26",
                "verse_text": "While the Levites took their places holding David&quot;s instruments, and the priests their trumpets,"
            },
            {
                "verse_number": "27",
                "verse_text": "Hezekiah ordered the entirely burned offering to be offered up on the altar. As they began to offer the entirely burned offering, the LORD &quot;s song also began, accompanied by the trumpets and the other instruments of Israel&quot;s King David."
            },
            {
                "verse_number": "28",
                "verse_text": "The whole congregation worshipped with singing choirs and blaring trumpets until the end of the entirely burned offering."
            },
            {
                "verse_number": "29",
                "verse_text": "After the entirely burned offering was complete, the king and all who were with him bowed down in worship."
            },
            {
                "verse_number": "30",
                "verse_text": "Then King Hezekiah and the leaders ordered the Levites to praise the LORD by using the words of David and the seer Asaph. They did so joyously; then they bowed down in worship too."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Now that you have dedicated yourselves to the LORD ,&apos; King Hezekiah told them, &apos;bring sacrificial thank offerings to the LORD &quot;s temple.&apos; So the assembly brought sacrificial thank offerings, with some people volunteering to provide entirely burned offerings."
            },
            {
                "verse_number": "32",
                "verse_text": "All in all, the congregation brought seventy bulls, a hundred rams, and two hundred lambs as entirely burned offerings for the LORD ,"
            },
            {
                "verse_number": "33",
                "verse_text": "as well as six hundred bulls and three thousand sheep as holy offerings."
            },
            {
                "verse_number": "34",
                "verse_text": "Unfortunately, there weren&quot;t enough priests to skin all these entirely burned offerings. So their relatives the Levites (who had been more conscientious about preparing themselves than the priests) stepped in and helped them until the work was done or additional priests had made themselves holy."
            },
            {
                "verse_number": "35",
                "verse_text": "In addition to the wealth of entirely burned offerings, there was the fat of the well-being sacrifices and drink offerings accompanying the entirely burned offerings. In this way, the service of the LORD &quot;s temple was restored,"
            },
            {
                "verse_number": "36",
                "verse_text": "and Hezekiah and all the people rejoiced at what God had done for them, since it had happened so quickly."
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "Then Hezekiah sent word to all Israel and Judah, and wrote letters to Ephraim and Manasseh as well, inviting them to the LORD &quot;s temple in Jerusalem to celebrate the Passover of the LORD God of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "The king, his officials, and the entire Jerusalem congregation had decided to celebrate Passover in the second month."
            },
            {
                "verse_number": "3",
                "verse_text": "They had been unable to celebrate it at the usual time because the priests had failed to make themselves holy in sufficient numbers, and the people hadn&quot;t gathered at Jerusalem."
            },
            {
                "verse_number": "4",
                "verse_text": "Since the plan seemed good to the king and the entire congregation,"
            },
            {
                "verse_number": "5",
                "verse_text": "they made arrangements to circulate an announcement throughout all Israel, from Beer-sheba to Dan, to come to Jerusalem to celebrate the Passover of the LORD God of Israel, because they hadn&quot;t often kept it as written."
            },
            {
                "verse_number": "6",
                "verse_text": "Under the authority of the king, runners took letters from the king and his officials throughout all Israel and Judah, which read: People of Israel! Return to the LORD , the God of Abraham, Isaac, and Israel, so that he may return to those of you who remain, who have escaped capture by the Assyrian kings."
            },
            {
                "verse_number": "7",
                "verse_text": "Don&quot;t be like your ancestors and relatives, who were unfaithful to the LORD , the God of their ancestors, so that he made them an object of horror as you can see for yourselves."
            },
            {
                "verse_number": "8",
                "verse_text": "So don&quot;t be stubborn like your ancestors. Surrender to the LORD ! Come to God&quot;s sanctuary, which he has made holy forever, and serve the LORD your God so that he won&quot;t be angry with you any longer."
            },
            {
                "verse_number": "9",
                "verse_text": "When you return to the LORD , your relatives and your children will receive mercy from their captors and be allowed to return to this land. The LORD your God is merciful and compassionate. He won&quot;t withdraw his presence from you if you return to him."
            },
            {
                "verse_number": "10",
                "verse_text": "So the runners went from town to town in Ephraim and Manasseh, all the way to Zebulun. But they were laughed at and made fun of."
            },
            {
                "verse_number": "11",
                "verse_text": "Even so, some people from Asher, Manasseh, and Zebulun were submissive and came to Jerusalem."
            },
            {
                "verse_number": "12",
                "verse_text": "Moreover, God&quot;s power was at work in Judah, unifying them to do what the king and his officials had ordered by the LORD &quot;s command."
            },
            {
                "verse_number": "13",
                "verse_text": "A huge crowd gathered in Jerusalem to celebrate the Festival of Unleavened Bread in the second month. A very large congregation gathered."
            },
            {
                "verse_number": "14",
                "verse_text": "First, they removed the altars in Jerusalem, and hauled off the incense altars and dumped them in the Kidron Valley."
            },
            {
                "verse_number": "15",
                "verse_text": "They slaughtered the Passover lambs on the fourteenth day of the second month. Ashamed of themselves, the priests and the Levites made themselves holy and brought entirely burned offerings to the LORD &quot;s temple."
            },
            {
                "verse_number": "16",
                "verse_text": "They now took their places as laid out in the Instruction from Moses the man of God, and the priests splashed the blood they received from the Levites against the altar."
            },
            {
                "verse_number": "17",
                "verse_text": "Since many in the congregation hadn&quot;t made themselves holy, the Levites slaughtered the Passover lambs, making them holy to the LORD for all who weren&quot;t ceremonially clean."
            },
            {
                "verse_number": "18",
                "verse_text": "This included most of those who had come from Ephraim, Manasseh, Issachar, and Zebulun&ndash;people who hadn&quot;t purified themselves and so hadn&quot;t eaten the Passover meal in the prescribed way. But Hezekiah prayed for them: &apos;May the good LORD forgive"
            },
            {
                "verse_number": "19",
                "verse_text": "everyone who has decided to seek the true God, the LORD , the God of their ancestors, even though they aren&quot;t ceremonially clean by sanctuary standards.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The LORD heard Hezekiah and healed the people."
            },
            {
                "verse_number": "21",
                "verse_text": "So the Israelites in Jerusalem joyfully celebrated the Festival of Unleavened Bread for seven days, with the Levites and the priests praising the LORD every day, accompanied by the LORD &quot;s mighty instruments."
            },
            {
                "verse_number": "22",
                "verse_text": "Hezekiah congratulated all the Levites who had performed so skillfully for the LORD . They feasted throughout the seven days of the festival, sacrificing well-being offerings and praising the LORD , the God of their ancestors."
            },
            {
                "verse_number": "23",
                "verse_text": "Then the whole congregation agreed to celebrate another seven days, which they joyfully did."
            },
            {
                "verse_number": "24",
                "verse_text": "Judah&quot;s King Hezekiah contributed one thousand bulls and seven thousand sheep for the congregation, while the officials provided another thousand bulls and ten thousand sheep, and great numbers of priests made themselves holy."
            },
            {
                "verse_number": "25",
                "verse_text": "Then the whole congregation of Judah rejoiced, as did the priests and the Levites, the whole congregation from Israel, the immigrants who had come from the land of Israel, and those who lived in Judah."
            },
            {
                "verse_number": "26",
                "verse_text": "There was great joy in Jerusalem. Nothing like this had taken place in Jerusalem since the days of Israel&quot;s King Solomon, David&quot;s son."
            },
            {
                "verse_number": "27",
                "verse_text": "Then the levitical priests blessed the people, and their voice was heard when their prayer reached God&quot;s holy dwelling in heaven."
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "When all of these things were finished, all of the Israelites who were present went out to the cities of Judah, smashed the sacred pillars, cut down the sacred poles, and completely destroyed the shrines and altars throughout Judah as well as Benjamin, Ephraim, and Manasseh. Then all the Israelites returned to their individual homes in their own cities."
            },
            {
                "verse_number": "2",
                "verse_text": "Hezekiah reappointed the priests and the Levites, each to their divisions and their tasks, to make entirely burned offerings and well-being sacrifices, to serve, to give thanks, and to offer praise in the gates of the LORD &quot;s camp."
            },
            {
                "verse_number": "3",
                "verse_text": "As his portion, the king personally contributed the entirely burned offerings for the morning and evening sacrifices, as well as the entirely burned offerings for the Sabbaths, new moons, and festivals, as written in the LORD &quot;s Instruction."
            },
            {
                "verse_number": "4",
                "verse_text": "He ordered the people living in Jerusalem to provide the required portion for the priests and the Levites so they could devote themselves to the LORD &quot;s Instruction."
            },
            {
                "verse_number": "5",
                "verse_text": "As soon as the order was issued, the Israelites generously gave the best of their grain, new wine, oil, honey, and all their crops&ndash;a tenth of everything, a huge amount."
            },
            {
                "verse_number": "6",
                "verse_text": "The people of Israel and Judah, living in the cities of Judah, also brought in a tenth of their herds and flocks and a tenth of the items that had been dedicated to the LORD their God, stacking it up in piles."
            },
            {
                "verse_number": "7",
                "verse_text": "They began stacking up the piles in the third month and finished them in the seventh."
            },
            {
                "verse_number": "8",
                "verse_text": "When Hezekiah and the officials saw the piles, they blessed the LORD and his people Israel."
            },
            {
                "verse_number": "9",
                "verse_text": "When Hezekiah asked the priests and Levites about the piles,"
            },
            {
                "verse_number": "10",
                "verse_text": "the chief priest Azariah, who was from Zadok&quot;s family, answered, &apos;Ever since the people started bringing contributions to the LORD &quot;s temple we&quot;ve had enough to eat with plenty to spare. The LORD has definitely blessed his people! There&quot;s a lot left over.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So Hezekiah ordered them to prepare storerooms in the LORD &quot;s temple. When they finished preparing them,"
            },
            {
                "verse_number": "12",
                "verse_text": "the priests conscientiously brought in the contributions, the tenth-part gifts, and the dedicated things. Conaniah, a Levite, was put in charge, assisted by his brother Shimei,"
            },
            {
                "verse_number": "13",
                "verse_text": "while Jehiel, Azaziah, Nahath, Asahel, Jerimoth, Jozabad, Eliel, Ismachiah, Mahath, and Benaiah served as supervisors under them, as appointed by King Hezekiah and Azariah the official in charge of God&quot;s temple."
            },
            {
                "verse_number": "14",
                "verse_text": "The Levite Kore, Imnah&quot;s son, who was keeper of the east gate, was in charge of the spontaneous gifts to God. He was responsible for distributing the contribution reserved for the LORD and the dedicated gifts."
            },
            {
                "verse_number": "15",
                "verse_text": "Eden, Miniamin, Jeshua, Shemaiah, Amariah, and Shecaniah faithfully assisted him regarding the priests by distributing the portions to their relatives, old and young alike, by divisions."
            },
            {
                "verse_number": "16",
                "verse_text": "Additionally, they also distributed daily rations to those males, registered by genealogy, three years old and older, all who entered the LORD &quot;s temple to carry out their daily duties as their divisions required."
            },
            {
                "verse_number": "17",
                "verse_text": "They also distributed to those priests registered by their families, and to Levites 20 years of age and older according to their divisional responsibilities."
            },
            {
                "verse_number": "18",
                "verse_text": "The official genealogy included all their small children, their wives, their sons, and their daughters&ndash;the entire congregation&ndash;for they had faithfully made themselves holy."
            },
            {
                "verse_number": "19",
                "verse_text": "As for Aaron&quot;s descendants, the priests who lived in the outskirts of the cities, men were assigned to distribute portions to every male among the priests and to every Levite listed in the genealogical records."
            },
            {
                "verse_number": "20",
                "verse_text": "This is what Hezekiah did throughout all Judah, doing what the LORD his God considered good, right, and true."
            },
            {
                "verse_number": "21",
                "verse_text": "Everything that Hezekiah began to do for the service of God&quot;s temple, whether by the Instruction or the commands, in order to seek his God, he did successfully and with all his heart."
            }
        ],
        "32": [
            {
                "verse_number": "1",
                "verse_text": "After these things and these faithful acts, Assyria&quot;s King Sennacherib invaded Judah and attacked its fortified cities, intending to capture them."
            },
            {
                "verse_number": "2",
                "verse_text": "When Hezekiah realized that Sennacherib also planned on fighting Jerusalem,"
            },
            {
                "verse_number": "3",
                "verse_text": "he consulted with his officials and soldiers about stopping up the springs outside the city, and they supported him."
            },
            {
                "verse_number": "4",
                "verse_text": "A large force gathered to stop up all the springs and the streams that flowed through the land. &apos;Why should the kings of Assyria come and find plenty of water?&apos; they asked."
            },
            {
                "verse_number": "5",
                "verse_text": "Hezekiah vigorously rebuilt all the broken sections of the wall, erected towers, constructed another wall outside the first, reinforced the terrace of David&quot;s City, and made a large supply of weapons and shields."
            },
            {
                "verse_number": "6",
                "verse_text": "He appointed military officers over the troops, assembled them in the square of the city gate, and spoke these words of encouragement:"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Be brave and be strong! Don&quot;t let the king of Assyria and all those warriors he brings with him scare you or cause you dismay, because our forces are greater than his."
            },
            {
                "verse_number": "8",
                "verse_text": "All he has is human strength, but we have the LORD our God, who will help us fight our battles!&apos; The troops trusted Judah&quot;s King Hezekiah."
            },
            {
                "verse_number": "9",
                "verse_text": "After this Assyria&quot;s King Sennacherib, who was attacking Lachish with all his forces, sent his servants to Jerusalem with the following message for Judah&quot;s King Hezekiah and all the people of Judah who were in Jerusalem:"
            },
            {
                "verse_number": "10",
                "verse_text": "This is what Assyria&quot;s King Sennacherib says: What makes you so confident that you stay put in Jerusalem while it is being attacked?"
            },
            {
                "verse_number": "11",
                "verse_text": "Obviously, Hezekiah has fooled you into surrendering yourselves to death by hunger and thirst when he says, &apos;The LORD our God will rescue us from Assyria&quot;s king.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Isn&quot;t this the same Hezekiah who got rid of his shrines and altars, and then demanded of Judah and Jerusalem, &apos;You must worship and burn incense before only one altar&apos;?"
            },
            {
                "verse_number": "13",
                "verse_text": "Don&quot;t you know what I and my predecessors have done to the people of other nations? Were any of the gods of these other nations able to rescue their lands from my power?"
            },
            {
                "verse_number": "14",
                "verse_text": "Which one of any of the gods of these nations that my predecessors destroyed was able to rescue them from my power? So why should your god be able to rescue you from my power?"
            },
            {
                "verse_number": "15",
                "verse_text": "Don&quot;t let Hezekiah seduce you like fools. Don&quot;t believe him! No god of any other nation or kingdom has been able to rescue their people from me or from my predecessors. No, your gods won&quot;t rescue you from my power."
            },
            {
                "verse_number": "16",
                "verse_text": "The Assyrian king&quot;s servants continued to make fun of the LORD God and his servant Hezekiah."
            },
            {
                "verse_number": "17",
                "verse_text": "He wrote other letters insulting the LORD God of Israel, defying him by saying, &apos;Just as the gods of the nations in other countries couldn&quot;t rescue their people from my power, Hezekiah&quot;s god won&quot;t be able to rescue his people from my power.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then they shouted loudly in Hebrew at the people of Jerusalem gathered on the wall, in an attempt to frighten and demoralize them, in order to capture the city."
            },
            {
                "verse_number": "19",
                "verse_text": "They spoke about the God of Jerusalem as though he were the work of human hands, like the gods of the other peoples of the earth."
            },
            {
                "verse_number": "20",
                "verse_text": "King Hezekiah and the prophet Isaiah, Amoz&quot;s son, prayed about this, crying out to heaven."
            },
            {
                "verse_number": "21",
                "verse_text": "Then the LORD sent a messenger who destroyed every warrior, leader, and officer in the camp of the Assyrian king. When Sennacherib went home in disgrace, he entered the temple of his god, and his own sons killed him with a sword."
            },
            {
                "verse_number": "22",
                "verse_text": "This is how the LORD rescued Hezekiah and the citizens of Jerusalem from the power of Assyria&quot;s King Sennacherib, and all others, giving them rest on all sides."
            },
            {
                "verse_number": "23",
                "verse_text": "Many people brought offerings to the LORD in Jerusalem and costly gifts to Judah&quot;s King Hezekiah, who was highly regarded by all the nations from then on."
            },
            {
                "verse_number": "24",
                "verse_text": "Around that same time, Hezekiah became deathly ill and prayed to the LORD , who answered him with a miraculous sign."
            },
            {
                "verse_number": "25",
                "verse_text": "But Hezekiah was too proud to respond appropriately to the kindness he had received, and he, along with Judah and Jerusalem, experienced anger."
            },
            {
                "verse_number": "26",
                "verse_text": "However, Hezekiah and the citizens of Jerusalem humbled themselves in their pride, and so they didn&quot;t experience the LORD &quot;s anger for the rest of Hezekiah&quot;s reign."
            },
            {
                "verse_number": "27",
                "verse_text": "Hezekiah became very wealthy and greatly respected. He made storehouses for his silver, gold, precious stones, spices, shields, and other valuables."
            },
            {
                "verse_number": "28",
                "verse_text": "He made barns to store the harvest of grain, wine, and olive oil; stalls for all kinds of cattle; and pens for flocks."
            },
            {
                "verse_number": "29",
                "verse_text": "He acquired towns for himself and many flocks and herds because God had given him great wealth."
            },
            {
                "verse_number": "30",
                "verse_text": "Hezekiah was the one who blocked the upper outlet of the waters of the Gihon Spring, channeling them down to the west side of David&quot;s City. Hezekiah succeeded in all that he did,"
            },
            {
                "verse_number": "31",
                "verse_text": "even in the matter of the ambassadors sent from Babylonian officials to find out about the miraculous sign that occurred in the land, when God had abandoned him in order to test him and to discover what was in his heart."
            },
            {
                "verse_number": "32",
                "verse_text": "The rest of Hezekiah&quot;s deeds, including his faithfulness, are written in the vision of the prophet Isaiah, Amoz&quot;s son, in the records of Israel&quot;s and Judah&quot;s kings."
            },
            {
                "verse_number": "33",
                "verse_text": "Hezekiah lay down with his ancestors and was buried in the upper area of the tombs of David&quot;s sons. All Judah and the inhabitants of Jerusalem honored him at his death. His son Manasseh succeeded him as king."
            }
        ],
        "33": [
            {
                "verse_number": "1",
                "verse_text": "Manasseh was 12 years old when he became king, and he ruled for fifty-five years in Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "He did what was evil in the LORD &quot;s eyes, imitating the detestable practices of the nations that the LORD had driven out before the Israelites."
            },
            {
                "verse_number": "3",
                "verse_text": "He rebuilt the shrines that his father Hezekiah had destroyed, set up altars for the Baals, and made sacred poles. He bowed down to all the stars in the sky and worshipped them."
            },
            {
                "verse_number": "4",
                "verse_text": "He even built altars in the LORD &quot;s temple, the very place the LORD was speaking about when he said, &apos;My name will remain in Jerusalem forever.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Manasseh built altars for all the stars in the sky in both courtyards of the LORD &quot;s temple."
            },
            {
                "verse_number": "6",
                "verse_text": "He burned his own sons alive in the Ben-hinnom Valley, consulted sign readers, fortune-tellers, and sorcerers, and used mediums and diviners. He did much evil in the LORD &quot;s eyes and made him angry."
            },
            {
                "verse_number": "7",
                "verse_text": "Manasseh set up the carved image he had made in God&quot;s temple, the very temple God had spoken about to David and his son Solomon, saying: In this temple and in Jerusalem, which I have selected out of all Israel&quot;s tribes, I will put my name forever."
            },
            {
                "verse_number": "8",
                "verse_text": "I will never again remove Israel from the fertile land I gave to your ancestors, provided they carefully do everything I have commanded them&ndash;keeping all the Instruction, the regulations, and the case laws given through Moses."
            },
            {
                "verse_number": "9",
                "verse_text": "In this way Manasseh led Judah and the residents of Jerusalem into doing even more evil than the nations that the LORD had wiped out before the Israelites."
            },
            {
                "verse_number": "10",
                "verse_text": "The LORD spoke to Manasseh and his people, but they wouldn&quot;t listen."
            },
            {
                "verse_number": "11",
                "verse_text": "So the LORD brought the army commanders of Assyria&quot;s king against them. They captured Manasseh with hooks, bound him with bronze chains, and carried him off to Babylon."
            },
            {
                "verse_number": "12",
                "verse_text": "During his distress, Manasseh made peace with the LORD his God, truly submitting himself to the God of his ancestors."
            },
            {
                "verse_number": "13",
                "verse_text": "He prayed, and God was moved by his request. God listened to Manasseh&quot;s prayer and restored him to his rule in Jerusalem. Then Manasseh knew that the LORD was the true God."
            },
            {
                "verse_number": "14",
                "verse_text": "After this, Manasseh rebuilt the outer wall of David&quot;s City, west of the Gihon Spring in the valley, extending as far as the entrance of the Fish Gate, enclosing the elevated fortress and greatly increasing its height. He also installed military commanders in all the fortified cities of Judah."
            },
            {
                "verse_number": "15",
                "verse_text": "He removed the foreign gods and the idol from the LORD &quot;s temple, as well as all the altars he had built on the hill of the LORD &quot;s temple and in Jerusalem, dumping them outside the city."
            },
            {
                "verse_number": "16",
                "verse_text": "He restored the LORD &quot;s altar, offered well-being sacrifices and thank offerings on it, and ordered the people of Judah to worship the LORD , Israel&quot;s God."
            },
            {
                "verse_number": "17",
                "verse_text": "The people, however, still sacrificed at the shrines, but only to the LORD their God."
            },
            {
                "verse_number": "18",
                "verse_text": "The rest of Manasseh&quot;s deeds, including his prayer to God and what the seers told him in the name of the LORD , Israel&quot;s God, are found in the records of Israel&quot;s kings."
            },
            {
                "verse_number": "19",
                "verse_text": "Manasseh&quot;s prayer and its answer, all his sin and unfaithfulness, and the locations of the shrines, sacred poles, and idols he set up before he submitted are written in the records of Hozai."
            },
            {
                "verse_number": "20",
                "verse_text": "Manasseh lay down with his ancestors and was buried in his palace. His son Amon succeeded him as king."
            },
            {
                "verse_number": "21",
                "verse_text": "Amon was 22 years old when he became king, and he ruled for two years in Jerusalem."
            },
            {
                "verse_number": "22",
                "verse_text": "He did what was evil in the LORD &quot;s eyes, just as his father Manasseh had done. He sacrificed to all the idols his father had made and worshipped them."
            },
            {
                "verse_number": "23",
                "verse_text": "But unlike his father Manasseh, Amon didn&quot;t submit before the LORD ; instead, Amon increased his guilt."
            },
            {
                "verse_number": "24",
                "verse_text": "His own officials plotted against him and killed him in his palace."
            },
            {
                "verse_number": "25",
                "verse_text": "The people of the land then executed all those who had plotted against King Amon and made his son Josiah the next king."
            }
        ],
        "34": [
            {
                "verse_number": "1",
                "verse_text": "Josiah was 8 years old when he became king, and he ruled for thirty-one years in Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "He did what was right in the LORD &quot;s eyes and walked in the ways of his ancestor David, not deviating from it even a bit to the right or left."
            },
            {
                "verse_number": "3",
                "verse_text": "In the eighth year of his rule, while he was just a boy, he began to seek the God of his ancestor David, and in the twelfth year he began purifying Judah and Jerusalem of the shrines, the sacred poles, idols, and images."
            },
            {
                "verse_number": "4",
                "verse_text": "Under his supervision, the altars for the Baals were torn down, and the incense altars that were above them were smashed. He broke up the sacred poles, idols, and images, grinding them to dust and scattering them over the graves of those who had sacrificed to them."
            },
            {
                "verse_number": "5",
                "verse_text": "He burned the bones of the priests on their altars, purifying Judah and Jerusalem."
            },
            {
                "verse_number": "6",
                "verse_text": "In the cities of Manasseh, Ephraim, and Simeon, all the way up to Naphtali, he removed their temples,"
            },
            {
                "verse_number": "7",
                "verse_text": "tore down the altars and sacred poles, ground the idols to dust, and smashed all the incense altars throughout the land of Israel. Then Josiah returned to Jerusalem. Then Hilkiah turned the scroll over to Shaphan, When they reported Huldah&quot;s words to the king,"
            },
            {
                "verse_number": "8",
                "verse_text": "In the eighteenth year of his rule, after he had purified the land and the temple, Josiah sent Azaliah&quot;s son Shaphan, Maaseiah the mayor of the city, and Joahaz&quot;s son Joah the secretary to repair the LORD his God&quot;s temple."
            },
            {
                "verse_number": "9",
                "verse_text": "When they came to the high priest Hilkiah, they delivered the money that had been collected in God&quot;s temple by the levitical gatekeepers from Manasseh, Ephraim, and the rest of Israel, as well as from Judah, Benjamin, and the residents of Jerusalem."
            },
            {
                "verse_number": "10",
                "verse_text": "They handed it over to the supervisors in charge of the LORD &quot;s temple, who in turn paid it to those working on, repairing, and restoring the LORD &quot;s temple."
            },
            {
                "verse_number": "11",
                "verse_text": "They then gave it to the carpenters and the builders to pay for quarried stone and lumber for rafters and beams in the buildings the kings of Judah had neglected."
            },
            {
                "verse_number": "12",
                "verse_text": "The men worked conscientiously under the supervision of Jahath and Obadiah, who were Levites descended from Merari, and Zechariah and Meshullam from the Kohathites. The Levites, all of whom were accomplished musicians,"
            },
            {
                "verse_number": "13",
                "verse_text": "were also in charge of the laborers and all the workers, no matter what their jobs, while some of the Levites served as scribes, officials, and guards."
            },
            {
                "verse_number": "14",
                "verse_text": "While they were bringing out the money that had been brought into the LORD &quot;s temple, Hilkiah the priest found the Instruction scroll that the LORD had given through Moses."
            },
            {
                "verse_number": "15",
                "verse_text": "Hilkiah told the secretary Shaphan, &apos;I have found the Instruction scroll in the LORD &quot;s temple.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "who brought it to the king with this report: &apos;Your servants are doing everything you&quot;ve asked them to do."
            },
            {
                "verse_number": "17",
                "verse_text": "They have released the money that was found in the LORD &quot;s temple and have handed it over to the supervisors and the workers.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then the secretary Shaphan told the king, &apos;The priest Hilkiah has given me a scroll,&apos; and he read it out loud before the king."
            },
            {
                "verse_number": "19",
                "verse_text": "As soon as the king heard what the Instruction scroll said, he ripped his clothes."
            },
            {
                "verse_number": "20",
                "verse_text": "The king ordered Hilkiah, Shaphan&quot;s son Ahikam, Micah&quot;s son Abdon, the secretary Shaphan, and the royal officer Asaiah as follows:"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Go and ask the LORD on my behalf, and on behalf of those who still remain in Israel and Judah, concerning the contents of this scroll that has been found. The LORD must be furious with us because our ancestors failed to obey the LORD &quot;s word and do everything written in this scroll.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "So Hilkiah and the royal officials went to the prophetess Huldah. She was married to Shallum, Tokhath&quot;s son and Hasrah&quot;s grandson, who was in charge of the wardrobe. She lived in Jerusalem in the second district. When they spoke to her,"
            },
            {
                "verse_number": "23",
                "verse_text": "she replied, &apos;This is what the LORD , Israel&quot;s God, says: Tell this to the man who sent you to me:"
            },
            {
                "verse_number": "24",
                "verse_text": "This is what the LORD says: I am about to bring disaster on this place and its citizens&ndash;all the curses written in the scroll that they have read to Judah&quot;s king."
            },
            {
                "verse_number": "25",
                "verse_text": "My anger burns against this place, never to be quenched, because they&quot;ve deserted me and have burned incense to other gods, angering me by everything they have done."
            },
            {
                "verse_number": "26",
                "verse_text": "But also say this to the king of Judah, who sent you to question the LORD : This is what the LORD , Israel&quot;s God, says about the message you&quot;ve just heard:"
            },
            {
                "verse_number": "27",
                "verse_text": "Because your heart was broken and you submitted before the LORD when you heard what he said against this place and its citizens, and because you ripped your clothes and cried before me, I have listened to you, declares the LORD ."
            },
            {
                "verse_number": "28",
                "verse_text": "I will gather you to your ancestors, and you will go to your grave in peace. You won&quot;t experience the disaster I am about to bring on this place and its citizens.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "the king sent a message and gathered together all the elders of Judah and Jerusalem."
            },
            {
                "verse_number": "30",
                "verse_text": "Then the king went up to the LORD &quot;s temple, together with all the people of Judah and all the citizens of Jerusalem, the priests and the Levites, and all the people, young and old alike. There the king read out loud all the words of the covenant scroll that had been found in the LORD &quot;s temple."
            },
            {
                "verse_number": "31",
                "verse_text": "The king stood in his place and made a covenant with the LORD that he would follow the LORD by keeping his commandments, his instructions, and his regulations with all his heart and all his being, in order to fulfill the words of the covenant that were written in this scroll."
            },
            {
                "verse_number": "32",
                "verse_text": "Then he made everyone found in Jerusalem and Benjamin join in a similar promise. The citizens of Jerusalem lived according to the covenant made with God, the God of their ancestors."
            },
            {
                "verse_number": "33",
                "verse_text": "Josiah got rid of all the detestable idols from all the regions that belonged to the Israelites, and he made everyone who lived in Israel serve the LORD their God. As long as Josiah lived, they didn&quot;t turn away from following the LORD God of their ancestors."
            }
        ],
        "35": [
            {
                "verse_number": "1",
                "verse_text": "Then Josiah celebrated the LORD &quot;s Passover in Jerusalem. They slaughtered the Passover lambs on the fourteenth day of the first month."
            },
            {
                "verse_number": "2",
                "verse_text": "He assigned the priests to their posts, encouraging them to fulfill their responsibilities in the LORD &quot;s temple."
            },
            {
                "verse_number": "3",
                "verse_text": "Next Josiah ordered the Levites, who were holy to the LORD and who instructed all Israel: &apos;Put the holy chest in the temple built by Israel&quot;s King Solomon, David&quot;s son. You don&quot;t need to carry it around on your shoulders anymore. Now serve the LORD your God and his people Israel."
            },
            {
                "verse_number": "4",
                "verse_text": "Organize yourselves by families according to your divisions, as directed by Israel&quot;s King David and his son Solomon."
            },
            {
                "verse_number": "5",
                "verse_text": "Stand in the sanctuary, according to the family divisions of your relatives the laypeople, so that there can be Levites for each family division."
            },
            {
                "verse_number": "6",
                "verse_text": "Slaughter the Passover lambs and prepare the holy sacrifices for your relatives in order to celebrate according to the LORD &quot;s word through Moses.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "On behalf of the laypeople, Josiah donated from his personal holdings thirty thousand lambs and young goats, and three thousand bulls, all for the Passover offerings."
            },
            {
                "verse_number": "8",
                "verse_text": "His officials also provided spontaneous gift offerings for the people, the priests, and the Levites. Hilkiah, Zechariah, and Jehiel, the ones in charge of God&quot;s temple, gave two thousand six hundred Passover lambs and three hundred bulls for the priests."
            },
            {
                "verse_number": "9",
                "verse_text": "Conaniah and his brothers Shemaiah and Nethanel, along with Hashabiah, Jeiel, and Jozabad, the leaders of the Levites, provided the Levites with five thousand lambs and five hundred bulls as Passover sacrifices."
            },
            {
                "verse_number": "10",
                "verse_text": "When everything was ready, the priests and the Levites took their places as the king had ordered."
            },
            {
                "verse_number": "11",
                "verse_text": "Then they slaughtered the Passover lambs, and the priests splashed the blood while the Levites skinned the animals."
            },
            {
                "verse_number": "12",
                "verse_text": "Next they divided the entirely burned offerings among the laypeople by their families to sacrifice to the LORD as written in the scroll from Moses, and they did the same with the bulls."
            },
            {
                "verse_number": "13",
                "verse_text": "They roasted the Passover lambs in the fire as instructed, cooked the holy offerings in pots, kettles, and pans, and brought them quickly to all the laypeople."
            },
            {
                "verse_number": "14",
                "verse_text": "Next they prepared food for themselves and for the priests. Since the priests, Aaron&quot;s descendants, were busy offering up the entirely burned offerings and fat pieces until nighttime, the Levites prepared food for themselves and for the priests, Aaron&quot;s descendants."
            },
            {
                "verse_number": "15",
                "verse_text": "The Asaphite singers also remained at their stations as ordered by David, Asaph, Heman, and the king&quot;s seer Jeduthun, as did the guards at the various gates. They didn&quot;t need to leave their tasks because their fellow Levites prepared food for them."
            },
            {
                "verse_number": "16",
                "verse_text": "So on that day all of the LORD &quot;s service was prepared for celebrating Passover and offering up entirely burned offerings on the LORD &quot;s altar, just as King Josiah had ordered."
            },
            {
                "verse_number": "17",
                "verse_text": "The Israelites who were present celebrated the Passover at that time, and observed the Festival of Unleavened Bread for seven days."
            },
            {
                "verse_number": "18",
                "verse_text": "Not since the days of the prophet Samuel had such a Passover been celebrated in Israel. And no other king of Israel had celebrated a Passover like the one Josiah celebrated with the priests, the Levites, all the people of Judah and Israel who were present, and the residents of Jerusalem."
            },
            {
                "verse_number": "19",
                "verse_text": "This Passover was celebrated in the eighteenth year of Josiah&quot;s rule."
            },
            {
                "verse_number": "20",
                "verse_text": "After all of these things, when Josiah had finished restoring the temple, Egypt&quot;s King Neco marched against Carchemish by the Euphrates, and Josiah marched out against him."
            },
            {
                "verse_number": "21",
                "verse_text": "But Neco sent messengers to Josiah. &apos;What do you want with me, king of Judah?&apos; he asked. &apos;I haven&quot;t come to attack you today. I&quot;m after the dynasty that wars with me. God told me to hurry, and he is on my side. Get out of God&quot;s way, or he will destroy you.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But Josiah wouldn&quot;t turn back. Instead, he camouflaged himself in preparation for battle, refusing to listen to Neco&quot;s words from God&quot;s own mouth, and went to fight Neco on the plain of Megiddo."
            },
            {
                "verse_number": "23",
                "verse_text": "When archers shot King Josiah, he said to his servants, &apos;Take me away; I&quot;m badly wounded!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So his servants took him out of his chariot, placed him in another one, and brought him to Jerusalem, where he died and was buried in the tombs of his ancestors. All Judah and Jerusalem mourned for Josiah."
            },
            {
                "verse_number": "25",
                "verse_text": "Jeremiah composed a funeral song for Josiah, and to this day every singer, man or woman, continues to remember Josiah in their funeral songs. They are now traditional in Israel and are written down among the funeral songs."
            },
            {
                "verse_number": "26",
                "verse_text": "The rest of Josiah&quot;s deeds, including his faithfulness in acting according to what is written in the LORD &quot;s Instruction,"
            },
            {
                "verse_number": "27",
                "verse_text": "and everything else he did, from beginning to end, are written in the official records of Israel&quot;s and Judah&quot;s kings."
            }
        ],
        "36": [
            {
                "verse_number": "1",
                "verse_text": "The people of the land took Jehoahaz, Josiah&quot;s son, and made him the next king in Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "Jehoahaz was 23 years old when he became king, and he ruled for three months in Jerusalem."
            },
            {
                "verse_number": "3",
                "verse_text": "The king of Egypt removed him from office in Jerusalem. The Egyptian king imposed a fine on the land totaling one hundred kikkars of silver and one kikkar of gold."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the king of Egypt made Jehoahaz&quot;s brother Eliakim king of Judah and Jerusalem, and changed his name to Jehoiakim. Neco took his brother Jehoahaz prisoner and carried him off to Egypt."
            },
            {
                "verse_number": "5",
                "verse_text": "Jehoiakim was 25 years old when he became king, and he ruled for eleven years in Jerusalem. He did what was evil in the LORD &quot;s eyes."
            },
            {
                "verse_number": "6",
                "verse_text": "Babylon&quot;s King Nebuchadnezzar attacked him, bound him with bronze chains, and took him to Babylon."
            },
            {
                "verse_number": "7",
                "verse_text": "Nebuchadnezzar also took some equipment from the LORD &quot;s temple to Babylon and placed them in his own temple there."
            },
            {
                "verse_number": "8",
                "verse_text": "The rest of Jehoiakim&quot;s deeds, including his detestable practices and all that was charged against him, are written in the official records of Israel&quot;s and Judah&quot;s kings. His son Jehoiachin succeeded him as king."
            },
            {
                "verse_number": "9",
                "verse_text": "Jehoiachin was 18 years old when he became king, and he ruled for three months in Jerusalem. He did what was evil in the LORD &quot;s eyes."
            },
            {
                "verse_number": "10",
                "verse_text": "In the springtime, King Nebuchadnezzar sent for him to be brought to Babylon, along with valuable equipment from the LORD &quot;s temple. Then he made Zedekiah his uncle the next king of Judah and Jerusalem."
            },
            {
                "verse_number": "11",
                "verse_text": "Zedekiah was 21 years old when he became king, and he ruled for eleven years in Jerusalem."
            },
            {
                "verse_number": "12",
                "verse_text": "He did what was evil in the LORD his God&quot;s eyes and didn&quot;t submit before the prophet Jeremiah, who spoke for the LORD ."
            },
            {
                "verse_number": "13",
                "verse_text": "Moreover, he rebelled against King Nebuchadnezzar, despite the solemn pledge Nebuchadnezzar had forced him to swear in God&quot;s name. He became stubborn and refused to turn back to the LORD , Israel&quot;s God."
            },
            {
                "verse_number": "14",
                "verse_text": "All the leaders of the priests and the people also grew increasingly unfaithful, following all the detestable practices of the nations. They polluted the LORD &quot;s temple that God had dedicated in Jerusalem."
            },
            {
                "verse_number": "15",
                "verse_text": "Time and time again, the LORD , the God of their ancestors, sent word to them through his messengers because he had compassion on his people and his dwelling."
            },
            {
                "verse_number": "16",
                "verse_text": "But they made fun of God&quot;s messengers, treating God&quot;s words with contempt and ridiculing God&quot;s prophets to such an extent that there was no hope of warding off the LORD &quot;s rising anger against his people."
            },
            {
                "verse_number": "17",
                "verse_text": "So God brought the Babylonian king against them. The king killed their young men with the sword in their temple&quot;s sanctuary, and showed no pity for young men or for virgins, for the old or for the feeble. God handed all of them over to him."
            },
            {
                "verse_number": "18",
                "verse_text": "Then the king hauled everything off to Babylon, every item from God&quot;s temple, both large and small, including the treasures of the LORD &quot;s temple and those of the king and his officials."
            },
            {
                "verse_number": "19",
                "verse_text": "Next the Babylonians burned God&quot;s temple down, demolished the walls of Jerusalem, and set fire to all its palaces, destroying everything of value."
            },
            {
                "verse_number": "20",
                "verse_text": "Finally, he exiled to Babylon anyone who survived the killing so that they could be his slaves and the slaves of his children until Persia came to power."
            },
            {
                "verse_number": "21",
                "verse_text": "This is how the LORD &quot;s word spoken by Jeremiah was carried out. The land finally enjoyed its sabbath rest. For as long as it lay empty, it rested, until seventy years were completed."
            },
            {
                "verse_number": "22",
                "verse_text": "In the first year of Persia&quot;s King Cyrus, to carry out the LORD &quot;s promise spoken through Jeremiah, the LORD moved Persia&quot;s King Cyrus to issue the following proclamation throughout his kingdom, along with a written decree:"
            },
            {
                "verse_number": "23",
                "verse_text": "This is what Persia&quot;s King Cyrus says: The LORD , the God of heaven, has given me all the earth&quot;s kingdoms and has instructed me to build a temple for him at Jerusalem in Judah. Whoever among you belong to God&quot;s people, let them go up, and may the LORD their God be with them!"
            }
        ]
    }
}