{
    "1 Kings": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "King David had become very old. His servants covered him with blankets, but he couldn&quot;t stay warm."
            },
            {
                "verse_number": "2",
                "verse_text": "They said to him, &apos;Allow us to find a young woman for our master the king. She will serve the king and take care of him by lying beside our master the king and keeping him warm.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So they looked in every corner of Israel until they found Abishag from Shunem. They brought her to the king."
            },
            {
                "verse_number": "4",
                "verse_text": "She was very beautiful. She cared for the king and served him, but the king didn&quot;t have sex with her. The king asked, &apos;What do you want?&apos; Adonijah said, &apos;Come on in! You are an honest man and will bring a good report.&apos; The king then worshipped on his bed"
            },
            {
                "verse_number": "5",
                "verse_text": "Adonijah, Haggith&quot;s son, bragged about himself and said, &apos;I&quot;ll rule as king myself.&apos; He got his own chariot and horses with fifty runners to go in front."
            },
            {
                "verse_number": "6",
                "verse_text": "Now Adonijah&quot;s father had never given him direction; he never questioned why Adonijah did what he did. He was very handsome and was born after Absalom."
            },
            {
                "verse_number": "7",
                "verse_text": "He took advice from Joab, Zeruiah&quot;s son, and from the priest Abiathar. They assisted Adonijah."
            },
            {
                "verse_number": "8",
                "verse_text": "But Zadok the priest, Jehoiada&quot;s son Benaiah, the prophet Nathan, Shimei and his friends, and David&quot;s veterans didn&quot;t join Adonijah."
            },
            {
                "verse_number": "9",
                "verse_text": "So Adonijah prepared lamb, oxen, and fattened cattle at the Stone of Zoheleth, next to En-rogel. He invited his brothers (the royal princes) and all the citizens of Judah who were the royal servants to come."
            },
            {
                "verse_number": "10",
                "verse_text": "But he didn&quot;t invite the prophet Nathan, Benaiah, David&quot;s veterans, or his brother Solomon."
            },
            {
                "verse_number": "11",
                "verse_text": "Nathan said to Bathsheba, Solomon&quot;s mother, &apos;Did you hear that Adonijah, Haggith&quot;s son, has become king, but our master David doesn&quot;t know about it?"
            },
            {
                "verse_number": "12",
                "verse_text": "Let me give you some advice on how you and your son Solomon can survive this."
            },
            {
                "verse_number": "13",
                "verse_text": "Go to King David and say, &quot;Didn&quot;t my master the king swear to your servant, &apos;Your son Solomon will certainly rule after me. He will sit on my throne&apos;? Why then has Adonijah become king?&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "While you are speaking there with the king, I&quot;ll come along and support your words.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So Bathsheba went to the king in his bedroom. The king was very old, and Abishag from Shunem was serving the king."
            },
            {
                "verse_number": "16",
                "verse_text": "Bathsheba bowed down on her face before the king."
            },
            {
                "verse_number": "17",
                "verse_text": "She said to him, &apos;Your Majesty, you swore by the LORD your God to your servant, &quot;Your son Solomon will certainly rule after me. He will sit on my throne.&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "But now, look, Adonijah has become king, and my master the king doesn&quot;t know about it."
            },
            {
                "verse_number": "19",
                "verse_text": "He has prepared large quantities of oxen, fattened cattle, and lamb. He has invited all the royal princes as well as Abiathar the priest and Joab the general. However, he didn&quot;t invite your servant Solomon."
            },
            {
                "verse_number": "20",
                "verse_text": "As for you, my master the king, the eyes of all Israel are upon you to tell them who will follow you on the throne of my master the king."
            },
            {
                "verse_number": "21",
                "verse_text": "When my master the king lies down with his ancestors, then I and my son Solomon will become outlaws.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "While she was still speaking with the king, the prophet Nathan arrived."
            },
            {
                "verse_number": "23",
                "verse_text": "The king was informed, &apos;The prophet Nathan is here.&apos; Then Nathan came in before the king and bowed his face to the ground."
            },
            {
                "verse_number": "24",
                "verse_text": "He said, &apos;My master the king, you must have said, &quot;Adonijah will become king after me and will sit on my throne.&quot;"
            },
            {
                "verse_number": "25",
                "verse_text": "Indeed, today he went down and prepared oxen, fattened cattle, and lamb in large numbers. He invited all the royal princes, the generals, and Abiathar the priest. They are eating and drinking with him, and they said, &quot;Long live King Adonijah!&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "Adonijah didn&quot;t invite me, your servant, Zadok the priest, Jehoiada&quot;s son Benaiah, or your servant Solomon."
            },
            {
                "verse_number": "27",
                "verse_text": "If this message was from my master the king, you didn&quot;t make it known to your servant. Who should follow you on the throne of my master the king?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "King David answered, &apos;Bring me Bathsheba.&apos; She came and stood before the king."
            },
            {
                "verse_number": "29",
                "verse_text": "The king made a solemn pledge and said, &apos;As surely as the LORD lives, who rescued me from every trouble,"
            },
            {
                "verse_number": "30",
                "verse_text": "regarding what I swore to you by the LORD , Israel&quot;s God, &quot;Your son Solomon will certainly succeed me; he will sit on the throne after me&quot;&ndash;I&quot;ll see that it happens today.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Bathsheba bowed down with her face to the ground. She honored the king and said, &apos;May my master King David live forever!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "King David said, &apos;Bring me Zadok the priest, the prophet Nathan, and Benaiah, Jehoiada&quot;s son.&apos; They came to the king,"
            },
            {
                "verse_number": "33",
                "verse_text": "who said to them, &apos;Take with you the servants of your masters. Put my son Solomon on my mule and bring him down to Gihon."
            },
            {
                "verse_number": "34",
                "verse_text": "There Zadok the priest and the prophet Nathan will anoint him king over Israel. Blow the ram&quot;s horn and say, &quot;Long live King Solomon!&quot;"
            },
            {
                "verse_number": "35",
                "verse_text": "You will follow him. He will enter and sit on my throne, and so he will succeed me as king. I have appointed him to become ruler over Israel and Judah.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Benaiah, Jehoiada&quot;s son, responded to the king, &apos;Yes, may it happen as the LORD , the God of my king, says."
            },
            {
                "verse_number": "37",
                "verse_text": "Just as the LORD was with my master the king, so may he be with Solomon. May his throne be even greater than the throne of my master King David.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Zadok the priest, the prophet Nathan, Jehoiada&quot;s son Benaiah, and the Cherethites and the Pelethites went down and put Solomon on King David&quot;s mule. They led him to Gihon."
            },
            {
                "verse_number": "39",
                "verse_text": "Zadok the priest took the horn of oil from the tent and anointed Solomon. They blew the ram&quot;s horn, and all the people said, &apos;Long live King Solomon!&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "All the people followed him playing flutes and celebrating. The ground shook at their noise."
            },
            {
                "verse_number": "41",
                "verse_text": "Adonijah and all his invited guests heard this when they had finished eating. When Joab heard the sound of the ram&quot;s horn, he said, &apos;What&quot;s that noise coming from the city?&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "While he was still speaking, Jonathan, Abiathar the priest&quot;s son, arrived."
            },
            {
                "verse_number": "43",
                "verse_text": "Jonathan replied to Adonijah, &apos;No! Our master King David has made Solomon king!"
            },
            {
                "verse_number": "44",
                "verse_text": "To support him, the king sent along Zadok the priest; the prophet Nathan; Benaiah, Jehoiada&quot;s son; and the Cherethites and the Pelethites. They&quot;ve put Solomon on the royal mule."
            },
            {
                "verse_number": "45",
                "verse_text": "Zadok the priest and the prophet Nathan have anointed him king at Gihon. They went up from there celebrating so that the city was thrown into a commotion. That is the sound you heard."
            },
            {
                "verse_number": "46",
                "verse_text": "There&quot;s more: Solomon has taken over the throne of the kingdom."
            },
            {
                "verse_number": "47",
                "verse_text": "The royal attendants blessed our master King David: &quot;May your God make Solomon&quot;s name better than your name. May God elevate his throne above your throne.&quot;&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "and said, &apos;Bless Israel&quot;s God, the LORD , who today has set my son on my throne, and has allowed my eyes to see it.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Trembling with fear, all of Adonijah&quot;s guests got up and fled, each going a different way."
            },
            {
                "verse_number": "50",
                "verse_text": "Adonijah was afraid of Solomon, so he got up and went to grab hold of the horns of the altar."
            },
            {
                "verse_number": "51",
                "verse_text": "Solomon was told, &apos;Look! Adonijah is afraid of King Solomon and has grabbed the horns of the altar. He&quot;s saying, &quot;King Solomon must swear to me first that he won&quot;t execute his servant with the sword.&quot;&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "Solomon said, &apos;If he shows himself to be an honorable person, then not a hair of his head will be harmed. But if any evil is found in him, he will die.&apos;"
            },
            {
                "verse_number": "53",
                "verse_text": "King Solomon sent word and had him brought down from the altar. He came and bowed down to King Solomon. Solomon said to him, &apos;Go home!&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "David&quot;s time was coming to an end. So he commanded Solomon his son,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I&quot;m following the path that the whole earth takes. Be strong and be a man."
            },
            {
                "verse_number": "3",
                "verse_text": "Guard what is owed to the LORD your God, walking in his ways and observing his laws, his commands, his judgments, and his testimonies, just as it is written in the Instruction from Moses. In this way you will succeed in whatever you do and wherever you go."
            },
            {
                "verse_number": "4",
                "verse_text": "So also the LORD will confirm the word he spoke to me: &quot;If your children will take care to walk before me faithfully, with all their heart and all their being, then one of your own children will never fail to be on the throne of Israel.&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "You should know what Joab, Zeruiah&quot;s son, has done to me and what he did to the two generals of Israel, Abner, Ner&quot;s son, and Amasa, Jether&quot;s son. He murdered them, spilling blood at peacetime and putting the blood of war on the belt around his waist and on the sandals on his feet."
            },
            {
                "verse_number": "6",
                "verse_text": "So act wisely: Don&quot;t allow him to die a peaceful death."
            },
            {
                "verse_number": "7",
                "verse_text": "As for Barzillai&quot;s sons from Gilead, show them kindness. Let them eat with you. When I was running away from your brother Absalom, they came to me."
            },
            {
                "verse_number": "8",
                "verse_text": "Now as for this Shimei, Gera&quot;s son&ndash;a Benjaminite from Bahurim&ndash;who is with you, he cursed me viciously when I went to Mahanaim. When he came down to meet me at the Jordan, I swore to him by the LORD , &quot;Surely I won&quot;t execute you with the sword.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "But you don&quot;t need to excuse him. You are wise and know what to do to him. Give him a violent death.&apos; He said, &apos;Yes. She said, &apos;Say it.&apos; She said to him, &apos;Go on.&apos; The king said to her, &apos;Mother, ask me. I won&quot;t refuse you.&apos; Joab said, &apos;No! I&quot;d rather die here.&apos; Benaiah sent a report back to the king: &apos;This is what Joab said and how he answered me.&apos; Joab was buried at his home in the wilderness. In these ways royal power was handed over to Solomon."
            },
            {
                "verse_number": "10",
                "verse_text": "Then David lay down with his ancestors and was buried in David&quot;s City."
            },
            {
                "verse_number": "11",
                "verse_text": "He ruled over Israel forty years&ndash;seven years in Hebron and thirty-three years in Jerusalem."
            },
            {
                "verse_number": "12",
                "verse_text": "Solomon sat on the throne of his father David, and his royal power was well established."
            },
            {
                "verse_number": "13",
                "verse_text": "Adonijah, Haggith&quot;s son, went to Bathsheba, Solomon&quot;s mother. She said, &apos;Are you coming in peace?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "I have something to say to you.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "He said, &apos;You know how the kingdom was mine. All Israel had appointed me as their king. Then suddenly the kingdom went to my brother as the LORD willed."
            },
            {
                "verse_number": "16",
                "verse_text": "Now I have just one request of you. Don&quot;t refuse me!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Adonijah continued, &apos;Ask King Solomon to let me marry Abishag from Shunem&ndash;he won&quot;t refuse you.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Bathsheba said, &apos;Okay; I&quot;ll speak to the king for you.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So Bathsheba went to King Solomon to talk with him about Adonijah. The king stood up to meet her and bowed low to her. Then he returned to his throne and had a throne set up for the queen mother. She sat to his right."
            },
            {
                "verse_number": "20",
                "verse_text": "She said, &apos;I have just one small request for you. Don&quot;t refuse me.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Let Abishag from Shunem be married to your brother Adonijah,&apos; she said."
            },
            {
                "verse_number": "22",
                "verse_text": "King Solomon replied to his mother, &apos;Why ask only for Abishag from Shunem for Adonijah? Why not ask for the entire kingdom for him? After all, he is my older brother and has the support of Abiathar the priest and Joab, Zeruiah&quot;s son.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "King Solomon swore by the LORD , &apos;May God do to me as he sees fit! Adonijah has made this request at the cost of his life!"
            },
            {
                "verse_number": "24",
                "verse_text": "Now, as surely as the LORD lives&ndash;the one who supported me, put me on the throne of my father David, and provided a royal house for me exactly as he promised&ndash;Adonijah will be executed today.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "So King Solomon sent Benaiah, Jehoiada&quot;s son. He attacked Adonijah, and Adonijah died."
            },
            {
                "verse_number": "26",
                "verse_text": "The king said to the priest Abiathar, &apos;Go to your fields at Anathoth, because you are a condemned man. However, I won&quot;t kill you today because you carried the LORD &quot;s chest in front of my father David and because you shared in all my father&quot;s sufferings.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "So Solomon expelled Abiathar from the LORD &quot;s priesthood in order to fulfill the LORD &quot;s word that was spoken against Eli&quot;s family at Shiloh."
            },
            {
                "verse_number": "28",
                "verse_text": "Now the news reached Joab because he had supported Adonijah, though he hadn&quot;t supported Absalom. Joab ran to the LORD &quot;s tent and grabbed the horns of the altar."
            },
            {
                "verse_number": "29",
                "verse_text": "King Solomon was told that Joab had fled to the LORD &quot;s tent and was now beside the altar. So Solomon sent Benaiah, Jehoiada&quot;s son, instructing him, &apos;Go. Attack Joab!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Benaiah came to the LORD &quot;s tent and said to Joab, &apos;The king says, &quot;Come out!&quot;&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "The king said to him, &apos;Do as he said. Attack him and then bury him. In doing this, you will remove from me and from my father&quot;s royal house the guilt over the innocent blood that Joab shed."
            },
            {
                "verse_number": "32",
                "verse_text": "May the LORD return that bloodguilt back on his own head for attacking the two men who were better and more righteous than he was. He murdered those two with the sword: Abner, Ner&quot;s son and Israel&quot;s general, and Amasa, Jether&quot;s son and Judah&quot;s general. But my father David didn&quot;t know about it."
            },
            {
                "verse_number": "33",
                "verse_text": "May the bloodguilt for their deaths return on Joab&quot;s head and on the head of his family line forever. But may the LORD &quot;s peace be on David, his family, and his royal house forever.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "So Benaiah, Jehoiada&quot;s son, went and attacked Joab and killed him."
            },
            {
                "verse_number": "35",
                "verse_text": "In his place, the king gave leadership of the army to Benaiah, Jehoiada&quot;s son. The king put the priest Zadok in Abiathar&quot;s position."
            },
            {
                "verse_number": "36",
                "verse_text": "Then he sent for Shimei and said, &apos;Build a house for yourself in Jerusalem and stay in the city. Don&quot;t leave to go anywhere else."
            },
            {
                "verse_number": "37",
                "verse_text": "If you try to leave, be advised that on the day you cross the Kidron Valley you will most certainly die. Your bloodguilt will be on your own head.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Shimei said to the king, &apos;This is a good idea. Your servant will do just what my master the king said.&apos; So Shimei stayed in Jerusalem for a long time."
            },
            {
                "verse_number": "39",
                "verse_text": "After three years, two of Shimei&quot;s servants fled to the king of Gath, Achish, Maacah&quot;s son. Shimei was informed, &apos;Your servants are now in Gath.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Shimei saddled his donkey and went to Achish in Gath to look for his servants. Shimei then brought his servants back from Gath."
            },
            {
                "verse_number": "41",
                "verse_text": "Solomon was told that Shimei had left Jerusalem for Gath and then returned."
            },
            {
                "verse_number": "42",
                "verse_text": "The king sent for Shimei and asked him, &apos;Didn&quot;t I make you swear a solemn pledge by the LORD ? And didn&quot;t I swear to you, &quot;If you try to leave and go anywhere, be advised that on that very day you will most certainly die&quot;? You said to me, &quot;This is a good idea. I agree to it.&quot;"
            },
            {
                "verse_number": "43",
                "verse_text": "Why didn&quot;t you keep your solemn promise to the LORD and the command that I gave you?&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "The king said further, &apos;You know quite well all the evil that you did to my father David. May the LORD return your evil on your own head."
            },
            {
                "verse_number": "45",
                "verse_text": "However, may King Solomon be blessed and David&quot;s throne be secure before the LORD forever.&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "Then the king commanded Benaiah, Jehoiada&quot;s son, who went and attacked Shimei, and he died."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Solomon became the son-in-law of Pharaoh, Egypt&quot;s king, when he married Pharaoh&quot;s daughter. He brought her to David&quot;s City until he finished building his royal palace, the LORD &quot;s temple, and the wall around Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "Unfortunately, the people were sacrificing at the shrines because a temple hadn&quot;t yet been built for the LORD &quot;s name in those days."
            },
            {
                "verse_number": "3",
                "verse_text": "Now Solomon loved the LORD by walking in the laws of his father David, with the exception that he also sacrificed and burned incense at the shrines. But the first woman objected, &apos;No! Your son is dead! My son is alive!&apos; In this way they argued back and forth in front of the king. But the other woman said, &apos;If I can&quot;t have him, neither will you. Cut the child in half.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The king went to the great shrine at Gibeon in order to sacrifice there. He used to offer a thousand entirely burned offerings on that altar."
            },
            {
                "verse_number": "5",
                "verse_text": "The LORD appeared to Solomon at Gibeon in a dream at night. God said, &apos;Ask whatever you wish, and I&quot;ll give it to you.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Solomon responded, &apos;You showed so much kindness to your servant my father David when he walked before you in truth, righteousness, and with a heart true to you. You&quot;ve kept this great loyalty and kindness for him and have now given him a son to sit on his throne."
            },
            {
                "verse_number": "7",
                "verse_text": "And now, LORD my God, you have made me, your servant, king in my father David&quot;s place. But I&quot;m young and inexperienced. I know next to nothing."
            },
            {
                "verse_number": "8",
                "verse_text": "But I&quot;m here, your servant, in the middle of the people you have chosen, a large population that can&quot;t be numbered or counted due to its vast size."
            },
            {
                "verse_number": "9",
                "verse_text": "Please give your servant a discerning mind in order to govern your people and to distinguish good from evil, because no one is able to govern this important people of yours without your help.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "It pleased the LORD that Solomon had made this request."
            },
            {
                "verse_number": "11",
                "verse_text": "God said to him, &apos;Because you have asked for this instead of requesting long life, wealth, or victory over your enemies&ndash;asking for discernment so as to acquire good judgment&ndash;"
            },
            {
                "verse_number": "12",
                "verse_text": "I will now do just what you said. Look, I hereby give you a wise and understanding mind. There has been no one like you before now, nor will there be anyone like you afterward."
            },
            {
                "verse_number": "13",
                "verse_text": "I now also give you what you didn&quot;t ask for: wealth and fame. There won&quot;t be a king like you as long as you live."
            },
            {
                "verse_number": "14",
                "verse_text": "And if you walk in my ways and obey my laws and commands, just as your father David did, then I will give you a very long life.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Solomon awoke and realized it was a dream. He went to Jerusalem and stood before the chest containing the LORD &quot;s covenant. Then he offered entirely burned offerings and well-being sacrifices, and held a celebration for all his servants."
            },
            {
                "verse_number": "16",
                "verse_text": "Sometime later, two prostitutes came and stood before the king."
            },
            {
                "verse_number": "17",
                "verse_text": "One of them said, &apos;Please, Your Majesty, listen: This woman and I have been living in the same house. I gave birth while she was there."
            },
            {
                "verse_number": "18",
                "verse_text": "This woman gave birth three days after I did. We stayed together. Apart from the two of us, there was no one else in the house."
            },
            {
                "verse_number": "19",
                "verse_text": "This woman&quot;s son died one night when she rolled over him."
            },
            {
                "verse_number": "20",
                "verse_text": "She got up in the middle of the night and took my son from my side while I was asleep. She laid him on her chest and laid her dead son on mine."
            },
            {
                "verse_number": "21",
                "verse_text": "When I got up in the morning to nurse my son, he was dead! But when I looked more closely in the daylight, it turned out that it wasn&quot;t my son&ndash;not the baby I had birthed.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The other woman said, &apos;No! My son is alive! Your son is the dead one.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "The king said, &apos;This one says, &quot;My son is alive and your son is dead.&quot; The other one says, &quot;No! Your son is dead and my son is alive.&quot;"
            },
            {
                "verse_number": "24",
                "verse_text": "Get me a sword!&apos; They brought a sword to the king."
            },
            {
                "verse_number": "25",
                "verse_text": "Then the king said, &apos;Cut the living child in two! Give half to one woman and half to the other woman.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then the woman whose son was still alive said to the king, &apos;Please, Your Majesty, give her the living child; please don&quot;t kill him,&apos; for she had great love for her son."
            },
            {
                "verse_number": "27",
                "verse_text": "Then the king answered, &apos;Give the first woman the living newborn. Don&quot;t kill him. She is his mother.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "All Israel heard about the judgment that the king made. Their respect for the king grew because they saw that God&quot;s wisdom was in him so he could execute justice."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "King Solomon became king of all Israel. Ben-hur in the highlands of Ephraim; Issachar;"
            },
            {
                "verse_number": "2",
                "verse_text": "These were his officials: the priest Azariah, Zadok&quot;s son;"
            },
            {
                "verse_number": "3",
                "verse_text": "the scribes Elihoreph and Ahijah, the sons of Shisha; Jehoshaphat, the recorder, Ahilud&quot;s son;"
            },
            {
                "verse_number": "4",
                "verse_text": "the general Benaiah, Jehoiada&quot;s son; the priests Zadok and Abiathar;"
            },
            {
                "verse_number": "5",
                "verse_text": "Azariah, Nathan&quot;s son, who was in charge of the officials; Zabud, Nathan&quot;s son, a priest and royal friend;"
            },
            {
                "verse_number": "6",
                "verse_text": "Ahishar, who was in charge of the palace; and Adoniram, Abda&quot;s son, who was supervisor of the work gangs."
            },
            {
                "verse_number": "7",
                "verse_text": "Solomon had twelve officers over all Israel. They supplied the king and his palace with food. Each would provide the supplies for one month per year."
            },
            {
                "verse_number": "8",
                "verse_text": "Here are their names:"
            },
            {
                "verse_number": "9",
                "verse_text": "Ben-deker in Makaz, Shaalbim, Beth-shemesh, and Elon-bethhanan;"
            },
            {
                "verse_number": "10",
                "verse_text": "Ben-hesed in Arubboth, who had Socoh and all the land of Hepher;"
            },
            {
                "verse_number": "11",
                "verse_text": "Ben-abinadab in all of Naphath-dor (Taphath, Solomon&quot;s daughter, was his wife);"
            },
            {
                "verse_number": "12",
                "verse_text": "Baana, Ahilud&quot;s son, in Taanach, Megiddo, and all Beth-shean beside Zarethan and below Jezreel, from Beth-shean to Abel-meholah and over to the region opposite Jokmeam;"
            },
            {
                "verse_number": "13",
                "verse_text": "Ben-geber in Ramoth-gilead, who controlled the villages of Jair, Manasseh&quot;s son, which were in Gilead, and who had the Argob region that was in Bashan&ndash;sixty large walled cities with bronze bars;"
            },
            {
                "verse_number": "14",
                "verse_text": "Ahinadab, Iddo&quot;s son, in Mahanaim;"
            },
            {
                "verse_number": "15",
                "verse_text": "Ahimaaz in Naphtali, who also took Solomon&quot;s daughter Basemath as his wife;"
            },
            {
                "verse_number": "16",
                "verse_text": "Baana, Hushai&quot;s son, in Asher and Bealoth;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jehoshaphat, Paruah&quot;s son, in"
            },
            {
                "verse_number": "18",
                "verse_text": "Shimei, Ela&quot;s son, in Benjamin;"
            },
            {
                "verse_number": "19",
                "verse_text": "Geber, Uri&quot;s son, in the land of Gilead, the land of the Amorite king Sihon and of King Og of Bashan; and there was a single officer who was in the land of Judah."
            },
            {
                "verse_number": "20",
                "verse_text": "Judah and Israel grew numerous like the sand alongside the sea. They ate, drank, and celebrated."
            },
            {
                "verse_number": "21",
                "verse_text": "Solomon ruled over all the states from the Euphrates River through the Philistines&quot; land and as far as the border of Egypt. These areas brought tribute to Solomon and served him all the days of his life."
            },
            {
                "verse_number": "22",
                "verse_text": "Solomon&quot;s food requirements for a single day included thirty kors of refined flour; sixty kors of flour;"
            },
            {
                "verse_number": "23",
                "verse_text": "ten head of grain-fattened cattle; twenty head of pastured cattle; one hundred sheep; as well as deer, gazelles, roebucks, and the best of fowl."
            },
            {
                "verse_number": "24",
                "verse_text": "He ruled over all the lands west of the Euphrates River, from Tiphsah to Gaza, and over all the kings west of the Euphrates. He had peace on all sides."
            },
            {
                "verse_number": "25",
                "verse_text": "The people of Judah and Israel from Dan all the way to Beer-sheba lived securely under their vines and fig trees throughout the days of Solomon."
            },
            {
                "verse_number": "26",
                "verse_text": "Solomon had forty thousand horse stalls for his chariots and twelve thousand additional horses."
            },
            {
                "verse_number": "27",
                "verse_text": "The officials provided King Solomon and all who joined him at the royal table with monthly food rations. They left out nothing."
            },
            {
                "verse_number": "28",
                "verse_text": "Each brought their share of barley and straw for the horses and for the chariot horses, bringing it to its proper place."
            },
            {
                "verse_number": "29",
                "verse_text": "And God gave Solomon wisdom and very great understanding&ndash;insight as long as the seashore itself."
            },
            {
                "verse_number": "30",
                "verse_text": "Solomon&quot;s wisdom was greater than all the famous Easterners, greater even than all the wisdom of Egypt."
            },
            {
                "verse_number": "31",
                "verse_text": "He was wiser than anyone, more wise than Ethan the Ezrahite or Mahol&quot;s sons: Heman, Calcol, and Darda. His reputation was known throughout the region."
            },
            {
                "verse_number": "32",
                "verse_text": "Solomon spoke three thousand proverbs and one thousand five songs."
            },
            {
                "verse_number": "33",
                "verse_text": "He described the botany of trees, whether the cedar in Lebanon or the hyssop that grows out of the wall. He also described cattle, birds, anything that crawls on the ground, and fish."
            },
            {
                "verse_number": "34",
                "verse_text": "People came from everywhere to listen to Solomon&quot;s wisdom; even the earth&quot;s kings who had heard about his wisdom came!"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Because King Hiram of Tyre was loyal to David throughout his rule, Hiram sent his servants to Solomon when he heard that Solomon had become king after his father."
            },
            {
                "verse_number": "2",
                "verse_text": "Solomon sent the following message to Hiram:"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;You know that my father David wasn&quot;t able to build a temple for the name of the LORD my God. This was because of the enemies that fought him on all sides until the LORD put them under the soles of his feet."
            },
            {
                "verse_number": "4",
                "verse_text": "Now the LORD my God has given me peace on every side, without enemies or misfortune."
            },
            {
                "verse_number": "5",
                "verse_text": "So I&quot;m planning to build a temple for the name of the LORD my God, just as the LORD indicated to my father David, &quot;I will give you a son to follow you on your throne. He will build the temple for my name.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "Now give the order and have the cedars of Lebanon cut down for me. My servants will work with your servants. I&quot;ll pay your servants whatever price you set, because you know we have no one here who is skilled in cutting wood like the Sidonians.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Hiram was thrilled when he heard Solomon&quot;s message. He said, &apos;Today the LORD is blessed because he has given David a wise son who is in charge of this great people.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Hiram sent word back to Solomon: &apos;I have heard your message to me. I will do as you wish with the cedar and pinewood."
            },
            {
                "verse_number": "9",
                "verse_text": "My servants will bring the wood down the Lebanon Mountains to the sea. I&quot;ll make rafts out of them and float them on the sea to the place you specify. There I&quot;ll dismantle them, and you can carry them away. Now, as for what you must do for me in return, I ask you to provide for my royal house.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So Hiram gave Solomon all the cedar and pinewood that he wanted."
            },
            {
                "verse_number": "11",
                "verse_text": "In return, Solomon gave an annual gift to Hiram of twenty thousand kors of wheat to eat, and twenty thousand kors of pure oil for his palace use."
            },
            {
                "verse_number": "12",
                "verse_text": "Now the LORD made Solomon wise, just as he had promised. Solomon and Hiram made a covenant and had peace."
            },
            {
                "verse_number": "13",
                "verse_text": "King Solomon called up a work gang of thirty thousand workers from all over Israel."
            },
            {
                "verse_number": "14",
                "verse_text": "He sent ten thousand to work in Lebanon each month. Then they would spend two months at home. Adoniram was in charge of the work gang."
            },
            {
                "verse_number": "15",
                "verse_text": "Solomon had 70,000 laborers and 80,000 stonecutters in the highlands."
            },
            {
                "verse_number": "16",
                "verse_text": "This doesn&quot;t include Solomon&quot;s 3,300 supervisors in charge of the work, who had oversight over the laborers."
            },
            {
                "verse_number": "17",
                "verse_text": "At the king&quot;s command, they quarried huge stones of the finest quality in order to lay the temple&quot;s foundation with carefully cut stone."
            },
            {
                "verse_number": "18",
                "verse_text": "The craftsmen of Solomon and Hiram, along with those of Byblos, prepared the timber and the stones for the construction of the temple."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "In the four hundred eightieth year after the Israelites left Egypt, in the month of Ziv, the second month, in the fourth year of Solomon&quot;s rule over Israel, he built the LORD &quot;s temple."
            },
            {
                "verse_number": "2",
                "verse_text": "The temple that King Solomon built for the LORD was ninety feet long, thirty feet wide, and forty-five feet high."
            },
            {
                "verse_number": "3",
                "verse_text": "The porch in front of the temple&quot;s main hall was thirty feet long. It ran across the whole width of the temple and extended fifteen feet in front of the temple."
            },
            {
                "verse_number": "4",
                "verse_text": "He made recessed and latticed windows for the temple"
            },
            {
                "verse_number": "5",
                "verse_text": "and built side rooms against the temple walls around both the main hall and the most holy place."
            },
            {
                "verse_number": "6",
                "verse_text": "The lower walls were seven and a half feet wide. At the second floor the walls were nine feet wide, and at the third floor they were ten and a half feet wide. He made niches around the outside of the temple so the beams wouldn&quot;t be inserted into the temple walls."
            },
            {
                "verse_number": "7",
                "verse_text": "When the temple was built, they did all the stonecutting at the quarry. No hammers, axes, or any iron tools were heard in the temple during its construction."
            },
            {
                "verse_number": "8",
                "verse_text": "The door to the stairs was at the south side of the temple. Winding stairs went up to the second floor and from there to the third floor."
            },
            {
                "verse_number": "9",
                "verse_text": "He completed the temple with a roof of cedar beams and cross-planks."
            },
            {
                "verse_number": "10",
                "verse_text": "Then he built the side rooms all around the temple. They were seven and a half feet high. He attached them to the temple with cedarwood."
            },
            {
                "verse_number": "11",
                "verse_text": "The LORD &quot;s word came to Solomon,"
            },
            {
                "verse_number": "12",
                "verse_text": "Regarding this temple that you are building: If you follow my laws, enact my regulations, and keep all my commands faithfully, then I will fulfill for you my promise that I made to your father David."
            },
            {
                "verse_number": "13",
                "verse_text": "I will live among the Israelites. I won&quot;t abandon my people Israel."
            },
            {
                "verse_number": "14",
                "verse_text": "So Solomon constructed the temple and completed it."
            },
            {
                "verse_number": "15",
                "verse_text": "He built the walls within the temple with cedar planks, paneled from the floor to the ceiling. He overlaid the floor of the temple with pine planks."
            },
            {
                "verse_number": "16",
                "verse_text": "At the back of the temple he built thirty feet of cedar panels from the floor to the ceiling. Solomon built the inner sanctuary, the most holy place."
            },
            {
                "verse_number": "17",
                "verse_text": "In front of this, the main hall was sixty feet."
            },
            {
                "verse_number": "18",
                "verse_text": "The cedar inside the temple was carved with gourds and blossoming flowers. The whole thing was cedar. No stone was seen."
            },
            {
                "verse_number": "19",
                "verse_text": "He set up the inner sanctuary inside the temple so that he could put the chest containing the LORD &quot;s covenant there."
            },
            {
                "verse_number": "20",
                "verse_text": "The inner sanctuary was thirty feet in length, width, and height. Solomon overlaid it with pure gold and covered the altar with cedar."
            },
            {
                "verse_number": "21",
                "verse_text": "Solomon covered the temple&quot;s interior with pure gold. He placed gold chains in front of the inner sanctuary and covered it with gold."
            },
            {
                "verse_number": "22",
                "verse_text": "He overlaid the whole temple inside with gold until the temple was completely covered. He covered the whole altar that was in the inner sanctuary with gold."
            },
            {
                "verse_number": "23",
                "verse_text": "He made two winged creatures of olive wood for the inner sanctuary, each fifteen feet high."
            },
            {
                "verse_number": "24",
                "verse_text": "The wings of the first winged creature were each seven and a half feet long. It was fifteen feet from the end of one wing to the end of the other."
            },
            {
                "verse_number": "25",
                "verse_text": "The second winged creature also measured fifteen feet. Both winged creatures had identical measurements and form."
            },
            {
                "verse_number": "26",
                "verse_text": "The height of both winged creatures was fifteen feet."
            },
            {
                "verse_number": "27",
                "verse_text": "Solomon placed the winged creatures inside the temple. Their wings spread out so that the wing of the one touched one wall and the wing of the other touched the other wall. In the middle of the temple, the wings of the two winged creatures touched each other."
            },
            {
                "verse_number": "28",
                "verse_text": "He covered the winged creatures with gold."
            },
            {
                "verse_number": "29",
                "verse_text": "Solomon carved all the walls of the temple&ndash;inner and outer rooms&ndash;with engravings of winged creatures, palm trees, and blossoming flowers."
            },
            {
                "verse_number": "30",
                "verse_text": "He also covered the floor of the temple with gold, in both the inner and the outer rooms."
            },
            {
                "verse_number": "31",
                "verse_text": "He made the doors of the inner sanctuary from olive wood and carved the doorframes with five recesses."
            },
            {
                "verse_number": "32",
                "verse_text": "He overlaid the two olive-wood doors with gold-plated carvings of winged creatures, palm trees, and blossoming flowers."
            },
            {
                "verse_number": "33",
                "verse_text": "He made the door of the main hall with doorframes of olive wood with four recesses."
            },
            {
                "verse_number": "34",
                "verse_text": "The two doors of pinewood each pivoted on a socket."
            },
            {
                "verse_number": "35",
                "verse_text": "Solomon carved winged creatures, palm trees, and blossoming flowers, and covered them with gold."
            },
            {
                "verse_number": "36",
                "verse_text": "He built the inner courtyard with three rows of cut stone followed by one row of trimmed cedar."
            },
            {
                "verse_number": "37",
                "verse_text": "Solomon laid the foundation of the LORD &quot;s temple in the fourth year in the month of Ziv."
            },
            {
                "verse_number": "38",
                "verse_text": "He finished the temple in all its details and measurements in the eleventh year during the eighth month, the month of Bul. He built it in seven years."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Now as for Solomon&quot;s palace, it took thirteen years for him to complete its construction."
            },
            {
                "verse_number": "2",
                "verse_text": "He built the Forest of Lebanon Palace one hundred fifty feet in length, seventy-five feet in width, and forty-five feet in height. It had four rows of cedar columns with cedar engravings above the columns."
            },
            {
                "verse_number": "3",
                "verse_text": "The palace&quot;s cedar roof stood above forty-five beams resting on the columns, fifteen beams to each row."
            },
            {
                "verse_number": "4",
                "verse_text": "Three sets of window frames faced each other."
            },
            {
                "verse_number": "5",
                "verse_text": "All the doorframes were rectangular, facing each other in three sets."
            },
            {
                "verse_number": "6",
                "verse_text": "He made a porch with columns that was seventy-five feet long and forty-five feet wide. Another porch was in front of these with roofed columns in front of them."
            },
            {
                "verse_number": "7",
                "verse_text": "He made the throne room the Hall of Justice, where he would judge. It was covered with cedar from the lower to the upper levels."
            },
            {
                "verse_number": "8",
                "verse_text": "The royal residence where Solomon lived was behind this hall. It had a similar design. Solomon also made a similar palace for his wife, Pharaoh&quot;s daughter."
            },
            {
                "verse_number": "9",
                "verse_text": "He built all these with the best stones cut to size, sawed with saws, back and front, from the foundation to the highest points and from the outer boundary to the great courtyard."
            },
            {
                "verse_number": "10",
                "verse_text": "The foundation was laid with large stones of high quality, some of fifteen feet and some of twelve feet."
            },
            {
                "verse_number": "11",
                "verse_text": "Above them were high-quality stones cut to measure, as well as cedar."
            },
            {
                "verse_number": "12",
                "verse_text": "The surrounding great courtyard had three rows of cut stones and a row of trimmed cedar just like the inner courtyard of the LORD &quot;s temple and its porch. And so Hiram finished his work on the LORD &quot;s temple for King Solomon: two circular capitals on top of the columns; two networks, adorning the two circular capitals on top of the columns; twelve oxen beneath the Sea; All the equipment that Hiram made for King Solomon for the LORD &quot;s temple was made from polished bronze."
            },
            {
                "verse_number": "13",
                "verse_text": "Then King Solomon sent a message and brought Hiram from Tyre."
            },
            {
                "verse_number": "14",
                "verse_text": "Hiram&quot;s mother was a widow from the tribe of Naphtali. His father was a Tyrian skilled in bronze work. He was amazingly skillful in the techniques and knowledge for doing all kinds of work in bronze. He came to King Solomon and did all his work."
            },
            {
                "verse_number": "15",
                "verse_text": "He cast two bronze pillars. Each one was twenty-seven feet high and required a cord of eighteen feet to reach around it."
            },
            {
                "verse_number": "16",
                "verse_text": "He made two capitals of cast bronze for the tops of the columns. They were each seven and a half feet high."
            },
            {
                "verse_number": "17",
                "verse_text": "He made an intricate network of chains for the capitals on top of the columns, seven for each capital."
            },
            {
                "verse_number": "18",
                "verse_text": "He made the pillars and two rows of pomegranates for each network to adorn each of the capitals."
            },
            {
                "verse_number": "19",
                "verse_text": "The capitals on top of the columns in the porch were made like lilies, each six feet high."
            },
            {
                "verse_number": "20",
                "verse_text": "Above the round-shaped part and next to the network were two hundred pomegranates. These were placed in rows around both of the capitals on top of the columns."
            },
            {
                "verse_number": "21",
                "verse_text": "He set up the columns at the temple&quot;s porch. He named the south column Jachin. The north column he named Boaz."
            },
            {
                "verse_number": "22",
                "verse_text": "After putting the lily shapes on top of the columns, he was finished with the columns."
            },
            {
                "verse_number": "23",
                "verse_text": "He also made a tank of cast metal called the Sea. It was circular in shape, fifteen feet from rim to rim, seven and a half feet high, forty-five feet in circumference."
            },
            {
                "verse_number": "24",
                "verse_text": "Under the rim were two rows of gourds completely encircling it, ten every eighteen inches, each cast in its mold."
            },
            {
                "verse_number": "25",
                "verse_text": "The Sea rested on twelve oxen with their backs toward the center, three facing north, three facing west, three facing south, and three facing east."
            },
            {
                "verse_number": "26",
                "verse_text": "The Sea was as thick as the width of a hand. Its rim was shaped like a cup or an open lily blossom. It could hold two thousand baths."
            },
            {
                "verse_number": "27",
                "verse_text": "He also made ten bronze stands. Each was six feet long, six feet wide, and four and a half feet high."
            },
            {
                "verse_number": "28",
                "verse_text": "This is how each stand was made: There were panels connected between the legs."
            },
            {
                "verse_number": "29",
                "verse_text": "Lions, bulls, and winged otherworldly creatures appeared on the panels between the legs. On the legs above and below the lions and bulls were wreaths on panels hanging off the stands."
            },
            {
                "verse_number": "30",
                "verse_text": "There were four bronze wheels with bronze axles for each stand. There were four feet and supports cast for each basin with wreaths on their sides."
            },
            {
                "verse_number": "31",
                "verse_text": "Inside the bowl was an opening eighteen inches deep. The opening was round, measuring twenty-seven inches, with engravings. The panels of the stands were square rather than round."
            },
            {
                "verse_number": "32",
                "verse_text": "There were four wheels beneath the panels. The axles of the wheels were attached to the stand. Each wheel was twenty-seven inches in height."
            },
            {
                "verse_number": "33",
                "verse_text": "The construction of the wheels resembled chariot wheels. The axles, rims, spokes, and hubs were all made of cast metal."
            },
            {
                "verse_number": "34",
                "verse_text": "There was a handle on each of the four corners of every stand, projecting from the side of the stand."
            },
            {
                "verse_number": "35",
                "verse_text": "The top of the stand had a band running around the perimeter that was nine inches deep. The stand had its own supports and panels."
            },
            {
                "verse_number": "36",
                "verse_text": "On the surfaces of the supports and panels he carved winged otherworldly creatures, lions, and palm trees with wreaths everywhere."
            },
            {
                "verse_number": "37",
                "verse_text": "In this manner he made ten stands, each one cast in a single mold of the same size and shape."
            },
            {
                "verse_number": "38",
                "verse_text": "He made ten bronze washbasins, each able to hold forty baths. Every washbasin was six feet across, and there was one for each of the ten stands."
            },
            {
                "verse_number": "39",
                "verse_text": "He placed five stands on the south of the temple and five on the north of the temple. He placed the Sea at the southeast corner of the temple."
            },
            {
                "verse_number": "40",
                "verse_text": "Hiram made the basins, shovels, and bowls."
            },
            {
                "verse_number": "41",
                "verse_text": "two columns;"
            },
            {
                "verse_number": "42",
                "verse_text": "four hundred pomegranates for the two networks, with two rows of pomegranates for each network that adorned the two circular capitals on top of the columns;"
            },
            {
                "verse_number": "43",
                "verse_text": "ten stands with ten basins on them;"
            },
            {
                "verse_number": "44",
                "verse_text": "one Sea;"
            },
            {
                "verse_number": "45",
                "verse_text": "and the pots, shovels, and bowls."
            },
            {
                "verse_number": "46",
                "verse_text": "The king cast it in clay molds in the Jordan Valley between Succoth and Zarethan."
            },
            {
                "verse_number": "47",
                "verse_text": "Due to the very large number of objects, Solomon didn&quot;t even try to weigh the bronze."
            },
            {
                "verse_number": "48",
                "verse_text": "Solomon also made all the equipment for the LORD &quot;s temple: the gold altar; the gold table for the bread of the presence;"
            },
            {
                "verse_number": "49",
                "verse_text": "the lampstands of pure gold, five on the right and five on the left in front of the inner sanctuary; the flowers, the lamps, and the tongs of gold;"
            },
            {
                "verse_number": "50",
                "verse_text": "the cups, wick trimmers, bowls, ladles, and censers of pure gold; and the gold sockets for the doors to the most holy place and for the doors to the main hall."
            },
            {
                "verse_number": "51",
                "verse_text": "When all King Solomon&quot;s work on the LORD &quot;s temple was finished, he brought the silver, gold, and all the objects his father David had dedicated and put them in the treasuries of the LORD &quot;s temple."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Then Solomon assembled Israel&quot;s elders, all the tribal leaders, and the chiefs of Israel&quot;s clans at Jerusalem to bring up the chest containing the LORD &quot;s covenant from David&quot;s City Zion."
            },
            {
                "verse_number": "2",
                "verse_text": "Everyone in Israel assembled before King Solomon in the seventh month, the month of Ethanim, during the festival."
            },
            {
                "verse_number": "3",
                "verse_text": "When all of Israel&quot;s elders had arrived, the priests picked up the chest."
            },
            {
                "verse_number": "4",
                "verse_text": "They brought the LORD &quot;s chest, the meeting tent, and all the holy equipment that was in the tent. The priests and the Levites brought them up,"
            },
            {
                "verse_number": "5",
                "verse_text": "while King Solomon and the entire Israelite assembly that had joined him before the chest sacrificed countless sheep and oxen."
            },
            {
                "verse_number": "6",
                "verse_text": "The priests brought the chest containing the LORD &quot;s covenant to its designated spot beneath the wings of the winged creatures in the inner sanctuary of the temple, the most holy place."
            },
            {
                "verse_number": "7",
                "verse_text": "The winged creatures spread their wings over the place where the chest rested, covering the chest and its carrying poles."
            },
            {
                "verse_number": "8",
                "verse_text": "The carrying poles were so long that their tips could be seen from the holy place in front of the inner sanctuary, though they weren&quot;t visible from outside. They are still there today."
            },
            {
                "verse_number": "9",
                "verse_text": "Nothing was in the chest except the two stone tablets Moses had placed there while at Horeb, where the LORD made a covenant with the Israelites after they left Egypt."
            },
            {
                "verse_number": "10",
                "verse_text": "When the priests left the holy place, the cloud filled the LORD &quot;s temple,"
            },
            {
                "verse_number": "11",
                "verse_text": "and the priests were unable to carry out their duties due to the cloud because the LORD &quot;s glory filled the LORD &quot;s temple. LORD God of Israel, there&quot;s no god like you in heaven above or on earth below. You keep the covenant and show loyalty to your servants who walk before you with all their heart."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Solomon said, &apos;The LORD said that he would live in a dark cloud,"
            },
            {
                "verse_number": "13",
                "verse_text": "but I have indeed built you a lofty temple as a place where you can live forever.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The king turned around, and while the entire assembly of Israel was standing there, he blessed them,"
            },
            {
                "verse_number": "15",
                "verse_text": "saying, &apos;Bless Israel&quot;s God, the LORD , who spoke directly to my father David and now has kept his promise:"
            },
            {
                "verse_number": "16",
                "verse_text": "&quot;From the day I brought my people Israel out of Egypt I haven&quot;t selected a city from any Israelite tribe as a site for the building of a temple for my name. But now I have chosen David to be over my people Israel.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "My father David wanted to build a temple for the name of the LORD , Israel&quot;s God."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;But the LORD said to my father David, &quot;It is very good that you thought to build a temple for my name."
            },
            {
                "verse_number": "19",
                "verse_text": "Nevertheless, you yourself won&quot;t build that temple. Instead, your very own son will build the temple for my name.&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "The LORD has kept his promise&ndash;I have succeeded my father David on Israel&quot;s throne just as the LORD said, and I have built the temple for the name of the LORD , Israel&quot;s God."
            },
            {
                "verse_number": "21",
                "verse_text": "There I&quot;ve placed the chest that contains the covenant that the LORD made with our ancestors when he brought them out of Egypt.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Solomon stood before the LORD &quot;s altar in front of the entire Israelite assembly and, spreading out his hands toward the sky,"
            },
            {
                "verse_number": "23",
                "verse_text": "he said:"
            },
            {
                "verse_number": "24",
                "verse_text": "This is the covenant you kept with your servant David, my father, which you promised him. Today, you have fulfilled what you promised."
            },
            {
                "verse_number": "25",
                "verse_text": "So now, LORD , Israel&quot;s God, keep what you promised my father David, your servant, when you said to him, &apos;You will never fail to have a successor sitting on Israel&quot;s throne as long as your descendants carefully walk before me just as you walked before me.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "So now, God of Israel, may your promise to your servant David, my father, come true."
            },
            {
                "verse_number": "27",
                "verse_text": "But how could God possibly live on earth? If heaven, even the highest heaven, can&quot;t contain you, how can this temple that I&quot;ve built contain you?"
            },
            {
                "verse_number": "28",
                "verse_text": "LORD my God, listen to your servant&quot;s prayer and request, and hear the cry and prayer that your servant prays to you today."
            },
            {
                "verse_number": "29",
                "verse_text": "Constantly watch over this temple, the place about which you said, &apos;My name will be there,&apos; and listen to the prayer that your servant is praying toward this place."
            },
            {
                "verse_number": "30",
                "verse_text": "Listen to the request of your servant and your people Israel when they pray toward this place. Listen from your heavenly dwelling place, and when you hear, forgive!"
            },
            {
                "verse_number": "31",
                "verse_text": "If someone wrongs another and must make a solemn pledge asserting innocence before your altar in this temple,"
            },
            {
                "verse_number": "32",
                "verse_text": "then listen from heaven, act, and decide which of your servants is right. Condemn the guilty party, repaying them for their conduct, but justify the innocent person, repaying them for their righteousness."
            },
            {
                "verse_number": "33",
                "verse_text": "If your people Israel are defeated by an enemy because they have sinned against you, but then they change their hearts and lives, give thanks to your name, and ask for mercy before you at this temple,"
            },
            {
                "verse_number": "34",
                "verse_text": "then listen from heaven and forgive the sin of your people Israel. Return them to the land you gave their ancestors."
            },
            {
                "verse_number": "35",
                "verse_text": "When the sky holds back its rain because Israel has sinned against you, but they then pray toward this place, give thanks to your name, and turn away from their sin because you have punished them for it,"
            },
            {
                "verse_number": "36",
                "verse_text": "then listen from heaven and forgive the sin of your servants, your people Israel. Teach them the best way for them to follow, and send rain on your land that you gave to your people as an inheritance."
            },
            {
                "verse_number": "37",
                "verse_text": "Whenever there is a famine or plague in the land; or whenever there is blight, mildew, locust, or grasshopper; or whenever someone&quot;s enemy attacks them in their cities; or any plague or illness comes;"
            },
            {
                "verse_number": "38",
                "verse_text": "whatever prayer or petition is made by any individual or by all of your people Israel&ndash;because people will recognize their own pain and spread out their hands toward this temple&ndash;"
            },
            {
                "verse_number": "39",
                "verse_text": "then listen from heaven where you live. Forgive, act, and repay each person according to all their conduct, because you know their hearts. You alone know the human heart."
            },
            {
                "verse_number": "40",
                "verse_text": "Do this so that they may revere you all the days they live on the land that you gave to our ancestors."
            },
            {
                "verse_number": "41",
                "verse_text": "Listen also to the immigrant who isn&quot;t from your people Israel but who comes from a distant country because of your reputation&ndash;"
            },
            {
                "verse_number": "42",
                "verse_text": "because they will hear of your great reputation, your great power, and your outstretched arm. When the immigrant comes and prays toward this temple,"
            },
            {
                "verse_number": "43",
                "verse_text": "then listen from heaven, where you live, and do everything the immigrant asks. Do this so that all the people of the earth may know your reputation and revere you, as your people Israel do, and recognize that this temple I have built bears your name."
            },
            {
                "verse_number": "44",
                "verse_text": "When your people go to war against their enemies, wherever you may send them, and they pray to the LORD toward the city you have chosen and toward this temple that I have built for your name,"
            },
            {
                "verse_number": "45",
                "verse_text": "then listen from heaven to their prayer and request and do what is right for them."
            },
            {
                "verse_number": "46",
                "verse_text": "When they sin against you (for there is no one who doesn&quot;t sin) and you become angry with them and hand them over to an enemy who takes them away as prisoners to enemy territory, whether distant or nearby,"
            },
            {
                "verse_number": "47",
                "verse_text": "if they change their heart in whatever land they are held captive, changing their lives and begging for your mercy, saying, &apos;We have sinned, we have done wrong, we have acted wickedly!&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "and if they return to you with all their heart and all their being in the enemy territory where they&quot;ve been taken captive, and pray to you, toward their land, which you gave their ancestors, toward the city you have chosen, and toward the temple I have built for your name,"
            },
            {
                "verse_number": "49",
                "verse_text": "then listen to their prayer and request from your heavenly dwelling place. Do what is right for them,"
            },
            {
                "verse_number": "50",
                "verse_text": "and forgive your people who have sinned against you. Forgive all their wrong that they have done against you. See to it that those who captured them show them mercy."
            },
            {
                "verse_number": "51",
                "verse_text": "These are your people and your inheritance. You brought them out of Egypt, from the iron furnace."
            },
            {
                "verse_number": "52",
                "verse_text": "Open your eyes to your servant&quot;s request and to the request of your people Israel. Hear them whenever they cry out to you."
            },
            {
                "verse_number": "53",
                "verse_text": "You set them apart from all the earth&quot;s peoples as your own inheritance, LORD , just as you promised through your servant Moses when you brought our ancestors out of Egypt."
            },
            {
                "verse_number": "54",
                "verse_text": "As soon as Solomon finished praying and making these requests to the LORD , he got up from before the LORD &quot;s altar, where he had been kneeling with his hands spread out to heaven."
            },
            {
                "verse_number": "55",
                "verse_text": "He stood up and blessed the whole Israelite assembly in a loud voice:"
            },
            {
                "verse_number": "56",
                "verse_text": "&apos;May the LORD be blessed! He has given rest to his people Israel just as he promised. He hasn&quot;t neglected any part of the good promise he made through his servant Moses."
            },
            {
                "verse_number": "57",
                "verse_text": "May the LORD our God be with us, just as he was with our ancestors. May he never leave us or abandon us."
            },
            {
                "verse_number": "58",
                "verse_text": "May he draw our hearts to him to walk in all his ways and observe his commands, his laws, and his judgments that he gave our ancestors."
            },
            {
                "verse_number": "59",
                "verse_text": "And may these words of mine that I have cried out before the LORD remain near to the LORD our God day and night so that he may do right by his servant and his people Israel for each day&quot;s need,"
            },
            {
                "verse_number": "60",
                "verse_text": "and so that all the earth&quot;s peoples may know that the LORD is God. There is no other God!"
            },
            {
                "verse_number": "61",
                "verse_text": "Now may you be committed to the LORD our God with all your heart by following his laws and observing his commands, just as you are doing right now.&apos;"
            },
            {
                "verse_number": "62",
                "verse_text": "Then the king and all Israel with him sacrificed to the LORD ."
            },
            {
                "verse_number": "63",
                "verse_text": "Solomon offered well-being sacrifices to the LORD : twenty-two thousand oxen and one hundred twenty thousand sheep when the king and all Israel dedicated the LORD &quot;s temple."
            },
            {
                "verse_number": "64",
                "verse_text": "On that day the king made holy the middle of the courtyard in front of the LORD &quot;s temple. He had to offer the entirely burned offerings, grain offerings, and the fat of well-being sacrifices there, because the bronze altar that was in the LORD &quot;s presence was too small to contain the entirely burned offerings, the grain offerings, and the fat of the well-being sacrifices."
            },
            {
                "verse_number": "65",
                "verse_text": "At that time Solomon, together with all Israel, held a celebration. It was a large assembly from Lebo-hamath to the border of Egypt. They celebrated for seven days and then for another seven days in the presence of the LORD our God: fourteen days in all."
            },
            {
                "verse_number": "66",
                "verse_text": "On the eighth day, Solomon dismissed the people. They blessed the king and went back to their tents happy and pleased about all the good that the LORD had done for his servant David and for his people Israel."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Now once Solomon finished building the LORD &quot;s temple, the royal palace, and everything else he wanted to accomplish,"
            },
            {
                "verse_number": "2",
                "verse_text": "the LORD appeared to him a second time in the same way he had appeared to him at Gibeon."
            },
            {
                "verse_number": "3",
                "verse_text": "The LORD said to him, &apos;I have heard your prayer and your cry to me. I have set apart this temple that you built, to put my name there forever. My eyes and my heart will always be there."
            },
            {
                "verse_number": "4",
                "verse_text": "As for you, if you walk before me just as your father David did, with complete dedication and honesty, and if you do all that I have commanded, and keep my regulations and case laws,"
            },
            {
                "verse_number": "5",
                "verse_text": "then I will establish your royal throne over Israel forever, just as I promised your father David, &quot;You will never fail to have a successor on the throne of Israel.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "However, if you or your sons turn away from following me and don&quot;t observe the commands and regulations that I gave you, and go to serve other gods, and worship them,"
            },
            {
                "verse_number": "7",
                "verse_text": "then I will remove Israel from the land I gave them and I will reject the temple that I dedicated for my name. Israel will become a joke, insulted by everyone."
            },
            {
                "verse_number": "8",
                "verse_text": "Everyone who passes by this temple, so lofty now, will be shocked and will whistle, wondering, Why has the LORD done such a thing to this land and this temple?"
            },
            {
                "verse_number": "9",
                "verse_text": "The answer will come: Because they deserted the LORD their God, who brought their ancestors out of Egypt&quot;s land. They embraced other gods, worshipping and serving them. That is why the LORD brought all this disaster on them.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "It took twenty years for Solomon to build the two structures, the LORD &quot;s temple and the royal palace."
            },
            {
                "verse_number": "11",
                "verse_text": "King Hiram of Tyre gave Solomon all the cedar, pinewood, and gold that he wanted. Then King Solomon gave Hiram twenty towns in the region of Galilee."
            },
            {
                "verse_number": "12",
                "verse_text": "Hiram went from Tyre to inspect the towns Solomon had given him. They didn&quot;t seem adequate in his view."
            },
            {
                "verse_number": "13",
                "verse_text": "So Hiram remarked, &apos;My brother, are these towns you&quot;ve given me good for anything?&apos; The cities are thus called the land of Cabul to this very day."
            },
            {
                "verse_number": "14",
                "verse_text": "But Hiram sent the king one hundred twenty gold kikkars, nevertheless."
            },
            {
                "verse_number": "15",
                "verse_text": "This is the story of the labor gang that King Solomon put together to build the LORD &quot;s temple and his own palace, as well as the stepped structure, the wall of Jerusalem, Hazor, Megiddo, and Gezer: ("
            },
            {
                "verse_number": "16",
                "verse_text": "Pharaoh, Egypt&quot;s king, had attacked and captured Gezer, setting it on fire. He killed the Canaanites who lived in the city and gave it as a dowry to his daughter, Solomon&quot;s wife.)"
            },
            {
                "verse_number": "17",
                "verse_text": "Solomon built Gezer, Lower Beth-horon,"
            },
            {
                "verse_number": "18",
                "verse_text": "Baalath, and Tamar in the wilderness (within the land),"
            },
            {
                "verse_number": "19",
                "verse_text": "along with all the storage cities that belonged to Solomon, as well as the cities used for storing chariots and cavalry and whatever he wanted to build in Jerusalem, Lebanon, and throughout his kingdom."
            },
            {
                "verse_number": "20",
                "verse_text": "Any non-Israelite people who remained of the Amorites, Hittites, Perizzites, Hivites, and Jebusites&ndash;"
            },
            {
                "verse_number": "21",
                "verse_text": "that is, the descendants of such people who were still in the land because the Israelites weren&quot;t able to wipe them out&ndash;Solomon forced into the labor gangs that are still in existence today."
            },
            {
                "verse_number": "22",
                "verse_text": "However, Solomon didn&quot;t force the Israelites to work as slaves; instead, they became warriors, his servants, his leaders, his officers, and those in charge of his chariots and cavalry."
            },
            {
                "verse_number": "23",
                "verse_text": "These were the chief officers over Solomon&quot;s work: five hundred fifty had charge of the people who did the work."
            },
            {
                "verse_number": "24",
                "verse_text": "When Pharaoh&quot;s daughter went up from David&quot;s City to the palace he had built for her, Solomon built the stepped structure."
            },
            {
                "verse_number": "25",
                "verse_text": "Three times a year Solomon would offer entirely burned offerings and well-being sacrifices on the altar that he had built for the LORD . Along with this he would burn incense to the LORD . In this way, he completed the temple."
            },
            {
                "verse_number": "26",
                "verse_text": "King Solomon built a fleet near Eloth in Ezion-geber, on the coast of the Reed Sea in the land of Edom."
            },
            {
                "verse_number": "27",
                "verse_text": "Hiram sent his expert sailors on the fleet along with Solomon&quot;s workers."
            },
            {
                "verse_number": "28",
                "verse_text": "They went to Ophir for four hundred twenty kikkars of gold, which they brought back to King Solomon."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "When the queen of Sheba heard reports about Solomon, due to the LORD &quot;s name, she came to test him with riddles."
            },
            {
                "verse_number": "2",
                "verse_text": "Accompanying her to Jerusalem was a huge entourage with camels carrying spices, a large amount of gold, and precious stones. After she arrived, she told Solomon everything that was on her mind."
            },
            {
                "verse_number": "3",
                "verse_text": "Solomon answered all her questions; nothing was too difficult for him to answer."
            },
            {
                "verse_number": "4",
                "verse_text": "When the queen of Sheba saw how wise Solomon was, the palace he had built,"
            },
            {
                "verse_number": "5",
                "verse_text": "the food on his table, the servants&quot; quarters, the function and dress of his attendants, his cupbearers, and the entirely burned offerings that he offered at the LORD &quot;s temple, it took her breath away."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;The report I heard about your deeds and wisdom when I was still at home is true,&apos; she said to the king."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;I didn&quot;t believe it until I came and saw it with my own eyes. In fact, the half of it wasn&quot;t even told to me! You have far more wisdom and wealth than I was told."
            },
            {
                "verse_number": "8",
                "verse_text": "Your people and these servants who continually serve you and get to listen to your wisdom are truly happy!"
            },
            {
                "verse_number": "9",
                "verse_text": "Bless the LORD your God because he was pleased to place you on Israel&quot;s throne. Because the LORD loved Israel with an eternal love, the LORD made you king to uphold justice and righteousness.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The queen gave the king one hundred twenty kikkars of gold, a great quantity of spice, and precious stones. Never again has so much spice come to Israel as when the queen of Sheba gave this gift to King Solomon."
            },
            {
                "verse_number": "11",
                "verse_text": "Hiram&quot;s fleet went to Ophir and brought back gold, much almug wood, and precious stones."
            },
            {
                "verse_number": "12",
                "verse_text": "The king used the almug wood to make parapets for the LORD &quot;s temple and for the royal palace as well as lyres and harps for the musicians. To this day, that much almug wood hasn&quot;t come into or been seen in Israel."
            },
            {
                "verse_number": "13",
                "verse_text": "King Solomon gave the queen of Sheba everything she wanted and all that she had asked for, in addition to what he had already given her from his own personal funds. Then she and her servants returned to her homeland."
            },
            {
                "verse_number": "14",
                "verse_text": "Solomon received an annual income of six hundred sixty-six kikkars of gold,"
            },
            {
                "verse_number": "15",
                "verse_text": "not including income from the traders, the merchants and their profits, all the Arabian kings, and the officials of the land."
            },
            {
                "verse_number": "16",
                "verse_text": "King Solomon made two hundred body-sized shields of hammered gold, using fifteen pounds of gold in each shield,"
            },
            {
                "verse_number": "17",
                "verse_text": "and three hundred small shields of hammered gold, using sixty ounces of gold in each shield. The king placed these in the Forest of Lebanon Palace."
            },
            {
                "verse_number": "18",
                "verse_text": "The king also made a large ivory throne and covered it with pure gold."
            },
            {
                "verse_number": "19",
                "verse_text": "Six steps led up to the throne, and the back of the throne was rounded at the top. Two lions stood beside the armrests on both sides of the throne."
            },
            {
                "verse_number": "20",
                "verse_text": "Another twelve lions stood on both sides of the six steps. No other kingdom had anything like this."
            },
            {
                "verse_number": "21",
                "verse_text": "All of King Solomon&quot;s drinking cups were made of gold, and all the items in the Forest of Lebanon Palace were made of pure gold, not silver, since even silver wasn&quot;t considered good enough in Solomon&quot;s time!"
            },
            {
                "verse_number": "22",
                "verse_text": "The royal fleet of Tarshish-style ships was at sea with Hiram&quot;s fleet, returning once every three years with gold, silver, ivory, monkeys, and peacocks."
            },
            {
                "verse_number": "23",
                "verse_text": "King Solomon far exceeded all the earth&quot;s kings in wealth and wisdom,"
            },
            {
                "verse_number": "24",
                "verse_text": "and so the whole earth wanted an audience with Solomon in order to hear his God-given wisdom."
            },
            {
                "verse_number": "25",
                "verse_text": "Year after year they came with tribute: objects of silver and gold, clothing, weapons, spices, horses, and mules."
            },
            {
                "verse_number": "26",
                "verse_text": "Solomon acquired more and more chariots and horses until he had fourteen hundred chariots and twelve thousand horses that he kept in chariot cities and with the king in Jerusalem."
            },
            {
                "verse_number": "27",
                "verse_text": "In Jerusalem, the king made silver as common as stones and cedar as plentiful as sycamore trees that grow in the foothills."
            },
            {
                "verse_number": "28",
                "verse_text": "Solomon&quot;s horses were imported from Egypt and Kue, purchased from Kue by the king&quot;s agents at the going price."
            },
            {
                "verse_number": "29",
                "verse_text": "They would import a chariot from Egypt for six hundred pieces of silver and a horse for one hundred fifty, and then export them to all the Hittite and Aramean kings."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "In addition to Pharaoh&quot;s daughter, King Solomon loved many foreign women, including Moabites, Ammonites, Edomites, Sidonians, and Hittites."
            },
            {
                "verse_number": "2",
                "verse_text": "These came from the nations that the LORD had commanded the Israelites about: &apos;Don&quot;t intermarry with them. They will definitely turn your heart toward their gods.&apos; Solomon clung to these women in love."
            },
            {
                "verse_number": "3",
                "verse_text": "He had seven hundred royal wives and three hundred secondary wives. They turned his heart."
            },
            {
                "verse_number": "4",
                "verse_text": "As Solomon grew old, his wives turned his heart after other gods. He wasn&quot;t committed to the LORD his God with all his heart as was his father David."
            },
            {
                "verse_number": "5",
                "verse_text": "Solomon followed Astarte the goddess of the Sidonians, and Milcom the detestable god of the Ammonites."
            },
            {
                "verse_number": "6",
                "verse_text": "Solomon did what was evil in the LORD &quot;s eyes and wasn&quot;t completely devoted to the LORD like his father David."
            },
            {
                "verse_number": "7",
                "verse_text": "On the hill east of Jerusalem, Solomon built a shrine to Chemosh the detestable god of Moab, and to Molech the detestable god of the Ammonites."
            },
            {
                "verse_number": "8",
                "verse_text": "He did the same for all his foreign wives, who burned incense and sacrificed to their gods."
            },
            {
                "verse_number": "9",
                "verse_text": "The LORD grew angry with Solomon, because his heart had turned away from being with the LORD , the God of Israel, who had appeared to him twice."
            },
            {
                "verse_number": "10",
                "verse_text": "The LORD had commanded Solomon about this very thing, that he shouldn&quot;t follow other gods. But Solomon didn&quot;t do what the LORD commanded. Hadad said, &apos;Nothing, but please let me go!&apos; Solomon had built the stepped structure and repaired the broken wall in his father David&quot;s City."
            },
            {
                "verse_number": "11",
                "verse_text": "The LORD said to Solomon, &apos;Because you have done all this instead of keeping my covenant and my laws that I commanded you, I will most certainly tear the kingdom from you and give it to your servant."
            },
            {
                "verse_number": "12",
                "verse_text": "Even so, on account of your father David, I won&quot;t do it during your lifetime. I will tear the kingdom out of your son&quot;s hands."
            },
            {
                "verse_number": "13",
                "verse_text": "Moreover, I won&quot;t tear away the entire kingdom. I will give one tribe to your son on account of my servant David and on account of Jerusalem, which I have chosen.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So the LORD raised up an opponent for Solomon: Hadad the Edomite from the royal line of Edom."
            },
            {
                "verse_number": "15",
                "verse_text": "When David was fighting against Edom, Joab the general had gone up to bury the Israelite dead, and he had killed every male in Edom."
            },
            {
                "verse_number": "16",
                "verse_text": "Joab and all the Israelites stayed there six months, until he had finished off every male in Edom."
            },
            {
                "verse_number": "17",
                "verse_text": "While still a youth, Hadad escaped to Egypt along with his father&quot;s Edomite officials."
            },
            {
                "verse_number": "18",
                "verse_text": "They set out from Midian and went to Paran. They took men with them from Paran and came to Egypt and to Pharaoh its king. Pharaoh assigned him a home, food, and land."
            },
            {
                "verse_number": "19",
                "verse_text": "Pharaoh was so delighted with Hadad that he gave him one of his wife&quot;s sisters for marriage, a sister of Queen Tahpenes."
            },
            {
                "verse_number": "20",
                "verse_text": "This sister of Tahpenes bore Hadad a son, Genubath. Tahpenes weaned him in Pharaoh&quot;s house. So it was that Genubath was raised in Pharaoh&quot;s house, among Pharaoh&quot;s children."
            },
            {
                "verse_number": "21",
                "verse_text": "While in Egypt, Hadad heard that David had lain down with his ancestors and that Joab the general was also dead. Hadad said to Pharaoh, &apos;Let me go to my homeland.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Pharaoh said to him, &apos;What do you lack here with me that would make you want to go back to your homeland?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "God raised up another opponent for Solomon: Rezon, Eliada&quot;s son, who had escaped from Zobah&quot;s King Hadadezer."
            },
            {
                "verse_number": "24",
                "verse_text": "Rezon recruited men and became leader of a band when David was killing them. They went to Damascus, stayed there, and ruled it."
            },
            {
                "verse_number": "25",
                "verse_text": "Throughout Solomon&quot;s lifetime, Rezon was Israel&quot;s opponent and added to the problems caused by Hadad. Rezon hated Israel while he ruled as king of Aram."
            },
            {
                "verse_number": "26",
                "verse_text": "Now Nebat&quot;s son Jeroboam was an Ephraimite from Zeredah. His mother&quot;s name was Zeruah; she was a widow. Although he was one of Solomon&quot;s own officials, Jeroboam fought against the king."
            },
            {
                "verse_number": "27",
                "verse_text": "This is the story of why Jeroboam fought against the king:"
            },
            {
                "verse_number": "28",
                "verse_text": "Now Jeroboam was a strong and honorable man. Solomon saw how well this youth did his work. So he appointed him over all the work gang of Joseph&quot;s house."
            },
            {
                "verse_number": "29",
                "verse_text": "At that time, when Jeroboam left Jerusalem, Ahijah the prophet of Shiloh met him along the way. Ahijah was wearing a new garment. The two of them were alone in the country."
            },
            {
                "verse_number": "30",
                "verse_text": "Ahijah tore his new garment into twelve pieces."
            },
            {
                "verse_number": "31",
                "verse_text": "He said to Jeroboam, &apos;Take ten pieces, because Israel&quot;s God, the LORD , has said, &quot;Look, I am about to tear the kingdom from Solomon&quot;s hand. I will give you ten tribes."
            },
            {
                "verse_number": "32",
                "verse_text": "But I will leave him one tribe on account of my servant David and on account of Jerusalem, the city I have chosen from all the tribes of Israel."
            },
            {
                "verse_number": "33",
                "verse_text": "I am doing this because they have abandoned me and worshipped the Sidonian goddess Astarte, the Moabite god Chemosh, and the Ammonite god Milcom. They haven&quot;t walked in my ways by doing what is right in my eyes&ndash;keeping my laws and judgments&ndash;as Solomon&quot;s father David did."
            },
            {
                "verse_number": "34",
                "verse_text": "But I won&quot;t take the whole kingdom from his hand. I will keep him as ruler throughout his lifetime on account of my servant David, who did keep my commands and my laws."
            },
            {
                "verse_number": "35",
                "verse_text": "I will take the kingdom from the hand of Solomon&quot;s son, and I will give you ten tribes."
            },
            {
                "verse_number": "36",
                "verse_text": "I will give his son a single tribe so that my servant David will always have a lamp before me in Jerusalem, the city that I chose for myself to place my name."
            },
            {
                "verse_number": "37",
                "verse_text": "But I will accept you, and you will rule over all that you could desire. You will be king of Israel."
            },
            {
                "verse_number": "38",
                "verse_text": "If you listen to all that I command and walk in my ways, if you do what is right in my eyes, keeping my laws and my commands just as my servant David did, then I will be with you and I will build you a lasting dynasty just as I did for David. I will give you Israel."
            },
            {
                "verse_number": "39",
                "verse_text": "I will humble David&quot;s descendants by means of all this, though not forever.&quot;&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Then Solomon tried to kill Jeroboam. But Jeroboam fled to Egypt and its king Shishak. Jeroboam remained in Egypt until Solomon died."
            },
            {
                "verse_number": "41",
                "verse_text": "The rest of Solomon&quot;s deeds, including all that he did and all his wisdom, aren&quot;t they written in the official records of Solomon?"
            },
            {
                "verse_number": "42",
                "verse_text": "The amount of time Solomon ruled over all Israel in Jerusalem was forty years."
            },
            {
                "verse_number": "43",
                "verse_text": "Then Solomon lay down with his ancestors. He was buried in his father David&quot;s City, and Rehoboam his son succeeded him as king."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Rehoboam went to Shechem where all Israel had come to make him king."
            },
            {
                "verse_number": "2",
                "verse_text": "When Jeroboam, Nebat&quot;s son, heard the news, he returned from Egypt where he had fled from King Solomon."
            },
            {
                "verse_number": "3",
                "verse_text": "The people sent and called for Jeroboam, who along with the entire Israelite assembly went and said to Rehoboam,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Your father made our workload very hard for us. If you will lessen the demands your father made of us and lighten the heavy workload he demanded from us, then we will serve you.&apos; &apos;Why should we care about David? We have no stake in Jesse&quot;s son! Go back to your homes, Israel! You better look after your own house now, David!&apos; Then the Israelites went back to their homes, Nothing was left to the house of David except the tribe of Judah."
            },
            {
                "verse_number": "5",
                "verse_text": "He answered them, &apos;Come back in three days.&apos; So the people left."
            },
            {
                "verse_number": "6",
                "verse_text": "King Rehoboam consulted the elders who had served his father Solomon when he was alive. &apos;What do you advise?&apos; Rehoboam asked. &apos;How should I respond to these people?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;If you will be a servant to this people by answering them and speaking good words today,&apos; they replied, &apos;then they will be your servants forever.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "But Rehoboam ignored the advice the elders gave him and instead sought the counsel of the young advisors who had grown up with him and now served him."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;What do you advise?&apos; he asked them. &apos;How should we respond to these people who have said to me, &quot;Lighten the workload your father demanded of us&quot;?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The young people who had grown up with him said to him, &apos;This people said to you, &quot;Your father made our workload heavy; lighten it for us!&quot; Now this is what you should say to them: &quot;My baby finger is thicker than my father&quot;s entire waist!"
            },
            {
                "verse_number": "11",
                "verse_text": "So if my father made your workload heavy, I&quot;ll make it even heavier! If my father disciplined you with whips, I&quot;ll do it with scorpions!&quot;&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Jeroboam and all the people returned to Rehoboam on the third day, just as the king had specified when he said, &apos;Come back to me in three days.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The king then answered the people harshly. He ignored the elders&quot; advice"
            },
            {
                "verse_number": "14",
                "verse_text": "and instead followed the young people&quot;s advice. He said, &apos;My father made your workload heavy, but I&quot;ll make it even heavier! My father disciplined you with whips, but I&quot;ll do it with scorpions!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The king didn&quot;t listen to the people because this turn of events came from the LORD so that he might keep the promise he delivered through Ahijah from Shiloh concerning Jeroboam, Nebat&quot;s son."
            },
            {
                "verse_number": "16",
                "verse_text": "When all Israel saw that the king wouldn&quot;t listen to them, the people answered the king:"
            },
            {
                "verse_number": "17",
                "verse_text": "and Rehoboam ruled over only the Israelites who lived in the cities of Judah."
            },
            {
                "verse_number": "18",
                "verse_text": "When King Rehoboam sent Adoram to them (he was the leader of the work gang), all Israel stoned him to death. King Rehoboam quickly got into his chariot and fled to Jerusalem."
            },
            {
                "verse_number": "19",
                "verse_text": "Israel has been in rebellion against the house of David to this day."
            },
            {
                "verse_number": "20",
                "verse_text": "When all Israel heard that Jeroboam had returned, they sent for him. They called him to the assembly and crowned him king of all Israel."
            },
            {
                "verse_number": "21",
                "verse_text": "When Rehoboam arrived at Jerusalem, he assembled the whole house of Judah and the tribe of Benjamin&ndash;one hundred eighty thousand select warriors&ndash;to fight against the house of Israel and restore the kingdom for Rehoboam, Solomon&quot;s son."
            },
            {
                "verse_number": "22",
                "verse_text": "But God&quot;s word came to Shemaiah the man of God,"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Tell Judah&quot;s King Rehoboam, Solomon&quot;s son, and all the house of Judah and Benjamin, and the rest of the people,"
            },
            {
                "verse_number": "24",
                "verse_text": "&quot;This is what the LORD says: Don&quot;t make war against your relatives the Israelites. Go home, every one of you, because this is my plan.&quot;&apos; When they heard the LORD &quot;s words, they went back home, just as the LORD had said."
            },
            {
                "verse_number": "25",
                "verse_text": "Jeroboam fortified Shechem at Mount Ephraim and lived there. From there he also fortified Penuel."
            },
            {
                "verse_number": "26",
                "verse_text": "Jeroboam thought to himself, The kingdom is in danger of reverting to the house of David."
            },
            {
                "verse_number": "27",
                "verse_text": "If these people continue to sacrifice at the LORD &quot;s temple in Jerusalem, they will again become loyal to their master Rehoboam, Judah&quot;s king, and they will kill me so they can return to Judah&quot;s King Rehoboam."
            },
            {
                "verse_number": "28",
                "verse_text": "So the king asked for advice and then made two gold calves. He said to the people, &apos;It&quot;s too far for you to go all the way up to Jerusalem. Look, Israel! Here are your gods who brought you out from the land of Egypt.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "He put one calf in Bethel, and the other he placed in Dan."
            },
            {
                "verse_number": "30",
                "verse_text": "This act was sinful. The people went to worship before the one calf at Bethel and before the other one as far as Dan."
            },
            {
                "verse_number": "31",
                "verse_text": "Jeroboam made shrines on the high places and appointed priests from all sorts of people, but none were Levites."
            },
            {
                "verse_number": "32",
                "verse_text": "Jeroboam set a date for a celebration on the fifteenth day of the eighth month. It was just like the celebration in Judah. He sacrificed on the altar. At Bethel he sacrificed to the calves he had made. There also he installed the priests for the shrines he had made."
            },
            {
                "verse_number": "33",
                "verse_text": "On the fifteenth day of the eighth month&ndash;the time he alone had decided&ndash;Jeroboam went up to the altar he had built in Bethel. He made a celebration for the Israelites and offered sacrifices on the altar by burning them up."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "A man of God came from Judah by God&quot;s command to Bethel. Jeroboam was standing at the altar burning incense."
            },
            {
                "verse_number": "2",
                "verse_text": "By the LORD &quot;s word, the man of God cried out to the altar: &apos;Altar! Altar! The LORD says this: Look! A son will be born to the house of David. His name will be Josiah. He will sacrifice on you, Altar, the very priests of the shrines who offer incense on you. They will burn human bones on you.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "At that time the man of God gave a sign: &apos;This is the sign that the LORD mentioned: &quot;Look! The altar will be broken apart, and its ashes will spill out.&quot;&apos; &apos;I am,&apos; he replied. But the old prophet was lying to him. &apos;The LORD says this: You rebelled against the LORD &quot;s word! You didn&quot;t keep the command that the LORD your God gave you! &apos;But he had commanded you: &quot;Don&quot;t eat food! Don&quot;t drink water!&quot; Now your body won&quot;t go to the grave of your ancestors.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "When the king heard the word of the man of God and how he cried out to the altar at Bethel, Jeroboam stretched his hand from the altar and said, &apos;Seize him!&apos; But the hand that Jeroboam stretched out against the man of God grew stiff. Jeroboam wasn&quot;t able to bend it back to himself."
            },
            {
                "verse_number": "5",
                "verse_text": "The altar broke apart, and the ashes spilled out from the altar, just like the sign that the man of God gave by the LORD &quot;s word."
            },
            {
                "verse_number": "6",
                "verse_text": "The king said to the man of God, &apos;Plead before the LORD your God and pray for me so that I can bend my hand back again.&apos; So the man of God pleaded before the LORD , and the king&quot;s hand returned to normal and was like it used to be."
            },
            {
                "verse_number": "7",
                "verse_text": "The king spoke to the man of God: &apos;Come with me to the palace and refresh yourself. Let me give you a gift.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The man of God said to the king, &apos;Even if you gave me half your palace, I wouldn&quot;t go with you, nor would I eat food or drink water in this place."
            },
            {
                "verse_number": "9",
                "verse_text": "This is what God commanded me by the LORD &quot;s word: Don&quot;t eat food! Don&quot;t drink water! Don&quot;t return by the way you came!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So the man of God went by a different way. He didn&quot;t return by the way he came to Bethel."
            },
            {
                "verse_number": "11",
                "verse_text": "Now there was an old prophet living in Bethel. His sons came and told him everything that the man of God had done that day at Bethel. They also told their father the words that he spoke to the king."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Which way did he go?&apos; their father asked them. His sons had seen the way the man of God went when he came from Judah."
            },
            {
                "verse_number": "13",
                "verse_text": "The old prophet said to his sons, &apos;Saddle my donkey.&apos; So they saddled his donkey, and he got on it."
            },
            {
                "verse_number": "14",
                "verse_text": "He went after the man of God and found him sitting underneath a terebinth tree. He said to him, &apos;Are you the man of God who came from Judah?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The old prophet then said to him, &apos;Come home with me and eat some food.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But the man of God answered, &apos;I can&quot;t return or go with you, and I can&quot;t eat food or drink water with you in this place"
            },
            {
                "verse_number": "17",
                "verse_text": "because of the message that came to me from the LORD &quot;s word: Don&quot;t eat food! Don&quot;t drink water! Don&quot;t return by the way you came!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The old prophet said to the man of God, &apos;I&quot;m also a prophet like you. A messenger spoke to me with the LORD &quot;s word, &quot;Bring him back with you to your house so that he may eat food and drink water.&quot;&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So the man of God went back with the old prophet. He ate food in his home and drank water."
            },
            {
                "verse_number": "20",
                "verse_text": "Then as they were sitting at the table, the LORD &quot;s word came to the prophet who had brought him back."
            },
            {
                "verse_number": "21",
                "verse_text": "He cried out to the man of God who had come from Judah:"
            },
            {
                "verse_number": "22",
                "verse_text": "You came back and ate food and drank water in this place."
            },
            {
                "verse_number": "23",
                "verse_text": "After he ate food and drank, the old prophet saddled the donkey for the prophet he had brought back."
            },
            {
                "verse_number": "24",
                "verse_text": "The man of God departed, and a lion found him on the road and killed him. His body was thrown down on the road. The donkey stood beside it, and the lion also stood beside the body."
            },
            {
                "verse_number": "25",
                "verse_text": "Some people were traveling nearby, and they discovered the body thrown down on the road and the lion standing beside it. They entered the town where the old prophet lived and were talking about it."
            },
            {
                "verse_number": "26",
                "verse_text": "The prophet who brought the man of God back from the road overheard. He thought: That&quot;s the man of God who rebelled against the LORD &quot;s command. The LORD has given him to that lion that tore him apart, killing him in agreement with the LORD &quot;s word that was spoken to him."
            },
            {
                "verse_number": "27",
                "verse_text": "The old prophet told his sons, &apos;Saddle the donkey.&apos; They did so,"
            },
            {
                "verse_number": "28",
                "verse_text": "and he went and found the body thrown down on the road. The donkey and the lion were still standing beside the body. The lion hadn&quot;t eaten the body, nor had it torn the donkey apart."
            },
            {
                "verse_number": "29",
                "verse_text": "The prophet lifted the body of the man of God and put it on the donkey. He brought it back, arriving in the old prophet&quot;s town to mourn and bury the man of God."
            },
            {
                "verse_number": "30",
                "verse_text": "He placed the body in his own grave, and they mourned over him, &apos;Oh, my brother!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "After the old prophet buried him, he said to his sons, &apos;When I die, bury me in the grave where the man of God is. Put my bones beside his bones."
            },
            {
                "verse_number": "32",
                "verse_text": "The message he gave by the LORD &quot;s word concerning the altar of Bethel and all the shrines in the towns of Samaria will most certainly come true.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Even after this happened, Jeroboam didn&quot;t change his evil ways. Instead, he continued to appoint all sorts of people as priests of the shrines. Anyone who wanted to be a priest Jeroboam made a priest for the shrines."
            },
            {
                "verse_number": "34",
                "verse_text": "In this way the house of Jeroboam acted sinfully, leading to its downfall and elimination from the earth."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "At that time, Jeroboam&quot;s son Abijah became sick."
            },
            {
                "verse_number": "2",
                "verse_text": "Jeroboam said to his wife, &apos;Please go with a disguise so no one will recognize you as Jeroboam&quot;s wife. Go to Shiloh where the prophet Ahijah is. He told me I would be king of this people."
            },
            {
                "verse_number": "3",
                "verse_text": "Take ten loaves of bread, cakes, and a bottle of honey with you. Go to him. He will tell you what will happen to the boy.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jeroboam&quot;s wife did precisely this. She left and went to Shiloh and came to Ahijah&quot;s house. Now Ahijah had become blind in his old age."
            },
            {
                "verse_number": "5",
                "verse_text": "The LORD said to Ahijah, &apos;Look! Jeroboam&quot;s wife has come seeking a word from you about her son. He is sick. Say this and that to her. When she comes, she will be disguised.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "When Ahijah heard the sound of her feet coming through the doorway, he said, &apos;Come in, Jeroboam&quot;s wife! Why have you disguised yourself? I have hard news for you."
            },
            {
                "verse_number": "7",
                "verse_text": "Tell Jeroboam: This is what the LORD , Israel&quot;s God, says: When I lifted you up from among the people, I appointed you as a leader over my people Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "I tore the kingdom from David&quot;s house and gave it to you. But you haven&quot;t been like my servant David, who kept my commands and followed me with all his heart by doing only what is right in my eyes."
            },
            {
                "verse_number": "9",
                "verse_text": "Instead, you have done more evil than any who were before you. You have made other gods and metal images to anger me. You have turned your back on me."
            },
            {
                "verse_number": "10",
                "verse_text": "Therefore, I&quot;m going to bring disaster on Jeroboam&quot;s house! Because of Jeroboam, I will eliminate everyone who urinates on a wall, whether slave or free. Then I will set fire to the house of Jeroboam, as one burns dung until it is gone."
            },
            {
                "verse_number": "11",
                "verse_text": "Dogs will eat any of Jeroboam&quot;s family who die in town. Birds will eat those who die in the field. The LORD has spoken!"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;As for you, get up and go back home. When your feet enter the town, the boy will die."
            },
            {
                "verse_number": "13",
                "verse_text": "All Israel will mourn for him and will bury him. Out of the whole line of Jeroboam, he alone will have a tomb, because only in him did Israel&quot;s God, the LORD , find something good."
            },
            {
                "verse_number": "14",
                "verse_text": "For this reason the LORD will raise up a king over Israel who will eliminate the house of Jeroboam. This begins today. What&quot;s that? Even now!"
            },
            {
                "verse_number": "15",
                "verse_text": "The LORD will strike Israel so that it shakes like a reed in water. He will uproot Israel from this fertile land that he gave to their ancestors and their offspring, and he will scatter them across the Euphrates River, because they made the LORD angry by making their sacred poles."
            },
            {
                "verse_number": "16",
                "verse_text": "Because of the sins Jeroboam committed, and because he made Israel sin too, God will give Israel up.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then Jeroboam&quot;s wife left and went to Tirzah. When she stepped across the threshold of the house, the boy died."
            },
            {
                "verse_number": "18",
                "verse_text": "All Israel buried him and mourned him in agreement with the LORD &quot;s word spoken through his servant the prophet Ahijah."
            },
            {
                "verse_number": "19",
                "verse_text": "The rest of Jeroboam&quot;s deeds&ndash;how he fought and how he ruled&ndash;are written in the official records of Israel&quot;s kings."
            },
            {
                "verse_number": "20",
                "verse_text": "Jeroboam ruled twenty-two years and he lay down with his ancestors. His son Nadab succeeded him as king."
            },
            {
                "verse_number": "21",
                "verse_text": "Rehoboam, Solomon&quot;s son, ruled over Judah. Rehoboam was 41 years old when he became king. He ruled for seventeen years in Jerusalem, the city the LORD chose from among all the tribes of Israel to set his name. Rehoboam&quot;s mother&quot;s name was Naamah from Ammon."
            },
            {
                "verse_number": "22",
                "verse_text": "Judah did evil in the LORD &quot;s eyes. The sins they committed made the LORD angrier than anything their ancestors had done."
            },
            {
                "verse_number": "23",
                "verse_text": "They also built shrines, standing stones, and sacred poles on top of every high hill and under every green tree."
            },
            {
                "verse_number": "24",
                "verse_text": "Moreover, the consecrated workers in the land did detestable things, just like those nations that the LORD had removed among the Israelites."
            },
            {
                "verse_number": "25",
                "verse_text": "During King Rehoboam&quot;s fifth year, King Shishak of Egypt attacked Jerusalem."
            },
            {
                "verse_number": "26",
                "verse_text": "He seized the treasures of the LORD &quot;s temple and the royal palace. He took everything, even all the gold shields that Solomon had made."
            },
            {
                "verse_number": "27",
                "verse_text": "King Rehoboam replaced them with bronze shields and assigned them to the officers of the guard who protected the entrance to the royal palace."
            },
            {
                "verse_number": "28",
                "verse_text": "Whenever the king entered the LORD &quot;s temple, the guards would carry the shields and then return them to the guardroom."
            },
            {
                "verse_number": "29",
                "verse_text": "The rest of Rehoboam&quot;s deeds and all that he accomplished, aren&quot;t they written in the official records of Judah&quot;s kings?"
            },
            {
                "verse_number": "30",
                "verse_text": "There was continual warfare between Rehoboam and Jeroboam."
            },
            {
                "verse_number": "31",
                "verse_text": "When Rehoboam died, he was buried with his ancestors in David&quot;s City. His mother&quot;s name was Naamah from Ammon. His son Abijam succeeded him as king."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Abijam became king of Judah in the eighteenth year of King Jeroboam, Nebat&quot;s son."
            },
            {
                "verse_number": "2",
                "verse_text": "He ruled for three years in Jerusalem. His mother&quot;s name was Maacah, and she was Abishalom&quot;s daughter."
            },
            {
                "verse_number": "3",
                "verse_text": "Abijam followed all the sinful ways of his father before him. He didn&quot;t follow the LORD his God with all his heart like his ancestor David."
            },
            {
                "verse_number": "4",
                "verse_text": "Even so, on account of David, the LORD his God gave Abijam a lamp in Jerusalem by supporting his son who succeeded him and by preserving Jerusalem."
            },
            {
                "verse_number": "5",
                "verse_text": "This was because David did the right thing in the LORD &quot;s eyes. David didn&quot;t deviate from anything the LORD commanded him throughout his life&ndash;except in the matter of Uriah the Hittite."
            },
            {
                "verse_number": "6",
                "verse_text": "There was war between Rehoboam and Jeroboam as long as Abijam lived."
            },
            {
                "verse_number": "7",
                "verse_text": "The rest of Abijam&quot;s deeds and all that he did, aren&quot;t they written in the official records of Judah&quot;s kings? There was war between Abijam and Jeroboam."
            },
            {
                "verse_number": "8",
                "verse_text": "Abijam lay down with his ancestors; he was buried in David&quot;s City. His son Asa succeeded him as king."
            },
            {
                "verse_number": "9",
                "verse_text": "In the twentieth year of Israel&quot;s King Jeroboam, Asa became king of Judah."
            },
            {
                "verse_number": "10",
                "verse_text": "He ruled in Jerusalem for forty-one years. His grandmother&quot;s name was Maacah; she was Abishalom&quot;s daughter."
            },
            {
                "verse_number": "11",
                "verse_text": "Asa did the right things in the LORD &quot;s eyes, just like his father David."
            },
            {
                "verse_number": "12",
                "verse_text": "He removed the consecrated workers from the land, and he did away with all the worthless idols that his predecessors had made."
            },
            {
                "verse_number": "13",
                "verse_text": "He even removed his grandmother Maacah from the position of queen mother because she had made an image of Asherah. Asa cut down her image and burned it in the Kidron Valley."
            },
            {
                "verse_number": "14",
                "verse_text": "Though the shrines weren&quot;t eliminated, nevertheless Asa remained committed with all his heart to the LORD throughout his life."
            },
            {
                "verse_number": "15",
                "verse_text": "He brought into the LORD &quot;s temple the silver and gold equipment that he and his father had dedicated."
            },
            {
                "verse_number": "16",
                "verse_text": "There was war between Asa and Israel&quot;s King Baasha throughout their lifetimes."
            },
            {
                "verse_number": "17",
                "verse_text": "Israel&quot;s King Baasha attacked Judah and fortified Ramah to prevent Judah&quot;s King Asa from moving into that area."
            },
            {
                "verse_number": "18",
                "verse_text": "Asa took all the silver and gold that remained in the treasuries of the LORD &quot;s temple and the royal palace, and he gave them to his officials. Then King Asa sent them with the following message to Aram&quot;s King Ben-hadad, Tabrimmon&quot;s son and Hezion&quot;s grandson, who ruled from Damascus:"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Let&quot;s make a covenant similar to the one between our fathers. Since I have already sent you a gift of silver and gold, break your covenant with Israel&quot;s King Baasha so that he will leave me alone.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Ben-hadad agreed with King Asa and sent his army commanders against the cities of Israel, attacking Ijon, Dan, Abel-beth-maacah, and all Chinneroth, along with all the land of Naphtali."
            },
            {
                "verse_number": "21",
                "verse_text": "As soon as Baasha learned this, he stopped building Ramah and stayed in Tirzah."
            },
            {
                "verse_number": "22",
                "verse_text": "King Asa issued an order to every Judean without exception: all the people carried away the stone and timber that Baasha was using to build Ramah, and King Asa used it to build Geba of Benjamin and Mizpah."
            },
            {
                "verse_number": "23",
                "verse_text": "The rest of Asa&quot;s deeds, his strength, and all that he did, as well as the towns that he built, aren&quot;t they written in the official records of Judah&quot;s kings? When he was old, Asa developed a severe foot disease."
            },
            {
                "verse_number": "24",
                "verse_text": "He died and was buried with his ancestors in David&quot;s City. His son Jehoshaphat succeeded him as king."
            },
            {
                "verse_number": "25",
                "verse_text": "Jeroboam&quot;s son Nadab became king of Israel in the second year of Judah&quot;s King Asa. He ruled over Israel for two years."
            },
            {
                "verse_number": "26",
                "verse_text": "He did evil in the LORD &quot;s eyes by walking in the way of his father Jeroboam and the sin Jeroboam had caused Israel to commit."
            },
            {
                "verse_number": "27",
                "verse_text": "Baasha, Ahijah&quot;s son from the house of Issachar, plotted against him and attacked him at Gibbethon, which belonged to the Philistines. Nadab and all Israel were laying siege against Gibbethon."
            },
            {
                "verse_number": "28",
                "verse_text": "Baasha killed Nadab in the third year of Judah&quot;s King Asa and ruled in Nadab&quot;s place."
            },
            {
                "verse_number": "29",
                "verse_text": "When he became king, Baasha attacked the entire house of Jeroboam. He didn&quot;t allow any living person to survive in Jeroboam&quot;s family; he wiped them out according to the LORD &quot;s word spoken by the LORD &quot;s servant Ahijah of Shiloh."
            },
            {
                "verse_number": "30",
                "verse_text": "This happened because of Jeroboam&quot;s sins that he committed and that he caused Israel to commit, and because he angered the LORD , Israel&quot;s God."
            },
            {
                "verse_number": "31",
                "verse_text": "The rest of Nadab&quot;s deeds and all that he did, aren&quot;t they written in the official records of Israel&quot;s kings?"
            },
            {
                "verse_number": "32",
                "verse_text": "There was war between Asa and Israel&quot;s King Baasha throughout their lifetimes."
            },
            {
                "verse_number": "33",
                "verse_text": "In the third year of Judah&quot;s King Asa, Baasha, Ahijah&quot;s son, became king over all Israel. He ruled in Tirzah for twenty-four years."
            },
            {
                "verse_number": "34",
                "verse_text": "He did evil in the LORD &quot;s eyes by walking in Jeroboam&quot;s ways and the sin he had caused Israel to commit."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "The LORD &quot;s word came to Jehu, Hanani&quot;s son, against Baasha:"
            },
            {
                "verse_number": "2",
                "verse_text": "I raised you up from the dust and made you a leader over my people Israel, but you walked in Jeroboam&quot;s ways, making my people Israel sin, making me angry with their sins."
            },
            {
                "verse_number": "3",
                "verse_text": "So look, I am about to set fire to Baasha and his household, and I will make your house like the house of Jeroboam, Nebat&quot;s son."
            },
            {
                "verse_number": "4",
                "verse_text": "Dogs will eat any of Baasha&quot;s family who die in town. Birds will eat any who die in the country."
            },
            {
                "verse_number": "5",
                "verse_text": "Now the rest of Baasha&quot;s deeds, what he did, and his powerful acts, aren&quot;t they written in the official records of Israel&quot;s kings?"
            },
            {
                "verse_number": "6",
                "verse_text": "Baasha lay down with his ancestors and was buried in Tirzah. His son Elah succeeded him as king."
            },
            {
                "verse_number": "7",
                "verse_text": "But the LORD &quot;s word came through the prophet Jehu, Hanani&quot;s son, concerning Baasha and his house. It concerned everything evil in the LORD &quot;s eyes that Baasha had done, angering the Lord by his actions so that he would end up just like the house of Jeroboam. The message was also about how the Lord attacked Baasha."
            },
            {
                "verse_number": "8",
                "verse_text": "In the twenty-sixth year of Judah&quot;s King Asa, Elah, Baasha&quot;s son, became king over Israel. He ruled in Tirzah for two years."
            },
            {
                "verse_number": "9",
                "verse_text": "Zimri, his officer who led half the chariots, plotted against him. Elah was at Tirzah, getting drunk at the house of Arza, who had charge over the palace at Tirzah."
            },
            {
                "verse_number": "10",
                "verse_text": "Zimri came, attacked, and killed Elah in the twenty-seventh year of Judah&quot;s King Asa. Zimri succeeded him as king."
            },
            {
                "verse_number": "11",
                "verse_text": "Once Zimri became king and sat on the throne, he attacked all of Baasha&quot;s house. He didn&quot;t spare anyone who urinates on a wall, whether relative or friend."
            },
            {
                "verse_number": "12",
                "verse_text": "Zimri destroyed the entire house of Baasha in agreement with the LORD &quot;s word that had been spoken by the prophet Jehu to Baasha."
            },
            {
                "verse_number": "13",
                "verse_text": "This happened because of all Baasha&quot;s sins, as well as the sins of his son Elah and because they caused Israel to sin. They angered Israel&quot;s God, the LORD , with their insignificant idols."
            },
            {
                "verse_number": "14",
                "verse_text": "The rest of Elah&quot;s deeds and all that he did, aren&quot;t they written in the official records of Israel&quot;s kings?"
            },
            {
                "verse_number": "15",
                "verse_text": "In the twenty-seventh year of Judah&quot;s King Asa, Zimri became king. He ruled in Tirzah for seven days. The army was camped at Gibbethon in Philistia."
            },
            {
                "verse_number": "16",
                "verse_text": "They heard the news: &apos;Zimri has plotted against the king and killed him.&apos; Right then, in the camp, the whole Israelite army made their general Omri king of Israel."
            },
            {
                "verse_number": "17",
                "verse_text": "Omri and the entire army then went up from Gibbethon and laid siege to Tirzah."
            },
            {
                "verse_number": "18",
                "verse_text": "When Zimri saw that the city was captured, he went into the fort of the royal palace and burned it down on top of himself. So he died."
            },
            {
                "verse_number": "19",
                "verse_text": "This happened because of the sins Zimri had committed by doing evil in the LORD &quot;s eyes and by walking in Jeroboam&quot;s ways and the sin he had done by causing Israel to sin."
            },
            {
                "verse_number": "20",
                "verse_text": "The rest of Zimri&quot;s deeds and the plot he carried out, aren&quot;t they written in the official records of Israel&quot;s kings?"
            },
            {
                "verse_number": "21",
                "verse_text": "At this time the people of Israel were split in two. One half of the people followed Tibni, Ginath&quot;s son, making him king; the other half followed Omri."
            },
            {
                "verse_number": "22",
                "verse_text": "Omri&quot;s side was stronger than those who followed Tibni, Ginath&quot;s son. So Tibni died and Omri became king."
            },
            {
                "verse_number": "23",
                "verse_text": "In the thirty-first year of Judah&quot;s King Asa, Omri became king of Israel. He ruled for twelve years, six of which were in Tirzah."
            },
            {
                "verse_number": "24",
                "verse_text": "He bought the hill of Samaria from Shemer for two kikkars of silver. He fortified the hill and named the town that he built there after Shemer, the previous owner of the hill of Samaria."
            },
            {
                "verse_number": "25",
                "verse_text": "Omri did evil in the LORD &quot;s eyes, more evil than anyone who preceded him."
            },
            {
                "verse_number": "26",
                "verse_text": "He walked in all the ways and sins of Jeroboam, Nebat&quot;s son, because he caused Israel to sin. They angered Israel&quot;s God, the LORD , with their worthless idols."
            },
            {
                "verse_number": "27",
                "verse_text": "The rest of Omri&quot;s deeds and his powerful acts, aren&quot;t they written in the official records of Israel&quot;s kings?"
            },
            {
                "verse_number": "28",
                "verse_text": "Omri lay down with his ancestors and was buried in Samaria. His son Ahab succeeded him as king."
            },
            {
                "verse_number": "29",
                "verse_text": "In the thirty-eighth year of Judah&quot;s King Asa, Ahab, Omri&quot;s son, became king of Israel. He ruled over Israel in Samaria for twenty-two years"
            },
            {
                "verse_number": "30",
                "verse_text": "and did evil in the LORD &quot;s eyes, more than anyone who preceded him."
            },
            {
                "verse_number": "31",
                "verse_text": "Ahab found it easy to walk in the sins of Jeroboam, Nebat&quot;s son. He married Jezebel the daughter of Ethbaal, who was the king of the Sidonians. He served and worshipped Baal."
            },
            {
                "verse_number": "32",
                "verse_text": "He made an altar for Baal in the Baal temple he had constructed in Samaria."
            },
            {
                "verse_number": "33",
                "verse_text": "Ahab also made a sacred pole and did more to anger the LORD , the God of Israel, than any of Israel&quot;s kings who preceded him."
            },
            {
                "verse_number": "34",
                "verse_text": "During Ahab&quot;s time, Hiel from Bethel rebuilt Jericho. He set up its foundations at the cost of his oldest son Abiram. He hung its gates at the cost of his youngest son Segub. This fulfilled the LORD &quot;s word spoken through Joshua, Nun&quot;s son."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Elijah from Tishbe, who was one of the settlers in Gilead, said to Ahab, &apos;As surely as the LORD lives, Israel&quot;s God, the one I serve, there will be neither dew nor rain these years unless I say so.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Then the LORD &quot;s word came to Elijah:"
            },
            {
                "verse_number": "3",
                "verse_text": "Go from here and turn east. Hide by the Cherith Brook that faces the Jordan River."
            },
            {
                "verse_number": "4",
                "verse_text": "You can drink from the brook. I have also ordered the ravens to provide for you there."
            },
            {
                "verse_number": "5",
                "verse_text": "Elijah went and did just what the LORD said. He stayed by the Cherith Brook that faced the Jordan River."
            },
            {
                "verse_number": "6",
                "verse_text": "The ravens brought bread and meat in the mornings and evenings. He drank from the Cherith Brook."
            },
            {
                "verse_number": "7",
                "verse_text": "After a while the brook dried up because there was no rain in the land."
            },
            {
                "verse_number": "8",
                "verse_text": "The LORD &quot;s word came to Elijah:"
            },
            {
                "verse_number": "9",
                "verse_text": "Get up and go to Zarephath near Sidon and stay there. I have ordered a widow there to take care of you."
            },
            {
                "verse_number": "10",
                "verse_text": "Elijah left and went to Zarephath. As he came to the town gate, he saw a widow collecting sticks. He called out to her, &apos;Please get a little water for me in this cup so I can drink.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "She went to get some water. He then said to her, &apos;Please get me a piece of bread.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;As surely as the LORD your God lives,&apos; she replied, &apos;I don&quot;t have any food; only a handful of flour in a jar and a bit of oil in a bottle. Look at me. I&quot;m collecting two sticks so that I can make some food for myself and my son. We&quot;ll eat the last of the food and then die.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Elijah said to her, &apos;Don&quot;t be afraid! Go and do what you said. Only make a little loaf of bread for me first. Then bring it to me. You can make something for yourself and your son after that."
            },
            {
                "verse_number": "14",
                "verse_text": "This is what Israel&quot;s God, the LORD , says: The jar of flour won&quot;t decrease and the bottle of oil won&quot;t run out until the day the LORD sends rain on the earth.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The widow went and did what Elijah said. So the widow, Elijah, and the widow&quot;s household ate for many days."
            },
            {
                "verse_number": "16",
                "verse_text": "The jar of flour didn&quot;t decrease nor did the bottle of oil run out, just as the LORD spoke through Elijah."
            },
            {
                "verse_number": "17",
                "verse_text": "After these things, the son of the widow, who was the matriarch of the household, became ill. His sickness got steadily worse until he wasn&quot;t breathing anymore."
            },
            {
                "verse_number": "18",
                "verse_text": "She said to Elijah, &apos;What&quot;s gone wrong between us, man of God? Have you come to me to call attention to my sin and kill my son?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Elijah replied, &apos;Give your son to me.&apos; He took her son from her and carried him to the upper room where he was staying. Elijah laid him on his bed."
            },
            {
                "verse_number": "20",
                "verse_text": "Elijah cried out to the LORD , &apos; LORD my God, why is it that you have brought such evil upon the widow that I am staying with by killing her son?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then he stretched himself over the boy three times and cried out to the LORD , &apos; LORD my God, please give this boy&quot;s life back to him.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The LORD listened to Elijah&quot;s voice and gave the boy his life back. And he lived."
            },
            {
                "verse_number": "23",
                "verse_text": "Elijah brought the boy down from the upper room of the house and gave him to his mother. Elijah said, &apos;Look, your son is alive!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Now I know that you really are a man of God,&apos; the woman said to Elijah, &apos;and that the LORD &quot;s word is truly in your mouth.&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "After many days, the LORD &quot;s word came to Elijah (it was the third year of the drought): Go! Appear before Ahab. I will then send rain on the earth."
            },
            {
                "verse_number": "2",
                "verse_text": "So Elijah went to appear before Ahab. Now the famine had become especially bad in Samaria. All the people answered, &apos;That&quot;s an excellent idea.&apos; So the assistant did so. He said, &apos;I don&quot;t see anything.&apos; Seven times Elijah said, &apos;Do it again.&apos; Elijah said, &apos;Go and tell Ahab, &quot;Pull yourself together, go down the mountain, and don&quot;t let the rain hold you back.&quot;&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Ahab had called Obadiah, who was in charge of the palace affairs. (Obadiah greatly feared the LORD ."
            },
            {
                "verse_number": "4",
                "verse_text": "When Jezebel killed the LORD &quot;s prophets, Obadiah took one hundred of them and hid them, fifty each in two caves. He supplied them with food and water.)"
            },
            {
                "verse_number": "5",
                "verse_text": "Ahab said to Obadiah, &apos;Go throughout the land and check every spring of water and every brook. Perhaps we can find some grass to keep our horses and mules alive so we don&quot;t have to kill any of them.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "To search, they divided the land between themselves. Ahab went one way by himself, while Obadiah went a different way by himself."
            },
            {
                "verse_number": "7",
                "verse_text": "While Obadiah was out searching, suddenly Elijah met up with him. When Obadiah saw him, he fell on his face. &apos;My master!&apos; he said. &apos;Are you Elijah?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Elijah replied, &apos;I am. Go and say to your master, &quot;Elijah is here!&quot;&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then Obadiah said, &apos;How have I sinned that you are handing me, your servant, over to Ahab so he can kill me?"
            },
            {
                "verse_number": "10",
                "verse_text": "As surely as the LORD your God lives, there&quot;s no nation or kingdom where my master Ahab hasn&quot;t looked for you. They would insist, &quot;He&quot;s not here,&quot; but Ahab would make them swear that they couldn&quot;t find you."
            },
            {
                "verse_number": "11",
                "verse_text": "And now you are commanding me: &quot;Go and say to your master, &apos;Elijah is here&apos;&quot;?"
            },
            {
                "verse_number": "12",
                "verse_text": "But here&quot;s what will happen: As soon as I leave you, the LORD &quot;s spirit will carry you off somewhere&ndash;I don&quot;t know where&ndash;then I&quot;ll report to Ahab, but he won&quot;t be able to find you. Then he will kill me! But your servant has feared the LORD from my youth."
            },
            {
                "verse_number": "13",
                "verse_text": "Wasn&quot;t my master told what I did when Jezebel killed the LORD &quot;s prophets? I hid one hundred of the LORD &quot;s prophets, fifty each in two caves. I also supplied them with food and water."
            },
            {
                "verse_number": "14",
                "verse_text": "But even after all that, you tell me, &quot;Say to your master, &apos;Elijah is here&apos;&quot;! Ahab will kill me!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Elijah said, &apos;As surely as the LORD of heavenly forces lives, the one I serve, I will appear before Ahab today.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So Obadiah went to meet Ahab. He told him what had happened. Then Ahab went to meet Elijah."
            },
            {
                "verse_number": "17",
                "verse_text": "When Ahab saw Elijah, Ahab said to him, &apos;Is that you, the one who troubles Israel?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Elijah answered, &apos;I haven&quot;t troubled Israel; you and your father&quot;s house have! You did as much when you deserted the LORD &quot;s commands and followed the Baals."
            },
            {
                "verse_number": "19",
                "verse_text": "Now send a message and gather all Israel to me at Mount Carmel. Gather the four hundred fifty prophets of Baal and the four hundred prophets of Asherah who eat at Jezebel&quot;s table.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Ahab sent the message to all the Israelites. He gathered the prophets at Mount Carmel."
            },
            {
                "verse_number": "21",
                "verse_text": "Elijah approached all the people and said, &apos;How long will you hobble back and forth between two opinions? If the LORD is God, follow God. If Baal is God, follow Baal.&apos; The people gave no answer."
            },
            {
                "verse_number": "22",
                "verse_text": "Elijah said to the people, &apos;I am the last of the LORD &quot;s prophets, but Baal&quot;s prophets number four hundred fifty."
            },
            {
                "verse_number": "23",
                "verse_text": "Give us two bulls. Let Baal&quot;s prophets choose one. Let them cut it apart and set it on the wood, but don&quot;t add fire. I&quot;ll prepare the other bull, put it on the wood, but won&quot;t add fire."
            },
            {
                "verse_number": "24",
                "verse_text": "Then all of you will call on the name of your god, and I will call on the name of the LORD . The god who answers with fire&ndash;that&quot;s the real God!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "So Elijah said to the prophets of Baal, &apos;Choose one of these bulls. Prepare it first since there are so many of you. Call on the name of your god, but don&quot;t add fire.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "So they took one of the bulls that had been brought to them. They prepared it and called on Baal&quot;s name from morning to midday. They said, &apos;Great Baal, answer us!&apos; But there was no sound or answer. They performed a hopping dance around the altar that had been set up."
            },
            {
                "verse_number": "27",
                "verse_text": "Around noon, Elijah started making fun of them: &apos;Shout louder! Certainly he&quot;s a god! Perhaps he is lost in thought or wandering or traveling somewhere. Or maybe he is asleep and must wake up!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "So the prophets of Baal cried with a louder voice and cut themselves with swords and knives as was their custom. Their blood flowed all over them."
            },
            {
                "verse_number": "29",
                "verse_text": "As noon passed they went crazy with their ritual until it was time for the evening offering. Still there was no sound or answer, no response whatsoever."
            },
            {
                "verse_number": "30",
                "verse_text": "Then Elijah said to all the people, &apos;Come here!&apos; All the people closed in, and he repaired the LORD &quot;s altar that had been damaged."
            },
            {
                "verse_number": "31",
                "verse_text": "Elijah took twelve stones, according to the number of the tribes of the sons of Jacob&ndash;to whom the LORD &quot;s word came: &apos;Your name will be Israel.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "He built the stones into an altar in the LORD &quot;s name, and he dug a trench around the altar big enough to hold two seahs of dry grain."
            },
            {
                "verse_number": "33",
                "verse_text": "He put the wood in order, butchered the bull, and placed the bull on the wood. &apos;Fill four jars with water and pour it on the sacrifice and on the wood,&apos; he commanded."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Do it a second time!&apos; he said. So they did it a second time. &apos;Do it a third time!&apos; And so they did it a third time."
            },
            {
                "verse_number": "35",
                "verse_text": "The water flowed around the altar, and even the trench filled with water."
            },
            {
                "verse_number": "36",
                "verse_text": "At the time of the evening offering, the prophet Elijah drew near and prayed: &apos; LORD , the God of Abraham, Isaac, and Israel, let it be known today that you are God in Israel and that I am your servant. I have done all these things at your instructions."
            },
            {
                "verse_number": "37",
                "verse_text": "Answer me, LORD ! Answer me so that this people will know that you, LORD , are the real God and that you can change their hearts.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Then the LORD &quot;s fire fell; it consumed the sacrifice, the wood, the stones, and the dust. It even licked up the water in the trench!"
            },
            {
                "verse_number": "39",
                "verse_text": "All the people saw this and fell on their faces. &apos;The LORD is the real God! The LORD is the real God!&apos; they exclaimed."
            },
            {
                "verse_number": "40",
                "verse_text": "Elijah said to them, &apos;Seize Baal&quot;s prophets! Don&quot;t let any escape!&apos; The people seized the prophets, and Elijah brought them to the Kishon Brook and killed them there."
            },
            {
                "verse_number": "41",
                "verse_text": "Elijah then said to Ahab, &apos;Get up! Celebrate with food and drink because I hear the sound of a rainstorm coming.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "So Ahab got up to celebrate with food and drink. But Elijah went up to the top of Mount Carmel. He bowed down to the ground and put his face between his knees."
            },
            {
                "verse_number": "43",
                "verse_text": "He said to his assistant, &apos;Please get up and look toward the sea.&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "The seventh time the assistant said, &apos;I see a small cloud the size of a human hand coming up from the sea.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "After a little while, the sky became dark with clouds, and a wind came up with a huge rainstorm. Ahab was already riding on his way to Jezreel,"
            },
            {
                "verse_number": "46",
                "verse_text": "but the LORD &quot;s power strengthened Elijah. He gathered up his clothes and ran in front of Ahab until he came to Jezreel."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Ahab told Jezebel all that Elijah had done, how he had killed all Baal&quot;s prophets with the sword."
            },
            {
                "verse_number": "2",
                "verse_text": "Jezebel sent a messenger to Elijah with this message: &apos;May the gods do whatever they want to me if by this time tomorrow I haven&quot;t made your life like the life of one of them.&apos; Then suddenly a messenger tapped him and said to him, &apos;Get up! Eat something!&apos; The LORD &quot;s word came to him and said, &apos;Why are you here, Elijah?&apos; Elijah replied, &apos;Go! I&quot;m not holding you back!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Elijah was terrified. He got up and ran for his life. He arrived at Beer-sheba in Judah and left his assistant there."
            },
            {
                "verse_number": "4",
                "verse_text": "He himself went farther on into the desert a day&quot;s journey. He finally sat down under a solitary broom bush. He longed for his own death: &apos;It&quot;s more than enough, LORD ! Take my life because I&quot;m no better than my ancestors.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "He lay down and slept under the solitary broom bush."
            },
            {
                "verse_number": "6",
                "verse_text": "Elijah opened his eyes and saw flatbread baked on glowing coals and a jar of water right by his head. He ate and drank, and then went back to sleep."
            },
            {
                "verse_number": "7",
                "verse_text": "The LORD &quot;s messenger returned a second time and tapped him. &apos;Get up!&apos; the messenger said. &apos;Eat something, because you have a difficult road ahead of you.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Elijah got up, ate and drank, and went refreshed by that food for forty days and nights until he arrived at Horeb, God&quot;s mountain."
            },
            {
                "verse_number": "9",
                "verse_text": "There he went into a cave and spent the night."
            },
            {
                "verse_number": "10",
                "verse_text": "Elijah replied, &apos;I&quot;ve been very passionate for the LORD God of heavenly forces because the Israelites have abandoned your covenant. They have torn down your altars, and they have murdered your prophets with the sword. I&quot;m the only one left, and now they want to take my life too!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The LORD said, &apos;Go out and stand at the mountain before the LORD . The LORD is passing by.&apos; A very strong wind tore through the mountains and broke apart the stones before the LORD . But the LORD wasn&quot;t in the wind. After the wind, there was an earthquake. But the LORD wasn&quot;t in the earthquake."
            },
            {
                "verse_number": "12",
                "verse_text": "After the earthquake, there was a fire. But the LORD wasn&quot;t in the fire. After the fire, there was a sound. Thin. Quiet."
            },
            {
                "verse_number": "13",
                "verse_text": "When Elijah heard it, he wrapped his face in his coat. He went out and stood at the cave&quot;s entrance. A voice came to him and said, &apos;Why are you here, Elijah?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "He said, &apos;I&quot;ve been very passionate for the LORD God of heavenly forces because the Israelites have abandoned your covenant. They have torn down your altars, and they have murdered your prophets with the sword. I&quot;m the only one left, and now they want to take my life too.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The LORD said to him, &apos;Go back through the desert to Damascus and anoint Hazael as king of Aram."
            },
            {
                "verse_number": "16",
                "verse_text": "Also anoint Jehu, Nimshi&quot;s son, as king of Israel; and anoint Elisha from Abel-meholah, Shaphat&quot;s son, to succeed you as prophet."
            },
            {
                "verse_number": "17",
                "verse_text": "Whoever escapes from the sword of Hazael, Jehu will kill. Whoever escapes from the sword of Jehu, Elisha will kill."
            },
            {
                "verse_number": "18",
                "verse_text": "But I have preserved those who remain in Israel, totaling seven thousand&ndash;all those whose knees haven&quot;t bowed down to Baal and whose mouths haven&quot;t kissed him.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So Elijah departed from there and found Elisha, Shaphat&quot;s son. He was plowing with twelve yoke of oxen before him. Elisha was with the twelfth yoke. Elijah met up with him and threw his coat on him."
            },
            {
                "verse_number": "20",
                "verse_text": "Elisha immediately left the oxen and ran after Elijah. &apos;Let me kiss my father and my mother,&apos; Elisha said, &apos;then I will follow you.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Elisha turned back from following Elijah, took the pair of oxen, and slaughtered them. Then with equipment from the oxen, Elisha boiled the meat, gave it to the people, and they ate it. Then he got up, followed Elijah, and served him."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "King Ben-hadad of Aram brought together all his army along with thirty-two kings plus horses and chariots. He went up, surrounded Samaria, and made war against it."
            },
            {
                "verse_number": "2",
                "verse_text": "He sent messengers to Ahab, Israel&quot;s king, inside Samaria."
            },
            {
                "verse_number": "3",
                "verse_text": "The message said, &apos;This is what Ben-hadad says: &quot;Your silver and your gold are mine. Your good-looking wives and children are mine.&quot;&apos; The messengers took this response to Ben-hadad, The prophet answered, &apos;This is what the LORD says: The servants of the district officials will do it.&apos; &apos;Who should start the battle?&apos; Ahab asked. &apos;You should,&apos; the prophet replied. Israel&quot;s king said, &apos;Is he still alive? He is my brother.&apos; &apos;Go and get him,&apos; the king ordered. So Ben-hadad came to him, and the king received him into his chariot. Israel&quot;s king replied, &apos;It appears you have decided your own fate.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Israel&quot;s king answered, &apos;Whatever you say, my master, great king. I am yours and so is everything I have.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The messengers came back again: &apos;This is what Ben-hadad says: &quot;I sent you the message: Give me your silver and gold, your wives and your sons."
            },
            {
                "verse_number": "6",
                "verse_text": "However, at this time tomorrow I will send my officers to you, and they will search your palace and the houses of your officers. Everything that you find valuable they will seize and take away.&quot;&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then Israel&quot;s king called all the elders of the land and he said, &apos;Please know and understand the evil this man wants to do! He demanded from me my wives and sons, and my silver and gold; and I didn&quot;t refuse him.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "All of the elders and the people said to him, &apos;Don&quot;t obey and don&quot;t give in!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So the king said to Ben-hadad&quot;s messengers, &apos;Say to my master the king: &quot;Everything that you first ordered your servant, I will do. But I can&quot;t comply with this new command.&quot;&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "who sent back this reply: &apos;May the gods do whatever they want to me if there is even a handful of dust left in Samaria for the armies under me!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then Israel&quot;s king replied, &apos;The one who prepares for battle shouldn&quot;t brag like one returning from battle.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "When Ben-hadad heard this message, he and the other kings were drinking in their tents. Ben-hadad said to his officers, &apos;Take your positions!&apos; So they took up their positions against the city."
            },
            {
                "verse_number": "13",
                "verse_text": "Suddenly a prophet approached Israel&quot;s King Ahab. He said, &apos;This is what the LORD says: Do you see that great army? Today I am handing it over to you. Then you will know that I am the LORD .&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Ahab said, &apos;Who will do it?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So Ahab assembled the servants of the district officials. There were two hundred thirty-two of them. Next he assembled the entire Israelite army, seven thousand total."
            },
            {
                "verse_number": "16",
                "verse_text": "At noon they marched for battle. Meanwhile, Ben-hadad and the thirty-two kings allied with him were getting drunk in their tents."
            },
            {
                "verse_number": "17",
                "verse_text": "The servants of the district officials were at the head of the march. Ben-hadad sent for information and was told, &apos;Some men have marched out of Samaria.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "He said, &apos;If they have come out in peace, take them alive; if they have come out for war, take them alive as well.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So the servants of the district governors with the army behind them marched out from the city."
            },
            {
                "verse_number": "20",
                "verse_text": "Each one struck down his opponent, so that the Arameans fled. Israel chased after them. Ben-hadad, Aram&quot;s king, escaped with some horses and chariots."
            },
            {
                "verse_number": "21",
                "verse_text": "Israel&quot;s king went out and attacked the horses and chariots. He attacked the Arameans with a fierce assault."
            },
            {
                "verse_number": "22",
                "verse_text": "The prophet came to Israel&quot;s king and said to him, &apos;Maintain your strength! Know and understand that at the turn of the coming year, Aram&quot;s king will attack you again.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "The officers of Aram&quot;s king said to him, &apos;Israel&quot;s god is a god of the mountains. That&quot;s why they were stronger than us. But if we fight them on the plains, we will certainly be stronger than they are."
            },
            {
                "verse_number": "24",
                "verse_text": "This is what you need to do: Remove the kings from their military posts and appoint officials in their place."
            },
            {
                "verse_number": "25",
                "verse_text": "Then raise another army like the one that was destroyed, with horses like those horses and chariots like those chariots. Then we will fight them on the plains, and we will certainly be stronger than they are.&apos; The king took their advice and followed it."
            },
            {
                "verse_number": "26",
                "verse_text": "So in the spring of the year, Ben-hadad assembled the Arameans and marched up to Aphek to fight with Israel."
            },
            {
                "verse_number": "27",
                "verse_text": "Now the Israelites had already been assembled and provisioned, so they went to engage the Arameans. The Israelites camped before them like two small flocks of goats, but the Arameans filled the land."
            },
            {
                "verse_number": "28",
                "verse_text": "Then the man of God came forward and said to Israel&quot;s king, &apos;This is what the LORD says: Because the Arameans said that the LORD is a god of the mountains but not a god of the valleys, I am handing this whole great army over to you. Then you will know that I am the LORD .&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "The two armies camped opposite each other for seven days. On the seventh day, the battle began. The Israelites attacked and destroyed one hundred thousand Aramean foot soldiers in a single day."
            },
            {
                "verse_number": "30",
                "verse_text": "Those who were left fled to Aphek, into the city where a wall fell on twenty-seven thousand more of them. But Ben-hadad escaped and hid in an inner room within the city."
            },
            {
                "verse_number": "31",
                "verse_text": "Ben-hadad&quot;s officers said to him, &apos;Listen, we have heard that the kings of Israel are merciful kings. Allow us to put mourning clothes on our bodies and cords around our heads. We will then go to Israel&quot;s king. Perhaps he will let you live.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "So they put mourning clothes on their bodies and cords around their heads. They went to Israel&quot;s king and said, &apos;Ben-hadad is your slave. He begs, &quot;Please let me live!&quot;&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Taking this as a good sign, Ben-hadad&quot;s men quickly accepted this statement. &apos;Yes, Ben-hadad is your brother!&apos; they said."
            },
            {
                "verse_number": "34",
                "verse_text": "Ben-hadad said to the king, &apos;I will return the towns that my father took from your father. Furthermore, you can set up markets for yourself in Damascus just as my father did in Samaria.&apos; The king replied, &apos;On the basis of this covenant, I will let you go.&apos; So he made a covenant with Ben-hadad and set him free."
            },
            {
                "verse_number": "35",
                "verse_text": "At the LORD &quot;s command a certain man who belonged to a prophetic group said to his friend: &apos;Please strike me.&apos; But his friend refused to hit him."
            },
            {
                "verse_number": "36",
                "verse_text": "So he said to his friend, &apos;Because you didn&quot;t obey the LORD &quot;s voice, a lion will attack you as soon as you leave me.&apos; And as the friend left the prophet, a lion found him and attacked him."
            },
            {
                "verse_number": "37",
                "verse_text": "Then the prophet found another man and said, &apos;Please strike me.&apos; He hit the prophet, and the attack left a wound."
            },
            {
                "verse_number": "38",
                "verse_text": "The prophet went and stood before the king by the road. He disguised himself by putting a bandage over his eyes."
            },
            {
                "verse_number": "39",
                "verse_text": "When the king passed by, the prophet called out to the king, &apos;Your servant was in the middle of the battle when someone brought a prisoner. &quot;Guard this man,&quot; he said. &quot;If he escapes it will be your life for his&ndash;that, or you will owe me a kikkar of silver.&quot;"
            },
            {
                "verse_number": "40",
                "verse_text": "Your servant got busy doing this and that, and the prisoner disappeared.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "The prophet quickly tore the bandage from over his eyes, and Israel&quot;s king recognized him as one of the prophets."
            },
            {
                "verse_number": "42",
                "verse_text": "Then the prophet said to the king, &apos;This is what the LORD says: Because you freed a man I condemned to die, it will be your life for his life, and your people for his people.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "So Israel&quot;s king went to his palace at Samaria, irritated and upset."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Now it happened sometime later that Naboth from Jezreel had a vineyard in Jezreel that was next to the palace of King Ahab of Samaria."
            },
            {
                "verse_number": "2",
                "verse_text": "Ahab ordered Naboth, &apos;Give me your vineyard so it can become my vegetable garden, because it is right next to my palace. In exchange for it, I&quot;ll give you an even better vineyard. Or if you prefer, I&quot;ll pay you the price in silver.&apos; &apos;I found you,&apos; Elijah said, &apos;because you&quot;ve enslaved yourself by doing evil in the LORD &quot;s eyes. ("
            },
            {
                "verse_number": "3",
                "verse_text": "Naboth responded to Ahab, &apos; LORD forbid that I give you my family inheritance!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So Ahab went to his palace, irritated and upset at what Naboth had said to him&ndash;because Naboth had said, &apos;I won&quot;t give you my family inheritance!&apos; Ahab lay down on his bed and turned his face away. He wouldn&quot;t eat anything."
            },
            {
                "verse_number": "5",
                "verse_text": "His wife Jezebel came to him. &apos;Why are you upset and not eating any food?&apos; she asked."
            },
            {
                "verse_number": "6",
                "verse_text": "He answered her, &apos;I was talking to Naboth. I said, &quot;Sell me your vineyard. Or if you prefer, I&quot;ll give you another vineyard for it.&quot; But he said, &quot;I won&quot;t give you my vineyard!&quot;&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then his wife Jezebel said to him, &apos;Aren&quot;t you the one who rules Israel? Get up! Eat some food and cheer up. I&quot;ll get Naboth&quot;s vineyard for you myself.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So she wrote letters in Ahab&quot;s name, putting his seal on them. She sent them to the elders and officials who lived in the same town as Naboth."
            },
            {
                "verse_number": "9",
                "verse_text": "This is what she wrote in the letters: &apos;Announce a fast and place Naboth at the head of the people."
            },
            {
                "verse_number": "10",
                "verse_text": "Then bring in two liars in front of him and have them testify as follows: &quot;You cursed God and king!&quot; Then take Naboth outside and stone him so he dies.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The elders and the officials who lived in Naboth&quot;s town did exactly as Jezebel specified in the letters that she had sent."
            },
            {
                "verse_number": "12",
                "verse_text": "They announced a fast and placed Naboth at the head of the people."
            },
            {
                "verse_number": "13",
                "verse_text": "Then the two liars came and sat in front of him. They testified against Naboth in front of the people, &apos;Naboth cursed God and king!&apos; So the people took Naboth outside the town and stoned him so that he died."
            },
            {
                "verse_number": "14",
                "verse_text": "It was then reported to Jezebel, &apos;Naboth was stoned. He&quot;s dead.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "As soon as Jezebel heard that Naboth had been stoned to death, she said to Ahab, &apos;Get up and take ownership of the vineyard of Naboth, which he had refused to sell to you. Naboth is no longer alive; he&quot;s dead.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "When Ahab heard that Naboth had died, he got up and went down to Naboth&quot;s vineyard to take ownership of it."
            },
            {
                "verse_number": "17",
                "verse_text": "The LORD &quot;s word came to Elijah from Tishbe:"
            },
            {
                "verse_number": "18",
                "verse_text": "Get up and go down to meet Israel&quot;s King Ahab in Samaria. He is in Naboth&quot;s vineyard. He has gone down to take ownership of it."
            },
            {
                "verse_number": "19",
                "verse_text": "Say the following to him: This is what the LORD says: So, you&quot;ve murdered and are now taking ownership, are you? Then tell him: This is what the LORD says: In the same place where the dogs licked up Naboth&quot;s blood, they will lick up your own blood."
            },
            {
                "verse_number": "20",
                "verse_text": "Ahab said to Elijah, &apos;So you&quot;ve found me, my old enemy!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So I am now bringing evil on you! I will burn until you are consumed, and I will eliminate everyone who urinates on a wall that belongs to Ahab, whether slave or free."
            },
            {
                "verse_number": "22",
                "verse_text": "I will make your household like that of Jeroboam, Nebat&quot;s son, and like the household of Baasha, Ahijah&quot;s son, because of the way you&quot;ve angered me and because you&quot;ve made Israel sin."
            },
            {
                "verse_number": "23",
                "verse_text": "As for Jezebel, the LORD says this: Dogs will devour Jezebel in the area of Jezreel."
            },
            {
                "verse_number": "24",
                "verse_text": "Dogs will eat anyone of Ahab&quot;s family who dies in town, and birds will eat anyone who dies in the country.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Truly there has never been anyone like Ahab who sold out by doing evil in the LORD &quot;s eyes&ndash;evil that his wife Jezebel led him to do."
            },
            {
                "verse_number": "26",
                "verse_text": "Ahab&quot;s actions were deplorable. He followed after the worthless idols exactly like the Amorites had done&ndash;the very ones the LORD had removed before the Israelites.)"
            },
            {
                "verse_number": "27",
                "verse_text": "When Ahab heard these words, he tore his clothes and put mourning clothes on his body. He fasted, even slept in mourning clothes, and walked around depressed."
            },
            {
                "verse_number": "28",
                "verse_text": "The LORD &quot;s word then came to Elijah from Tishbe:"
            },
            {
                "verse_number": "29",
                "verse_text": "Have you seen how Ahab has humbled himself before me? Because he has done so, I won&quot;t bring the evil during his lifetime. Instead, I will bring the evil on his household in the days of his son."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "For three years there was no war between Aram and the Israelites."
            },
            {
                "verse_number": "2",
                "verse_text": "In the third year, Judah&quot;s King Jehoshaphat visited Israel&quot;s king."
            },
            {
                "verse_number": "3",
                "verse_text": "Israel&quot;s king said to his servants, &apos;You know, don&quot;t you, that Ramoth-gilead is ours? But we aren&quot;t doing anything to take it back from the king of Aram.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "He said to Jehoshaphat, &apos;Will you go with me into battle at Ramoth-gilead?&apos; Jehoshaphat said to Israel&quot;s king, &apos;I am with you, and my troops and my horses are united with yours. &apos;Attack!&apos; the prophets answered. &apos;The LORD will hand it over to the king.&apos; &apos;The king shouldn&quot;t speak like that!&apos; Jehoshaphat said. &apos;Attack and win!&apos; Micaiah answered. &apos;The LORD will hand it over to the king!&apos; &apos;Turn around and get me out of the battle,&apos; the king told his chariot driver. &apos;I&quot;ve been hit!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "But,&apos; Jehoshaphat said to Israel&quot;s king, &apos;first let&quot;s see what the LORD has to say.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Israel&quot;s king gathered about four hundred prophets, and he asked them, &apos;Should I go to war with Ramoth-gilead or not?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "But Jehoshaphat said, &apos;Isn&quot;t there any other prophet of the Lord whom we could ask?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;There is one other man who could ask the LORD for us,&apos; Israel&quot;s king told Jehoshaphat, &apos;but I hate him because he never prophesies anything good about me, only bad. His name is Micaiah, Imlah&quot;s son.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Israel&quot;s king called an officer and ordered, &apos;Bring Micaiah, Imlah&quot;s son, right away.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Now Israel&quot;s king and Judah&quot;s King Jehoshaphat were sitting on their thrones, dressed in their royal robes at the threshing floor beside the entrance to the gate of Samaria. All the prophets were prophesying in front of them."
            },
            {
                "verse_number": "11",
                "verse_text": "Zedekiah, Chenaanah&quot;s son, made iron horns for himself and said, &apos;This is what the LORD says: With these horns you will gore the Arameans until there&quot;s nothing left of them!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "All the other prophets agreed: &apos;Attack Ramoth-gilead and win! The LORD will hand it over to the king!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Meanwhile, the messenger who had gone to summon Micaiah said to him, &apos;Listen, the prophets all agree that the king will succeed. You should say the same thing they say and prophesy success.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "But Micaiah answered, &apos;As surely as the LORD lives, I will say only what the LORD tells me to say.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "When Micaiah arrived, the king asked him, &apos;Micaiah, should we go to war with Ramoth-gilead or not?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But the king said, &apos;How many times must I demand that you tell me the truth when you speak in the name of the LORD ?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then Micaiah replied, &apos;I saw all Israel scattered on the hills like sheep without a shepherd! And then the LORD said: They have no master. Let them return safely to their own homes.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then Israel&quot;s king said to Jehoshaphat, &apos;Didn&quot;t I tell you? He never prophesies anything good about me, only bad.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then Micaiah said, &apos;Listen now to the LORD &quot;s word: I saw the LORD enthroned with all the heavenly forces stationed beside him, at his right and at his left."
            },
            {
                "verse_number": "20",
                "verse_text": "The LORD said, &quot;Who will persuade Ahab so that he attacks Ramoth-gilead and dies there?&quot; There were many suggestions"
            },
            {
                "verse_number": "21",
                "verse_text": "until one particular spirit approached the LORD and said, &quot;I&quot;ll persuade him.&quot; &quot;How?&quot; the LORD asked."
            },
            {
                "verse_number": "22",
                "verse_text": "&quot;I will be a lying spirit in the mouth of all his prophets,&quot; he said. The LORD agreed, &quot;You will succeed in persuading him! Go ahead!&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "So now, since the LORD has placed a lying spirit in the mouths of every one of these prophets of yours, it is the LORD who has pronounced disaster against you!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Zedekiah, Chenaanah&quot;s son, approached Micaiah and slapped him on the cheek. &apos;Just how did the LORD &quot;s spirit leave me to speak to you?&apos; he asked."
            },
            {
                "verse_number": "25",
                "verse_text": "Micaiah answered, &apos;You will find out on the day you try to hide in an inner room.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Arrest him,&apos; ordered Israel&quot;s king, &apos;and turn him over to Amon the city official and to Joash the king&quot;s son."
            },
            {
                "verse_number": "27",
                "verse_text": "Tell them, &quot;The king says: Put this man in prison and feed him minimum rations of bread and water until I return safely.&quot;&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;If you ever return safely,&apos; Micaiah replied, &apos;then the LORD wasn&quot;t speaking through me.&apos; Then he added, &apos;Pay attention, every last one of you!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "So Israel&quot;s king and Judah&quot;s King Jehoshaphat attacked Ramoth-gilead."
            },
            {
                "verse_number": "30",
                "verse_text": "Israel&quot;s king said to Jehoshaphat, &apos;I will disguise myself when we go into battle, but you should wear your royal attire.&apos; When Israel&quot;s king had disguised himself, they entered the battle."
            },
            {
                "verse_number": "31",
                "verse_text": "Meanwhile, Aram&quot;s king had commanded his thirty-two chariot officers, &apos;Don&quot;t bother with anyone big or small. Fight only with Israel&quot;s king.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "As soon as the chariot officers saw Jehoshaphat, they assumed that he must be Israel&quot;s king, so they turned to attack him. But Jehoshaphat cried out for help."
            },
            {
                "verse_number": "33",
                "verse_text": "When the chariot officers realized that he wasn&quot;t Israel&quot;s king, they stopped chasing him."
            },
            {
                "verse_number": "34",
                "verse_text": "But someone randomly shot an arrow that struck Israel&quot;s king between the joints in his armor."
            },
            {
                "verse_number": "35",
                "verse_text": "While the battle raged all that day, the king stood propped up in the chariot facing the Arameans. But that evening he died after his blood had poured from his wound into the chariot."
            },
            {
                "verse_number": "36",
                "verse_text": "When the sun set, a shout spread throughout the camp: &apos;Retreat to your towns! Retreat to your land!&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Once the king had died, people came from Samaria and buried the king there."
            },
            {
                "verse_number": "38",
                "verse_text": "They cleaned the chariot at the pool of Samaria. The dogs licked up the king&quot;s blood and the prostitutes bathed in it, just as the LORD had spoken."
            },
            {
                "verse_number": "39",
                "verse_text": "The rest of Ahab&quot;s deeds and all that he did&ndash;including the ivory palace he built and all the towns he constructed&ndash;aren&quot;t they written in the official records of Israel&quot;s kings?"
            },
            {
                "verse_number": "40",
                "verse_text": "Ahab lay down with his ancestors. His son Ahaziah succeeded him as king."
            },
            {
                "verse_number": "41",
                "verse_text": "Jehoshaphat, Asa&quot;s son, became king over Judah in the fourth year of Israel&quot;s King Ahab."
            },
            {
                "verse_number": "42",
                "verse_text": "Jehoshaphat was 35 years old when he became king, and he ruled for twenty-five years in Jerusalem. His mother&quot;s name was Azubah; she was Shilhi&quot;s daughter."
            },
            {
                "verse_number": "43",
                "verse_text": "Jehoshapat walked in all the ways of his father Asa, not deviating from it. He did the right things in the LORD &quot;s eyes, with the exception that he didn&quot;t remove the shrines. The people continued to sacrifice and offer incense at them."
            },
            {
                "verse_number": "44",
                "verse_text": "Jehoshaphat made peace with Israel&quot;s king."
            },
            {
                "verse_number": "45",
                "verse_text": "The rest of Jehoshaphat&quot;s deeds, the great acts he did, and how he fought in battle, aren&quot;t they written in the official records of Judah&quot;s kings?"
            },
            {
                "verse_number": "46",
                "verse_text": "Additionally, Jehoshaphat purged the land of the consecrated workers who remained from the days of Asa."
            },
            {
                "verse_number": "47",
                "verse_text": "Now Edom had no king; only a deputy was ruler."
            },
            {
                "verse_number": "48",
                "verse_text": "Jehoshaphat built Tarshish-styled ships to go to Ophir for gold. But the fleet didn&quot;t go because it was wrecked at Ezion-geber."
            },
            {
                "verse_number": "49",
                "verse_text": "Then Ahaziah, Ahab&quot;s son, said to Jehoshaphat, &apos;Let my sailors go with your sailors on the ships.&apos; But Jehoshaphat didn&quot;t agree to this."
            },
            {
                "verse_number": "50",
                "verse_text": "Jehoshaphat died and was buried with his ancestors in his ancestor David&quot;s City. His son Jehoram succeeded him as king."
            },
            {
                "verse_number": "51",
                "verse_text": "In the seventeenth year of Judah&quot;s King Jehoshaphat, Ahaziah, Ahab&quot;s son, became king over Israel in Samaria. He ruled over Israel for two years."
            },
            {
                "verse_number": "52",
                "verse_text": "He did evil in the LORD &quot;s eyes. He walked in his father&quot;s ways and his mother&quot;s ways&ndash;that is, in the ways of Jeroboam, Nebat&quot;s son, who had caused Israel to sin."
            },
            {
                "verse_number": "53",
                "verse_text": "Ahaziah served Baal and worshipped him. He angered the LORD , Israel&quot;s God, by doing all the same things his father had done."
            }
        ]
    }
}