{
    "Lamentations": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Oh, no! She sits alone, the city that was once full of people. Once great among nations, she has become like a widow. Once a queen over provinces, she has become a slave. None of her lovers comfort her. All her friends lied to her; they have become her enemies. She lives among the nations; she finds no rest. All who were chasing her caught her&ndash; right in the middle of her distress. All her gates are deserted. Her priests are groaning, her young women grieving. She is bitter. Certainly the LORD caused her grief because of her many wrong acts. Her children have gone away, captive before the enemy. Her officials are like deer that can&quot;t find pasture. They have gone away, frail, before the hunter. When her people fell by the enemy&quot;s hand, there was no one to help her. Enemies saw her, laughed at her defeat. All who honored her now detest her, for they&quot;ve seen her naked. Even she groans and turns away. She&quot;s gone down shockingly; she has no comforter. &apos; LORD , look at my suffering&ndash;the enemy has definitely triumphed!&apos; She watched nations enter her sanctuary&ndash; They give up their most precious things for food to survive. &apos; LORD , look and take notice: I am most certainly despised.&apos; Look around: Is there any suffering like the suffering inflicted on me, the grief that the LORD caused on the day of his fierce anger? He spread a net for my feet; he forced me backward. He left me devastated, constantly sick. His yoke is on my neck; he makes my strength fail. My Lord has handed me over to people I can&quot;t resist. He called a feast for me&ndash;in order to crush my young men! My Lord has stomped on the winepress of the young woman Daughter Judah. because a comforter who might encourage me is nowhere near. My children are destroyed because the enemy was so strong. The LORD commanded Jacob&quot;s enemies to surround him. Jerusalem is just a piece of garbage to them. Listen, all you people; look at my suffering. My young women and young men have gone away as prisoners. My priests and my elders have perished in the city; they were looking for food to survive. my heart is pounding inside me because I am so bitter. In the streets the sword kills; in the house it is like death. All my enemies heard about my distress; they were thrilled that you had done this. Bring the day you have announced so they become like me! Then injure them like you&quot;ve injured me because of all my wrong acts; my groans are many, my heart is sick."
            },
            {
                "verse_number": "2",
                "verse_text": "She weeps bitterly in the night, her tears on her cheek."
            },
            {
                "verse_number": "3",
                "verse_text": "Judah was exiled after suffering and hard service."
            },
            {
                "verse_number": "4",
                "verse_text": "Zion&quot;s roads are in mourning; no one comes to the festivals."
            },
            {
                "verse_number": "5",
                "verse_text": "Her adversaries have become rulers; her enemies relax."
            },
            {
                "verse_number": "6",
                "verse_text": "Daughter Zion lost all her glory."
            },
            {
                "verse_number": "7",
                "verse_text": "While suffering and homeless, Jerusalem remembers all her treasures from days long past."
            },
            {
                "verse_number": "8",
                "verse_text": "Jerusalem has sinned greatly; therefore, she&quot;s become a joke."
            },
            {
                "verse_number": "9",
                "verse_text": "Her uncleanness shows on her clothing; she didn&quot;t consider what would happen to her."
            },
            {
                "verse_number": "10",
                "verse_text": "The enemy grabbed all her treasures. nations that you, God, commanded: They must not enter your assembly."
            },
            {
                "verse_number": "11",
                "verse_text": "All her people are groaning, seeking bread."
            },
            {
                "verse_number": "12",
                "verse_text": "Is this nothing to all you who pass by?"
            },
            {
                "verse_number": "13",
                "verse_text": "From above he sent fire into my bones; he trampled them."
            },
            {
                "verse_number": "14",
                "verse_text": "My steps are being watched; by his hand they are tripped up."
            },
            {
                "verse_number": "15",
                "verse_text": "My Lord has despised my mighty warriors."
            },
            {
                "verse_number": "16",
                "verse_text": "Because of all these things I&quot;m crying. My eyes, my own eyes pour water"
            },
            {
                "verse_number": "17",
                "verse_text": "Zion spreads out her hands; she has no comforter."
            },
            {
                "verse_number": "18",
                "verse_text": "The LORD is right, because I disobeyed his word."
            },
            {
                "verse_number": "19",
                "verse_text": "I called to my lovers, but they deceived me."
            },
            {
                "verse_number": "20",
                "verse_text": "Pay attention, LORD , for I am in trouble. My stomach is churning;"
            },
            {
                "verse_number": "21",
                "verse_text": "People heard that I was groaning, that I had no comforter."
            },
            {
                "verse_number": "22",
                "verse_text": "Let all their evil come before you."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Oh, no! In anger, my Lord put Daughter Zion under a cloud; her king and her officials are now among the nations. There is no Instruction! make your tears run down like a flood all day and night. he threw Israel&quot;s glory from heaven down to earth. On that day of wrath, he didn&quot;t consider his own footstool. in his wrath he tore down the walled cities of Daughter Judah. The kingdom and its officials, he forced to the ground, shamed. right in front of the enemy, he withdrew his strong hand; he burned against Jacob like a flaming fire that ate up everything nearby. He killed every precious thing in sight; he poured out his wrath like fire on Daughter Zion&quot;s tent. he devoured all her palaces; he made ruins of her city walls. In Daughter Judah he multiplied mourning along with more mourning! The LORD made Zion forget both festival and sabbath; in his fierce rage, he scorned both monarch and priest. he handed Zion&quot;s palace walls over to enemies. They shouted in the LORD &quot;s own house as if it were a festival day. He stretched out a measuring line, didn&quot;t stop himself from devouring. He made barricades and walls wither&ndash;together they wasted away. Even her prophets couldn&quot;t find a vision from the LORD . They throw dust on their heads; they put on mourning clothes. Jerusalem&quot;s young women bow their heads all the way to the ground. My insides are poured on the ground because the daughter of my people is shattered, because children and babies are fainting in the city streets. while fainting like the wounded in the city streets, while their lives are draining away at their own mothers&quot; breasts. With what could I equate you? How can I comfort you, young woman Daughter Zion? Your hurt is as vast as the sea. Who can heal you? They didn&quot;t reveal your sin so as to prevent your captivity. Instead, they showed you worthless and incorrect prophecies. they whistle, shaking their heads at Daughter Jerusalem: &apos;Could this be the city called Perfect Beauty, the Joy of All the Earth?&apos; they whistle, grinding their teeth. They say, &apos;We have devoured! This is definitely the day we&quot;ve been waiting for. We&quot;ve seen it come to pass.&apos; that he had commanded long ago. He ripped down, showing no compassion. He made the enemy rejoice over you; he raised up your adversaries&quot; horn. Don&quot;t relax at all; don&quot;t rest your eyes a moment. Lift your hands up to him for the life of your children&ndash; the ones who are fainting from hunger on every street corner. Should women eat their own offspring, their own beautiful babies? Should priest and prophet be killed in my Lord&quot;s own sanctuary? my young women and young men fall dead by the sword. On the day of your anger, you killed; you slaughtered, showing no compassion. On the day of the LORD &quot;s anger, no one escaped, not one survived. The children that I nurtured, that I raised myself, my enemy finished them off."
            },
            {
                "verse_number": "2",
                "verse_text": "Showing no compassion, my Lord devoured each of Jacob&quot;s meadows;"
            },
            {
                "verse_number": "3",
                "verse_text": "In his burning rage, he cut off each of Israel&quot;s horns;"
            },
            {
                "verse_number": "4",
                "verse_text": "He bent his bow as an enemy would; his strong hand was poised like an adversary."
            },
            {
                "verse_number": "5",
                "verse_text": "My Lord has become like an enemy. He devoured Israel;"
            },
            {
                "verse_number": "6",
                "verse_text": "He wrecked his own booth like a garden; he destroyed his place for festivals."
            },
            {
                "verse_number": "7",
                "verse_text": "My Lord rejected his altar, he abandoned his sanctuary;"
            },
            {
                "verse_number": "8",
                "verse_text": "The LORD planned to destroy Daughter Zion&quot;s wall."
            },
            {
                "verse_number": "9",
                "verse_text": "Zion&quot;s gates sank into the ground; he broke and shattered her bars;"
            },
            {
                "verse_number": "10",
                "verse_text": "Daughter Zion&quot;s elders sit on the ground and mourn."
            },
            {
                "verse_number": "11",
                "verse_text": "My eyes are worn out from weeping; my stomach is churning."
            },
            {
                "verse_number": "12",
                "verse_text": "They say to their mothers, &apos;Where are grain and wine?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "What can I testify about you, Daughter Jerusalem? To what could I compare you?"
            },
            {
                "verse_number": "14",
                "verse_text": "Your prophets gave you worthless and empty visions."
            },
            {
                "verse_number": "15",
                "verse_text": "All who pass by on the road clap their hands about you;"
            },
            {
                "verse_number": "16",
                "verse_text": "All your enemies open wide their mouths against you;"
            },
            {
                "verse_number": "17",
                "verse_text": "The LORD did what he had planned. He accomplished the word"
            },
            {
                "verse_number": "18",
                "verse_text": "Cry out to my Lord from the heart, you wall of Daughter Zion;"
            },
            {
                "verse_number": "19",
                "verse_text": "Get up and cry out at nighttime, at the start of the night shift; pour out your heart before my Lord like water."
            },
            {
                "verse_number": "20",
                "verse_text": "LORD , look and see to whom you have done this!"
            },
            {
                "verse_number": "21",
                "verse_text": "Young and old alike lie on the ground in the streets;"
            },
            {
                "verse_number": "22",
                "verse_text": "You invited&ndash;as if to a festival!&ndash;terrors from every side."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "I am someone who saw the suffering caused by God&quot;s angry rod."
            },
            {
                "verse_number": "2",
                "verse_text": "He drove me away, forced me to walk in darkness, not light."
            },
            {
                "verse_number": "3",
                "verse_text": "He turned his hand even against me, over and over again, all day long."
            },
            {
                "verse_number": "4",
                "verse_text": "He wore out my flesh and my skin; he broke my bones."
            },
            {
                "verse_number": "5",
                "verse_text": "He besieged me, surrounding me with bitterness and weariness."
            },
            {
                "verse_number": "6",
                "verse_text": "He made me live in dark places like those who&quot;ve been dead a long time."
            },
            {
                "verse_number": "7",
                "verse_text": "He walled me in so I couldn&quot;t escape; he made my chains heavy."
            },
            {
                "verse_number": "8",
                "verse_text": "Even though I call out and cry for help, he silences my prayer."
            },
            {
                "verse_number": "9",
                "verse_text": "He walled in my paths with stonework; he made my routes crooked."
            },
            {
                "verse_number": "10",
                "verse_text": "He is a bear lurking for me, a lion in hiding."
            },
            {
                "verse_number": "11",
                "verse_text": "He took me from my path and tore me apart; he made me desolate."
            },
            {
                "verse_number": "12",
                "verse_text": "He drew back his bow, made me a shooting target for arrows."
            },
            {
                "verse_number": "13",
                "verse_text": "He shot the arrows of his quiver into my inside parts."
            },
            {
                "verse_number": "14",
                "verse_text": "I have become a joke to all my people, the object of their song of ridicule all day long."
            },
            {
                "verse_number": "15",
                "verse_text": "He saturated me with grief, made me choke on bitterness."
            },
            {
                "verse_number": "16",
                "verse_text": "He crushed my teeth into the gravel; he pressed me down into the ashes."
            },
            {
                "verse_number": "17",
                "verse_text": "I&quot;ve rejected peace; I&quot;ve forgotten what is good."
            },
            {
                "verse_number": "18",
                "verse_text": "I thought: My future is gone, as well as my hope from the LORD ."
            },
            {
                "verse_number": "19",
                "verse_text": "The memory of my suffering and homelessness is bitterness and poison."
            },
            {
                "verse_number": "20",
                "verse_text": "I can&quot;t help but remember and am depressed."
            },
            {
                "verse_number": "21",
                "verse_text": "I call all this to mind&ndash;therefore, I will wait."
            },
            {
                "verse_number": "22",
                "verse_text": "Certainly the faithful love of the LORD hasn&quot;t ended; certainly God&quot;s compassion isn&quot;t through!"
            },
            {
                "verse_number": "23",
                "verse_text": "They are renewed every morning. Great is your faithfulness."
            },
            {
                "verse_number": "24",
                "verse_text": "I think: The LORD is my portion! Therefore, I&quot;ll wait for him."
            },
            {
                "verse_number": "25",
                "verse_text": "The LORD is good to those who hope in him, to the person who seeks him."
            },
            {
                "verse_number": "26",
                "verse_text": "It&quot;s good to wait in silence for the LORD &quot;s deliverance."
            },
            {
                "verse_number": "27",
                "verse_text": "It&quot;s good for a man to carry a yoke in his youth."
            },
            {
                "verse_number": "28",
                "verse_text": "He should sit alone and be silent when God lays it on him."
            },
            {
                "verse_number": "29",
                "verse_text": "He should put his mouth in the dirt&ndash;perhaps there is hope."
            },
            {
                "verse_number": "30",
                "verse_text": "He should offer his cheek for a blow; he should be filled with shame."
            },
            {
                "verse_number": "31",
                "verse_text": "My Lord definitely won&quot;t reject forever."
            },
            {
                "verse_number": "32",
                "verse_text": "Although he has caused grief, he will show compassion in measure with his covenant loyalty."
            },
            {
                "verse_number": "33",
                "verse_text": "He definitely doesn&quot;t enjoy affliction, making humans suffer."
            },
            {
                "verse_number": "34",
                "verse_text": "Now crushing underfoot all the earth&quot;s prisoners,"
            },
            {
                "verse_number": "35",
                "verse_text": "denying someone justice before the Most High,"
            },
            {
                "verse_number": "36",
                "verse_text": "subverting a person&quot;s lawsuit&ndash;doesn&quot;t my Lord see all this?"
            },
            {
                "verse_number": "37",
                "verse_text": "Who ever spoke and it happened if my Lord hadn&quot;t commanded the same?"
            },
            {
                "verse_number": "38",
                "verse_text": "From the mouth of the Most High evil things don&quot;t come, but rather good!"
            },
            {
                "verse_number": "39",
                "verse_text": "Why then does any living person complain; why should anyone complain about their sins?"
            },
            {
                "verse_number": "40",
                "verse_text": "We must search and examine our ways; we must return to the LORD ."
            },
            {
                "verse_number": "41",
                "verse_text": "We should lift up our hearts and hands to God in heaven."
            },
            {
                "verse_number": "42",
                "verse_text": "We are the ones who did wrong; we rebelled. But you, God, have not forgiven."
            },
            {
                "verse_number": "43",
                "verse_text": "You wrapped yourself up in wrath and hunted us; you killed, showing no compassion."
            },
            {
                "verse_number": "44",
                "verse_text": "You wrapped yourself up in a cloud; prayers can&quot;t make it through!"
            },
            {
                "verse_number": "45",
                "verse_text": "You made us trash and garbage in front of all other people."
            },
            {
                "verse_number": "46",
                "verse_text": "All our enemies have opened their mouths against us."
            },
            {
                "verse_number": "47",
                "verse_text": "Terror and trap have come upon us, catastrophe and collapse!"
            },
            {
                "verse_number": "48",
                "verse_text": "Streams of water pour from my eyes because of the destruction of the daughter of my people."
            },
            {
                "verse_number": "49",
                "verse_text": "My eyes flow and don&quot;t stop. There is no relief"
            },
            {
                "verse_number": "50",
                "verse_text": "until the LORD looks down from the heavens and notices."
            },
            {
                "verse_number": "51",
                "verse_text": "My eyes hurt me because of what&quot;s happened to my city&quot;s daughters."
            },
            {
                "verse_number": "52",
                "verse_text": "My enemies hunted me down like a bird, relentlessly, for no reason."
            },
            {
                "verse_number": "53",
                "verse_text": "They caught me alive in a pit and threw stones at me;"
            },
            {
                "verse_number": "54",
                "verse_text": "water flowed over my head. I thought: I&quot;m finished."
            },
            {
                "verse_number": "55",
                "verse_text": "I call on your name, LORD , from the depths of the pit."
            },
            {
                "verse_number": "56",
                "verse_text": "Hear my voice. Don&quot;t close your ear to my need for relief, to my cry for help."
            },
            {
                "verse_number": "57",
                "verse_text": "Come near to me on the day I call to you. Say to me, &apos;Don&quot;t be afraid.&apos;"
            },
            {
                "verse_number": "58",
                "verse_text": "My Lord! Plead my desperate case; redeem my life."
            },
            {
                "verse_number": "59",
                "verse_text": "LORD , look at my mistreatment; judge my cause."
            },
            {
                "verse_number": "60",
                "verse_text": "Look at all of my enemies&quot; vengeance, all of their scheming against me."
            },
            {
                "verse_number": "61",
                "verse_text": "Hear their jeering, LORD , all of their scheming against me,"
            },
            {
                "verse_number": "62",
                "verse_text": "the speech of those who rise up against me, their incessant gossiping about me."
            },
            {
                "verse_number": "63",
                "verse_text": "Whether sitting or standing, look at how I am the object of their song of ridicule."
            },
            {
                "verse_number": "64",
                "verse_text": "Pay them back fully, LORD , according to what they have done."
            },
            {
                "verse_number": "65",
                "verse_text": "Give them a tortured mind&ndash;put your curse on them!"
            },
            {
                "verse_number": "66",
                "verse_text": "Angrily hunt them down; wipe them out from under the LORD &quot;s heaven."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Oh, no! Gold is tarnished; even the purest gold is changed. which was quickly overthrown without any hand-wringing. Sacred jewels are scattered on every street corner. oh no!&ndash;now they are worth no more than clay pots made by a potter. But the daughter of my people has become cruel, like desert ostriches. Children ask for bread, beg for it&ndash;but there is no bread. Those who wore the finest purple clothes now cling to piles of garbage. Their limbs were redder than coral; their bodies were sapphire. Their skin shriveled on their bones; it became dry like wood. those who bled away, pierced, lacking food from the field. to become their food during the destruction of the daughter of my people. He started a fire in Zion; it licked up its foundations. that either enemy or adversary could enter Jerusalem&quot;s gates. those who shed righteous blood in the middle of the city. No one would even touch their clothing. So they fled and wandered around. The nations said, &apos;They can&quot;t stay here anymore.&apos; They didn&quot;t honor the priests&quot; presence; they didn&quot;t favor the elders. From our watchtower we watched for a nation that doesn&quot;t save. Our end had drawn near; our days were done&ndash;our end had definitely come. They chased us up the mountains; they ambushed us in the wilderness. the one we used to talk about, saying, &apos;Under his protection we will live among the nations.&apos; But this cup will pass over to you too. You will get drunk on it. You will be stripped naked. But he will attend to your punishment, Daughter Edom; he will expose your sins."
            },
            {
                "verse_number": "2",
                "verse_text": "Zion&quot;s precious children, once valued as pure gold&ndash;"
            },
            {
                "verse_number": "3",
                "verse_text": "Even jackals offer the breast; they nurse their young."
            },
            {
                "verse_number": "4",
                "verse_text": "The baby&quot;s tongue sticks to the roof of its mouth, thirsty."
            },
            {
                "verse_number": "5",
                "verse_text": "Those who once ate gourmet food now tremble in the streets."
            },
            {
                "verse_number": "6",
                "verse_text": "Greater was the punishment of the daughter of my people than Sodom&quot;s penalty,"
            },
            {
                "verse_number": "7",
                "verse_text": "Her nazirites were purer than snow; they were more dazzling than milk."
            },
            {
                "verse_number": "8",
                "verse_text": "But their appearance grew darker than soot; they weren&quot;t recognized in the streets."
            },
            {
                "verse_number": "9",
                "verse_text": "Things were better for those stabbed by the sword than for those stabbed by famine&ndash;"
            },
            {
                "verse_number": "10",
                "verse_text": "The hands of loving women boiled their own children"
            },
            {
                "verse_number": "11",
                "verse_text": "The LORD let loose his fury; he poured out his fierce anger."
            },
            {
                "verse_number": "12",
                "verse_text": "The earth&quot;s rulers didn&quot;t believe it&ndash;neither did any who inhabit the world&ndash;"
            },
            {
                "verse_number": "13",
                "verse_text": "It was because of her prophets&quot; sins, her priests&quot; iniquities,"
            },
            {
                "verse_number": "14",
                "verse_text": "People wandered blindly in the streets, polluted with blood."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Go away! Unclean!&apos; was shouted at them, &apos;Go away! Away! Don&quot;t touch!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "It was the LORD &quot;s presence that scattered them; he no longer notices them."
            },
            {
                "verse_number": "17",
                "verse_text": "Our eyes continually failed, looking for some help, but for nothing."
            },
            {
                "verse_number": "18",
                "verse_text": "Our steps were tracked; we could no longer walk in our streets."
            },
            {
                "verse_number": "19",
                "verse_text": "Our hunters were faster than airborne eagles."
            },
            {
                "verse_number": "20",
                "verse_text": "The LORD &quot;s chosen one, the very breath in our lungs, was caught in their traps&ndash;"
            },
            {
                "verse_number": "21",
                "verse_text": "Rejoice and be happy, Daughter Edom, you who live in the land of Uz."
            },
            {
                "verse_number": "22",
                "verse_text": "Your punishment is over, Daughter Zion; God won&quot;t expose you anymore."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "LORD , consider what has become of us; take notice of our disgrace. Look at it! our houses belong to foreigners. our mothers are like widows. we gather our own wood&ndash;but pay for it. we are worn out, but have no rest. and to Assyria, to get sufficient food. but we are burdened with their iniquities. there is no one to rescue us from their power. because of the burning heat of famine. young women in Judah&quot;s cities. elders have been shown no respect. boys have stumbled under loads of wood. young people stop their music. our dancing has changed into lamentation. We are doomed because we have sinned. because of these things our glance is dark. only jackals walk on it now! your throne lasts from one generation to the next. why do you abandon us for such a long time? Give us new days, like those long ago&ndash;"
            },
            {
                "verse_number": "2",
                "verse_text": "Our property has been turned over to strangers;"
            },
            {
                "verse_number": "3",
                "verse_text": "We have become orphans, having no father;"
            },
            {
                "verse_number": "4",
                "verse_text": "We drink our own water&ndash;but for a price;"
            },
            {
                "verse_number": "5",
                "verse_text": "Our hunters have been at our necks;"
            },
            {
                "verse_number": "6",
                "verse_text": "We held out a hand to Egypt"
            },
            {
                "verse_number": "7",
                "verse_text": "Our fathers have sinned and are gone,"
            },
            {
                "verse_number": "8",
                "verse_text": "Slaves rule over us;"
            },
            {
                "verse_number": "9",
                "verse_text": "We get our bread at the risk of our lives because of the desert heat. or have become too angry with us."
            },
            {
                "verse_number": "10",
                "verse_text": "Our skin is as hot as an oven"
            },
            {
                "verse_number": "11",
                "verse_text": "Women have been raped in Zion,"
            },
            {
                "verse_number": "12",
                "verse_text": "Officials have been hung up by their hands;"
            },
            {
                "verse_number": "13",
                "verse_text": "Young men have carried grinding stones;"
            },
            {
                "verse_number": "14",
                "verse_text": "Elders have left the city gate;"
            },
            {
                "verse_number": "15",
                "verse_text": "Joy has left our heart;"
            },
            {
                "verse_number": "16",
                "verse_text": "The crown has fallen off our head."
            },
            {
                "verse_number": "17",
                "verse_text": "Because of all this our heart is sick;"
            },
            {
                "verse_number": "18",
                "verse_text": "Mount Zion, now deserted&ndash;"
            },
            {
                "verse_number": "19",
                "verse_text": "But you, LORD , will rule forever;"
            },
            {
                "verse_number": "20",
                "verse_text": "Why do you forget us continually;"
            },
            {
                "verse_number": "21",
                "verse_text": "Return us, LORD , to yourself. Please let us return!"
            },
            {
                "verse_number": "22",
                "verse_text": "unless you have completely rejected us,"
            }
        ]
    }
}