{
    "Habakkuk": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The oracle that Habakkuk the prophet saw. I cry out to you, &apos;Violence!&apos; but you don&quot;t deliver us. so that devastation and violence are before me? There is strife, and conflict abounds. Justice does not endure because the wicked surround the righteous. Justice becomes warped. Be astonished and stare because something is happening in your days that you wouldn&quot;t believe even if told. that bitter and impetuous nation, which travels throughout the earth to possess dwelling places it does not own. they are quicker than wolves of the evening. His horsemen charge forward; his horsemen come from far away. He takes captives like sand. rulers are ridiculous to him. He laughs at every fortress, then he piles up dirt and takes it. but he will be held guilty, the one whose strength is his god. LORD , you put the Chaldean here for judgment. Rock, you established him as a rebuke. you are unable to look at disaster. Why would you look at the treacherous or keep silent when the wicked swallows one who is more righteous? like creeping things with no one to rule over them. He drags them away with a net; he collects them in his fishing net, then he rejoices and celebrates. he burns incense to his fishing nets, because due to them his portion grows fat and his food becomes luxurious. and continue to slay nations without sparing them?"
            },
            {
                "verse_number": "2",
                "verse_text": "LORD , how long will I call for help and you not listen?"
            },
            {
                "verse_number": "3",
                "verse_text": "Why do you show me injustice and look at anguish"
            },
            {
                "verse_number": "4",
                "verse_text": "The Instruction is ineffective."
            },
            {
                "verse_number": "5",
                "verse_text": "Look among the nations and watch!"
            },
            {
                "verse_number": "6",
                "verse_text": "I am about to rouse the Chaldeans,"
            },
            {
                "verse_number": "7",
                "verse_text": "The Chaldean is dreadful and fearful. He makes his own justice and dignity. They fly in to devour, swiftly, like an eagle. the horde with all their faces set toward the desert. Don&quot;t let us die."
            },
            {
                "verse_number": "8",
                "verse_text": "His horses are faster than leopards;"
            },
            {
                "verse_number": "9",
                "verse_text": "They come for violence,"
            },
            {
                "verse_number": "10",
                "verse_text": "He makes fun of kings;"
            },
            {
                "verse_number": "11",
                "verse_text": "He passes through like the wind and invades;"
            },
            {
                "verse_number": "12",
                "verse_text": "LORD , aren&quot;t you ancient, my God, my holy one?"
            },
            {
                "verse_number": "13",
                "verse_text": "Your eyes are too pure to look on evil;"
            },
            {
                "verse_number": "14",
                "verse_text": "You made humans like the fish of the sea,"
            },
            {
                "verse_number": "15",
                "verse_text": "The Chaldean brings all of them up with a fishhook."
            },
            {
                "verse_number": "16",
                "verse_text": "Therefore, he sacrifices to his net;"
            },
            {
                "verse_number": "17",
                "verse_text": "Should he continue to empty his net"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "I will take my post; I will position myself on the fortress. I will keep watch to see what the Lord says to me Write a vision, and make it plain upon a tablet it testifies to the end; If it delays, wait for it; for it is surely coming; it will not be late. they don&quot;t do the right thing. But the righteous person will live honestly. He doesn&quot;t rest. like death, he is never satisfied. He gathers all nations to himself and collects all peoples for himself. or mocking poems concerning him? They will say: Doom to the one who multiplies what doesn&quot;t belong to him and who increases his own burden. How long? Those who frighten you will awaken; you will become plunder for them. all the rest of the peoples will plunder you because of the human bloodshed and the violence done to the earth, to every village, and to all its inhabitants. for putting his own nest up high, for delivering himself from the grasp of calamity. cutting off many peoples and sinning against your own life. and a tree branch will respond. and founding a village with injustice. Peoples grow weary from making just enough fire; just as water covers the sea. The cup of the LORD &quot;s strong hand will come around to you; disgrace will engulf you. the destruction of animals will terrify you, as will human bloodshed and violence throughout the land, the villages, or a cast image that has been shaped? It is a teacher of lies, for the potter trusts the pottery, though it is incapable of speaking. or &apos;Get up&apos; to the silent stone. Does it teach? Look, it is overlaid with gold and silver, but there is no breath within it. Let all the earth be silent before him. and how he will respond to my complaint. so that a runner can read it. it does not deceive. He opens his jaws like the grave; nations become tired for nothing. pouring out your wrath in order to see them naked. So drink and stagger. and all their inhabitants."
            },
            {
                "verse_number": "2",
                "verse_text": "Then the LORD answered me and said,"
            },
            {
                "verse_number": "3",
                "verse_text": "There is still a vision for the appointed time;"
            },
            {
                "verse_number": "4",
                "verse_text": "Some people&quot;s desires are truly audacious;"
            },
            {
                "verse_number": "5",
                "verse_text": "Moreover, wine betrays an arrogant man."
            },
            {
                "verse_number": "6",
                "verse_text": "Won&quot;t everyone tell parables about him"
            },
            {
                "verse_number": "7",
                "verse_text": "Won&quot;t they suddenly rise up to bite you?"
            },
            {
                "verse_number": "8",
                "verse_text": "Since you yourself have plundered many nations,"
            },
            {
                "verse_number": "9",
                "verse_text": "Doom to the one making evil gain for his own house,"
            },
            {
                "verse_number": "10",
                "verse_text": "You plan shame for your own house,"
            },
            {
                "verse_number": "11",
                "verse_text": "A stone will cry out from a village wall,"
            },
            {
                "verse_number": "12",
                "verse_text": "Pity the one building a city with bloodshed"
            },
            {
                "verse_number": "13",
                "verse_text": "Look, isn&quot;t this from the LORD of heavenly forces?"
            },
            {
                "verse_number": "14",
                "verse_text": "But the land will be full of the knowledge of the LORD &quot;s glory,"
            },
            {
                "verse_number": "15",
                "verse_text": "Doom to the one who makes his companions drunk,"
            },
            {
                "verse_number": "16",
                "verse_text": "You have drunk your fill of dishonor rather than glory."
            },
            {
                "verse_number": "17",
                "verse_text": "Because of the violence done to Lebanon, he will overwhelm you;"
            },
            {
                "verse_number": "18",
                "verse_text": "Of what value is an idol, when its potter carves it,"
            },
            {
                "verse_number": "19",
                "verse_text": "Doom to the one saying to the tree, &apos;Wake up!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "But the LORD is in his holy temple."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "The prayer of Habakkuk the prophet, according to Shigionoth: I have seen your work. Over time, revive it. Over time, make it known. Though angry, remember compassion. and the holy one from the mountain of Paran. Selah His majesty covers the heavens and his praise fills the earth. with rays flashing from his hand. That is the hiding place of his power. Plague marches at his feet. He looks and sets out against the nations. The everlasting mountains collapse; the eternal hills bow down; the eternal paths belong to him. The curtains of the land of Midian were quaking. Or was your anger directed against the rivers? Or was your fury directed against the sea when you rode on your horses or rode your chariots to victory? With rivers you split open the earth. A flood of water rushes through. The deep utters its voice; With the light, your arrows shoot, your spear at the flash of lightning. in anger you tread the nations. For the salvation of your anointed you smashed the head of the house of wickedness, laying bare the foundation up to the neck. Selah His warriors are driven off, those who take pleasure in secretly devouring the poor. turbulent waters foam. My lips quiver at the sound. Rottenness enters my bones. while I wait for the day of distress to come against the people who attack us. and there&quot;s no produce on the vine; though the olive crop withers, and the fields don&quot;t provide food; though the sheep are cut off from the pen, and there are no cattle in the stalls; I will rejoice in the God of my deliverance. He will set my feet like the deer. To the director, with stringed instruments"
            },
            {
                "verse_number": "2",
                "verse_text": "LORD , I have heard your reputation."
            },
            {
                "verse_number": "3",
                "verse_text": "God comes from Teman"
            },
            {
                "verse_number": "4",
                "verse_text": "His radiance is like the sunlight,"
            },
            {
                "verse_number": "5",
                "verse_text": "Pestilence walks in front of him."
            },
            {
                "verse_number": "6",
                "verse_text": "He stops and measures the earth."
            },
            {
                "verse_number": "7",
                "verse_text": "I saw the tents of Cushan under duress."
            },
            {
                "verse_number": "8",
                "verse_text": "Was the LORD raging against the rivers?"
            },
            {
                "verse_number": "9",
                "verse_text": "You raise up your empty bow, uttering curses for the arrows. Selah it raises its hands aloft. those who take delight in oppressing us, I tremble while I stand, He will let me walk upon the heights."
            },
            {
                "verse_number": "10",
                "verse_text": "The mountains see you and writhe."
            },
            {
                "verse_number": "11",
                "verse_text": "Sun and moon stand still high above."
            },
            {
                "verse_number": "12",
                "verse_text": "In fury, you stride the earth;"
            },
            {
                "verse_number": "13",
                "verse_text": "You go out to save your people."
            },
            {
                "verse_number": "14",
                "verse_text": "You pierce the head of his warrior with his own spear."
            },
            {
                "verse_number": "15",
                "verse_text": "You make your horses tread on the sea;"
            },
            {
                "verse_number": "16",
                "verse_text": "I hear and my insides tremble."
            },
            {
                "verse_number": "17",
                "verse_text": "Though the fig tree doesn&quot;t bloom,"
            },
            {
                "verse_number": "18",
                "verse_text": "I will rejoice in the LORD ."
            },
            {
                "verse_number": "19",
                "verse_text": "The LORD God is my strength."
            }
        ]
    }
}