{
    "2 Peter": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Simon Peter, a slave and apostle of Jesus Christ. To those who received a faith equal to ours through the justice of our God and savior Jesus Christ."
            },
            {
                "verse_number": "2",
                "verse_text": "May you have more and more grace and peace through the knowledge of God and Jesus our Lord."
            },
            {
                "verse_number": "3",
                "verse_text": "By his divine power the Lord has given us everything we need for life and godliness through the knowledge of the one who called us by his own honor and glory."
            },
            {
                "verse_number": "4",
                "verse_text": "Through his honor and glory he has given us his precious and wonderful promises, that you may share the divine nature and escape from the world&quot;s immorality that sinful craving produces."
            },
            {
                "verse_number": "5",
                "verse_text": "This is why you must make every effort to add moral excellence to your faith; and to moral excellence, knowledge;"
            },
            {
                "verse_number": "6",
                "verse_text": "and to knowledge, self-control; and to self-control, endurance; and to endurance, godliness;"
            },
            {
                "verse_number": "7",
                "verse_text": "and to godliness, affection for others; and to affection for others, love."
            },
            {
                "verse_number": "8",
                "verse_text": "If all these are yours and they are growing in you, they&quot;ll keep you from becoming inactive and unfruitful in the knowledge of our Lord Jesus Christ."
            },
            {
                "verse_number": "9",
                "verse_text": "Whoever lacks these things is shortsighted and blind, forgetting that they were cleansed from their past sins."
            },
            {
                "verse_number": "10",
                "verse_text": "Therefore, brothers and sisters, be eager to confirm your call and election. Do this and you will never ever be lost."
            },
            {
                "verse_number": "11",
                "verse_text": "In this way you will receive a rich welcome into the everlasting kingdom of our Lord and savior Jesus Christ."
            },
            {
                "verse_number": "12",
                "verse_text": "So I&quot;ll keep reminding you about these things, although you already know them and stand secure in the truth you have."
            },
            {
                "verse_number": "13",
                "verse_text": "I think it&quot;s right that I keep stirring up your memory, as long as I&quot;m alive."
            },
            {
                "verse_number": "14",
                "verse_text": "After all, our Lord Jesus Christ has shown me that I am about to depart from this life."
            },
            {
                "verse_number": "15",
                "verse_text": "I&quot;m eager for you always to remember these things after my death."
            },
            {
                "verse_number": "16",
                "verse_text": "We didn&quot;t repeat crafty myths when we told you about the powerful coming of our Lord Jesus Christ. Quite the contrary, we witnessed his majesty with our own eyes."
            },
            {
                "verse_number": "17",
                "verse_text": "He received honor and glory from God the Father when a voice came to him from the magnificent glory, saying, &apos;This is my dearly loved Son, with whom I am well-pleased.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "We ourselves heard this voice from heaven while we were with him on the holy mountain."
            },
            {
                "verse_number": "19",
                "verse_text": "In addition, we have a most reliable prophetic word, and you would do well to pay attention to it, just as you would to a lamp shining in a dark place, until the day dawns and the morning star rises in your hearts."
            },
            {
                "verse_number": "20",
                "verse_text": "Most important, you must know that no prophecy of scripture represents the prophet&quot;s own understanding of things,"
            },
            {
                "verse_number": "21",
                "verse_text": "because no prophecy ever came by human will. Instead, men and women led by the Holy Spirit spoke from God."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "But false prophets also arose among the people. In the same way, false teachers will come among you. They will introduce destructive opinions and deny the master who bought them, bringing quick destruction on themselves."
            },
            {
                "verse_number": "2",
                "verse_text": "Many will follow them in their unrestrained immorality, and because of these false teachers the way of truth will be slandered."
            },
            {
                "verse_number": "3",
                "verse_text": "In their greed they will take advantage of you with lies. The judgment pronounced against them long ago hasn&quot;t fallen idle, nor is their destruction sleeping. These reckless, brash people aren&quot;t afraid to insult the glorious ones, They even enjoy unruly parties in broad daylight. They are blots and blemishes, taking delight in their seductive pleasures while feasting with you."
            },
            {
                "verse_number": "4",
                "verse_text": "God didn&quot;t spare the angels when they sinned but cast them into the lowest level of the underworld and committed them to chains of darkness, keeping them there until the judgment."
            },
            {
                "verse_number": "5",
                "verse_text": "And he didn&quot;t spare the ancient world when he brought a flood on the world of ungodly people, even though he protected Noah, a preacher of righteousness, along with seven others."
            },
            {
                "verse_number": "6",
                "verse_text": "God condemned the cities of Sodom and Gomorrah to total destruction, reducing them to ashes as a warning to ungodly people."
            },
            {
                "verse_number": "7",
                "verse_text": "And he rescued righteous Lot, who was made miserable by the unrestrained immorality of unruly people. ("
            },
            {
                "verse_number": "8",
                "verse_text": "While that righteous man lived among them he felt deep distress every day on account of the immoral actions he saw and heard.)"
            },
            {
                "verse_number": "9",
                "verse_text": "These things show that the Lord knows how to rescue the godly from their trials, and how to keep the unrighteous for punishment on the Judgment Day."
            },
            {
                "verse_number": "10",
                "verse_text": "This is especially true for those who follow after the corrupt cravings of the sinful nature and defy the Lord&quot;s authority."
            },
            {
                "verse_number": "11",
                "verse_text": "yet angels, who are stronger and more powerful, don&quot;t use insults when pronouncing the Lord&quot;s judgment on them."
            },
            {
                "verse_number": "12",
                "verse_text": "These false teachers are like irrational animals, mere creatures of instinct, born to be captured and destroyed. They slander what they don&quot;t understand and, like animals, they will be destroyed."
            },
            {
                "verse_number": "13",
                "verse_text": "In this way, they will receive payment for their wrongdoing."
            },
            {
                "verse_number": "14",
                "verse_text": "They are always looking for someone with whom to commit adultery. They are always on the lookout for opportunities to sin. They ensnare people whose faith is weak. They have hearts trained in greed. They are under God&quot;s curse."
            },
            {
                "verse_number": "15",
                "verse_text": "Leaving the straight path, they have gone off course, following the way of Balaam son of Bosor, who loved the payment of doing wrong."
            },
            {
                "verse_number": "16",
                "verse_text": "But Balaam was rebuked for his wrongdoing. A donkey, which has no voice, spoke with a human voice and put a stop to the prophet&quot;s madness."
            },
            {
                "verse_number": "17",
                "verse_text": "These false teachers are springs without water, mists driven by the wind. The underworld has been reserved for them."
            },
            {
                "verse_number": "18",
                "verse_text": "With empty, self-important speech, they use sinful cravings and unrestrained immorality to ensnare people who have only just escaped life with those who have wandered from the truth."
            },
            {
                "verse_number": "19",
                "verse_text": "These false teachers promise freedom, but they themselves are slaves of immorality; whatever overpowers you, enslaves you."
            },
            {
                "verse_number": "20",
                "verse_text": "If people escape the moral filth of this world through the knowledge of our Lord and savior Jesus Christ, then get tangled up in it again and are overcome by it, they are worse off than they were before."
            },
            {
                "verse_number": "21",
                "verse_text": "It would be better for them never to have known the way of righteousness than, having come to know it, to turn back from the holy commandment entrusted to them."
            },
            {
                "verse_number": "22",
                "verse_text": "They demonstrate the truth of the proverb: &apos;A dog returns to its own vomit, and a washed sow wallows in the mud.&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "My dear friends, this is now my second letter to you. I have written both letters to stir up your sincere understanding with a reminder."
            },
            {
                "verse_number": "2",
                "verse_text": "I want you to recall what the holy prophets foretold as well as what the Lord and savior commanded through your apostles."
            },
            {
                "verse_number": "3",
                "verse_text": "Most important, know this: in the last days scoffers will come, jeering, living by their own cravings,"
            },
            {
                "verse_number": "4",
                "verse_text": "and saying, &apos;Where is the promise of his coming? After all, nothing has changed&ndash;not since the beginning of creation, nor even since the ancestors died.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "But they fail to notice that, by God&quot;s word, heaven and earth were formed long ago out of water and by means of water."
            },
            {
                "verse_number": "6",
                "verse_text": "And it was through these that the world of that time was flooded and destroyed."
            },
            {
                "verse_number": "7",
                "verse_text": "But by the same word, heaven and earth are now held in reserve for fire, kept for the Judgment Day and destruction of ungodly people."
            },
            {
                "verse_number": "8",
                "verse_text": "Don&quot;t let it escape your notice, dear friends, that with the Lord a single day is like a thousand years and a thousand years are like a single day."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord isn&quot;t slow to keep his promise, as some think of slowness, but he is patient toward you, not wanting anyone to perish but all to change their hearts and lives."
            },
            {
                "verse_number": "10",
                "verse_text": "But the day of the Lord will come like a thief. On that day the heavens will pass away with a dreadful noise, the elements will be consumed by fire, and the earth and all the works done on it will be exposed."
            },
            {
                "verse_number": "11",
                "verse_text": "Since everything will be destroyed in this way, what sort of people ought you to be? You must live holy and godly lives,"
            },
            {
                "verse_number": "12",
                "verse_text": "waiting for and hastening the coming day of God. Because of that day, the heavens will be destroyed by fire and the elements will melt away in the flames."
            },
            {
                "verse_number": "13",
                "verse_text": "But according to his promise we are waiting for a new heaven and a new earth, where righteousness is at home."
            },
            {
                "verse_number": "14",
                "verse_text": "Therefore, dear friends, while you are waiting for these things to happen, make every effort to be found by him in peace&ndash;pure and faultless."
            },
            {
                "verse_number": "15",
                "verse_text": "Consider the patience of our Lord to be salvation, just as our dear friend and brother Paul wrote to you according to the wisdom given to him,"
            },
            {
                "verse_number": "16",
                "verse_text": "speaking of these things in all his letters. Some of his remarks are hard to understand, and people who are ignorant and whose faith is weak twist them to their own destruction, just as they do the other scriptures."
            },
            {
                "verse_number": "17",
                "verse_text": "Therefore, dear friends, since you have been warned in advance, be on guard so that you aren&quot;t led off course into the error of sinful people, and lose your own safe position."
            },
            {
                "verse_number": "18",
                "verse_text": "Instead, grow in the grace and knowledge of our Lord and savior Jesus Christ. To him belongs glory now and forever. Amen."
            }
        ]
    }
}