{
    "Obadiah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The vision of Obadiah. The LORD God proclaims concerning Edom: We have heard a message from the LORD &ndash; a messenger has been sent among the nations: &apos;Rise up! Let us rise against her for battle!&apos; you will be totally despised. you who live in the cracks of the rock, whose dwelling is high above. You who say in your heart, &apos;Who will bring me down to the ground?&apos; though your nest is set among the stars, I will bring you down from there, says the LORD . if robbers by night&ndash;how you&quot;ve been devastated!&ndash; wouldn&quot;t they steal only what they wanted? If those who gather grapes came to you, wouldn&quot;t they leave some grapes? his treasures taken away! have driven you to the border. Those who were on your side tricked you and triumphed over you. but you don&quot;t see it coming. destroy the wise from Edom and understanding from Mount Esau? and everyone from Mount Esau will be eliminated. shame will cover you, and you will be destroyed forever. strangers carried off his wealth, and foreigners entered his gates and cast lots for Jerusalem; you too were like one of them. on the day of his misery; you shouldn&quot;t have rejoiced over the people of Judah on the day of their devastation; you shouldn&quot;t have bragged on their day of hardship. on the day of their defeat; you shouldn&quot;t have even looked on his suffering on the day of his disaster; you shouldn&quot;t have stolen his possessions on the day of his distress. to destroy his escapees; you shouldn&quot;t have handed over his survivors on the day of defeat. against all the nations. As you have done, so it will be done to you; your actions will make you suffer! so will all the nations around you drink; they will drink and swallow quickly, and they will be like they&quot;ve never been before. and it will be holy; and the house of Jacob will drive out those who drove them out. the house of Joseph a flame, and the house of Esau straw; they will burn them up completely, and there will be no one left of the house of Esau, for the LORD has spoken. and those of the western foothills, the land of the Philistines; they will possess the land of Ephraim and the land of Samaria, and Benjamin will possess Gilead. will possess the land of the Canaanites as far as Zarephath; and those left from Jerusalem and who are now living in Sepharad will possess the cities of the arid southern plain. to rule Mount Esau, and the kingdom will be the LORD &quot;s."
            },
            {
                "verse_number": "2",
                "verse_text": "Look now, I will make you of little importance among the nations;"
            },
            {
                "verse_number": "3",
                "verse_text": "Your proud heart has tricked you&ndash;"
            },
            {
                "verse_number": "4",
                "verse_text": "Though you soar like the eagle,"
            },
            {
                "verse_number": "5",
                "verse_text": "If thieves approach you,"
            },
            {
                "verse_number": "6",
                "verse_text": "How Esau has been looted,"
            },
            {
                "verse_number": "7",
                "verse_text": "All those who were your allies They are setting your own bread as a trap under you,"
            },
            {
                "verse_number": "8",
                "verse_text": "Won&quot;t I on that day, says the LORD ,"
            },
            {
                "verse_number": "9",
                "verse_text": "Your warriors will be shattered, Teman,"
            },
            {
                "verse_number": "10",
                "verse_text": "Because of the slaughter and violence done to your brother Jacob,"
            },
            {
                "verse_number": "11",
                "verse_text": "You stood nearby,"
            },
            {
                "verse_number": "12",
                "verse_text": "But you should have taken no pleasure over your brother"
            },
            {
                "verse_number": "13",
                "verse_text": "You shouldn&quot;t have entered the gate of my people"
            },
            {
                "verse_number": "14",
                "verse_text": "You shouldn&quot;t have waited on the roads"
            },
            {
                "verse_number": "15",
                "verse_text": "The day of the LORD is near"
            },
            {
                "verse_number": "16",
                "verse_text": "Just as you have drunk on my holy mountain,"
            },
            {
                "verse_number": "17",
                "verse_text": "But on Mount Zion there will be those who escape,"
            },
            {
                "verse_number": "18",
                "verse_text": "The house of Jacob will be a fire,"
            },
            {
                "verse_number": "19",
                "verse_text": "Those of the arid southern plain will possess Mount Esau,"
            },
            {
                "verse_number": "20",
                "verse_text": "Those who remain of the Israelites"
            },
            {
                "verse_number": "21",
                "verse_text": "The deliverers will go up to Mount Zion"
            }
        ]
    }
}