{
    "Ruth": {
        "1": [
            {
                "verse_number": "10",
                "verse_text": "They said, &apos;No, we&quot;re going on with you to your people.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Again they cried openly. Orpah kissed her mother-in-law good-bye; but Ruth embraced her and held on."
            },
            {
                "verse_number": "15",
                "verse_text": "Naomi said, &apos;Look, your sister-in-law is going back home to live with her own people and gods; go with her.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "And so Naomi was back, and Ruth the foreigner with her, back from the country of Moab. They arrived in Bethlehem at the beginning of the barley harvest."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "It so happened that Naomi had a relative by marriage, a man prominent and rich, connected with Elimelech&quot;s family. His name was Boaz. Naomi said, &apos;Go ahead, dear daughter.&apos; So she joined the harvesters. Boaz passed the roasted grain to her. She ate her fill and even had some left over. Ruth told her mother-in-law, &apos;The man with whom I worked today? His name is Boaz.&apos; Naomi went on, &apos;That man, Ruth, is one of our circle of covenant redeemers, a close relative of ours!&apos; * * *"
            },
            {
                "verse_number": "2",
                "verse_text": "One day Ruth, the Moabite foreigner, said to Naomi, &apos;I&quot;m going to work; I&quot;m going out to glean among the sheaves, following after some harvester who will treat me kindly.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Boaz asked his young servant who was foreman over the farm hands, &apos;Who is this young woman? Where did she come from?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "She dropped to her knees, then bowed her face to the ground. &apos;How does this happen that you should pick me out and treat me so kindly&ndash; me , a foreigner?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "She said, &apos;Oh sir, such grace, such kindness&ndash;I don&quot;t deserve it. You&quot;ve touched my heart, treated me like one of your own. And I don&quot;t even belong here!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "At the lunch break, Boaz said to her, &apos;Come over here; eat some bread. Dip it in the wine.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Naomi asked her, &apos;So where did you glean today? Whose field? God bless whoever it was who took such good care of you!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Naomi said to her daughter-in-law, &apos;Why, God bless that man! God hasn&quot;t quite walked out on us after all! He still loves us, in bad times as well as good!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Ruth the Moabitess said, &apos;Well, listen to this: He also told me, &quot;Stick with my workers until my harvesting is finished.&quot;&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Naomi said to Ruth, &apos;That&quot;s wonderful, dear daughter! Do that! You&quot;ll be safe in the company of his young women; no danger now of being raped in some stranger&quot;s field.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So Ruth did it&ndash;she stuck close to Boaz&quot;s young women, gleaning in the fields daily until both the barley and wheat harvesting were finished. And she continued living with her mother-in-law."
            }
        ],
        "3": [
            {
                "verse_number": "5",
                "verse_text": "Ruth said, &apos;If you say so, I&quot;ll do it, just as you&quot;ve told me.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "She went down to the threshing floor and put her mother-in-law&quot;s plan into action."
            },
            {
                "verse_number": "7",
                "verse_text": "Boaz had a good time, eating and drinking his fill&ndash;he felt great. Then he went off to get some sleep, lying down at the end of a stack of barley. Ruth quietly followed; she lay down to signal her availability for marriage."
            },
            {
                "verse_number": "8",
                "verse_text": "In the middle of the night the man was suddenly startled and sat up. What in the world? This woman asleep at his feet!"
            },
            {
                "verse_number": "9",
                "verse_text": "He said, &apos;And who are you?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Ruth slept at his feet until dawn, but she got up while it was still dark and wouldn&quot;t be recognized. Then Boaz said to himself, &apos;No one must know that Ruth came to the threshing floor.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So Boaz said, &apos;Bring the shawl you&quot;re wearing and spread it out.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Naomi said, &apos;Sit back and relax, my dear daughter, until we find out how things turn out; this man isn&quot;t going to waste any time. Mark my words, he&quot;s going to get everything wrapped up today.&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Boaz went straight to the public square and took his place there. Before long the &apos;closer relative,&apos; the one mentioned earlier by Boaz, strolled by. &apos;Step aside, old friend,&apos; said Boaz. &apos;Take a seat.&apos; The man sat down. He said, &apos;I&quot;ll buy it.&apos; * * * * * * * * * Perez had Hezron, Hezron had Ram, Ram had Amminadab, Amminadab had Nahshon, Nahshon had Salmon, Salmon had Boaz, Boaz had Obed, Obed had Jesse, and Jesse had David."
            },
            {
                "verse_number": "2",
                "verse_text": "Boaz then gathered ten of the town elders together and said, &apos;Sit down here with us; we&quot;ve got some business to take care of.&apos; And they sat down."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Boaz added, &apos;You realize, don&quot;t you, that when you buy the field from Naomi, you also get Ruth the Moabite, the widow of our dead relative, along with the redeemer responsibility to have children with her to carry on the family inheritance.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then the relative said, &apos;Oh, I can&quot;t do that&ndash;I&quot;d jeopardize my own family&quot;s inheritance. You go ahead and buy it&ndash;you can have my rights&ndash;I can&quot;t do it.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "In the olden times in Israel, this is how they handled official business regarding matters of property and inheritance: a man would take off his shoe and give it to the other person. This was the same as an official seal or personal signature in Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "So when Boaz&quot;s &apos;redeemer&apos; relative said, &apos;Go ahead and buy it,&apos; he signed the deal by pulling off his shoe."
            },
            {
                "verse_number": "13",
                "verse_text": "Boaz married Ruth. She became his wife. Boaz slept with her. By God &quot;s gracious gift she conceived and had a son."
            },
            {
                "verse_number": "16",
                "verse_text": "Naomi took the baby and held him in her arms, cuddling him, cooing over him, waiting on him hand and foot."
            },
            {
                "verse_number": "17",
                "verse_text": "The neighborhood women started calling him &apos;Naomi&quot;s baby boy!&apos; But his real name was Obed. Obed was the father of Jesse, and Jesse the father of David."
            }
        ]
    }
}