{
    "Malachi": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "A Message. God &quot;s Word to Israel through Malachi: You replied, &apos;Really? How have you loved us?&apos; &apos;Look at history&apos; (this is God &quot;s answer). &apos;Look at how differently I&quot;ve treated you, Jacob, from Esau: I loved Jacob and hated Esau. I reduced pretentious Esau to a molehill, turned his whole country into a ghost town.&apos; * * * &apos;You say, &quot;Not so! How do we despise you?&quot; &apos;By your shoddy, sloppy, defiling worship. &apos;You ask, &quot;What do you mean, &apos;defiling&apos;? What&quot;s defiling about it?&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "When Edom (Esau) said, &apos;We&quot;ve been knocked down, but we&quot;ll get up and start over, good as new,&apos; God -of-the-Angel-Armies said, &apos;Just try it and see how far you get. When I knock you down, you stay down. People will take one look at you and say, &quot;Land of Evil!&quot; and &quot;the God -cursed tribe!&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Yes, take a good look. Then you&quot;ll see how faithfully I&quot;ve loved you and you&quot;ll want even more, saying, &quot;May God be even greater, beyond the borders of Israel!&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Isn&quot;t it true that a son honors his father and a worker his master? So if I&quot;m your Father, where&quot;s the honor? If I&quot;m your Master, where&quot;s the respect?&apos; God -of-the-Angel-Armies is calling you on the carpet: &apos;You priests despise me!"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Get on your knees and pray that I will be gracious to you. You priests have gotten everyone in trouble. With this kind of conduct, do you think I&quot;ll pay attention to you?&apos; God -of-the-Angel-Armies asks you."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Why doesn&quot;t one of you just shut the Temple doors and lock them? Then none of you can get in and play at religion with this silly, empty-headed worship. I am not pleased. The God -of-the-Angel-Armies is not pleased. And I don&quot;t want any more of this so-called worship!"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;I am honored all over the world. And there are people who know how to worship me all over the world, who honor me by bringing their best to me. They&quot;re saying it everywhere: &quot;God is greater, this God -of-the-Angel-Armies.&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;A curse on the person who makes a big show of doing something great for me&ndash;an expensive sacrifice, say&ndash;and then at the last minute brings in something puny and worthless! I&quot;m a great king, God -of-the-Angel-Armies, honored far and wide, and I&quot;ll not put up with it!&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "10",
                "verse_text": "Don&quot;t we all come from one Father? Aren&quot;t we all created by the same God? So why can&quot;t we get along? Why do we desecrate the covenant of our ancestors that binds us together?"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;I hate divorce,&apos; says the God of Israel. God -of-the-Angel-Armies says, &apos;I hate the violent dismembering of the &quot;one flesh&quot; of marriage.&apos; So watch yourselves. Don&quot;t let your guard down. Don&quot;t cheat."
            },
            {
                "verse_number": "17",
                "verse_text": "You make God tired with all your talk."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Look! I&quot;m sending my messenger on ahead to clear the way for me. Suddenly, out of the blue, the Leader you&quot;ve been looking for will enter his Temple&ndash;yes, the Messenger of the Covenant, the one you&quot;ve been waiting for. Look! He&quot;s on his way!&apos; A Message from the mouth of God -of-the-Angel-Armies. He&quot;ll be like white-hot fire from the smelter&quot;s furnace. He&quot;ll be like the strongest lye soap at the laundry. He&quot;ll take his place as a refiner of silver, as a cleanser of dirty clothes. He&quot;ll scrub the Levite priests clean, refine them like gold and silver, until they&quot;re fit for God , fit to present offerings of righteousness. Then, and only then, will Judah and Jerusalem be fit and pleasing to God , as they used to be in the years long ago. * * * * * * &apos;You ask, &quot;But how do we return?&quot; &apos;You ask, &quot;How have we robbed you?&quot; &apos;The tithe and the offering&ndash;that&quot;s how! And now you&quot;re under a curse&ndash;the whole lot of you&ndash;because you&quot;re robbing me. Bring your full tithe to the Temple treasury so there will be ample provisions in my Temple. Test me in this and see if I don&quot;t open up heaven itself to you and pour out blessings beyond your wildest dreams. For my part, I will defend you against marauders, protect your wheat fields and vegetable gardens against plunderers.&apos; The Message of God -of-the-Angel-Armies. &apos;You ask, &quot;When did we ever do that?&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Yes, I&quot;m on my way to visit you with Judgment. I&quot;ll present compelling evidence against sorcerers, adulterers, liars, those who exploit workers, those who take advantage of widows and orphans, those who are inhospitable to the homeless&ndash;anyone and everyone who doesn&quot;t honor me.&apos; A Message from God -of-the-Angel-Armies."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;You&quot;ll be voted &quot;Happiest Nation.&quot; You&quot;ll experience what it&quot;s like to be a country of grace.&apos; God -of-the-Angel-Armies says so."
            },
            {
                "verse_number": "13",
                "verse_text": "God says, &apos;You have spoken hard, rude words to me."
            },
            {
                "verse_number": "16",
                "verse_text": "Then those whose lives honored God got together and talked it over. God saw what they were doing and listened in. A book was opened in God&quot;s presence and minutes were taken of the meeting, with the names of the God -fearers written down, all the names of those who honored God &quot;s name."
            }
        ],
        "4": [
            {
                "verse_number": "4",
                "verse_text": "&apos;Remember and keep the revelation I gave through my servant Moses, the revelation I commanded at Horeb for all Israel, all the rules and procedures for right living."
            }
        ]
    }
}