{
    "Amos": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The Message of Amos, one of the shepherds of Tekoa, that he received on behalf of Israel. It came to him in visions during the time that Uzziah was king of Judah and Jeroboam II son of Joash was king of Israel, two years before the big earthquake. God roars from Zion, shouts from Jerusalem! The thunderclap voice withers the pastures tended by shepherds, shrivels Mount Carmel&quot;s proud peak. &apos;Because of the three great sins of Damascus &ndash;make that four&ndash;I&quot;m not putting up with her any longer. She pounded Gilead to a pulp, pounded her senseless with iron hammers and mauls. For that, I&quot;m setting the palace of Hazael on fire. I&quot;m torching Ben-hadad&quot;s forts. I&quot;m going to smash the Damascus gates and banish the crime king who lives in Sin Valley, the vice boss who gives orders from Paradise Palace. The people of the land will be sent back to where they came from&ndash;to Kir.&apos; God &quot;s Decree. &apos;Because of the three great sins of Gaza &ndash;make that four&ndash;I&quot;m not putting up with her any longer. She deported whole towns and then sold the people to Edom. For that, I&quot;m burning down the walls of Gaza, burning up all her forts. I&quot;ll banish the crime king from Ashdod, the vice boss from Ashkelon. I&quot;ll raise my fist against Ekron, and what&quot;s left of the Philistines will die.&apos; God &quot;s Decree. &apos;Because of the three great sins of Tyre &ndash;make that four&ndash;I&quot;m not putting up with her any longer. She deported whole towns to Edom, breaking the treaty she had with her kin. For that, I&quot;m burning down the walls of Tyre, burning up all her forts.&apos; &apos;Because of the three great sins of Edom &ndash;make that four&ndash;I&quot;m not putting up with her any longer. She hunts down her brother to murder him. She has no pity, she has no heart. Her anger rampages day and night. Her meanness never takes a timeout. For that, I&quot;m burning down her capital, Teman, burning up the forts of Bozrah.&apos; &apos;Because of the three great sins of Ammon &ndash;make that four&ndash;I&quot;m not putting up with her any longer. She ripped open pregnant women in Gilead to get more land for herself. For that, I&quot;m burning down the walls of her capital, Rabbah, burning up her forts. Battle shouts! War whoops! with a tornado to finish things off! The king has been carted off to exile, the king and his princes with him.&apos; God &quot;s Decree. * * *"
            },
            {
                "verse_number": "2",
                "verse_text": "The Message:"
            }
        ],
        "2": [],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Listen to this, Israel. God is calling you to account&ndash;and I mean all of you, everyone connected with the family that he delivered out of Egypt. Listen! I picked you. Therefore, because of your special calling, I&quot;m holding you responsible for all your sins.&apos; if they aren&quot;t going to the same place? Does a lion roar in the forest if there&quot;s no carcass to devour? Does a young lion growl with pleasure if he hasn&quot;t caught his supper? Does a bird fall to the ground if it hasn&quot;t been hit with a stone? Does a trap spring shut if nothing trips it? When the alarm goes off in the city, aren&quot;t people alarmed? And when disaster strikes the city, doesn&quot;t God stand behind it? The fact is, God , the Master, does nothing without first telling his prophets the whole story. who isn&quot;t frightened? God has spoken&ndash; what prophet can keep quiet? * * * announce to the forts of Egypt&ndash; Tell them, &apos;Gather on the Samaritan mountains, take a good, hard look: what a snake pit of brutality and terror! They can&quot;t&ndash;or won&quot;t&ndash;do one thing right.&apos; God said so. &apos;They stockpile violence and blight. Therefore&apos;&ndash;this is God &quot;s Word&ndash;&apos;an enemy will surround the country. He&quot;ll strip you of your power and plunder your forts.&apos; &apos;In the same way that a shepherd trying to save a lamb from a lion Manages to recover just a pair of legs or the scrap of an ear, So will little be saved of the Israelites who live in Samaria&ndash; A couple of old chairs at most, the broken leg of a table. this is God&quot;s Word, God -of-the-Angel-Armies! &apos;Note well! The day I make Israel pay for its sins, pay for the sin-altars of worship at Bethel, The horned altars will all be dehorned and scattered around. I&quot;ll tear down the winter palace, smash the summer palace&ndash;all your fancy buildings. The luxury homes will be demolished, all those pretentious houses.&apos; God &quot;s Decree."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Out of all the families on earth,"
            },
            {
                "verse_number": "8",
                "verse_text": "The lion has roared&ndash;"
            },
            {
                "verse_number": "12",
                "verse_text": "God &quot;s Message:"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Listen to this, you cows of Bashan grazing on the slopes of Samaria. You women! Mean to the poor, cruel to the down-and-out! Indolent and pampered, you demand of your husbands, &quot;Bring us a tall, cool drink!&quot; Be well warned: Judgment Day is coming! They&quot;re going to rope you up and haul you off, keep the stragglers in line with cattle prods. They&quot;ll drag you through the ruined city walls, forcing you out single file, And kick you to kingdom come.&apos; God &quot;s Decree. And then to Gilgal and sin some more! Bring your sacrifices for morning worship. Every third day bring your tithe. Burn pure sacrifices&ndash;thank offerings. Speak up&ndash;announce freewill offerings! That&quot;s the sort of religious show you Israelites just love.&apos; God &quot;s Decree. who emptied your pantries and cleaned out your cupboards, Who left you hungry and standing in bread lines? But you never got hungry for me. You continued to ignore me.&apos; God &quot;s Decree. three months short of harvest. I&quot;d make it rain on one village but not on another. I&quot;d make it rain on one field but not on another&ndash;and that one would dry up. People would stagger from village to village crazed for water and never quenching their thirst. But you never got thirsty for me. You ignored me.&apos; God &quot;s Decree. and withered your orchards and gardens. Locusts devoured your olive and fig trees, but you continued to ignore me.&apos; God &quot;s Decree. killed your choice young men and prize horses. The stink of rot in your camps was so strong that you held your noses&ndash; But you didn&quot;t notice me. You continued to ignore me.&apos; God &quot;s Decree. left you devastated like Sodom and Gomorrah. You were like a burning stick snatched from the flames. But you never looked my way. You continued to ignore me.&apos; God &quot;s Decree. and this is why I have done it. Time&quot;s up, O Israel! Prepare to meet your God!&apos; He laid out the whole plot before Adam. He brings everything out of nothing, like dawn out of darkness. He strides across the alpine ridges. His name is God , God-of-the-Angel-Armies."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;You know, don&quot;t you, that I&quot;m the One"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;I hit your crops with disease"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;I revisited you with the old Egyptian plagues,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;I hit you with earthquake and fire,"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;All this I have done to you, Israel,"
            },
            {
                "verse_number": "13",
                "verse_text": "Look who&quot;s here: Mountain-Shaper! Wind-Maker!"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Listen to this, family of Israel, this Message I&quot;m sending in bold print, this tragic warning: She&quot;ll never stand up again. She&quot;s been left where she&quot;s fallen. No one offers to help her up.&apos; &apos;The city that marches out with a thousand will end up with a hundred. The city that marches out with a hundred will end up with ten. Oh, family of Israel!&apos; &apos;Seek me and live. Don&quot;t fool around at those shrines of Bethel, Don&quot;t waste time taking trips to Gilgal, and don&quot;t bother going down to Beer-sheba. Gilgal is here today and gone tomorrow and Bethel is all show, no substance.&apos; with nothing to show for your life But a pile of ashes, a house burned to the ground. For God will send just such a fire, and the firefighters will show up too late. and stomp righteousness into the mud. Do you realize where you are? You&quot;re in a cosmos star-flung with constellations by God, A world God wakes up each morning and puts to bed each night. God dips water from the ocean and gives the land a drink. God , God-revealed, does all this. And he can destroy it as easily as make it. He can turn this vast wonder into total waste. Raw truth is never popular. But here it is, bluntly spoken: Because you run roughshod over the poor and take the bread right out of their mouths, You&quot;re never going to move into the luxury homes you have built. You&quot;re never going to drink wine from the expensive vineyards you&quot;ve planted. I know precisely the extent of your violations, the enormity of your sins. Appalling! You bully right-living people, taking bribes right and left and kicking the poor when they&quot;re down. Decent people throw up their hands. Protest and rebuke are useless, a waste of breath. and live! You talk about God , the God-of-the-Angel-Armies, being your best friend. Well, live like it, and maybe it will happen. then work it out in the public square. Maybe God , the God-of-the-Angel-Armies, will notice your remnant and be gracious. &apos;Go out into the streets and lament loudly! Fill the malls and shops with cries of doom! Weep loudly, &quot;Not me! Not us, Not now!&quot; Empty offices, stores, factories, workplaces. Enlist everyone in the general lament. I want to hear it loud and clear when I make my visit.&apos; God &quot;s Decree. Why would you want to see God , want him to come? When God comes, it will be bad news before it&quot;s good news, the worst of times, not the best of times. Here&quot;s what it&quot;s like: A man runs from a lion right into the jaws of a bear. A woman goes home after a hard day&quot;s work and is raped by a neighbor. At God &quot;s coming we face hard reality, not fantasy&ndash; a black cloud with no silver lining. I&quot;m fed up with your conferences and conventions. I want nothing to do with your religion projects, your pretentious slogans and goals. I&quot;m sick of your fund-raising schemes, your public relations and image making. I&quot;ve had all I can take of your noisy ego-music. When was the last time you sang to me ? Do you know what I want? I want justice&ndash;oceans of it. I want fairness&ndash;rivers of it. That&quot;s what I want. That&quot;s all I want."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Virgin Israel has fallen flat on her face."
            },
            {
                "verse_number": "3",
                "verse_text": "This is the Message, God &quot;s Word:"
            },
            {
                "verse_number": "6",
                "verse_text": "So seek God and live! You don&quot;t want to end up"
            },
            {
                "verse_number": "13",
                "verse_text": "Justice is a lost cause. Evil is epidemic."
            },
            {
                "verse_number": "14",
                "verse_text": "Seek good and not evil&ndash;"
            },
            {
                "verse_number": "15",
                "verse_text": "Hate evil and love good,"
            }
        ],
        "6": [
            {
                "verse_number": "7",
                "verse_text": "But here&quot;s what&quot;s really coming:"
            },
            {
                "verse_number": "8",
                "verse_text": "God , the Master, has sworn, and solemnly stands by his Word."
            },
            {
                "verse_number": "11",
                "verse_text": "Note well: God issues the orders."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Enjoy it while you can, you Israelites."
            }
        ],
        "7": [
            {
                "verse_number": "3",
                "verse_text": "God gave in."
            },
            {
                "verse_number": "4",
                "verse_text": "God showed me this vision: Oh! God , my Master God was calling up a firestorm. It burned up the ocean. Then it burned up the Promised Land."
            },
            {
                "verse_number": "5",
                "verse_text": "I said, &apos; God , my Master! Hold it&ndash;please! What&quot;s going to come of Jacob? He&quot;s so small.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "God gave in."
            },
            {
                "verse_number": "7",
                "verse_text": "God showed me this vision: My Master was standing beside a wall. In his hand he held a plumb line."
            },
            {
                "verse_number": "10",
                "verse_text": "Amaziah, priest at the shrine at Bethel, sent a message to Jeroboam, king of Israel:"
            },
            {
                "verse_number": "11",
                "verse_text": "&quot;Jeroboam will be killed."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "My Master God showed me this vision: A bowl of fresh fruit. I said, &apos;A bowl of fresh, ripe fruit.&apos; God said, &apos;Right. So, I&quot;m calling it quits with my people Israel. I&quot;m no longer acting as if everything is just fine.&apos; My Master God said so. &apos;Corpses will be strewn here, there, and everywhere. Hush!&apos; you who treat poor people as less than nothing, Who say, &apos;When&quot;s my next paycheck coming so I can go out and live it up? How long till the weekend when I can go out and have a good time?&apos; Who give little and take much, and never do an honest day&quot;s work. You exploit the poor, using them&ndash; and then, when they&quot;re used up, you discard them. &apos;I&quot;m keeping track of their every last sin.&apos; God&quot;s oath will shake earth&quot;s foundations, dissolve the whole world into tears. God&quot;s oath will sweep in like a river that rises, flooding houses and lands, And then recedes, leaving behind a sea of mud. These are the words of God , my Master. &apos;I&quot;ll turn off the sun at noon. In the middle of the day the earth will go black. I&quot;ll turn your parties into funerals and make every song you sing a dirge. Everyone will walk around in rags, with sunken eyes and bald heads. Think of the worst that could happen &ndash;your only son, say, murdered. That&quot;s a hint of Judgment Day &ndash;that and much more. These are the words of my Master God . &apos;I&quot;ll send a famine through the whole country. It won&quot;t be food or water that&quot;s lacking, but my Word. People will drift from one end of the country to the other, roam to the north, wander to the east. They&quot;ll go anywhere, listen to anyone, hoping to hear God &quot;s Word&ndash;but they won&quot;t hear it. lovely young girls will faint of Word-thirst, robust young men will faint of God-thirst, Along with those who take oaths at the Samaria Sin-and-Sex Center, saying, &quot;As the lord god of Dan is my witness!&quot; and &quot;The lady goddess of Beer-sheba bless you!&quot; Their lives will fall to pieces. They&quot;ll never put it together again.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "He said, &apos;What do you see, Amos?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;The royal singers will wail when it happens.&apos;"
            }
        ],
        "9": []
    }
}