{
    "Galatians": {
        "1": [],
        "2": [
            {
                "verse_number": "14",
                "verse_text": "But when I saw that they were not maintaining a steady, straight course according to the Message, I spoke up to Peter in front of them all: &apos;If you, a Jew, live like a non-Jew when you&quot;re not being observed by the watchdogs from Jerusalem, what right do you have to require non-Jews to conform to Jewish customs just to make a favorable impression on your old Jerusalem buddies?&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "You crazy Galatians! Did someone put a spell on you? Have you taken leave of your senses? Something crazy has happened, for it&quot;s obvious that you no longer have the crucified Jesus in clear focus in your lives. His sacrifice on the cross was certainly set before you clearly enough. * * *"
            }
        ],
        "4": [
            {
                "verse_number": "17",
                "verse_text": "Those heretical teachers go to great lengths to flatter you, but their motives are rotten. They want to shut you out of the free world of God&quot;s grace so that you will always depend on them for approval and direction, making them feel important."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Christ has set us free to live a free life. So take your stand! Never again let anyone put a harness of slavery on you. * * * This isn&quot;t the first time I have warned you, you know. If you use your freedom this way, you will not inherit God&quot;s kingdom."
            }
        ],
        "6": [
            {
                "verse_number": "6",
                "verse_text": "Be very sure now, you who have been trained to a self-sufficient maturity, that you enter into a generous common life with those who have trained you, sharing all the good things that you have and experience."
            },
            {
                "verse_number": "17",
                "verse_text": "Quite frankly, I don&quot;t want to be bothered anymore by these disputes. I have far more important things to do&ndash;the serious living of this faith. I bear in my body scars from my service to Jesus."
            },
            {
                "verse_number": "18",
                "verse_text": "May what our Master Jesus Christ gives freely be deeply and personally yours, my friends. Oh, yes!"
            }
        ]
    }
}