{
    "Mark": {
        "1": [
            {
                "verse_number": "40",
                "verse_text": "A leper came to him, begging on his knees, &apos;If you want to, you can cleanse me.&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "17",
                "verse_text": "Jesus, overhearing, shot back, &apos;Who needs a doctor: the healthy or the sick? I&quot;m here inviting the sin-sick, not the spiritually-fit.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The disciples of John and the disciples of the Pharisees made a practice of fasting. Some people confronted Jesus: &apos;Why do the followers of John and the Pharisees take on the discipline of fasting, but your followers don&quot;t?&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "4",
                "verse_text": "Then he spoke to the people: &apos;What kind of action suits the Sabbath best? Doing good or doing evil? Helping people or leaving them helpless?&apos; No one said a word."
            }
        ],
        "4": [
            {
                "verse_number": "9",
                "verse_text": "&apos;Are you listening to this? Really listening?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "He continued, &apos;Do you see how this story works? All my stories work this way."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;But the seed planted in the good earth represents those who hear the Word, embrace it, and produce a harvest beyond their wildest dreams.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Are you listening to this? Really listening?"
            },
            {
                "verse_number": "41",
                "verse_text": "They were in absolute awe, staggered. &apos;Who is this, anyway?&apos; they asked. &apos;Wind and sea at his beck and call!&apos;"
            }
        ],
        "5": [
            {
                "verse_number": "30",
                "verse_text": "At the same moment, Jesus felt energy discharging from him. He turned around to the crowd and asked, &apos;Who touched my robe?&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "His disciples said, &apos;What are you talking about? With this crowd pushing and jostling you, you&quot;re asking, &quot;Who touched me?&quot; Dozens have touched you!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus said to her, &apos;Daughter, you took a risk of faith, and now you&quot;re healed and whole. Live well, live blessed! Be healed of your plague.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "While he was still talking, some people came from the leader&quot;s house and told him, &apos;Your daughter is dead. Why bother the Teacher any more?&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Jesus overheard what they were talking about and said to the leader, &apos;Don&quot;t listen to them; just trust me.&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "3",
                "verse_text": "But in the next breath they were cutting him down: &apos;He&quot;s just a carpenter&ndash;Mary&quot;s boy. We&quot;ve known him since he was a kid. We know his brothers, James, Justus, Jude, and Simon, and his sisters. Who does he think he is?&apos; They tripped over what little they knew about him and fell, sprawling. And they never got any further."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;And no luxury inns. Get a modest place and be content there until you leave."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;If you&quot;re not welcomed, not listened to, quietly withdraw. Don&quot;t make a scene. Shrug your shoulders and be on your way.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "King Herod heard of all this, for by this time the name of Jesus was on everyone&quot;s lips. He said, &apos;This has to be John the Baptizer come back from the dead&ndash;that&quot;s why he&quot;s able to work miracles!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Others said, &apos;No, it&quot;s Elijah.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But Herod wouldn&quot;t budge: &apos;It&quot;s John, sure enough. I cut off his head, and now he&quot;s back, alive.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "She went back to her mother and said, &apos;What should I ask for?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Excited, she ran back to the king and said, &apos;I want the head of John the Baptizer served up on a platter. And I want it now!&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Jesus said, &apos;You do it. Fix supper for them.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "But he was quite serious. &apos;How many loaves of bread do you have? Take an inventory.&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "5",
                "verse_text": "The Pharisees and religion scholars asked, &apos;Why do your disciples brush off the rules, showing up at meals without washing their hands?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "When he was back home after being with the crowd, his disciples said, &apos;We don&quot;t get it. Put it in plain language.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "He said, &apos;Stand in line and take your turn. The children get fed first. If there&quot;s any left over, the dogs get it.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "She said, &apos;Of course, Master. But don&quot;t dogs under the table get scraps dropped by the children?&apos;"
            }
        ],
        "8": [
            {
                "verse_number": "4",
                "verse_text": "His disciples responded, &apos;What do you expect us to do about it? Buy food out here in the desert?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "He asked, &apos;How much bread do you have?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;And the seven loaves for the four thousand&ndash;how many bags full of leftovers did you get?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "He said, &apos;Do you still not get it?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Jesus and his disciples headed out for the villages around Caesarea Philippi. As they walked, he asked, &apos;Who do the people say I am?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Some say &quot;John the Baptizer,&quot;&apos; they said. &apos;Others say &quot;Elijah.&quot; Still others say &quot;one of the prophets.&quot;&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "He then asked, &apos;And you&ndash;what are you saying about me? Who am I?&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;If any of you are embarrassed over me and the way I&quot;m leading you when you get around your fickle and unfocused friends, know that you&quot;ll be an even greater embarrassment to the Son of Man when he arrives in all the splendor of God, his Father, with an army of the holy angels.&apos;"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Then he drove it home by saying, &apos;This isn&quot;t pie in the sky by and by. Some of you who are standing here are going to see it happen, see the kingdom of God arrive in full force.&apos; &apos;Ever since he was a little boy. Many times it pitches him into fire or the river to do away with him. If you can do anything, do it. Have a heart and help us!&apos; * * *"
            },
            {
                "verse_number": "7",
                "verse_text": "Just then a light-radiant cloud enveloped them, and from deep in the cloud, a voice: &apos;This is my Son, marked by my love. Listen to him.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The next minute the disciples were looking around, rubbing their eyes, seeing nothing but Jesus, only Jesus."
            },
            {
                "verse_number": "11",
                "verse_text": "Meanwhile they were asking, &apos;Why do the religion scholars say that Elijah has to come first?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus said, &apos;If? There are no &quot;ifs&quot; among believers. Anything can happen.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "No sooner were the words out of his mouth than the father cried, &apos;Then I believe. Help me with my doubts!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "After arriving back home, his disciples cornered Jesus and asked, &apos;Why couldn&quot;t we throw the demon out?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "He answered, &apos;There is no way to get rid of this kind of demon except by prayer.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "They came to Capernaum. When he was safe at home, he asked them, &apos;What were you discussing on the road?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "The silence was deafening&ndash;they had been arguing with one another over who among them was greatest."
            },
            {
                "verse_number": "35",
                "verse_text": "He sat down and summoned the Twelve. &apos;So you want first place? Then take the last place. Be the servant of all.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "John spoke up, &apos;Teacher, we saw a man using your name to expel demons and we stopped him because he wasn&quot;t in our group.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "&apos;On the other hand, if you give one of these simple, childlike believers a hard time, bullying or taking advantage of their simple trust, you&quot;ll soon wish you hadn&quot;t. You&quot;d be better off dropped in the middle of the lake with a millstone around your neck."
            }
        ],
        "10": [
            {
                "verse_number": "3",
                "verse_text": "Jesus said, &apos;What did Moses command?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "They answered, &apos;Moses gave permission to fill out a certificate of dismissal and divorce her.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "As he went out into the street, a man came running up, greeted him with great reverence, and asked, &apos;Good Teacher, what must I do to get eternal life?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "He said, &apos;Teacher, I have&ndash;from my youth&ndash;kept them all!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus looked him hard in the eye&ndash;and loved him! He said, &apos;There&quot;s one thing left: Go sell whatever you own and give it to the poor. All your wealth will then be heavenly wealth. And come follow me.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The man&quot;s face clouded over. This was the last thing he expected to hear, and he walked off with a heavy heart. He was holding on tight to a lot of things, and not about to let go."
            },
            {
                "verse_number": "26",
                "verse_text": "That got their attention. &apos;Then who has any chance at all?&apos; they asked."
            },
            {
                "verse_number": "27",
                "verse_text": "Jesus was blunt: &apos;No chance at all if you think you can pull it off by yourself. Every chance in the world if you let God do it.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Peter tried another angle: &apos;We left everything and followed you.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "James and John, Zebedee&quot;s sons, came up to him. &apos;Teacher, we have something we want you to do for us.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;What is it? I&quot;ll see what I can do.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;Arrange it,&apos; they said, &apos;so that we will be awarded the highest places of honor in your glory&ndash;one of us at your right, the other at your left.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Jesus said, &apos;You have no idea what you&quot;re asking. Are you capable of drinking the cup I drink, of being baptized in the baptism I&quot;m about to be plunged into?&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "Jesus said, &apos;What can I do for you?&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "&apos;On your way,&apos; said Jesus. &apos;Your faith has saved and healed you.&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "11",
                "verse_text": "He entered Jerusalem, then entered the Temple. He looked around, taking it all in. But by now it was late, so he went back to Bethany with the Twelve."
            },
            {
                "verse_number": "18",
                "verse_text": "The high priests and religion scholars heard what was going on and plotted how they might get rid of him. They panicked, for the entire crowd was carried away by his teaching."
            },
            {
                "verse_number": "19",
                "verse_text": "At evening, Jesus and his disciples left the city."
            }
        ],
        "12": [
            {
                "verse_number": "6",
                "verse_text": "&apos;Finally there was only one left: a beloved son. In a last-ditch effort, he sent him, thinking, &quot;Surely they will respect my son.&quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "They wanted to lynch him then and there but, intimidated by public opinion, held back. They knew the story was about them. They got away from there as fast as they could."
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus said, &apos;Give Caesar what is his, and give God what is his.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "One of the religion scholars came up. Hearing the lively exchanges of question and answer and seeing how sharp Jesus was in his answers, he put in his question: &apos;Which is most important of all the commandments?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "When Jesus realized how insightful he was, he said, &apos;You&quot;re almost there, right on the border of God&quot;s kingdom.&apos;"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "As he walked away from the Temple, one of his disciples said, &apos;Teacher, look at that stonework! Those buildings!&apos; &apos;Stay with it&ndash;that&quot;s what is required. Stay with it to the end. You won&quot;t be sorry; you&quot;ll be saved. Sun will fade out, moon cloud over, Stars fall out of the sky, cosmic powers tremble."
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus said, &apos;You&quot;re impressed by this grandiose architecture? There&quot;s not a stone in the whole works that is not going to end up in a heap of rubble.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;When they bring you, betrayed, into court, don&quot;t worry about what you&quot;ll say. When the time comes, say what&quot;s on your heart&ndash;the Holy Spirit will make his witness in and through you."
            }
        ],
        "14": [
            {
                "verse_number": "12",
                "verse_text": "On the first of the Days of Unleavened Bread, the day they prepare the Passover sacrifice, his disciples asked him, &apos;Where do you want us to go and make preparations so you can eat the Passover meal?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The disciples left, came to the city, found everything just as he had told them, and prepared the Passover meal."
            },
            {
                "verse_number": "19",
                "verse_text": "Stunned, they started asking, one after another, &apos;It isn&quot;t me, is it?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "In the course of their meal, having taken and blessed the bread, he broke it and gave it to them. Then he said,"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;I&quot;ll not be drinking wine again until the new day when I drink it in the kingdom of God.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "They sang a hymn and then went directly to Mount Olives."
            },
            {
                "verse_number": "29",
                "verse_text": "Peter blurted out, &apos;Even if everyone else is ashamed of you when things fall to pieces, I won&quot;t be.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Jesus said, &apos;Don&quot;t be so sure. Today, this very night in fact, before the rooster crows twice, you will deny me three times.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "He blustered in protest, &apos;Even if I have to die with you, I will never deny you.&apos; All the others said the same thing."
            },
            {
                "verse_number": "62",
                "verse_text": "Jesus said, &apos;Yes, I am, and you&quot;ll see it yourself:"
            },
            {
                "verse_number": "65",
                "verse_text": "Some of them started spitting at him. They blindfolded his eyes, then hit him, saying, &apos;Who hit you? Prophesy!&apos; The guards, punching and slapping, took him away."
            },
            {
                "verse_number": "68",
                "verse_text": "He denied it: &apos;I don&quot;t know what you&quot;re talking about.&apos; He went out on the porch. A rooster crowed."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "At dawn&quot;s first light, the high priests, with the religious leaders and scholars, arranged a conference with the entire Jewish Council. After tying Jesus securely, they took him out and presented him to Pilate. He answered, &apos;If you say so.&apos; The high priests let loose a barrage of accusations. But they yelled all the louder, &apos;Nail him to a cross!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "They yelled, &apos;Nail him to a cross!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Pilate objected, &apos;But for what crime?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Pilate gave the crowd what it wanted, set Barabbas free and turned Jesus over for whipping and crucifixion."
            },
            {
                "verse_number": "21",
                "verse_text": "There was a man walking by, coming from work, Simon from Cyrene, the father of Alexander and Rufus. They made him carry Jesus&quot; cross."
            }
        ],
        "16": [
            {
                "verse_number": "8",
                "verse_text": "They got out as fast as they could, beside themselves, their heads swimming. Stunned, they said nothing to anyone."
            }
        ]
    }
}