{
    "Hebrews": {
        "1": [
            {
                "verse_number": "7",
                "verse_text": "Regarding angels he says,"
            },
            {
                "verse_number": "13",
                "verse_text": "And did he ever say anything like this to an angel?"
            },
            {
                "verse_number": "14",
                "verse_text": "Isn&quot;t it obvious that all angels are sent to help out with those lined up to receive salvation?"
            }
        ],
        "2": [],
        "3": [],
        "4": [],
        "5": [],
        "6": [],
        "7": [],
        "8": [],
        "9": [],
        "10": [],
        "11": [
            {
                "verse_number": "3",
                "verse_text": "By faith, we see the world called into existence by God&quot;s word, what we see created by what we don&quot;t see."
            },
            {
                "verse_number": "4",
                "verse_text": "By an act of faith, Abel brought a better sacrifice to God than Cain. It was what he believed , not what he brought , that made the difference. That&quot;s what God noticed and approved as righteous. After all these centuries, that belief continues to catch our notice."
            },
            {
                "verse_number": "7",
                "verse_text": "By faith, Noah built a ship in the middle of dry land. He was warned about something he couldn&quot;t see, and acted on what he was told. The result? His family was saved. His act of faith drew a sharp line between the evil of the unbelieving world and the rightness of the believing world. As a result, Noah became intimate with God."
            },
            {
                "verse_number": "20",
                "verse_text": "By an act of faith, Isaac reached into the future as he blessed Jacob and Esau."
            },
            {
                "verse_number": "21",
                "verse_text": "By an act of faith, Jacob on his deathbed blessed each of Joseph&quot;s sons in turn, blessing them with God&quot;s blessing, not his own&ndash;as he bowed worshipfully upon his staff."
            },
            {
                "verse_number": "22",
                "verse_text": "By an act of faith, Joseph, while dying, prophesied the exodus of Israel, and made arrangements for his own burial."
            },
            {
                "verse_number": "23",
                "verse_text": "By an act of faith, Moses&quot; parents hid him away for three months after his birth. They saw the child&quot;s beauty, and they braved the king&quot;s decree."
            },
            {
                "verse_number": "29",
                "verse_text": "By an act of faith, Israel walked through the Red Sea on dry ground. The Egyptians tried it and drowned."
            },
            {
                "verse_number": "30",
                "verse_text": "By faith, the Israelites marched around the walls of Jericho for seven days, and the walls fell flat."
            },
            {
                "verse_number": "31",
                "verse_text": "By an act of faith, Rahab, the Jericho harlot, welcomed the spies and escaped the destruction that came on those who refused to trust God."
            }
        ],
        "12": [],
        "13": [
            {
                "verse_number": "9",
                "verse_text": "Don&quot;t be lured away from him by the latest speculations about him. The grace of Christ is the only good ground for life. Products named after Christ don&quot;t seem to do much for those who buy them."
            },
            {
                "verse_number": "16",
                "verse_text": "Make sure you don&quot;t take things for granted and go slack in working for the common good; share what you have with others. God takes particular pleasure in acts of worship&ndash;a different kind of &apos;sacrifice&apos;&ndash;that take place in kitchen and workplace and on the streets."
            },
            {
                "verse_number": "17",
                "verse_text": "Be responsive to your pastoral leaders. Listen to their counsel. They are alert to the condition of your lives and work under the strict supervision of God. Contribute to the joy of their leadership, not its drudgery. Why would you want to make things harder for them?"
            },
            {
                "verse_number": "24",
                "verse_text": "Say hello to your pastoral leaders and all the congregations. Everyone here in Italy wants to be remembered to you."
            },
            {
                "verse_number": "25",
                "verse_text": "Grace be with you, every one."
            }
        ]
    }
}