{
    "Judges": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "A time came after the death of Joshua when the People of Israel asked God , &apos;Who will take the lead in going up against the Canaanites to fight them?&apos; They brought him to Jerusalem and he died there. * * * to ask for farmland from her father. As she dismounted from her donkey Caleb asked her, &apos;What would you like?&apos; She said, &apos;Give me a marriage gift. You&quot;ve given me desert land; Now give me pools of water!&apos; And he gave her the upper and the lower pools. * * * * * * * * *"
            },
            {
                "verse_number": "2",
                "verse_text": "And God said, &apos;Judah will go. I&quot;ve given the land to him.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The men of Judah said to those of their brother Simeon, &apos;Go up with us to our territory and we&quot;ll fight the Canaanites. Then we&quot;ll go with you to your territory.&apos; And Simeon went with them."
            },
            {
                "verse_number": "4",
                "verse_text": "So Judah went up. God gave them the Canaanites and the Perizzites. They defeated them at Bezek&ndash;ten military units!"
            },
            {
                "verse_number": "13",
                "verse_text": "Othniel son of Kenaz, Caleb&quot;s brother, took it, so Caleb gave him his daughter Acsah as his wife."
            },
            {
                "verse_number": "16",
                "verse_text": "The people of Hobab the Kenite, Moses&quot; relative, went up with the people of Judah from the City of Palms to the wilderness of Judah at the descent of Arad. They settled down there with the Amalekites."
            },
            {
                "verse_number": "17",
                "verse_text": "The people of Judah went with their kin the Simeonites and struck the Canaanites who lived in Zephath. They carried out the holy curse and named the city Curse-town."
            },
            {
                "verse_number": "20",
                "verse_text": "They gave Hebron to Caleb, as Moses had directed. Caleb drove out the three sons of Anak."
            },
            {
                "verse_number": "21",
                "verse_text": "But the people of Benjamin couldn&quot;t get rid of the Jebusites living in Jerusalem. Benjaminites and Jebusites live side by side in Jerusalem to this day."
            },
            {
                "verse_number": "29",
                "verse_text": "Neither did Ephraim drive out the Canaanites who lived in Gezer. The Canaanites stuck it out and lived there with them."
            },
            {
                "verse_number": "30",
                "verse_text": "Nor did Zebulun drive out the Canaanites in Kitron or Nahalol. They kept living there, but they were put to forced labor."
            },
            {
                "verse_number": "33",
                "verse_text": "Naphtali fared no better. They couldn&quot;t drive out the people of Beth Shemesh or Beth Anath so they just moved in and lived with them. They did, though, put them to forced labor."
            },
            {
                "verse_number": "36",
                "verse_text": "The Amorite border extended from Scorpions&quot; Pass and Sela upward."
            }
        ],
        "2": [
            {
                "verse_number": "3",
                "verse_text": "&apos;So now I&quot;m telling you that I won&quot;t drive them out before you. They&quot;ll trip you up and their gods will become a trap.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Eventually that entire generation died and was buried. Then another generation grew up that didn&quot;t know anything of God or the work he had done for Israel."
            },
            {
                "verse_number": "23",
                "verse_text": "That&quot;s why God let those nations remain. He didn&quot;t drive them out or let Joshua get rid of them."
            }
        ],
        "3": [
            {
                "verse_number": "11",
                "verse_text": "The land was quiet for forty years. Then Othniel son of Kenaz died."
            },
            {
                "verse_number": "25",
                "verse_text": "They waited. And then they worried&ndash;no one was coming out of those locked doors. Finally, they got a key and unlocked them. There was their master, fallen on the floor, dead!"
            },
            {
                "verse_number": "28",
                "verse_text": "He said, &apos;Follow me, for God has given your enemies&ndash;yes, Moab!&ndash;to you.&apos; They went down after him and secured the fords of the Jordan against the Moabites. They let no one cross over."
            },
            {
                "verse_number": "31",
                "verse_text": "Shamgar son of Anath came after Ehud. Using a cattle prod, he killed six hundred Philistines single-handed. He too saved Israel."
            }
        ],
        "4": [
            {
                "verse_number": "8",
                "verse_text": "Barak said, &apos;If you go with me, I&quot;ll go. But if you don&quot;t go with me, I won&quot;t go.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Deborah said to Barak, &apos;Charge! This very day God has given you victory over Sisera. Isn&quot;t God marching before you?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "He said to her, &apos;Please, a little water. I&quot;m thirsty.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "He then said, &apos;Stand at the tent flap. If anyone comes by and asks you, &quot;Is there anyone here?&quot; tell him, &quot;No, not a soul.&quot;&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then while he was fast asleep from exhaustion, Jael wife of Heber took a tent peg and hammer, tiptoed toward him, and drove the tent peg through his temple and all the way into the ground. He convulsed and died."
            },
            {
                "verse_number": "22",
                "verse_text": "Barak arrived in pursuit of Sisera. Jael went out to greet him. She said, &apos;Come, I&quot;ll show you the man you&quot;re looking for.&apos; He went with her and there he was&ndash;Sisera, stretched out, dead, with a tent peg through his temple."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "That day Deborah and Barak son of Abinoam sang this song: they let it blow wild in the wind. The people volunteered with abandon, bless God ! To God , yes to God , I&quot;ll sing, Make music to God , to the God of Israel. marched across the fields of Edom, Earth quaked, yes, the skies poured rain, oh, the clouds made rivers. Mountains leapt before God , the Sinai God, before God , the God of Israel. and in the time of Jael, Public roads were abandoned, travelers went by backroads. Warriors became fat and sloppy, no fight left in them. Then you, Deborah, rose up; you got up, a mother in Israel. God chose new leaders, who then fought at the gates. And not a shield or spear to be seen among the forty companies of Israel. with abandon, volunteering yourselves with the people&ndash;bless God ! * * * comfortably mounted on blankets And you who walk down the roads, ponder, attend! Gather at the town well and listen to them sing, Chanting the tale of God &quot;s victories, his victories accomplished in Israel. Then the people of God went down to the city gates. Wake up, wake up, sing a song! On your feet, Barak! Take your prisoners, son of Abinoam! * * * The people of God joined the mighty ones. The captains from Ephraim came to the valley, behind you, Benjamin, with your troops. Captains marched down from Makir, from Zebulun high-ranking leaders came down. Issachar&quot;s princes rallied to Deborah, Issachar stood fast with Barak, backing him up on the field of battle. But in Reuben&quot;s divisions there was much second-guessing. Why all those campfire discussions? Diverted and distracted, Reuben&quot;s divisions couldn&quot;t make up their minds. Gilead played it safe across the Jordan, and Dan, why did he go off sailing? Asher kept his distance on the seacoast, safe and secure in his harbors. But Zebulun risked life and limb, defied death, as did Naphtali on the battle heights. the kings of Canaan fought. At Taanach they fought, at Megiddo&quot;s brook, but they took no silver, no plunder. The stars in the sky joined the fight, from their courses they fought against Sisera. The torrent Kishon swept them away, the torrent attacked them, the torrent Kishon. Oh, you&quot;ll stomp on the necks of the strong! Then the hoofs of the horses pounded, charging, stampeding stallions. &apos;Curse Meroz,&apos; says God &quot;s angel. &apos;Curse, double curse, its people, Because they didn&quot;t come when God needed them, didn&quot;t rally to God &quot;s side with valiant fighters.&apos; * * * wife of Heber the Kenite, most blessed of homemaking women. He asked for water, she brought milk; In a handsome bowl, she offered cream. She grabbed a tent peg in her left hand, with her right hand she seized a hammer. She hammered Sisera, she smashed his head, she drove a hole through his temple. He slumped at her feet. He fell. He sprawled. He slumped at her feet. He fell. Slumped. Fallen. Dead. * * * a weary, anxious watch. &apos;What&quot;s keeping his chariot? What delays his chariot&quot;s rumble?&apos; The wisest of her ladies-in-waiting answers with calm, reassuring words, &apos;Don&quot;t you think they&quot;re busy at plunder, dividing up the loot? A girl, maybe two girls, for each man, And for Sisera a bright silk shirt, a prize, fancy silk shirt! And a colorful scarf&ndash;make it two scarves&ndash; to grace the neck of the plunderer.&apos; * * * while his lovers be like the unclouded sun. The land was quiet for forty years."
            },
            {
                "verse_number": "2",
                "verse_text": "When they let down their hair in Israel,"
            },
            {
                "verse_number": "3",
                "verse_text": "Hear O kings! Listen O princes!"
            },
            {
                "verse_number": "9",
                "verse_text": "Lift your hearts high, O Israel,"
            },
            {
                "verse_number": "12",
                "verse_text": "Wake up, wake up, Deborah!"
            },
            {
                "verse_number": "31",
                "verse_text": "Thus may all God &quot;s enemies perish,"
            }
        ],
        "6": [
            {
                "verse_number": "13",
                "verse_text": "Gideon replied, &apos;With me , my master? If God is with us, why has all this happened to us? Where are all the miracle-wonders our parents and grandparents told us about, telling us, &quot;Didn&quot;t God deliver us from Egypt?&quot; The fact is, God has nothing to do with us&ndash;he has turned us over to Midian.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "But God faced him directly: &apos;Go in this strength that is yours. Save Israel from Midian. Haven&quot;t I just sent you?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Gideon said to him, &apos; Me , my master? How and with what could I ever save Israel? Look at me. My clan&quot;s the weakest in Manasseh and I&quot;m the runt of the litter.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "God said to him, &apos;I&quot;ll be with you. Believe me, you&quot;ll defeat Midian as one man.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Gideon went and prepared a young goat and a huge amount of unraised bread (he used over half a bushel of flour!). He put the meat in a basket and the broth in a pot and took them back under the shade of the oak tree for a sacred meal."
            },
            {
                "verse_number": "20",
                "verse_text": "The angel of God said to him, &apos;Take the meat and unraised bread, place them on that rock, and pour the broth on them.&apos; Gideon did it."
            },
            {
                "verse_number": "23",
                "verse_text": "But God reassured him, &apos;Easy now. Don&quot;t panic. You won&quot;t die.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then Gideon built an altar there to God and named it &apos; God &quot;s Peace.&apos; It&quot;s still called that at Ophrah of Abiezer."
            },
            {
                "verse_number": "27",
                "verse_text": "Gideon selected ten men from his servants and did exactly what God had told him. But because of his family and the people in the neighborhood, he was afraid to do it openly, so he did it that night."
            },
            {
                "verse_number": "28",
                "verse_text": "Early in the morning, the people in town were shocked to find Baal&quot;s altar torn down, the Asherah pole beside it chopped down, and the prime bull burning away on the altar that had been built."
            },
            {
                "verse_number": "29",
                "verse_text": "They kept asking, &apos;Who did this?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "The men of the town demanded of Joash: &apos;Bring out your son! He must die! Why, he tore down the Baal altar and chopped down the Asherah tree!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "But Joash stood up to the crowd pressing in on him, &apos;Are you going to fight Baal&quot;s battles for him? Are you going to save him? Anyone who takes Baal&quot;s side will be dead by morning. If Baal is a god in fact, let him fight his own battles and defend his own altar.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "They nicknamed Gideon that day Jerub-Baal because after he had torn down the Baal altar, he had said, &apos;Let Baal fight his own battles.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "That&quot;s what happened. When he got up early the next morning, he wrung out the fleece&ndash;enough dew to fill a bowl with water!"
            },
            {
                "verse_number": "39",
                "verse_text": "Then Gideon said to God, &apos;Don&quot;t be impatient with me, but let me say one more thing. I want to try another time with the fleece. But this time let the fleece stay dry, while the dew drenches the ground.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "God made it happen that very night. Only the fleece was dry while the ground was wet with dew."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Jerub-Baal (Gideon) got up early the next morning, all his troops right there with him. They set up camp at Harod&quot;s Spring. The camp of Midian was in the plain, north of them near the Hill of Moreh."
            },
            {
                "verse_number": "7",
                "verse_text": "God said to Gideon: &apos;I&quot;ll use the three hundred men who lapped at the stream to save you and give Midian into your hands. All the rest may go home.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "After Gideon took all their provisions and trumpets, he sent all the Israelites home. He took up his position with the three hundred. The camp of Midian stretched out below him in the valley."
            },
            {
                "verse_number": "13",
                "verse_text": "Gideon arrived just in time to hear a man tell his friend a dream. He said, &apos;I had this dream: A loaf of barley bread tumbled into the Midianite camp. It came to the tent and hit it so hard it collapsed. The tent fell!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "His friend said, &apos;This has to be the sword of Gideon son of Joash, the Israelite! God has turned Midian&ndash;the whole camp!&ndash;over to him.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "When Gideon heard the telling of the dream and its interpretation, he dropped to his knees before God in prayer. Then he went back to the Israelite camp and said, &apos;Get up and get going! God has just given us the Midianite army!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Israelites rallied from Naphtali, from Asher, and from all over Manasseh. They had Midian on the run."
            },
            {
                "verse_number": "24",
                "verse_text": "Gideon then sent messengers through all the hill country of Ephraim, urging them, &apos;Come down against Midian! Capture the fords of the Jordan at Beth Barah.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "So all the men of Ephraim rallied and captured the fords of the Jordan at Beth Barah. They also captured the two Midianite commanders Oreb (Raven) and Zeeb (Wolf). They killed Oreb at Raven Rock; Zeeb they killed at Wolf Winepress. And they pressed the pursuit of Midian. They brought the heads of Oreb and Zeeb to Gideon across the Jordan."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Then the Ephraimites said to Gideon, &apos;Why did you leave us out of this, not calling us when you went to fight Midian?&apos; They were indignant and let him know it. When they heard this, they calmed down and cooled off. * * * &apos;They were men much like you,&apos; they said, &apos;each one like a king&quot;s son.&apos; * * * They spread out a blanket and each man threw his plundered earrings on it. The gold earrings that Gideon had asked for weighed about forty-three pounds&ndash;and that didn&quot;t include the crescents and pendants, the purple robes worn by the Midianite kings, and the ornaments hung around the necks of their camels. * * * * * *"
            },
            {
                "verse_number": "6",
                "verse_text": "But the leaders in Succoth said, &apos;You&quot;re on a wild goose chase; why should we help you on a fool&quot;s errand?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Gideon said, &apos;If you say so. But when God gives me Zebah and Zalmunna, I&quot;ll give you a thrashing, whip your bare flesh with desert thorns and thistles!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Zebah and Zalmunna were in Karkor with an army of about fifteen companies, all that was left of the fighting force of the easterners&ndash;they had lost 120 companies of soldiers."
            },
            {
                "verse_number": "18",
                "verse_text": "He then addressed Zebah and Zalmunna: &apos;Tell me about the men you killed at Tabor.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Gideon said, &apos;They were my brothers, my mother&quot;s sons. As God lives, if you had let them live, I would let you live.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then he spoke to Jether, his firstborn: &apos;Get up and kill them.&apos; But he couldn&quot;t do it, couldn&quot;t draw his sword. He was afraid&ndash;he was still just a boy."
            },
            {
                "verse_number": "21",
                "verse_text": "Zebah and Zalmunna said, &apos;Do it yourself&ndash;if you&quot;re man enough!&apos; And Gideon did it. He stepped up and killed Zebah and Zalmunna. Then he took the crescents that hung on the necks of their camels."
            },
            {
                "verse_number": "22",
                "verse_text": "The Israelites said, &apos;Rule over us, you and your son and your grandson. You have saved us from Midian&quot;s tyranny.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Gideon said, &apos;I most certainly will not rule over you, nor will my son. God will reign over you.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then Gideon said, &apos;But I do have one request. Give me, each of you, an earring that you took as plunder.&apos; Ishmaelites wore gold earrings, and the men all had their pockets full of them."
            },
            {
                "verse_number": "27",
                "verse_text": "Gideon made the gold into a sacred ephod and put it on display in his hometown, Ophrah. All Israel prostituted itself there. Gideon and his family, too, were seduced by it."
            },
            {
                "verse_number": "28",
                "verse_text": "Midian&quot;s tyranny was broken by the Israelites; nothing more was heard from them. The land was quiet for forty years in Gideon&quot;s time."
            },
            {
                "verse_number": "32",
                "verse_text": "Gideon son of Joash died at a good old age. He was buried in the tomb of his father Joash at Ophrah of the Abiezrites."
            }
        ],
        "9": [
            {
                "verse_number": "3",
                "verse_text": "His mother&quot;s relatives reported the proposal to the leaders of Shechem. They were inclined to take Abimelech. &apos;Because,&apos; they said, &apos;he is, after all, one of us.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then all the leaders of Shechem and Beth Millo gathered at the Oak by the Standing Stone at Shechem and crowned Abimelech king."
            },
            {
                "verse_number": "21",
                "verse_text": "And Jotham fled. He ran for his life. He went to Beer and settled down there, because he was afraid of his brother Abimelech."
            },
            {
                "verse_number": "25",
                "verse_text": "To undermine Abimelech, Shechem&quot;s leaders put men in ambush on the mountain passes who robbed travelers on those roads. And Abimelech was told."
            },
            {
                "verse_number": "37",
                "verse_text": "Then he said again, &apos;Look at the troops coming down off Tabbur-erez (the Navel of the World)&ndash;and one company coming straight from the Oracle Oak.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Zebul said, &apos;Where is that big mouth of yours now? You who said, &quot;And who is Abimelech that we should take orders from him?&quot; Well, there he is with the troops you ridiculed. Here&quot;s your chance. Fight away!&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Abimelech set up his field headquarters at Arumah while Zebul kept Gaal and his relatives out of Shechem."
            },
            {
                "verse_number": "55",
                "verse_text": "When the Israelites saw that Abimelech was dead, they went home."
            }
        ],
        "10": [
            {
                "verse_number": "9",
                "verse_text": "Then the Ammonites crossed the Jordan to go to war also against Judah, Benjamin, and Ephraim. Israel was in a bad way!"
            },
            {
                "verse_number": "10",
                "verse_text": "The People of Israel cried out to God for help: &apos;We&quot;ve sinned against you! We left our God and worshiped the Baal gods!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The People of Israel said to God : &apos;We&quot;ve sinned. Do to us whatever you think best, but please, get us out of this!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then they cleaned house of the foreign gods and worshiped only God . And God took Israel&quot;s troubles to heart."
            }
        ],
        "11": [
            {
                "verse_number": "7",
                "verse_text": "But Jephthah said to the elders of Gilead: &apos;But you hate me. You kicked me out of my family home. So why are you coming to me now? Because you are in trouble. Right?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The elders of Gilead replied, &apos;That&quot;s it exactly. We&quot;ve come to you to get you to go with us and fight the Ammonites. You&quot;ll be the head of all of us, all the Gileadites.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jephthah addressed the elders of Gilead, &apos;So if you bring me back home to fight the Ammonites and God gives them to me, I&quot;ll be your head&ndash;is that right?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Jephthah sent messengers to the king of the Ammonites with a message: &apos;What&quot;s going on here that you have come into my country picking a fight?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The king of the Ammonites told Jephthah&quot;s messengers: &apos;Because Israel took my land when they came up out of Egypt&ndash;from the Arnon all the way to the Jabbok and to the Jordan. Give it back peaceably and I&quot;ll go.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "But the king of the Ammonites refused to listen to a word that Jephthah had sent him."
            },
            {
                "verse_number": "36",
                "verse_text": "She said, &apos;Dear father, if you made a vow to God , do to me what you vowed; God did his part and saved you from your Ammonite enemies.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "And then she said to her father, &apos;But let this one thing be done for me. Give me two months to wander through the hills and lament my virginity since I will never marry, I and my dear friends.&apos;"
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "The men of Ephraim mustered their troops, crossed to Zaphon, and said to Jephthah, &apos;Why did you go out to fight the Ammonites without letting us go with you? We&quot;re going to burn your house down on you!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So Jephthah got his Gilead troops together and fought Ephraim. And the men of Gilead hit them hard because they were saying, &apos;Gileadites are nothing but half breeds and rejects from Ephraim and Manasseh.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Jephthah judged Israel six years. Jephthah the Gileadite died and was buried in his city, Mizpah of Gilead."
            },
            {
                "verse_number": "10",
                "verse_text": "He judged Israel seven years. Ibzan died and was buried in Bethlehem."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "And then the People of Israel were back at it again, doing what was evil in God &quot;s sight. God put them under the domination of the Philistines for forty years. He said, &apos;I am.&apos; * * *"
            },
            {
                "verse_number": "8",
                "verse_text": "Manoah prayed to God : &apos;Master, let the man of God you sent come to us again and teach us how to raise this boy who is to be born.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Manoah got up and, following his wife, came to the man. He said to him, &apos;Are you the man who spoke to my wife?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Manoah said, &apos;So. When what you say comes true, what do you have to tell us about this boy and his work?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Manoah said to the angel of God, &apos;Please, stay with us a little longer; we&quot;ll prepare a meal for you&ndash;a young goat.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "God &quot;s angel said to Manoah, &apos;Even if I stay, I won&quot;t eat your food. But if you want to prepare a Whole-Burnt-Offering for God , go ahead&ndash;offer it!&apos; Manoah had no idea that he was talking to the angel of God."
            },
            {
                "verse_number": "17",
                "verse_text": "Then Manoah asked the angel of God, &apos;What&quot;s your name? When your words come true, we&quot;d like to honor you.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The angel of God said, &apos;What&quot;s this? You ask for my name? You wouldn&quot;t understand&ndash;it&quot;s sheer wonder.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But his wife said, &apos;If God were planning to kill us, he wouldn&quot;t have accepted our Whole-Burnt-Offering and Grain-Offering, or revealed all these things to us&ndash;given us this birth announcement.&apos;"
            }
        ],
        "14": [
            {
                "verse_number": "3",
                "verse_text": "His parents said to him, &apos;Isn&quot;t there a woman among the girls in the neighborhood of our people? Do you have to go get a wife from the uncircumcised Philistines?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "(His father and mother had no idea that God was behind this, that he was arranging an opportunity against the Philistines. At the time the Philistines lorded it over Israel.)"
            },
            {
                "verse_number": "7",
                "verse_text": "Then he went on down and spoke to the woman. In Samson&quot;s eyes, she was the one."
            },
            {
                "verse_number": "16",
                "verse_text": "So Samson&quot;s bride turned on the tears, saying to him, &apos;You hate me. You don&quot;t love me. You&quot;ve told a riddle to my people but you won&quot;t even tell me the answer.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "But she turned on the tears all the seven days of the feast. On the seventh day, worn out by her nagging, he told her. Then she went and told it to her people."
            },
            {
                "verse_number": "18",
                "verse_text": "The men of the town came to him on the seventh day, just before sunset and said,"
            }
        ],
        "15": [
            {
                "verse_number": "3",
                "verse_text": "Samson said, &apos;That does it. This time when I wreak havoc on the Philistines, I&quot;m blameless.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The Philistines said, &apos;Who did this?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Samson then said, &apos;If this is the way you&quot;re going to act, I swear I&quot;ll get even with you. And I&quot;m not quitting till the job&quot;s done!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "With that he tore into them, ripping them limb from limb&ndash;a huge slaughter. Then he went down and stayed in a cave at Etam Rock."
            },
            {
                "verse_number": "11",
                "verse_text": "Three companies of men from Judah went down to the cave at Etam Rock and said to Samson, &apos;Don&quot;t you realize that the Philistines already bully and lord it over us? So what&quot;s going on with you, making things even worse?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "They said, &apos;Well, we&quot;ve come down here to tie you up and turn you over to the Philistines.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;We promise,&apos; they said. &apos;We will tie you up and surrender you to them but, believe us, we won&quot;t kill you.&apos; They proceeded to tie him with new ropes and led him up from the Rock."
            },
            {
                "verse_number": "17",
                "verse_text": "When he finished speaking, he threw away the jawbone. He named that place Ramath Lehi (Jawbone Hill)."
            },
            {
                "verse_number": "20",
                "verse_text": "Samson judged Israel for twenty years in the days of the Philistines."
            }
        ],
        "16": [
            {
                "verse_number": "3",
                "verse_text": "Samson was in bed with the woman until midnight. Then he got up, seized the doors of the city gate and the two gateposts, bolts and all, hefted them on his shoulder, and carried them to the top of the hill that faces Hebron."
            },
            {
                "verse_number": "6",
                "verse_text": "So Delilah said to Samson, &apos;Tell me, dear, the secret of your great strength, and how you can be tied up and humbled.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Samson told her, &apos;If they were to tie me up with seven bowstrings&ndash;the kind made from fresh animal tendons, not dried out&ndash;then I would become weak, just like anyone else.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Delilah said, &apos;Come now, Samson&ndash;you&quot;re playing with me, making up stories. Be serious; tell me how you can be tied up.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "He told her, &apos;If you were to tie me up tight with new ropes, ropes never used for work, then I would be helpless, just like anybody else.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So Delilah got some new ropes and tied him up. She said, &apos;The Philistines are on you, Samson!&apos; The men were hidden in the next room. He snapped the ropes from his arms like threads."
            },
            {
                "verse_number": "15",
                "verse_text": "She said, &apos;How can you say &quot;I love you&quot; when you won&quot;t even trust me? Three times now you&quot;ve toyed with me, like a cat with a mouse, refusing to tell me the secret of your great strength.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "When Delilah realized that he had told her his secret, she sent for the Philistine tyrants, telling them, &apos;Come quickly&ndash;this time he&quot;s told me the truth.&apos; They came, bringing the bribe money."
            },
            {
                "verse_number": "19",
                "verse_text": "When she got him to sleep, his head on her lap, she motioned to a man to cut off the seven braids of his hair. Immediately he began to grow weak. His strength drained from him."
            },
            {
                "verse_number": "20",
                "verse_text": "Then she said, &apos;The Philistines are on you, Samson!&apos; He woke up, thinking, &apos;I&quot;ll go out, like always, and shake free.&apos; He didn&quot;t realize that God had abandoned him."
            },
            {
                "verse_number": "28",
                "verse_text": "And Samson cried out to God :"
            },
            {
                "verse_number": "31",
                "verse_text": "His brothers and all his relatives went down to get his body. They carried him back and buried him in the tomb of Manoah his father, between Zorah and Eshtaol."
            }
        ],
        "17": [
            {
                "verse_number": "5",
                "verse_text": "This man, Micah, had a private chapel. He had made an ephod and some teraphim-idols and had ordained one of his sons to be his priest."
            },
            {
                "verse_number": "6",
                "verse_text": "In those days there was no king in Israel. People did whatever they felt like doing."
            },
            {
                "verse_number": "9",
                "verse_text": "Micah asked him, &apos;So where are you from?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Micah said, &apos;Stay here with me. Be my father and priest. I&quot;ll pay you ten pieces of silver a year, whatever clothes you need, and your meals.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Micah said, &apos;Now I know that God will make things go well for me&ndash;why, I&quot;ve got a Levite for a priest!&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "In those days there was no king in Israel. But also in those days, the tribe of Dan was looking for a place to settle down. They hadn&quot;t yet occupied their plot among the tribes of Israel. They went into the hill country of Ephraim and got as far as the house of Micah. They camped there for the night. As they neared Micah&quot;s house, they recognized the voice of the young Levite. They went over and said to him, &apos;How on earth did you get here? What&quot;s going on? What are you doing here?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "He said, &apos;One thing led to another: Micah hired me and I&quot;m now his priest.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "They said, &apos;Oh, good&ndash;inquire of God for us. Find out whether our mission will be a success.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The priest said, &apos;Go assured. God &quot;s looking out for you all the way.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The five men left and headed north to Laish. They saw that the people there were living in safety under the umbrella of the Sidonians, quiet and unsuspecting. They had everything going for them. But the people lived a long way from the Sidonians to the west and had no treaty with the Arameans to the east."
            },
            {
                "verse_number": "8",
                "verse_text": "When they got back to Zorah and Eshtaol, their brothers asked, &apos;So, how did you find things?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The five men who earlier had explored the country of Laish told their companions, &apos;Did you know there&quot;s an ephod, teraphim-idols, and a cast god-sculpture in these buildings? What do you think? Do you want to do something about it?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "They said to him, &apos;Hush! Don&quot;t make a sound. Come with us. Be our father and priest. Which is more important, that you be a priest to one man or that you become priest to a whole tribe and clan in Israel?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The priest jumped at the chance. He took the ephod, the teraphim-idols, and the idol and fell in with the troops."
            },
            {
                "verse_number": "24",
                "verse_text": "Micah said, &apos;You took my god, the one I made, and you took my priest. And you marched off! What do I have left? How can you now say, &quot;What&quot;s the matter?&quot;&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "But the Danites answered, &apos;Don&quot;t yell at us; you just might provoke some fierce, hot-tempered men to attack you, and you&quot;ll end up an army of dead men.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The Danites went on their way. Micah saw that he didn&quot;t stand a chance against their arms. He turned back and went home."
            },
            {
                "verse_number": "27",
                "verse_text": "So they took the things that Micah had made, along with his priest, and they arrived at Laish, that city of quiet and unsuspecting people. They massacred the people and burned down the city."
            }
        ],
        "19": [
            {
                "verse_number": "22",
                "verse_text": "They were relaxed and enjoying themselves when the men of the city, a gang of local hell-raisers all, surrounded the house and started pounding on the door. They yelled for the owner of the house, the old man, &apos;Bring out the man who came to your house. We want to have sex with him.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "It was morning. Her master got up and opened the door to continue his journey. There she was, his concubine, crumpled in a heap at the door, her hands on the threshold."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Get up,&apos; he said. &apos;Let&quot;s get going.&apos; There was no answer."
            }
        ],
        "20": [
            {
                "verse_number": "3",
                "verse_text": "Meanwhile the Benjaminites got wind that the Israelites were meeting at Mizpah."
            },
            {
                "verse_number": "17",
                "verse_text": "The men of Israel, excluding Benjamin, mobilized four hundred divisions of sword-wielding fighting men."
            },
            {
                "verse_number": "18",
                "verse_text": "They set out and went to Bethel to inquire of God. The People of Israel said, &apos;Who of us shall be first to go into battle with the Benjaminites?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "All the People of Israel, the whole army, were back at Bethel, weeping, sitting there in the presence of God . That day they fasted until evening. They sacrificed Whole-Burnt-Offerings and Peace-Offerings before God ."
            },
            {
                "verse_number": "32",
                "verse_text": "The Benjaminites started bragging, &apos;We&quot;re dropping them like flies, just as before!&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "But the Israelites strategized: &apos;Now let&quot;s retreat and pull them out of the city onto the main roads.&apos; So every Israelite moved farther out to Baal Tamar; at the same time the Israelite ambush rushed from its place west of Gibeah."
            },
            {
                "verse_number": "44",
                "verse_text": "Eighteen divisions of Benjaminites were wiped out, all their best fighters."
            },
            {
                "verse_number": "45",
                "verse_text": "Five divisions turned to escape to the wilderness, to Rimmon Rock, but the Israelites caught and slaughtered them on roads."
            },
            {
                "verse_number": "46",
                "verse_text": "The total of the Benjaminites killed that day came to twenty-five divisions of infantry, their best swordsmen."
            },
            {
                "verse_number": "47",
                "verse_text": "Six hundred men got away. They made it to Rimmon Rock in the wilderness and held out there for four months."
            },
            {
                "verse_number": "48",
                "verse_text": "The men of Israel came back and killed all the Benjaminites who were left, all the men and animals they found in every town, and then torched the towns, sending them up in flames."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Back at Mizpah the men of Israel had taken an oath: &apos;No man among us will give his daughter to a Benjaminite in marriage.&apos; * * * It turned out that no one had come to the gathering from Jabesh Gilead. When they took a roll call of the people, not a single person from Jabesh Gilead was there. * * *"
            },
            {
                "verse_number": "4",
                "verse_text": "Early the next morning, the people got busy and built an altar. They sacrificed Whole-Burnt-Offerings and Peace-Offerings."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the Israelites said, &apos;Who from all the tribes of Israel didn&quot;t show up as we gathered in the presence of God ?&apos; For they had all taken a sacred oath that anyone who had not gathered in the presence of God at Mizpah had to be put to death."
            },
            {
                "verse_number": "12",
                "verse_text": "And they found four hundred virgins among those who lived in Jabesh Gilead; they had never had sexual intercourse with a man. And they brought them to the camp at Shiloh, which is in the land of Canaan."
            },
            {
                "verse_number": "15",
                "verse_text": "The people felt bad for Benjamin; God had left out Benjamin&ndash;the missing piece from the Israelite tribes."
            },
            {
                "verse_number": "19",
                "verse_text": "Then they said, &apos;There is that festival of God held every year in Shiloh. It&quot;s north of Bethel, just east of the main road that goes up from Bethel to Shechem and a little south of Lebonah.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "And that&quot;s what the Benjaminites did: They carried off girls from the dance, wives enough for their number, got away, and went home to their inheritance. They rebuilt their towns and settled down."
            },
            {
                "verse_number": "24",
                "verse_text": "From there the People of Israel dispersed, each man heading back to his own tribe and clan, each to his own plot of land."
            },
            {
                "verse_number": "25",
                "verse_text": "At that time there was no king in Israel. People did whatever they felt like doing."
            }
        ]
    }
}