{
    "Lamentations": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Oh, oh, oh . . . How empty the city, once teeming with people. A widow, this city, once in the front rank of nations, once queen of the ball, she&quot;s now a drudge in the kitchen. No one&quot;s left among her lovers to sit and hold her hand. Her friends have all dumped her. She camps out among the nations, never feels at home. Hunted by all, she&quot;s stuck between a rock and a hard place. All her city gates are deserted, her priests in despair. Her virgins are sad. How bitter her fate. because God laid her low, punishing her repeated rebellions. Her children, prisoners of the enemy, trudge into exile. Her princes are like deer famished for food, chased to exhaustion by hunters. when her people fell into enemy hands, and not a soul there to help. Enemies looked on and laughed, laughed at her helpless silence. All who admired her despise her now that they see beneath the surface. Miserable, she groans and turns away in shame. and now she&quot;s crashed royally, with no one to hold her hand: &apos;Look at my pain, O God ! And how the enemy cruelly struts.&apos; as pagans barged into her Sanctuary, those very people for whom you posted orders: keep out: this assembly off-limits . that they bartered their favorite things for a bit of breakfast: &apos;O God , look at me! Worthless, cheap, abject! Ever seen pain like my pain, seen what he did to me, what God did to me in his rage? then he set traps all around so I could hardly move. He left me with nothing&ndash;left me sick, and sick of living. and harnessed me to captivity&quot;s yoke. I&quot;m goaded by cruel taskmasters. then called in thugs to break their fine young necks. The Master crushed the life out of fair virgin Judah. and not a soul within miles around cares for my soul. My children are wasted, my enemy got his way.&apos; God ordered Jacob&quot;s enemies to surround him, and now no one wants anything to do with Jerusalem. Listen everybody! Look at what I&quot;m going through! My fair young women, my fine young men, all herded into exile! My priests and my leaders only looked after themselves, trying but failing to save their own skins. my heart wrecked by a life of rebellion. Massacres in the streets, starvation in the houses. When my enemies heard of the trouble you gave me, they cheered. Bring on Judgment Day! Let them get what I got! Give them what you gave me for my sins. Groaning in pain, body and soul, I&quot;ve had all I can take.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "She cries herself to sleep each night, tears soaking her pillow."
            },
            {
                "verse_number": "3",
                "verse_text": "After years of pain and hard labor, Judah has gone into exile."
            },
            {
                "verse_number": "4",
                "verse_text": "Zion&quot;s roads weep, empty of pilgrims headed to the feasts."
            },
            {
                "verse_number": "5",
                "verse_text": "Her enemies have become her masters. Her foes are living it up"
            },
            {
                "verse_number": "6",
                "verse_text": "All beauty has drained from Daughter Zion&quot;s face."
            },
            {
                "verse_number": "7",
                "verse_text": "Jerusalem remembers the day she lost everything,"
            },
            {
                "verse_number": "8",
                "verse_text": "Jerusalem, who outsinned the whole world, is an outcast."
            },
            {
                "verse_number": "9",
                "verse_text": "She played fast and loose with life, she never considered tomorrow,"
            },
            {
                "verse_number": "10",
                "verse_text": "The enemy reached out to take all her favorite things. She watched"
            },
            {
                "verse_number": "11",
                "verse_text": "All the people groaned, so desperate for food, so desperate to stay alive"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;And you passersby, look at me! Have you ever seen anything like this?"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;He struck me with lightning, skewered me from head to foot,"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;He wove my sins into a rope"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;The Master piled up my best soldiers in a heap,"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;For all this I weep, weep buckets of tears,"
            },
            {
                "verse_number": "17",
                "verse_text": "Zion reached out for help, but no one helped."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos; God has right on his side. I&quot;m the one who did wrong."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;I called to my friends; they betrayed me."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;O God , look at the trouble I&quot;m in! My stomach in knots,"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Oh, listen to my groans. No one listens, no one cares."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Take a good look at their evil ways and give it to them!"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Oh, oh, oh . . . How the Master has cut down Daughter Zion from the skies, dashed Israel&quot;s glorious city to earth, in his anger treated his favorite as throwaway junk. Raging, he smashed Judah&quot;s defenses, ground her king and princes to a pulp. broke Israel&quot;s arm and turned his back just as the enemy approached, came on Jacob like a wildfire from every direction. and killed our young men, our pride and joy. His anger, like fire, burned down the homes in Zion. He chewed up and spit out all the defenses. He left Daughter Judah moaning and groaning. God wiped out Zion&quot;s memories of feast days and Sabbaths, angrily sacked king and priest alike. and turned the fortifications over to the enemy. As they cheered in God &quot;s Temple, you&quot;d have thought it was a feast day! He assembled his crew, set to work and went at it. Total demolition! The stones wept! her kings and princes off to exile&ndash;no one left to instruct or lead; her prophets useless&ndash;they neither saw nor heard anything from God . They throw dust on their heads, dress in rough penitential burlap&ndash; the young virgins of Jerusalem, their faces creased with the dirt. My insides have turned to jelly over my people&quot;s fate. Babies and children are fainting all over the place, then fainting like dying soldiers in the streets, breathing their last in their mothers&quot; laps. What can I say to give you comfort, dear Zion? Who can put you together again? This bust-up is past understanding. They didn&quot;t face you with your sin so that you could repent. Their sermons were all wishful thinking, deceptive illusions. They rub their eyes, they shake their heads over Jerusalem. Is this the city voted &apos;Most Beautiful&apos; and &apos;Best Place to Live&apos;? Then they rub their hands in glee: &apos;We&quot;ve got them! We&quot;ve been waiting for this! Here it is!&apos; He always said he&quot;d do this. Now he&quot;s done it&ndash;torn the place down. He&quot;s let your enemies walk all over you, declared them world champions! Let the tears roll like a river, day and night, and keep at it&ndash;no time-outs. Keep those tears flowing! Pour your heart out face-to-face with the Master. Lift high your hands. Beg for the lives of your children who are starving to death out on the streets. Should women eat their own babies, the very children they raised? Should priests and prophets be murdered in the Master&quot;s own Sanctuary? my young men and women killed in their prime. Angry, you killed them in cold blood, cut them down without mercy. so that on the big day of God &quot;s wrath no one would get away. The children I loved and reared&ndash;gone, gone, gone.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "The Master, without a second thought, took Israel in one gulp."
            },
            {
                "verse_number": "3",
                "verse_text": "His anger blazing, he knocked Israel flat,"
            },
            {
                "verse_number": "4",
                "verse_text": "Like an enemy, he aimed his bow, bared his sword,"
            },
            {
                "verse_number": "5",
                "verse_text": "The Master became the enemy. He had Israel for supper."
            },
            {
                "verse_number": "6",
                "verse_text": "He plowed up his old trysting place, trashed his favorite rendezvous."
            },
            {
                "verse_number": "7",
                "verse_text": "God abandoned his altar, walked away from his holy Temple"
            },
            {
                "verse_number": "8",
                "verse_text": "God drew up plans to tear down the walls of Daughter Zion."
            },
            {
                "verse_number": "9",
                "verse_text": "Her city gates, iron bars and all, disappeared in the rubble:"
            },
            {
                "verse_number": "10",
                "verse_text": "The elders of Daughter Zion sit silent on the ground."
            },
            {
                "verse_number": "11",
                "verse_text": "My eyes are blind with tears, my stomach in a knot."
            },
            {
                "verse_number": "12",
                "verse_text": "Calling to their mothers, &apos;I&quot;m hungry! I&quot;m thirsty!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "How can I understand your plight, dear Jerusalem?"
            },
            {
                "verse_number": "14",
                "verse_text": "Your prophets courted you with sweet talk."
            },
            {
                "verse_number": "15",
                "verse_text": "Astonished, passersby can&quot;t believe what they see."
            },
            {
                "verse_number": "16",
                "verse_text": "But now your enemies gape, slack-jawed."
            },
            {
                "verse_number": "17",
                "verse_text": "God did carry out, item by item, exactly what he said he&quot;d do."
            },
            {
                "verse_number": "18",
                "verse_text": "Give out heart-cries to the Master, dear repentant Zion."
            },
            {
                "verse_number": "19",
                "verse_text": "As each night watch begins, get up and cry out in prayer."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Look at us, God . Think it over. Have you ever treated anyone like this?"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Boys and old men lie in the gutters of the streets,"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;You invited, like friends to a party, men to swoop down in attack"
            }
        ],
        "3": [],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Oh, oh, oh . . . How gold is treated like dirt, the finest gold thrown out with the garbage, Priceless jewels scattered all over, jewels loose in the gutters. far surpassing their weight in gold, Are now treated like cheap pottery, like everyday pots and bowls mass-produced by a potter. give them their breasts to suckle. But my people have turned cruel to their babies, like an ostrich in the wilderness. Their tongues stick to the roofs of their mouths. Little children ask for bread but no one gives them so much as a crust. forage for food in the streets. People used to the latest in fashions pick through the trash for something to wear. was worse than the sin of Sodom&ndash; The city was destroyed in a flash, and no one around to help. once glowed with health. Their bodies were robust and ruddy, their beards like carved stone. unrecognizable in the street, Their bones sticking out, their skin dried out like old leather. than killed by starvation. Better to have died of battle wounds than to slowly starve to death. boiled their own children for supper. This was the only food in town when my dear people were broken. He poured out his raging wrath. He set a fire in Zion that burned it to the ground. World rulers were in shock, Watching old enemies march in big as you please, right through Jerusalem&quot;s gates. and the evil of her priests, Who exploited good and trusting people, robbing them of their lives, grimy and stained from their dirty lives, Wasted by their wasted lives, shuffling from fatigue, dressed in rags. Get lost, don&quot;t touch us, don&quot;t infect us!&apos; They have to leave town. They wander off. Nobody wants them to stay here. Everyone knows, wherever they wander, that they&quot;ve been kicked out of their own hometown. No longer does he look out for them. He has nothing to do with the priests; he cares nothing for the elders. wore our eyes out looking for help. And nothing. We mounted our lookouts and looked for the help that never showed up. It wasn&quot;t safe to go out in the street. Our end was near, our days numbered. We were doomed. pressed us hard in the mountains, ambushed us in the desert. was caught in their traps&ndash; Our king under whose protection we always said we&quot;d live. Live it up in Uz! For it won&quot;t be long before you drink this cup, too. You&quot;ll find out what it&quot;s like to drink God&quot;s wrath, Get drunk on God&quot;s wrath and wake up with nothing, stripped naked. You won&quot;t have to go through this exile again. But Edom, your time is coming: He&quot;ll punish your evil life, put all your sins on display."
            },
            {
                "verse_number": "2",
                "verse_text": "And the people of Zion, once prized,"
            },
            {
                "verse_number": "3",
                "verse_text": "Even wild jackals nurture their babies,"
            },
            {
                "verse_number": "4",
                "verse_text": "Babies have nothing to drink."
            },
            {
                "verse_number": "5",
                "verse_text": "People used to the finest cuisine"
            },
            {
                "verse_number": "6",
                "verse_text": "The evil guilt of my dear people"
            },
            {
                "verse_number": "7",
                "verse_text": "The splendid and sacred nobles"
            },
            {
                "verse_number": "8",
                "verse_text": "But now they are smeared with soot,"
            },
            {
                "verse_number": "9",
                "verse_text": "Better to have been killed in battle"
            },
            {
                "verse_number": "10",
                "verse_text": "Nice and kindly women"
            },
            {
                "verse_number": "11",
                "verse_text": "God let all his anger loose, held nothing back."
            },
            {
                "verse_number": "12",
                "verse_text": "The kings of the earth couldn&quot;t believe it."
            },
            {
                "verse_number": "13",
                "verse_text": "Because of the sins of her prophets"
            },
            {
                "verse_number": "14",
                "verse_text": "These prophets and priests blindly grope their way through the streets,"
            },
            {
                "verse_number": "15",
                "verse_text": "People yell at them, &apos;Get out of here, dirty old men!"
            },
            {
                "verse_number": "16",
                "verse_text": "God himself scattered them."
            },
            {
                "verse_number": "17",
                "verse_text": "We watched and watched,"
            },
            {
                "verse_number": "18",
                "verse_text": "They tracked us down, those hunters."
            },
            {
                "verse_number": "19",
                "verse_text": "They came after us faster than eagles in flight,"
            },
            {
                "verse_number": "20",
                "verse_text": "Our king, our life&quot;s breath, the anointed of God ,"
            },
            {
                "verse_number": "21",
                "verse_text": "Celebrate while you can, O Edom!"
            },
            {
                "verse_number": "22",
                "verse_text": "And that&quot;s it for you, Zion. The punishment&quot;s complete."
            }
        ],
        "5": []
    }
}