{
    "1 Corinthians": {
        "1": [
            {
                "verse_number": "3",
                "verse_text": "May all the gifts and benefits that come from God our Father, and the Master, Jesus Christ, be yours."
            },
            {
                "verse_number": "10",
                "verse_text": "I have a serious concern to bring up with you, my friends, using the authority of Jesus, our Master. I&quot;ll put it as urgently as I can: You must get along with each other. You must learn to be considerate of one another, cultivating a life in common."
            },
            {
                "verse_number": "17",
                "verse_text": "God didn&quot;t send me out to collect a following for myself, but to preach the Message of what he has done, collecting a following for him. And he didn&quot;t send me to do it with a lot of fancy rhetoric of my own, lest the powerful action at the center&ndash;Christ on the Cross&ndash;be trivialized into mere words."
            }
        ],
        "2": [],
        "3": [],
        "4": [
            {
                "verse_number": "5",
                "verse_text": "So don&quot;t get ahead of the Master and jump to conclusions with your judgments before all the evidence is in. When he comes, he will bring out in the open and place in evidence all kinds of things we never even dreamed of&ndash;inner motives and purposes and prayers. Only then will any one of us get to hear the &apos;Well done!&apos; of God."
            },
            {
                "verse_number": "6",
                "verse_text": "All I&quot;m doing right now, friends, is showing how these things pertain to Apollos and me so that you will learn restraint and not rush into making judgments without knowing all the facts. It&quot;s important to look at things from God&quot;s point of view. I would rather not see you inflating or deflating reputations based on mere hearsay."
            },
            {
                "verse_number": "17",
                "verse_text": "This is why I sent Timothy to you earlier. He is also my dear son, and true to the Master. He will refresh your memory on the instructions I regularly give all the churches on the way of Christ."
            },
            {
                "verse_number": "21",
                "verse_text": "So how should I prepare to come to you? As a severe disciplinarian who makes you walk the line? Or as a good friend and counselor who wants to share heart-to-heart with you? You decide."
            }
        ],
        "5": [],
        "6": [
            {
                "verse_number": "12",
                "verse_text": "Just because something is technically legal doesn&quot;t mean that it&quot;s spiritually appropriate. If I went around doing whatever I thought I could get by with, I&quot;d be a slave to my whims."
            },
            {
                "verse_number": "13",
                "verse_text": "You know the old saying, &apos;First you eat to live, and then you live to eat&apos;? Well, it may be true that the body is only a temporary thing, but that&quot;s no excuse for stuffing your body with food, or indulging it with sex. Since the Master honors you with a body, honor him with your body!"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Now, getting down to the questions you asked in your letter to me. First, Is it a good thing to have sexual relations?"
            },
            {
                "verse_number": "7",
                "verse_text": "Sometimes I wish everyone were single like me&ndash;a simpler life in many ways! But celibacy is not for everyone any more than marriage is. God gives the gift of the single life to some, the gift of the married life to others."
            },
            {
                "verse_number": "17",
                "verse_text": "And don&quot;t be wishing you were someplace else or with someone else. Where you are right now is God&quot;s place for you. Live and obey and love and believe right there. God, not your marital status, defines your life. Don&quot;t think I&quot;m being harder on you than on the others. I give this same counsel in all the churches."
            }
        ],
        "8": [
            {
                "verse_number": "7",
                "verse_text": "In strict logic, then, nothing happened to the meat when it was offered up to an idol. It&quot;s just like any other meat. I know that, and you know that. But knowing isn&quot;t everything. If it becomes everything, some people end up as know-it-alls who treat others as know-nothings. Real knowledge isn&quot;t that insensitive."
            },
            {
                "verse_number": "10",
                "verse_text": "For instance, say you flaunt your freedom by going to a banquet thrown in honor of idols, where the main course is meat sacrificed to idols. Isn&quot;t there great danger if someone still struggling over this issue, someone who looks up to you as knowledgeable and mature, sees you go into that banquet? The danger is that he will become terribly confused&ndash;maybe even to the point of getting mixed up himself in what his conscience tells him is wrong."
            }
        ],
        "9": [],
        "10": [
            {
                "verse_number": "13",
                "verse_text": "No test or temptation that comes your way is beyond the course of what others have had to face. All you need to remember is that God will never let you down; he&quot;ll never let you be pushed past your limit; he&quot;ll always be there to help you come through it."
            },
            {
                "verse_number": "14",
                "verse_text": "So, my very dear friends, when you see people reducing God to something they can use or control, get out of their company as fast as you can."
            }
        ],
        "11": [],
        "12": [],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "If I speak with human eloquence and angelic ecstasy but don&quot;t love, I&quot;m nothing but the creaking of a rusty gate. Love never gives up. Love cares more for others than for self. Love doesn&quot;t want what it doesn&quot;t have. Love doesn&quot;t strut, Doesn&quot;t have a swelled head, Doesn&quot;t force itself on others, Isn&quot;t always &apos;me first,&apos; Doesn&quot;t fly off the handle, Doesn&quot;t keep score of the sins of others, Doesn&quot;t revel when others grovel, Takes pleasure in the flowering of truth, Puts up with anything, Trusts God always, Always looks for the best, Never looks back, But keeps going to the end."
            },
            {
                "verse_number": "2",
                "verse_text": "If I speak God&quot;s Word with power, revealing all his mysteries and making everything plain as day, and if I have faith that says to a mountain, &apos;Jump,&apos; and it jumps, but I don&quot;t love, I&quot;m nothing."
            },
            {
                "verse_number": "11",
                "verse_text": "When I was an infant at my mother&quot;s breast, I gurgled and cooed like any infant. When I grew up, I left those infant ways for good."
            },
            {
                "verse_number": "12",
                "verse_text": "We don&quot;t yet see things clearly. We&quot;re squinting in a fog, peering through a mist. But it won&quot;t be long before the weather clears and the sun shines bright! We&quot;ll see it all then, see it all as clearly as God sees us, knowing him directly just as he knows us!"
            },
            {
                "verse_number": "13",
                "verse_text": "But for right now, until that completeness, we have three things to do to lead us toward that consummation: Trust steadily in God, hope unswervingly, love extravagantly. And the best of the three is love."
            }
        ],
        "14": [],
        "15": [
            {
                "verse_number": "29",
                "verse_text": "Why do you think people offer themselves to be baptized for those already in the grave? If there&quot;s no chance of resurrection for a corpse, if God&quot;s power stops at the cemetery gates, why do we keep doing things that suggest he&quot;s going to clean the place out someday, pulling everyone up on their feet alive?"
            },
            {
                "verse_number": "34",
                "verse_text": "Think straight. Awaken to the holiness of life. No more playing fast and loose with resurrection facts. Ignorance of God is a luxury you can&quot;t afford in times like these. Aren&quot;t you embarrassed that you&quot;ve let this kind of thing go on as long as you have?"
            },
            {
                "verse_number": "50",
                "verse_text": "I need to emphasize, friends, that our natural, earthy lives don&quot;t in themselves lead us by their very nature into the kingdom of God. Their very &apos;nature&apos; is to die, so how could they &apos;naturally&apos; end up in the Life kingdom?"
            },
            {
                "verse_number": "58",
                "verse_text": "With all this going for us, my dear, dear friends, stand your ground. And don&quot;t hold back. Throw yourselves into the work of the Master, confident that nothing you do for him is a waste of time or effort."
            }
        ],
        "16": [
            {
                "verse_number": "12",
                "verse_text": "About our friend Apollos, I&quot;ve done my best to get him to pay you a visit, but haven&quot;t talked him into it yet. He doesn&quot;t think this is the right time. But there will be a &apos;right time.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The churches here in western Asia send greetings."
            },
            {
                "verse_number": "20",
                "verse_text": "All the friends here say hello."
            },
            {
                "verse_number": "21",
                "verse_text": "And I, Paul&ndash;in my own handwriting!&ndash;send you my regards."
            },
            {
                "verse_number": "22",
                "verse_text": "If anyone won&quot;t love the Master, throw him out. Make room for the Master!"
            },
            {
                "verse_number": "23",
                "verse_text": "Our Master Jesus has his arms wide open for you."
            },
            {
                "verse_number": "24",
                "verse_text": "And I love all of you in the Messiah, in Jesus."
            }
        ]
    }
}