{
    "Acts": {
        "1": [
            {
                "verse_number": "6",
                "verse_text": "When they were together for the last time they asked, &apos;Master, are you going to restore the kingdom to Israel now? Is this the time?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "They agreed they were in this for good, completely together in prayer, the women included. Also Jesus&quot; mother, Mary, and his brothers."
            }
        ],
        "2": [
            {
                "verse_number": "12",
                "verse_text": "Their heads were spinning; they couldn&quot;t make head or tail of any of it. They talked back and forth, confused: &apos;What&quot;s going on here?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Others joked, &apos;They&quot;re drunk on cheap wine.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Cut to the quick, those who were there listening asked Peter and the other apostles, &apos;Brothers! Brothers! So now what do we do?&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "He went on in this vein for a long time, urging them over and over, &apos;Get out while you can; get out of this sick and stupid culture!&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "11",
                "verse_text": "The man threw his arms around Peter and John, ecstatic. All the people ran up to where they were at Solomon&quot;s Porch to see it for themselves."
            }
        ],
        "4": [
            {
                "verse_number": "31",
                "verse_text": "While they were praying, the place where they were meeting trembled and shook. They were all filled with the Holy Spirit and continued to speak God&quot;s Word with fearless confidence."
            }
        ],
        "5": [
            {
                "verse_number": "11",
                "verse_text": "By this time the whole church and, in fact, everyone who heard of these things had a healthy respect for God. They knew God was not to be trifled with."
            },
            {
                "verse_number": "24",
                "verse_text": "The chief of the Temple police and the high priests were puzzled. &apos;What&quot;s going on here anyway?&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "7",
                "verse_text": "The Word of God prospered. The number of disciples in Jerusalem increased dramatically. Not least, a great many priests submitted themselves to the faith."
            },
            {
                "verse_number": "11",
                "verse_text": "So in secret they bribed men to lie: &apos;We heard him cursing Moses and God.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "As all those who sat on the High Council looked at Stephen, they found they couldn&quot;t take their eyes off him&ndash;his face was like the face of an angel!"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Then the Chief Priest said, &apos;What do you have to say for yourself?&apos; Did you bring me offerings of animals and grains those forty wilderness years, O Israel? Hardly. You were too busy building shrines to war gods, to sex goddesses, Worshiping them with all your might. That&quot;s why I put you in exile in Babylon. &apos;Heaven is my throne room; I rest my feet on earth. So what kind of house will you build me?&apos; says God. &apos;Where I can get away and relax? It&quot;s already built, and I built it.&apos; Saul was right there, congratulating the killers."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Then he made a covenant with him and signed it in Abraham&quot;s flesh by circumcision. When Abraham had his son Isaac, within eight days he reproduced the sign of circumcision in him. Isaac became father of Jacob, and Jacob father of twelve &quot;fathers,&quot; each faithfully passing on the covenant sign."
            }
        ],
        "8": [
            {
                "verse_number": "24",
                "verse_text": "&apos;Oh!&apos; said Simon, &apos;pray for me! Pray to the Master that nothing like that will ever happen to me!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "And with that, the apostles were on their way, continuing to witness and spread the Message of God&quot;s salvation, preaching in every Samaritan town they passed through on their return to Jerusalem."
            },
            {
                "verse_number": "40",
                "verse_text": "Philip showed up in Azotus and continued north, preaching the Message in all the villages along that route until he arrived at Caesarea."
            }
        ],
        "9": [
            {
                "verse_number": "10",
                "verse_text": "There was a disciple in Damascus by the name of Ananias. The Master spoke to him in a vision: &apos;Ananias.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But their suspicions didn&quot;t slow Saul down for even a minute. His momentum was up now and he plowed straight into the opposition, disarming the Damascus Jews and trying to show them that this Jesus was the Messiah."
            },
            {
                "verse_number": "31",
                "verse_text": "Things calmed down after that and the church had smooth sailing for a while. All over the country&ndash;Judea, Samaria, Galilee&ndash;the church grew. They were permeated with a deep sense of reverence for God. The Holy Spirit was with them, strengthening them. They prospered wonderfully."
            }
        ],
        "10": [
            {
                "verse_number": "14",
                "verse_text": "Peter said, &apos;Oh, no, Lord. I&quot;ve never so much as tasted food that was not kosher.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The voice came a second time: &apos;If God says it&quot;s okay, it&quot;s okay.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "This happened three times, and then the blanket was pulled back up into the skies."
            },
            {
                "verse_number": "21",
                "verse_text": "Peter went down and said to the men, &apos;I think I&quot;m the man you&quot;re looking for. What&quot;s up?&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;So I did it&ndash;I sent for you. And you&quot;ve been good enough to come. And now we&quot;re all here in God&quot;s presence, ready to listen to whatever the Master put in your heart to tell us.&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "18",
                "verse_text": "Hearing it all laid out like that, they quieted down. And then, as it sank in, they started praising God. &apos;It&quot;s really happened! God has broken through to the other nations, opened them up to Life!&apos;"
            }
        ],
        "12": [
            {
                "verse_number": "5",
                "verse_text": "All the time that Peter was under heavy guard in the jailhouse, the church prayed for him most strenuously."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the time came for Herod to bring him out for the kill. That night, even though shackled to two soldiers, one on either side, Peter slept like a baby. And there were guards at the door keeping their eyes on the place. Herod was taking no chances!"
            },
            {
                "verse_number": "23",
                "verse_text": "That was the last straw. God had had enough of Herod&quot;s arrogance and sent an angel to strike him down. Herod had given God no credit for anything. Down he went. Rotten to the core, a maggoty old man if there ever was one, he died."
            },
            {
                "verse_number": "24",
                "verse_text": "Meanwhile, the ministry of God&quot;s Word grew by leaps and bounds."
            },
            {
                "verse_number": "25",
                "verse_text": "Barnabas and Saul, once they had delivered the relief offering to the church in Jerusalem, went back to Antioch. This time they took John with them, the one they called Mark."
            }
        ],
        "13": [
            {
                "verse_number": "3",
                "verse_text": "So they commissioned them. In that circle of intensity and obedience, of fasting and praying, they laid hands on their heads and sent them off."
            },
            {
                "verse_number": "12",
                "verse_text": "When the governor saw what happened, he became a believer, full of enthusiasm over what they were saying about the Master."
            }
        ],
        "14": [],
        "15": [
            {
                "verse_number": "3",
                "verse_text": "After they were sent off and on their way, they told everyone they met as they traveled through Phoenicia and Samaria about the breakthrough to the non-Jewish outsiders. Everyone who heard the news cheered&ndash;it was terrific news!"
            },
            {
                "verse_number": "35",
                "verse_text": "Paul and Barnabas stayed on in Antioch, teaching and preaching the Word of God. But they weren&quot;t alone. There were a number of teachers and preachers at that time in Antioch."
            },
            {
                "verse_number": "36",
                "verse_text": "After a few days of this, Paul said to Barnabas, &apos;Let&quot;s go back and visit all our friends in each of the towns where we preached the Word of God. Let&quot;s see how they&quot;re doing.&apos;"
            }
        ],
        "16": [
            {
                "verse_number": "15",
                "verse_text": "After she was baptized, along with everyone in her household, she said in a surge of hospitality, &apos;If you&quot;re confident that I&quot;m in this with you and believe in the Master truly, come home with me and be my guests.&apos; We hesitated, but she wouldn&quot;t take no for an answer."
            },
            {
                "verse_number": "37",
                "verse_text": "But Paul wouldn&quot;t budge. He told the officers, &apos;They beat us up in public and threw us in jail, Roman citizens in good standing! And now they want to get us out of the way on the sly without anyone knowing? Nothing doing! If they want us out of here, let them come themselves and lead us out in broad daylight.&apos;"
            }
        ],
        "17": [
            {
                "verse_number": "16",
                "verse_text": "The longer Paul waited in Athens for Silas and Timothy, the angrier he got&ndash;all those idols! The city was a junkyard of idols."
            }
        ],
        "18": [
            {
                "verse_number": "17",
                "verse_text": "Now the street rabble turned on Sosthenes, the new meeting-place president, and beat him up in plain sight of the court. Gallio didn&quot;t raise a finger. He could not have cared less."
            },
            {
                "verse_number": "18",
                "verse_text": "Paul stayed a while longer in Corinth, but then it was time to take leave of his friends. Saying his good-byes, he sailed for Syria, Priscilla and Aquila with him. Before boarding the ship in the harbor town of Cenchrea, he had his head shaved as part of a vow he had taken."
            },
            {
                "verse_number": "23",
                "verse_text": "After spending a considerable time with the Antioch Christians, Paul set off again for Galatia and Phrygia, retracing his old tracks, one town after another, putting fresh heart into the disciples."
            }
        ],
        "19": [
            {
                "verse_number": "3",
                "verse_text": "&apos;How were you baptized, then?&apos; asked Paul."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;That explains it,&apos; said Paul. &apos;John preached a baptism of radical life-change so that people would be ready to receive the One coming after him, who turned out to be Jesus. If you&quot;ve been baptized in John&quot;s baptism, you&quot;re ready now for the real thing, for Jesus.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;Not only is our little business in danger of falling apart, but the temple of our famous goddess Artemis will certainly end up a pile of rubble as her glorious reputation fades to nothing. And this is no mere local matter&ndash;the whole world worships our Artemis!&apos;"
            }
        ],
        "20": [
            {
                "verse_number": "28",
                "verse_text": "&apos;Now it&quot;s up to you. Be on your toes&ndash;both for yourselves and your congregation of sheep. The Holy Spirit has put you in charge of these people&ndash;God&quot;s people they are&ndash;to guard and protect them. God himself thought they were worth dying for."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Now I&quot;m turning you over to God, our marvelous God whose gracious Word can make you into what he wants you to be and give you everything you could possibly need in this community of holy friends."
            }
        ],
        "21": [
            {
                "verse_number": "14",
                "verse_text": "We saw that we weren&quot;t making even a dent in his resolve, and gave up. &apos;It&quot;s in God&quot;s hands now,&apos; we said. &apos;Master, you handle it.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;In asking you to do this, we&quot;re not going back on our agreement regarding non-Jews who have become believers. We continue to hold fast to what we wrote in that letter, namely, to be careful not to get involved in activities connected with idols; to avoid serving food offensive to Jewish Christians; to guard the morality of sex and marriage.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "So Paul did it&ndash;took the men, joined them in their vows, and paid their way. The next day he went to the Temple to make it official and stay there until the proper sacrifices had been offered and completed for each of them."
            },
            {
                "verse_number": "30",
                "verse_text": "Soon the whole city was in an uproar, people running from everywhere to the Temple to get in on the action. They grabbed Paul, dragged him outside, and locked the Temple gates so he couldn&quot;t get back in and gain sanctuary."
            },
            {
                "verse_number": "39",
                "verse_text": "Paul said, &apos;No, I&quot;m a Jew, born in Tarsus. And I&quot;m a citizen still of that influential city. I have a simple request: Let me speak to the crowd.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Standing on the barracks steps, Paul turned and held his arms up. A hush fell over the crowd as Paul began to speak. He spoke in Hebrew."
            }
        ],
        "22": [
            {
                "verse_number": "21",
                "verse_text": "&apos;But he said, &quot;Don&quot;t argue. Go. I&quot;m sending you on a long journey to outsider non-Jews.&quot;&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "When the centurion heard that, he went directly to the captain. &apos;Do you realize what you&quot;ve done? This man is a Roman citizen!&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The captain came back and took charge. &apos;Is what I hear right? You&quot;re a Roman citizen?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "The captain was impressed. &apos;I paid a huge sum for my citizenship. How much did it cost you?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "That put a stop to the interrogation. And it put the fear of God into the captain. He had put a Roman citizen in chains and come within a whisker of putting him under torture!"
            },
            {
                "verse_number": "30",
                "verse_text": "The next day, determined to get to the root of the trouble and know for sure what was behind the Jewish accusation, the captain released Paul and ordered a meeting of the high priests and the High Council to see what they could make of it. Paul was led in and took his place before them."
            }
        ],
        "23": [
            {
                "verse_number": "4",
                "verse_text": "The aides were scandalized: &apos;How dare you talk to God&quot;s Chief Priest like that!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Paul acted surprised. &apos;How was I to know he was Chief Priest? He doesn&quot;t act like a Chief Priest. You&quot;re right, the Scripture does say, &quot;Don&quot;t speak abusively to a ruler of the people.&quot; Sorry.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Paul, knowing some of the council was made up of Sadducees and others of Pharisees and how they hated each other, decided to exploit their antagonism: &apos;Friends, I am a stalwart Pharisee from a long line of Pharisees. It&quot;s because of my Pharisee convictions&ndash;the hope and resurrection of the dead&ndash;that I&quot;ve been hauled into this court.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "That was fuel on the fire. The quarrel flamed up and became so violent the captain was afraid they would tear Paul apart, limb from limb. He ordered the soldiers to get him out of there and escort him back to the safety of the barracks."
            },
            {
                "verse_number": "11",
                "verse_text": "That night the Master appeared to Paul: &apos;It&quot;s going to be all right. Everything is going to turn out for the best. You&quot;ve been a good witness for me here in Jerusalem. Now you&quot;re going to be my witness in Rome!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The centurion brought him to the captain and said, &apos;The prisoner Paul asked me to bring this young man to you. He said he has something urgent to tell you.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The captain took him by the arm and led him aside privately. &apos;What is it? What do you have to tell me?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The captain dismissed the nephew with a warning: &apos;Don&quot;t breathe a word of this to a soul.&apos;"
            }
        ],
        "24": [
            {
                "verse_number": "9",
                "verse_text": "The Jews joined in: &apos;Hear, hear! That&quot;s right!&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "After two years of this, Felix was replaced by Porcius Festus. Still playing up to the Jews and ignoring justice, Felix left Paul in prison."
            }
        ],
        "25": [
            {
                "verse_number": "8",
                "verse_text": "Then Paul took the stand and said simply, &apos;I&quot;ve done nothing wrong against the Jewish religion, or the Temple, or Caesar. Period.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Festus, though, wanted to get on the good side of the Jews and so said, &apos;How would you like to go up to Jerusalem, and let me conduct your trial there?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Festus huddled with his advisors briefly and then gave his verdict: &apos;You&quot;ve appealed to Caesar; you&quot;ll go to Caesar!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Agrippa said, &apos;I&quot;d like to see this man and hear his story.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "The next day everybody who was anybody in Caesarea found his way to the Great Hall, along with the top military brass. Agrippa and Bernice made a flourishing grand entrance and took their places. Festus then ordered Paul brought in."
            }
        ],
        "26": [
            {
                "verse_number": "24",
                "verse_text": "That was too much for Festus. He interrupted with a shout: &apos;Paul, you&quot;re crazy! You&quot;ve read too many books, spent too much time staring off into space! Get a grip on yourself, get back in the real world!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "But Agrippa did answer: &apos;Keep this up much longer and you&quot;ll make a Christian out of me!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Paul, still in chains, said, &apos;That&quot;s what I&quot;m praying for, whether now or later, and not only you but everyone listening today, to become like me&ndash;except, of course, for this prison jewelry!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Agrippa told Festus, &apos;He could be set free right now if he hadn&quot;t requested the hearing before Caesar.&apos;"
            }
        ],
        "27": [
            {
                "verse_number": "3",
                "verse_text": "The next day we put in at Sidon. Julius treated Paul most decently&ndash;let him get off the ship and enjoy the hospitality of his friends there."
            }
        ],
        "28": [
            {
                "verse_number": "23",
                "verse_text": "They agreed on a time. When the day arrived, they came back to his home with a number of their friends. Paul talked to them all day, from morning to evening, explaining everything involved in the kingdom of God, and trying to persuade them all about Jesus by pointing out what Moses and the prophets had written about him."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;You&quot;ve had your chance. The non-Jewish outsiders are next on the list. And believe me, they&quot;re going to receive it with open arms!&apos;"
            }
        ]
    }
}