{
    "2 Chronicles": {
        "1": [
            {
                "verse_number": "7",
                "verse_text": "That night God appeared to Solomon. God said, &apos;What do you want from me? Ask.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Solomon left the worship center at Gibeon and the Tent of Meeting and went to Jerusalem. He set to work as king of Israel."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Solomon gave orders to begin construction on the house of worship in honor of God and a palace for himself."
            },
            {
                "verse_number": "2",
                "verse_text": "Solomon assigned seventy thousand common laborers, eighty thousand to work the quarries in the mountains, and thirty-six hundred foremen to manage the workforce."
            },
            {
                "verse_number": "11",
                "verse_text": "Hiram king of Tyre wrote Solomon in reply: &apos;It&quot;s plain that God loves his people&ndash;he made you king over them!&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "14",
                "verse_text": "He fashioned the curtain of violet, purple, and crimson fabric and worked a cherub design into it."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "He made the Bronze Altar thirty feet long, thirty feet wide, and ten feet high. And that about wrapped it up: Huram completed the work he had contracted to do for King Solomon: two pillars; two bowl-shaped capitals for the tops of the pillars; two decorative filigrees for the capitals; four hundred pomegranates for the filigrees (a double row of pomegranates for each filigree); ten washstands with their basins; one Sea and the twelve bulls under it; miscellaneous buckets, forks, shovels, and bowls. the gold Altar; the tables that held the Bread of the Presence; the Lampstands of pure gold with their lamps, to be lighted before the Inner Sanctuary, the Holy of Holies; the gold flowers, lamps, and tongs (all solid gold); the gold wick trimmers, bowls, ladles, and censers; the gold doors of The Temple, doors to the Holy of Holies, and the doors to the main sanctuary."
            },
            {
                "verse_number": "6",
                "verse_text": "He made ten Washbasins, five set on the right and five on the left, for rinsing the things used for the Whole-Burnt-Offerings. The priests washed themselves in the Sea."
            },
            {
                "verse_number": "7",
                "verse_text": "He made ten gold Lampstands, following the specified pattern, and placed five on the right and five on the left."
            },
            {
                "verse_number": "8",
                "verse_text": "He made ten tables and set five on the right and five on the left. He also made a hundred gold bowls."
            },
            {
                "verse_number": "9",
                "verse_text": "He built a Courtyard especially for the priests and then the great court and doors for the court. The doors were covered with bronze."
            },
            {
                "verse_number": "10",
                "verse_text": "He placed the Sea on the right side of The Temple at the southeast corner."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "That completed the work King Solomon did on The Temple of God . He then brought in the holy offerings of his father David, the silver and the gold and the artifacts. He placed them all in the treasury of God&quot;s Temple. Yes! God is good! His loyal love goes on forever!"
            }
        ],
        "6": [
            {
                "verse_number": "3",
                "verse_text": "The king then turned to face the congregation that had come together and blessed them:"
            },
            {
                "verse_number": "17",
                "verse_text": "O God , God of Israel, let this all happen&ndash;"
            },
            {
                "verse_number": "22",
                "verse_text": "When someone hurts a neighbor and promises to make things right, and then comes and repeats the promise before your Altar in this Temple,"
            },
            {
                "verse_number": "23",
                "verse_text": "Listen from heaven and act;"
            },
            {
                "verse_number": "32",
                "verse_text": "And don&quot;t forget the foreigner who is not a member of your people Israel but has come from a far country because of your reputation&ndash;people are going to be attracted here by your great reputation, your wonderworking power&ndash;and who come to pray to this Temple."
            },
            {
                "verse_number": "33",
                "verse_text": "Listen from your home in heaven"
            },
            {
                "verse_number": "40",
                "verse_text": "And now, dear God, be alert and attentive to prayer, all prayer, offered in this place."
            }
        ],
        "7": [
            {
                "verse_number": "11",
                "verse_text": "Solomon completed building The Temple of God and the royal palace&ndash;the projects he had set his heart on doing. Everything was done&ndash;success! Satisfaction!"
            }
        ],
        "8": [
            {
                "verse_number": "11",
                "verse_text": "Solomon brought Pharaoh&quot;s daughter from the City of David to a house built especially for her, &apos;Because,&apos; he said, &apos;my wife cannot live in the house of David king of Israel, for the areas in which the Chest of God has entered are sacred.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "All that Solomon set out to do, from the groundbreaking of The Temple of God to its finish, was now complete."
            }
        ],
        "9": [
            {
                "verse_number": "12",
                "verse_text": "King Solomon, for his part, gave the queen of Sheba all her heart&quot;s desire&ndash;everything she asked for. She took away more than she brought. Satisfied, she returned home with her train of servants."
            },
            {
                "verse_number": "20",
                "verse_text": "King Solomon&quot;s chalices and tankards were made of gold, and all the dinnerware and serving utensils in the House of the Forest of Lebanon were pure gold. Nothing was made of silver; silver was considered common and cheap in the time of Solomon."
            },
            {
                "verse_number": "21",
                "verse_text": "The king&quot;s ships, manned by Hiram&quot;s sailors, made a round trip to Tarshish every three years, returning with a cargo of gold, silver, and ivory, apes and peacocks."
            }
        ],
        "10": [
            {
                "verse_number": "5",
                "verse_text": "&apos;Give me,&apos; said Rehoboam, &apos;three days to think it over; then come back.&apos; So the people left."
            },
            {
                "verse_number": "6",
                "verse_text": "King Rehoboam talked it over with the elders who had advised his father when he was alive: &apos;What&quot;s your counsel? How do you suggest that I answer the people?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "They said, &apos;If you will be a servant to this people, be considerate of their needs and respond with compassion, work things out with them, they&quot;ll end up doing anything for you.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Rehoboam turned a deaf ear to the people. God was behind all this, confirming the message that he had given to Jeroboam son of Nebat through Ahijah of Shiloh."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "When Rehoboam got back to Jerusalem he called up the men of the tribes of Judah and Benjamin, 180,000 of their best soldiers, to go to war against Israel and recover the kingdom."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "By the time Rehoboam had secured his kingdom and was strong again, he, and all Israel with him, had virtually abandoned God and his ways. * * *"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the prophet Shemaiah, accompanied by the leaders of Judah who had retreated to Jerusalem before Shishak, came to Rehoboam and said, &apos; God &quot;s word: You abandoned me; now I abandon you to Shishak.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The leaders of Israel and the king were repentant and said, &apos; God is right.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then Shishak king of Egypt attacked Jerusalem. He plundered the treasury of The Temple of God and the treasury of the royal palace&ndash;he took everything he could lay his hands on. He even took the gold shields that Solomon had made."
            },
            {
                "verse_number": "12",
                "verse_text": "Because Rehoboam was repentant, God &quot;s anger was blunted, so he wasn&quot;t totally destroyed. The picture wasn&quot;t entirely bleak&ndash;there were some good things going on in Judah."
            }
        ],
        "13": [
            {
                "verse_number": "12",
                "verse_text": "&apos;Can&quot;t you see the obvious? God is on our side; he&quot;s our leader. And his priests with trumpets are all ready to blow the signal to battle. O Israel&ndash;don&quot;t fight against God , the God of your ancestors. You will not win this battle.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The rest of the history of Abijah, what he did and said, is written in the study written by Iddo the prophet."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Abijah died and was buried with his ancestors in the City of David. His son Asa became the next king. For ten years into Asa&quot;s reign the country was at peace."
            },
            {
                "verse_number": "7",
                "verse_text": "Asa said to his people, &apos;While we have the chance and the land is quiet, let&quot;s build a solid defense system, fortifying our cities with walls, towers, gates, and bars. We have this peaceful land because we sought God ; he has given us rest from all troubles.&apos; So they built and enjoyed prosperity."
            },
            {
                "verse_number": "8",
                "verse_text": "Asa had an army of 300,000 Judeans, equipped with shields and spears, and another 280,000 Benjaminites who were shield bearers and archers. They were all courageous warriors."
            }
        ],
        "15": [
            {
                "verse_number": "7",
                "verse_text": "&apos;But it&quot;s different with you: Be strong. Take heart. Payday is coming!&apos;"
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "But in the thirty-sixth year of Asa&quot;s reign, Baasha king of Israel attacked. He started it by building a fort at Ramah and closing the border between Israel and Judah to keep Asa king of Judah from leaving or entering."
            },
            {
                "verse_number": "6",
                "verse_text": "Then King Asa issued orders to his people in Judah to haul away the logs and stones Baasha had used in the fortification of Ramah and used them himself to fortify Geba and Mizpah."
            },
            {
                "verse_number": "10",
                "verse_text": "At that, Asa lost his temper. Angry, he put Hanani in the stocks. At the same time Asa started abusing some of the people."
            }
        ],
        "17": [],
        "18": [
            {
                "verse_number": "4",
                "verse_text": "Then Jehoshaphat said, &apos;But before you do anything, ask God for guidance.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The king of Israel got the prophets together&ndash;all four hundred of them&ndash;and put the question to them: &apos;Should I attack Ramoth Gilead or should I hold back?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But Jehoshaphat dragged his feet, &apos;Is there another prophet of God around here we can consult? Let&quot;s get a second opinion.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The king of Israel told Jehoshaphat, &apos;As a matter of fact, there is another. But I hate him. He never preaches anything good to me, only doom, doom, doom&ndash;Micaiah son of Imlah.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So the king of Israel ordered one of his men, &apos;Quickly, get Micaiah son of Imlah.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The messenger who went to get Micaiah told him, &apos;The prophets have all said Yes to the king. Make it unanimous&ndash;vote Yes!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But Micaiah said, &apos;As sure as God lives, what God says, I&quot;ll say.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "With Micaiah before him, the king asked him, &apos;So, Micaiah&ndash;do we attack Ramoth Gilead? Or do we hold back?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Not so fast,&apos; said the king. &apos;How many times have I made you promise under oath to tell me the truth and nothing but the truth?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;All right,&apos; said Micaiah, &apos;since you insist . . ."
            },
            {
                "verse_number": "17",
                "verse_text": "The king of Israel turned to Jehoshaphat, &apos;See! What did I tell you? He never has a good word for me from God , only doom.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;And that&quot;s what has happened. God filled the mouths of your puppet prophets with seductive lies. God has pronounced your doom.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Just then Zedekiah son of Kenaanah came up and slapped Micaiah in the face, saying, &apos;Since when did the Spirit of God leave me and take up with you?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Micaiah said, &apos;You&quot;ll know soon enough; you&quot;ll know it when you&quot;re frantically and futilely looking for a place to hide.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Micaiah said,"
            },
            {
                "verse_number": "30",
                "verse_text": "Meanwhile, the king of Aram had ordered his chariot commanders (there were thirty-two of them), &apos;Don&quot;t bother with anyone whether small or great; go after the king of Israel and him only.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Just then someone, without aiming, shot an arrow into the crowd and hit the king of Israel in the chink of his armor. The king told his charioteer, &apos;Turn back! Get me out of here&ndash;I&quot;m wounded.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "All day the fighting continued, hot and heavy. Propped up in his chariot, the king watched from the sidelines. He died that evening."
            }
        ],
        "19": [
            {
                "verse_number": "4",
                "verse_text": "Jehoshaphat kept his residence in Jerusalem but made a regular round of visits among the people, from Beersheba in the south to Mount Ephraim in the north, urging them to return to God , the God of their ancestors."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Amariah the chief priest is in charge of all cases regarding the worship of God ; Zebadiah son of Ishmael, the leader of the tribe of Judah, is in charge of all civil cases; the Levites will keep order in the courts. Be bold and diligent. And God be with you as you do your best.&apos;"
            }
        ],
        "20": [
            {
                "verse_number": "13",
                "verse_text": "Everyone in Judah was there&ndash;little children, wives, sons&ndash;all present and attentive to God ."
            },
            {
                "verse_number": "20",
                "verse_text": "They were up early in the morning, ready to march into the wilderness of Tekoa. As they were leaving, Jehoshaphat stood up and said, &apos;Listen Judah and Jerusalem! Listen to what I have to say! Believe firmly in God , your God, and your lives will be firm! Believe in your prophets and you&quot;ll come out on top!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "After talking it over with the people, Jehoshaphat appointed a choir for God ; dressed in holy robes, they were to march ahead of the troops, singing,"
            },
            {
                "verse_number": "24",
                "verse_text": "As Judah came up over the rise, looking into the wilderness for the horde of barbarians, they looked on a killing field of dead bodies&ndash;not a living soul among them."
            },
            {
                "verse_number": "34",
                "verse_text": "The rest of Jehoshaphat&quot;s life, from start to finish, is written in the memoirs of Jehu son of Hanani, which are included in the Royal Annals of Israel&quot;s Kings ."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Jehoshaphat died and was buried in the family cemetery in the City of David. Jehoram his son was the next king."
            }
        ],
        "22": [],
        "23": [
            {
                "verse_number": "11",
                "verse_text": "Then the priest brought the prince into view, crowned him, handed him the scroll of God&quot;s covenant, and made him king. As Jehoiada and his sons anointed him they shouted, &apos;Long live the king!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Jehoiada now made a covenant between himself and the king and the people: they were to be God &quot;s special people."
            },
            {
                "verse_number": "17",
                "verse_text": "The people poured into the temple of Baal and tore it down, smashing altar and images to smithereens. They killed Mattan the priest of Baal in front of the altar."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Joash was seven years old when he became king; he was king for forty years in Jerusalem. His mother&quot;s name was Gazelle (Zibiah). She was from Beersheba. Amaziah, Joash&quot;s son, was the next king."
            },
            {
                "verse_number": "7",
                "verse_text": "Then the king called in Jehoiada the chief priest and said, &apos;Why haven&quot;t you made the Levites bring in from Judah and Jerusalem the tax Moses, servant of God and the congregation, set for the upkeep of the place of worship? You can see how bad things are&ndash;wicked Queen Athaliah and her sons let The Temple of God go to ruin and took all its sacred artifacts for use in Baal worship.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The people and their leaders were glad to do it and cheerfully brought their money until the chest was full."
            },
            {
                "verse_number": "20",
                "verse_text": "Then the Spirit of God moved Zechariah son of Jehoiada the priest to speak up: &apos;God&quot;s word: Why have you deliberately walked away from God &quot;s commandments? You can&quot;t live this way! If you walk out on God , he&quot;ll walk out on you.&apos;"
            }
        ],
        "25": [
            {
                "verse_number": "9",
                "verse_text": "But Amaziah said to the holy man, &apos;But what about all this money&ndash;these tons of silver I have already paid out to hire these men?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So Amaziah fired the soldiers he had hired from the north and sent them home. They were very angry at losing their jobs and went home seething."
            },
            {
                "verse_number": "13",
                "verse_text": "But the troops Amaziah had dismissed from his army, angry over their lost opportunity for plunder, rampaged through the towns of Judah all the way from Samaria to Beth Horon, killing three thousand people and taking much plunder."
            },
            {
                "verse_number": "16",
                "verse_text": "Amaziah interrupted him, &apos;Did I ask for your opinion? Shut up or get thrown out!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "One day Amaziah sent envoys to Jehoash son of Jehoahaz, the son of Jehu, king of Israel, challenging him to a fight: &apos;Come and meet with me, I dare you. Let&quot;s have it out face-to-face!&apos;"
            }
        ],
        "26": [],
        "27": [],
        "28": [],
        "29": [
            {
                "verse_number": "36",
                "verse_text": "Hezekiah and the congregation celebrated: God had established a firm foundation for the lives of the people&ndash;and so quickly!"
            }
        ],
        "30": [
            {
                "verse_number": "20",
                "verse_text": "God responded to Hezekiah&quot;s prayer and healed the people."
            },
            {
                "verse_number": "27",
                "verse_text": "The priests and Levites had the last word: they stood and blessed the people. And God listened, listened as the ascending sound of their prayers entered his holy heaven."
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "After the Passover celebration, they all took off for the cities of Judah and smashed the phallic stone monuments, chopped down the sacred Asherah groves, and demolished the neighborhood sex-and-religion shrines and local god shops. They didn&quot;t stop until they had been all through Judah, Benjamin, Ephraim, and Manasseh. Then they all went back home and resumed their everyday lives. * * *"
            },
            {
                "verse_number": "2",
                "verse_text": "Hezekiah organized the groups of priests and Levites for their respective tasks, handing out job descriptions for conducting the services of worship: making the various offerings, and making sure that thanks and praise took place wherever and whenever God was worshiped."
            },
            {
                "verse_number": "3",
                "verse_text": "He also designated his personal contribution for the Whole-Burnt-Offerings for the morning and evening worship, for Sabbaths, for New Moon festivals, and for the special worship days set down in The Revelation of God ."
            },
            {
                "verse_number": "4",
                "verse_text": "In addition, he asked the people who lived in Jerusalem to be responsible for providing for the priests and Levites so they, without distraction or concern, could give themselves totally to The Revelation of God ."
            },
            {
                "verse_number": "10",
                "verse_text": "Azariah, chief priest of the family of Zadok, answered, &apos;From the moment of this huge outpouring of gifts to The Temple of God , there has been plenty to eat for everyone with food left over. God has blessed his people&ndash;just look at the evidence!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The Aaronites, the priests who lived out on the pastures that belonged to the priest-cities, had reputable men on hand to distribute regular rations to every priest&ndash;everyone listed in the official family tree of the Levites."
            }
        ],
        "32": [
            {
                "verse_number": "1",
                "verse_text": "And then, after this exemplary track record, this: Sennacherib king of Assyria came and attacked Judah. He put the fortified cities under siege, determined to take them. Morale surged. Hezekiah&quot;s words put steel in their spines. * * * * * * Manasseh his son was the next king."
            },
            {
                "verse_number": "16",
                "verse_text": "The messengers felt free to throw in their personal comments, putting down both God and God&quot;s servant Hezekiah."
            },
            {
                "verse_number": "17",
                "verse_text": "Sennacherib continued to send letters insulting the God of Israel: &apos;The gods of the nations were powerless to help their people; the god of Hezekiah is no better, probably worse.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Some time later Hezekiah became deathly sick. He prayed to God and was given a reassuring sign."
            }
        ],
        "33": [
            {
                "verse_number": "20",
                "verse_text": "When Manasseh died, they buried him in the palace garden. His son Amon was the next king."
            }
        ],
        "34": [
            {
                "verse_number": "18",
                "verse_text": "And then Shaphan told the king, &apos;Hilkiah the priest gave me a book.&apos; Shaphan proceeded to read it out to the king."
            },
            {
                "verse_number": "32",
                "verse_text": "Then he made everyone in Jerusalem and Benjamin commit themselves. And they did it. They committed themselves to the covenant of God, the God of their ancestors."
            },
            {
                "verse_number": "33",
                "verse_text": "Josiah did a thorough job of cleaning up the pollution that had spread throughout Israelite territory and got everyone started fresh again, serving and worshiping their God . All through Josiah&quot;s life the people kept to the straight and narrow, obediently following God , the God of their ancestors."
            }
        ],
        "35": [
            {
                "verse_number": "14",
                "verse_text": "After the people had eaten the holy meal, the Levites served themselves and the Aaronite priests&ndash;the priests were busy late into the night making the offerings at the Altar."
            },
            {
                "verse_number": "15",
                "verse_text": "The Asaph singers were all in their places following the instructions of David, Asaph, Heman, and Jeduthun the king&quot;s seer. The security guards were on duty at each gate&ndash;the Levites also served them because they couldn&quot;t leave their posts."
            },
            {
                "verse_number": "20",
                "verse_text": "Some time later, after Josiah&quot;s reformation of The Temple, Neco king of Egypt marched out toward Carchemish on the Euphrates River on his way to war. Josiah went out to fight him."
            },
            {
                "verse_number": "21",
                "verse_text": "Neco sent messengers to Josiah saying, &apos;What do we have against each other, O King of Judah? I haven&quot;t come to fight against you but against the country with whom I&quot;m at war. God commanded me to hurry, so don&quot;t get in my way; you&quot;ll only interfere with God, who is on my side in this, and he&quot;ll destroy you.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The rest of the history of Josiah, his exemplary and devout life, conformed to The Revelation of God . The whole story, from start to finish, is written in the Royal Annals of the Kings of Israel and Judah . By popular choice, Jehoahaz son of Josiah was made king at Jerusalem, succeeding his father."
            }
        ],
        "36": [
            {
                "verse_number": "4",
                "verse_text": "Neco king of Egypt then made Eliakim, Jehoahaz&quot;s brother, king of Judah and Jerusalem, but changed his name to Jehoiakim; then he took Jehoahaz back with him to Egypt."
            },
            {
                "verse_number": "5",
                "verse_text": "Jehoiakim was twenty-five years old when he began to rule; he was king for eleven years in Jerusalem. In God &quot;s opinion he was an evil king."
            },
            {
                "verse_number": "8",
                "verse_text": "The rest of the history of Jehoiakim, the outrageous sacrilege he committed and what happened to him as a consequence, is all written in the Royal Annals of the Kings of Israel and Judah."
            },
            {
                "verse_number": "14",
                "verse_text": "The evil mindset spread to the leaders and priests and filtered down to the people&ndash;it kicked off an epidemic of evil, repeating the abominations of the pagans and polluting The Temple of God so recently consecrated in Jerusalem."
            },
            {
                "verse_number": "21",
                "verse_text": "This is exactly the message of God that Jeremiah had preached: the desolate land put to an extended sabbath rest, a seventy-year Sabbath rest making up for all the unkept Sabbaths."
            }
        ]
    }
}