{
    "Matthew": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The family tree of Jesus Christ, David&quot;s son, Abraham&quot;s son: Isaac had Jacob, Jacob had Judah and his brothers, Judah had Perez and Zerah (the mother was Tamar), Perez had Hezron, Hezron had Aram, Aram had Amminadab, Amminadab had Nahshon, Nahshon had Salmon, Salmon had Boaz (his mother was Rahab), Boaz had Obed (Ruth was the mother), Obed had Jesse, Jesse had David, and David became king. Solomon had Rehoboam, Rehoboam had Abijah, Abijah had Asa, Asa had Jehoshaphat, Jehoshaphat had Joram, Joram had Uzziah, Uzziah had Jotham, Jotham had Ahaz, Ahaz had Hezekiah, Hezekiah had Manasseh, Manasseh had Amon, Amon had Josiah, Josiah had Jehoiachin and his brothers, and then the people were taken into the Babylonian exile. Jeconiah had Shealtiel, Shealtiel had Zerubbabel, Zerubbabel had Abiud, Abiud had Eliakim, Eliakim had Azor, Azor had Zadok, Zadok had Achim, Achim had Eliud, Eliud had Eleazar, Eleazar had Matthan, Matthan had Jacob, Jacob had Joseph, Mary&quot;s husband, the Mary who gave birth to Jesus, the Jesus who was called Christ. another fourteen from David to the Babylonian exile, and yet another fourteen from the Babylonian exile to Christ. Watch for this&ndash;a virgin will get pregnant and bear a son; They will name him Immanuel (Hebrew for &apos;God is with us&apos;)."
            },
            {
                "verse_number": "17",
                "verse_text": "There were fourteen generations from Abraham to David,"
            }
        ],
        "2": [
            {
                "verse_number": "11",
                "verse_text": "They entered the house and saw the child in the arms of Mary, his mother. Overcome, they kneeled and worshiped him. Then they opened their luggage and presented gifts: gold, frankincense, myrrh."
            },
            {
                "verse_number": "12",
                "verse_text": "In a dream, they were warned not to report back to Herod. So they worked out another route, left the territory without being seen, and returned to their own country."
            },
            {
                "verse_number": "13",
                "verse_text": "After the scholars were gone, God&quot;s angel showed up again in Joseph&quot;s dream and commanded, &apos;Get up. Take the child and his mother and flee to Egypt. Stay until further notice. Herod is on the hunt for this child, and wants to kill him.&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "3",
                "verse_text": "John and his message were authorized by Isaiah&quot;s prophecy:"
            },
            {
                "verse_number": "15",
                "verse_text": "But Jesus insisted. &apos;Do it. God&quot;s work, putting things right all these centuries, is coming together right now in this baptism.&apos; So John did it."
            }
        ],
        "4": [
            {
                "verse_number": "4",
                "verse_text": "Jesus answered by quoting Deuteronomy: &apos;It takes more than bread to stay alive. It takes a steady stream of words from God&quot;s mouth.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus countered with another citation from Deuteronomy: &apos;Don&quot;t you dare test the Lord your God.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus&quot; refusal was curt: &apos;Beat it, Satan!&apos; He backed his rebuke with a third quotation from Deuteronomy: &apos;Worship the Lord your God, and only him. Serve him with absolute single-heartedness.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The Test was over. The Devil left. And in his place, angels! Angels came and took care of Jesus&quot; needs."
            }
        ],
        "5": [
            {
                "verse_number": "3",
                "verse_text": "&apos;You&quot;re blessed when you&quot;re at the end of your rope. With less of you there is more of God and his rule."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;You&quot;re blessed when you feel you&quot;ve lost what is most dear to you. Only then can you be embraced by the One most dear to you."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;You&quot;re blessed when you&quot;re content with just who you are&ndash;no more, no less. That&quot;s the moment you find yourselves proud owners of everything that can&quot;t be bought."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;You&quot;re blessed when you&quot;ve worked up a good appetite for God. He&quot;s food and drink in the best meal you&quot;ll ever eat."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;You&quot;re blessed when you care. At the moment of being &quot;care-full,&quot; you find yourselves cared for."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;You&quot;re blessed when you get your inside world&ndash;your mind and heart&ndash;put right. Then you can see God in the outside world."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;You&quot;re blessed when you can show people how to cooperate instead of compete or fight. That&quot;s when you discover who you really are, and your place in God&quot;s family."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;You&quot;re blessed when your commitment to God provokes persecution. The persecution drives you even deeper into God&quot;s kingdom."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Let me tell you why you are here. You&quot;re here to be salt-seasoning that brings out the God-flavors of this earth. If you lose your saltiness, how will people taste godliness? You&quot;ve lost your usefulness and will end up in the garbage."
            },
            {
                "verse_number": "48",
                "verse_text": "&apos;In a word, what I&quot;m saying is, Grow up . You&quot;re kingdom subjects. Now live like it. Live out your God-created identity. Live generously and graciously toward others, the way God lives toward you.&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Be especially careful when you are trying to be good so that you don&quot;t make a performance out of it. It might be good theater, but the God who made you won&quot;t be applauding. Our Father in heaven, Reveal who you are. Set the world right; Do what&quot;s best&ndash; as above, so below. Keep us alive with three square meals. Keep us forgiven with you and forgiving others. Keep us safe from ourselves and the Devil. You&quot;re in charge! You can do anything you want! You&quot;re ablaze in beauty! Yes. Yes. Yes."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;And when you come before God, don&quot;t turn that into a theatrical production either. All these people making a regular show out of their prayers, hoping for fifteen minutes of fame! Do you think God sits in a box seat?"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Here&quot;s what I want you to do: Find a quiet, secluded place so you won&quot;t be tempted to role-play before God. Just be there as simply and honestly as you can manage. The focus will shift from you to God, and you will begin to sense his grace."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;You can&quot;t worship two gods at once. Loving one god, you&quot;ll end up hating the other. Adoration of one feeds contempt for the other. You can&quot;t worship God and Money both."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Give your entire attention to what God is doing right now, and don&quot;t get worked up about what may or may not happen tomorrow. God will help you deal with whatever hard things come up when the time comes."
            }
        ],
        "7": [
            {
                "verse_number": "6",
                "verse_text": "&apos;Don&quot;t be flip with the sacred. Banter and silliness give no honor to God. Don&quot;t reduce holy mysteries to slogans. In trying to be relevant, you&quot;re only being cute and inviting sacrilege."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Here is a simple, rule-of-thumb guide for behavior: Ask yourself what you want people to do for you, then grab the initiative and do it for them . Add up God&quot;s Law and Prophets and this is what you get."
            }
        ],
        "8": [
            {
                "verse_number": "7",
                "verse_text": "Jesus said, &apos;I&quot;ll come and heal him.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Jesus turned to the captain and said, &apos;Go. What you believed could happen has happened.&apos; At that moment his servant became well."
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus was curt: &apos;Are you ready to rough it? We&quot;re not staying in the best inns, you know.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Another follower said, &apos;Master, excuse me for a couple of days, please. I have my father&quot;s funeral to take care of.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus refused. &apos;First things first. Your business is life, not death. Follow me. Pursue life.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus reprimanded them. &apos;Why are you such cowards, such faint-hearts?&apos; Then he stood up and told the wind to be silent, the sea to quiet down: &apos;Silence!&apos; The sea became smooth as glass."
            },
            {
                "verse_number": "27",
                "verse_text": "The men rubbed their eyes, astonished. &apos;What&quot;s going on here? Wind and sea stand up and take notice at his command!&apos;"
            }
        ],
        "9": [
            {
                "verse_number": "9",
                "verse_text": "Passing along, Jesus saw a man at his work collecting taxes. His name was Matthew. Jesus said, &apos;Come along with me.&apos; Matthew stood up and followed him."
            },
            {
                "verse_number": "14",
                "verse_text": "A little later John&quot;s followers approached, asking, &apos;Why is it that we and the Pharisees rigorously discipline body and spirit by fasting, but your followers don&quot;t?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus told them, &apos;When you&quot;re celebrating a wedding, you don&quot;t skimp on the cake and wine. You feast. Later you may need to exercise moderation, but not now. No one throws cold water on a friendly bonfire. This is Kingdom Come!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "The Pharisees were left sputtering, &apos;Smoke and mirrors. It&quot;s nothing but smoke and mirrors. He&quot;s probably made a pact with the Devil.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "11",
                "verse_text": "&apos;When you enter a town or village, don&quot;t insist on staying in a luxury inn. Get a modest place with some modest people, and be content there until you leave."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Stay alert. This is hazardous work I&quot;m assigning you. You&quot;re going to be like sheep running through a wolf pack, so don&quot;t call attention to yourselves. Be as shrewd as a snake, inoffensive as a dove."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Don&quot;t be bluffed into silence by the threats of bullies. There&quot;s nothing they can do to your soul, your core being. Save your fear for God, who holds your entire life&ndash;body and soul&ndash;in his hands."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "When Jesus finished placing this charge before his twelve disciples, he went on to teach and preach in their villages. The blind see, The lame walk, Lepers are cleansed, The deaf hear, The dead are raised, The wretched of the earth learn that God is on their side. &apos;Is this what you were expecting? Then count yourselves most blessed!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Are you listening to me? Really listening?"
            },
            {
                "verse_number": "20",
                "verse_text": "Next Jesus unleashed on the cities where he had worked the hardest but whose people had responded the least, shrugging their shoulders and going their own way."
            },
            {
                "verse_number": "27",
                "verse_text": "Jesus resumed talking to the people, but now tenderly. &apos;The Father has given me all these things to do and say. This is a unique Father-Son operation, coming out of Father and Son intimacies and knowledge. No one knows the Son the way the Father does, nor the Father the way the Son does. But I&quot;m not keeping it to myself; I&quot;m ready to go over it line by line with anyone willing to listen."
            }
        ],
        "12": [
            {
                "verse_number": "24",
                "verse_text": "But the Pharisees, when they heard the report, were cynical. &apos;Black magic,&apos; they said. &apos;Some devil trick he&quot;s pulled from his sleeve.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;This is war, and there is no neutral ground. If you&quot;re not on my side, you&quot;re the enemy; if you&quot;re not helping, you&quot;re making things worse."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;If you grow a healthy tree, you&quot;ll pick healthy fruit. If you grow a diseased tree, you&quot;ll pick worm-eaten fruit. The fruit tells you about the tree."
            },
            {
                "verse_number": "38",
                "verse_text": "Later a few religion scholars and Pharisees cornered him. &apos;Teacher, we want to see your credentials. Give us some hard evidence that God is in this. How about a miracle?&apos;"
            }
        ],
        "13": [
            {
                "verse_number": "9",
                "verse_text": "&apos;Are you listening to this? Really listening?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The disciples came up and asked, &apos;Why do you tell stories?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;The seed cast in the weeds is the person who hears the kingdom news, but weeds of worry and illusions about getting more and wanting everything under the sun strangle what was heard, and nothing comes of it."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;The seed cast on good earth is the person who hears and takes in the News, and then produces a harvest beyond his wildest dreams.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;The farmhands came to the farmer and said, &quot;Master, that was clean seed you planted, wasn&quot;t it? Where did these thistles come from?&quot;"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;He answered, &quot;Some enemy did this.&quot;"
            },
            {
                "verse_number": "33",
                "verse_text": "Another story. &apos;God&quot;s kingdom is like yeast that a woman works into the dough for dozens of loaves of barley bread&ndash;and waits while the dough rises.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Jesus dismissed the congregation and went into the house. His disciples came in and said, &apos;Explain to us that story of the thistles in the field.&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "&apos;God&quot;s kingdom is like a treasure hidden in a field for years and then accidentally found by a trespasser. The finder is ecstatic&ndash;what a find!&ndash;and proceeds to sell everything he owns to raise money and buy that field."
            },
            {
                "verse_number": "51",
                "verse_text": "Jesus asked, &apos;Are you starting to get a handle on all this?&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "He said, &apos;Then you see how every student well-trained in God&quot;s kingdom is like the owner of a general store who can put his hands on anything you need, old or new, exactly when you need it.&apos;"
            },
            {
                "verse_number": "58",
                "verse_text": "But Jesus said, &apos;A prophet is taken for granted in his hometown and his family.&apos; He didn&quot;t do many miracles there because of their hostile indifference."
            }
        ],
        "14": [
            {
                "verse_number": "15",
                "verse_text": "Toward evening the disciples approached him. &apos;We&quot;re out in the country and it&quot;s getting late. Dismiss the people so they can go to the villages and get some supper.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But Jesus said, &apos;There is no need to dismiss them. You give them supper.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;All we have are five loaves of bread and two fish,&apos; they said."
            },
            {
                "verse_number": "27",
                "verse_text": "But Jesus was quick to comfort them. &apos;Courage, it&quot;s me. Don&quot;t be afraid.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Peter, suddenly bold, said, &apos;Master, if it&quot;s really you, call me to come to you on the water.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus didn&quot;t hesitate. He reached down and grabbed his hand. Then he said, &apos;Faint-heart, what got into you?&apos;"
            }
        ],
        "15": [
            {
                "verse_number": "12",
                "verse_text": "Later his disciples came and told him, &apos;Did you know how upset the Pharisees were when they heard what you said?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Peter said, &apos;I don&quot;t get it. Put it in plain language.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus ignored her. The disciples came and complained, &apos;Now she&quot;s bothering us. Would you please take care of her? She&quot;s driving us crazy.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus refused, telling them, &apos;I&quot;ve got my hands full dealing with the lost sheep of Israel.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then the woman came back to Jesus, dropped to her knees, and begged. &apos;Master, help me.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "He said, &apos;It&quot;s not right to take bread out of children&quot;s mouths and throw it to dogs.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "She was quick: &apos;You&quot;re right, Master, but beggar dogs do get scraps from the master&quot;s table.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Jesus gave in. &apos;Oh, woman, your faith is something else. What you want is what you get!&apos; Right then her daughter became well."
            },
            {
                "verse_number": "32",
                "verse_text": "But Jesus wasn&quot;t finished with them. He called his disciples and said, &apos;I hurt for these people. For three days now they&quot;ve been with me, and now they have nothing to eat. I can&quot;t send them away without a meal&ndash;they&quot;d probably collapse on the road.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "His disciples said, &apos;But where in this deserted place are you going to dig up enough food for a meal?&apos;"
            }
        ],
        "16": [
            {
                "verse_number": "13",
                "verse_text": "When Jesus arrived in the villages of Caesarea Philippi, he asked his disciples, &apos;What are people saying about who the Son of Man is?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "They replied, &apos;Some think he is John the Baptizer, some say Elijah, some Jeremiah or one of the other prophets.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "He pressed them, &apos;And how about you? Who do you say I am?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Simon Peter said, &apos;You&quot;re the Christ, the Messiah, the Son of the living God.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;And that&quot;s not all. You will have complete and free access to God&quot;s kingdom, keys to open any and every door: no more barriers between heaven and earth, earth and heaven. A yes on earth is yes in heaven. A no on earth is no in heaven.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "He swore the disciples to secrecy. He made them promise they would tell no one that he was the Messiah."
            },
            {
                "verse_number": "23",
                "verse_text": "But Jesus didn&quot;t swerve. &apos;Peter, get out of my way. Satan, get lost. You have no idea how God works.&apos;"
            }
        ],
        "17": [
            {
                "verse_number": "4",
                "verse_text": "Peter broke in, &apos;Master, this is a great moment! What would you think if I built three memorials here on the mountain&ndash;one for you, one for Moses, one for Elijah?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "While he was going on like this, babbling, a light-radiant cloud enveloped them, and sounding from deep in the cloud a voice: &apos;This is my Son, marked by my love, focus of my delight. Listen to him.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Coming down the mountain, Jesus swore them to secrecy. &apos;Don&quot;t breathe a word of what you&quot;ve seen. After the Son of Man is raised from the dead, you are free to talk.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The disciples, meanwhile, were asking questions. &apos;Why do the religion scholars say that Elijah has to come first?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "When the disciples had Jesus off to themselves, they asked, &apos;Why couldn&quot;t we throw it out?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Because you&quot;re not yet taking God seriously,&apos; said Jesus. &apos;The simple truth is that if you had a mere kernel of faith, a poppy seed, say, you would tell this mountain, &quot;Move!&quot; and it would move. There is nothing you wouldn&quot;t be able to tackle.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "When they arrived at Capernaum, the tax men came to Peter and asked, &apos;Does your teacher pay taxes?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Peter said, &apos;Of course.&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "At about the same time, the disciples came to Jesus asking, &apos;Who gets the highest rank in God&quot;s kingdom?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Watch that you don&quot;t treat a single one of these childlike believers arrogantly. You realize, don&quot;t you, that their personal angels are constantly in touch with my Father in heaven?"
            },
            {
                "verse_number": "21",
                "verse_text": "At that point Peter got up the nerve to ask, &apos;Master, how many times do I forgive a brother or sister who hurts me? Seven?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus replied, &apos;Seven! Hardly. Try seventy times seven."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;The servant was no sooner out of the room when he came upon one of his fellow servants who owed him ten dollars. He seized him by the throat and demanded, &quot;Pay up. Now!&quot;"
            }
        ],
        "19": [
            {
                "verse_number": "3",
                "verse_text": "One day the Pharisees were badgering him: &apos;Is it legal for a man to divorce his wife for any reason?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "They shot back in rebuttal, &apos;If that&quot;s so, why did Moses give instructions for divorce papers and divorce procedures?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus&quot; disciples objected, &apos;If those are the terms of marriage, we haven&quot;t got a chance. Why get married?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Another day, a man stopped Jesus and asked, &apos;Teacher, what good thing must I do to get eternal life?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus said, &apos;Why do you question me about what&quot;s good? God is the One who is good. If you want to enter the life of God, just do what he tells you.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The young man said, &apos;I&quot;ve done all that. What&quot;s left?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;If you want to give it all you&quot;ve got,&apos; Jesus replied, &apos;go sell your possessions; give everything to the poor. All your wealth will then be in heaven. Then come follow me.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "That was the last thing the young man expected to hear. And so, crestfallen, he walked away. He was holding on tight to a lot of things, and he couldn&quot;t bear to let go."
            },
            {
                "verse_number": "25",
                "verse_text": "The disciples were staggered. &apos;Then who has any chance at all?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus looked hard at them and said, &apos;No chance at all if you think you can pull it off yourself. Every chance in the world if you trust God to do it.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then Peter chimed in, &apos;We left everything and followed you. What do we get out of it?&apos;"
            }
        ],
        "20": [
            {
                "verse_number": "7",
                "verse_text": "&apos;They said, &quot;Because no one hired us.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;When the day&quot;s work was over, the owner of the vineyard instructed his foreman, &quot;Call the workers in and pay them their wages. Start with the last hired and go on to the first.&quot;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Here it is again, the Great Reversal: many of the first ending up last, and the last first.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "It was about that time that the mother of the Zebedee brothers came with her two sons and knelt before Jesus with a request."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;What do you want?&apos; Jesus asked."
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus responded, &apos;You have no idea what you&quot;re asking.&apos; And he said to James and John, &apos;Are you capable of drinking the cup that I&quot;m about to drink?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus said, &apos;Come to think of it, you are going to drink my cup. But as to awarding places of honor, that&quot;s not my business. My Father is taking care of that.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Jesus stopped and called over, &apos;What do you want from me?&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "They said, &apos;Master, we want our eyes opened. We want to see!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Deeply moved, Jesus touched their eyes. They had their sight back that very instant, and joined the procession."
            }
        ],
        "21": [
            {
                "verse_number": "10",
                "verse_text": "As he made his entrance into Jerusalem, the whole city was shaken. Unnerved, people were asking, &apos;What&quot;s going on here? Who is this?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The parade crowd answered, &apos;This is the prophet Jesus, the one from Nazareth in Galilee.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Fed up, Jesus spun around and left the city for Bethany, where he spent the night."
            },
            {
                "verse_number": "23",
                "verse_text": "Then he was back in the Temple, teaching. The high priests and leaders of the people came up and demanded, &apos;Show us your credentials. Who authorized you to teach here?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Tell me what you think of this story: A man had two sons. He went up to the first and said, &quot;Son, go out for the day and work in the vineyard.&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;The son answered, &quot;I don&quot;t want to.&quot; Later on he thought better of it and went."
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;The father gave the same command to the second son. He answered, &quot;Sure, glad to.&quot; But he never went."
            },
            {
                "verse_number": "40",
                "verse_text": "&apos;Now, when the owner of the vineyard arrives home from his trip, what do you think he will do to the farmhands?&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "&apos;He&quot;ll kill them&ndash;a rotten bunch, and good riddance,&apos; they answered. &apos;Then he&quot;ll assign the vineyard to farmhands who will hand over the profits when it&quot;s time.&apos;"
            }
        ],
        "22": [
            {
                "verse_number": "4",
                "verse_text": "&apos;He sent out another round of servants, instructing them to tell the guests, &quot;Look, everything is on the table, the prime rib is ready for carving. Come to the feast!&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;That&quot;s what I mean when I say, &quot;Many get invited; only a few make it.&quot;&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;This engraving&ndash;who does it look like? And whose name is on it?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "They said, &apos;Caesar.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The Pharisees were speechless. They went off shaking their heads."
            },
            {
                "verse_number": "46",
                "verse_text": "That stumped them, literalists that they were. Unwilling to risk losing face again in one of these public verbal exchanges, they quit asking questions for good."
            }
        ],
        "23": [
            {
                "verse_number": "13",
                "verse_text": "&apos;I&quot;ve had it with you! You&quot;re hopeless, you religion scholars, you Pharisees! Frauds! Your lives are roadblocks to God&quot;s kingdom. You refuse to enter, and won&quot;t let anyone else in either."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;You&quot;re hopeless, you religion scholars and Pharisees! Frauds! You go halfway around the world to make a convert, but once you get him you make him into a replica of yourselves, double-damned."
            }
        ],
        "24": [
            {
                "verse_number": "3",
                "verse_text": "Later as he was sitting on Mount Olives, his disciples approached and asked him, &apos;Tell us, when are these things going to happen? What will be the sign of your coming, that the time&quot;s up?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Following those hard times,"
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;But the exact day and hour? No one knows that, not even heaven&quot;s angels, not even the Son. Only the Father knows."
            }
        ],
        "25": [
            {
                "verse_number": "6",
                "verse_text": "&apos;In the middle of the night someone yelled out, &quot;He&quot;s here! The bridegroom&quot;s here! Go out and greet him!&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;They answered, &quot;There might not be enough to go around; go buy your own.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;They did, but while they were out buying oil, the bridegroom arrived. When everyone who was there to greet him had gone into the wedding feast, the door was locked."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Much later, the other virgins, the silly ones, showed up and knocked on the door, saying, &quot;Master, we&quot;re here. Let us in.&quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;He answered, &quot;Do I know you? I don&quot;t think I know you.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;So stay alert. You have no idea when he might arrive."
            },
            {
                "verse_number": "44",
                "verse_text": "&apos;Then those &quot;goats&quot; are going to say, &quot;Master, what are you talking about? When did we ever see you hungry or thirsty or homeless or shivering or sick or in prison and didn&quot;t help?&quot;"
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;He will answer them, &quot;I&quot;m telling the solemn truth: Whenever you failed to do one of these things to someone who was being overlooked or ignored, that was me&ndash;you failed to do it to me.&quot;"
            },
            {
                "verse_number": "46",
                "verse_text": "&apos;Then those &quot;goats&quot; will be herded to their eternal doom, but the &quot;sheep&quot; to their eternal reward.&apos;"
            }
        ],
        "26": [
            {
                "verse_number": "17",
                "verse_text": "On the first of the Days of Unleavened Bread, the disciples came to Jesus and said, &apos;Where do you want us to prepare your Passover meal?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "They were stunned, and then began to ask, one after another, &apos;It isn&quot;t me, is it, Master?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then Judas, already turned traitor, said, &apos;It isn&quot;t me, is it, Rabbi?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "They sang a hymn and went directly to Mount Olives."
            },
            {
                "verse_number": "33",
                "verse_text": "Peter broke in, &apos;Even if everyone else falls to pieces on account of you, I won&quot;t.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Don&quot;t be so sure,&apos; Jesus said. &apos;This very night, before the rooster crows up the dawn, you will deny me three times.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Peter protested, &apos;Even if I had to die with you, I would never deny you.&apos; All the others said the same thing."
            },
            {
                "verse_number": "39",
                "verse_text": "Going a little ahead, he fell on his face, praying, &apos;My Father, if there is any way, get me out of this. But please, not what I want. You, what do you want?&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "He then left them a second time. Again he prayed, &apos;My Father, if there is no other way than this, drinking this cup to the dregs, I&quot;m ready. Do it your way.&apos;"
            },
            {
                "verse_number": "62",
                "verse_text": "The Chief Priest stood up and said, &apos;What do you have to say to the accusation?&apos;"
            },
            {
                "verse_number": "63",
                "verse_text": "Jesus kept silent."
            },
            {
                "verse_number": "64",
                "verse_text": "Jesus was curt: &apos;You yourself said it. And that&quot;s not all. Soon you&quot;ll see it for yourself:"
            },
            {
                "verse_number": "69",
                "verse_text": "All this time, Peter was sitting out in the courtyard. One servant girl came up to him and said, &apos;You were with Jesus the Galilean.&apos;"
            },
            {
                "verse_number": "70",
                "verse_text": "In front of everybody there, he denied it. &apos;I don&quot;t know what you&quot;re talking about.&apos;"
            },
            {
                "verse_number": "71",
                "verse_text": "As he moved over toward the gate, someone else said to the people there, &apos;This man was with Jesus the Nazarene.&apos;"
            },
            {
                "verse_number": "72",
                "verse_text": "Again he denied it, salting his denial with an oath: &apos;I swear, I never laid eyes on the man.&apos;"
            },
            {
                "verse_number": "73",
                "verse_text": "Shortly after that, some bystanders approached Peter. &apos;You&quot;ve got to be one of them. Your accent gives you away.&apos;"
            }
        ],
        "27": [
            {
                "verse_number": "5",
                "verse_text": "Judas threw the silver coins into the Temple and left. Then he went out and hung himself."
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus was placed before the governor, who questioned him: &apos;Are you the &quot;King of the Jews&quot;?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "While court was still in session, Pilate&quot;s wife sent him a message: &apos;Don&quot;t get mixed up in judging this noble man. I&quot;ve just been through a long and troubled night because of a dream about him.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Meanwhile, the high priests and religious leaders had talked the crowd into asking for the pardon of Barabbas and the execution of Jesus."
            },
            {
                "verse_number": "21",
                "verse_text": "The governor asked, &apos;Which of the two do you want me to pardon?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Then what do I do with Jesus, the so-called Christ?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "He objected, &apos;But for what crime?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "When Pilate saw that he was getting nowhere and that a riot was imminent, he took a basin of water and washed his hands in full sight of the crowd, saying, &apos;I&quot;m washing my hands of responsibility for this man&quot;s death. From now on, it&quot;s in your hands. You&quot;re judge and jury.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "The crowd answered, &apos;We&quot;ll take the blame, we and our children after us.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then he pardoned Barabbas. But he had Jesus whipped, and then handed over for crucifixion."
            },
            {
                "verse_number": "50",
                "verse_text": "But Jesus, again crying out loudly, breathed his last."
            },
            {
                "verse_number": "54",
                "verse_text": "The captain of the guard and those with him, when they saw the earthquake and everything else that was happening, were scared to death. They said, &apos;This has to be the Son of God!&apos;"
            }
        ],
        "28": [
            {
                "verse_number": "7",
                "verse_text": "&apos;Now, get on your way quickly and tell his disciples, &quot;He is risen from the dead. He is going on ahead of you to Galilee. You will see him there.&quot; That&quot;s the message.&apos;"
            }
        ]
    }
}