{
    "Nehemiah": {
        "1": [
            {
                "verse_number": "3",
                "verse_text": "They told me, &apos;The exile survivors who are left there in the province are in bad shape. Conditions are appalling. The wall of Jerusalem is still rubble; the city gates are still cinders.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "When I heard this, I sat down and wept. I mourned for days, fasting and praying before the God-of-Heaven."
            }
        ],
        "2": [
            {
                "verse_number": "6",
                "verse_text": "The king, with the queen sitting alongside him, said, &apos;How long will your work take and when would you expect to return?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "When Sanballat the Horonite and Tobiah the Ammonite official heard about this, they were very upset, angry that anyone would come to look after the interests of the People of Israel."
            },
            {
                "verse_number": "19",
                "verse_text": "When Sanballat the Horonite, Tobiah the Ammonite official, and Geshem the Arab heard about it, they laughed at us, mocking, &apos;Ha! What do you think you&quot;re doing? Do you think you can cross the king?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "I shot back, &apos;The God-of-Heaven will make sure we succeed. We&quot;re his servants and we&quot;re going to work, rebuilding. You can stick to your own business. You get no say in this&ndash;Jerusalem&quot;s none of your business!&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "13",
                "verse_text": "The Valley Gate was rebuilt by Hanun and villagers of Zanoah; they repaired it, hung its doors, and installed its bolts and bars. They went on to repair 1,500 feet of the wall, as far as the Dung Gate."
            },
            {
                "verse_number": "14",
                "verse_text": "The Dung Gate itself was rebuilt by Malkijah son of Recab, the mayor of the district of Beth Hakkerem; he repaired it, hung its doors, and installed its bolts and bars."
            },
            {
                "verse_number": "15",
                "verse_text": "The Fountain Gate was rebuilt by Shallun son of Col-Hozeh, mayor of the Mizpah district; he repaired it, roofed it, hung its doors, and installed its bolts and bars. He also rebuilt the wall of the Pool of Siloam at the King&quot;s Garden as far as the steps that go down from the City of David."
            },
            {
                "verse_number": "16",
                "verse_text": "After him came Nehemiah son of Azbuk, mayor of half the district of Beth Zur. He worked from just in front of the Tomb of David as far as the Pool and the House of Heroes."
            }
        ],
        "4": [
            {
                "verse_number": "3",
                "verse_text": "At his side, Tobiah the Ammonite jumped in and said, &apos;That&quot;s right! What do they think they&quot;re building? Why, if a fox climbed that wall, it would fall to pieces under his weight.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "We kept at it, repairing and rebuilding the wall. The whole wall was soon joined together and halfway to its intended height because the people had a heart for the work."
            },
            {
                "verse_number": "10",
                "verse_text": "But soon word was going around in Judah,"
            },
            {
                "verse_number": "21",
                "verse_text": "And so we kept working, from first light until the stars came out, half of us holding lances."
            },
            {
                "verse_number": "22",
                "verse_text": "I also instructed the people, &apos;Each person and his helper is to stay inside Jerusalem&ndash;guards by night and workmen by day.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "We all slept in our clothes&ndash;I, my brothers, my workmen, and the guards backing me up. And each one kept his spear in his hand, even when getting water."
            }
        ],
        "5": [
            {
                "verse_number": "3",
                "verse_text": "Others said, &apos;We&quot;re having to mortgage our fields and vineyards and homes to get enough grain to keep from starving.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;What you&quot;re doing is wrong. Is there no fear of God left in you? Don&quot;t you care what the nations around here, our enemies, think of you?"
            },
            {
                "verse_number": "19",
                "verse_text": "Remember in my favor, O my God,"
            }
        ],
        "6": [
            {
                "verse_number": "4",
                "verse_text": "Four times they sent this message and four times I gave them my answer."
            },
            {
                "verse_number": "8",
                "verse_text": "I sent him back this: &apos;There&quot;s nothing to what you&quot;re saying. You&quot;ve made it all up.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "They were trying to intimidate us into quitting. They thought, &apos;They&quot;ll give up; they&quot;ll never finish it.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then I met secretly with Shemaiah son of Delaiah, the son of Mehetabel, at his house. He said:"
            },
            {
                "verse_number": "11",
                "verse_text": "I said, &apos;Why would a man like me run for cover? And why would a man like me use The Temple as a hideout? I won&quot;t do it.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;O my God, don&quot;t let Tobiah and Sanballat get by with all the mischief they&quot;ve done. And the same goes for the prophetess Noadiah and the other prophets who have been trying to undermine my confidence.&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "3",
                "verse_text": "I gave them this order: &apos;Don&quot;t open the gates of Jerusalem until the sun is up. And shut and bar the gates while the guards are still on duty. Appoint the guards from the citizens of Jerusalem and assign them to posts in front of their own homes.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The city was large and spacious with only a few people in it and the houses not yet rebuilt."
            },
            {
                "verse_number": "5",
                "verse_text": "God put it in my heart to gather the nobles, the officials, and the people in general to be registered. I found the genealogical record of those who were in the first return from exile. This is the record I found:"
            },
            {
                "verse_number": "73",
                "verse_text": "The priests, Levites, security guards, singers, and Temple support staff, along with some others, and the rest of the People of Israel, all found a place to live in their own towns."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "By the time the seventh month arrived, the People of Israel were settled in their towns. Then all the people gathered as one person in the town square in front of the Water Gate and asked the scholar Ezra to bring the Book of The Revelation of Moses that God had commanded for Israel. * * * * * *"
            },
            {
                "verse_number": "4",
                "verse_text": "The scholar Ezra stood on a wooden platform constructed for the occasion. He was flanked on the right by Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Maaseiah, and on the left by Pedaiah, Mishael, Malkijah, Hashum, Hashbaddanah, Zechariah, and Meshullam."
            },
            {
                "verse_number": "9",
                "verse_text": "Nehemiah the governor, along with Ezra the priest and scholar and the Levites who were teaching the people, said to all the people, &apos;This day is holy to God , your God. Don&quot;t weep and carry on.&apos; They said this because all the people were weeping as they heard the words of The Revelation."
            },
            {
                "verse_number": "10",
                "verse_text": "He continued, &apos;Go home and prepare a feast, holiday food and drink; and share it with those who don&quot;t have anything: This day is holy to God. Don&quot;t feel bad. The joy of God is your strength!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The Levites calmed the people, &apos;Quiet now. This is a holy day. Don&quot;t be upset.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So the people went off to feast, eating and drinking and including the poor in a great celebration. Now they got it; they understood the reading that had been given to them."
            },
            {
                "verse_number": "18",
                "verse_text": "Ezra read from the Book of The Revelation of God each day, from the first to the last day&ndash;they celebrated the feast for seven days. On the eighth day they held a solemn assembly in accordance with the decree."
            }
        ],
        "9": [
            {
                "verse_number": "38",
                "verse_text": "&apos;Because of all this we are drawing up a binding pledge, a sealed document signed by our princes, our Levites, and our priests.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "31",
                "verse_text": "When the foreign neighbors bring goods or grain to sell on the Sabbath we won&quot;t trade with them&ndash;not on the Sabbath or any other holy day."
            },
            {
                "verse_number": "34",
                "verse_text": "We&ndash;priests, Levites, and the people&ndash;have cast lots to see when each of our families will bring wood for burning on the Altar of our God , following the yearly schedule set down in The Revelation."
            }
        ],
        "11": [
            {
                "verse_number": "19",
                "verse_text": "From the security guards:"
            },
            {
                "verse_number": "20",
                "verse_text": "The rest of the Israelites, priests, and Levites were in all the towns of Judah, each on his own family property."
            },
            {
                "verse_number": "21",
                "verse_text": "The Temple staff lived on the hill Ophel. Ziha and Gishpa were responsible for them."
            },
            {
                "verse_number": "24",
                "verse_text": "Pethahiah son of Meshezabel, a descendant of Zerah son of Judah, represented the people&quot;s concerns at the royal court."
            }
        ],
        "12": [
            {
                "verse_number": "22",
                "verse_text": "During the time of Eliashib, Joiada, Johanan, and Jaddua, the Levites were registered as heads of families. During the reign of Darius the Persian, the priests were registered."
            },
            {
                "verse_number": "30",
                "verse_text": "The priests and Levites ceremonially purified themselves; then they did the same for the people, the gates, and the wall."
            },
            {
                "verse_number": "37",
                "verse_text": "At the Fountain Gate they went straight ahead, up the steps of the City of David using the wall stairway above the house of David to the Water Gate on the east."
            },
            {
                "verse_number": "43",
                "verse_text": "That day they offered great sacrifices, an exuberant celebration because God had filled them with great joy. The women and children raised their happy voices with all the rest. Jerusalem&quot;s jubilation was heard far and wide."
            },
            {
                "verse_number": "47",
                "verse_text": "During the time of Zerubbabel and Nehemiah, all Israel contributed the daily allowances for the singers and security guards. They also set aside what was dedicated to the Levites, and the Levites did the same for the Aaronites."
            }
        ],
        "13": [
            {
                "verse_number": "14",
                "verse_text": "Remember me, O my God, for this. Don&quot;t ever forget the devoted work I have done for The Temple of God and its worship."
            },
            {
                "verse_number": "19",
                "verse_text": "As the gates of Jerusalem were darkened by the shadows of the approaching Sabbath, I ordered the doors shut and not to be opened until the Sabbath was over. I placed some of my servants at the gates to make sure that nothing to be sold would get in on the Sabbath day."
            },
            {
                "verse_number": "22",
                "verse_text": "Then I directed the Levites to ceremonially cleanse themselves and take over as guards at the gates to keep the sanctity of the Sabbath day."
            },
            {
                "verse_number": "28",
                "verse_text": "One of the sons of Joiada, the son of Eliashib the high priest, was a son-in-law of Sanballat the Horonite; I drove him out of my presence."
            },
            {
                "verse_number": "29",
                "verse_text": "Remember them, O my God, how they defiled the priesthood and the covenant of the priests and Levites."
            }
        ]
    }
}