{
    "Genesis": {
        "1": [
            {
                "verse_number": "31",
                "verse_text": "God looked over everything he had made;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Heaven and Earth were finished, down to the last detail. God had finished his work. On the seventh day he rested from all his work. God blessed the seventh day. He made it a Holy Day Because on that day he rested from his work, all the creating God had done. This is the story of how it all started, of Heaven and Earth when they were created. &apos;Finally! Bone of my bone, flesh of my flesh! Name her Woman for she was made from Man.&apos; Therefore a man leaves his father and mother and embraces his wife. They become one flesh. The two of them, the Man and his Wife, were naked, but they felt no shame."
            },
            {
                "verse_number": "15",
                "verse_text": "God took the Man and set him down in the Garden of Eden to work the ground and keep it in order."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "The serpent was clever, more clever than any wild animal God had made. He spoke to the Woman: &apos;Do I understand that God told you not to eat from any tree in the garden?&apos; God said to the Woman, &apos;What is this that you&quot;ve done?&apos; &apos;Because you&quot;ve done this, you&quot;re cursed, cursed beyond all cattle and wild animals, Cursed to slink on your belly and eat dirt all your life. I&quot;m declaring war between you and the Woman, between your offspring and hers. He&quot;ll wound your head, you&quot;ll wound his heel.&apos; &apos;I&quot;ll multiply your pains in childbirth; you&quot;ll give birth to your babies in pain. You&quot;ll want to please your husband, but he&quot;ll lord it over you.&apos; &apos;Because you listened to your wife and ate from the tree That I commanded you not to eat from, &quot;Don&quot;t eat from this tree,&quot; The very ground is cursed because of you; getting food from the ground Will be as painful as having babies is for your wife; you&quot;ll be working in pain all your life long. The ground will sprout thorns and weeds, you&quot;ll get your food the hard way, Planting and tilling and harvesting, sweating in the fields from dawn to dusk, Until you return to that ground yourself, dead and buried; you started out as dirt, you&quot;ll end up dirt.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "When the Woman saw that the tree looked like good eating and realized what she would get out of it&ndash;she&quot;d know everything!&ndash;she took and ate the fruit and then gave some to her husband, and he ate."
            },
            {
                "verse_number": "7",
                "verse_text": "Immediately the two of them did &apos;see what&quot;s really going on&apos;&ndash;saw themselves naked! They sewed fig leaves together as makeshift clothes for themselves."
            },
            {
                "verse_number": "8",
                "verse_text": "When they heard the sound of God strolling in the garden in the evening breeze, the Man and his Wife hid in the trees of the garden, hid from God ."
            },
            {
                "verse_number": "9",
                "verse_text": "God called to the Man: &apos;Where are you?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "He said, &apos;I heard you in the garden and I was afraid because I was naked. And I hid.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "God said, &apos;Who told you that you were naked? Did you eat from that tree I told you not to eat from?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The Man said, &apos;The Woman you gave me as a companion, she gave me fruit from the tree, and, yes, I ate it.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;The serpent seduced me,&apos; she said, &apos;and I ate.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "He told the Woman:"
            },
            {
                "verse_number": "20",
                "verse_text": "The Man, known as Adam, named his wife Eve because she was the mother of all the living."
            },
            {
                "verse_number": "21",
                "verse_text": "God made leather clothing for Adam and his wife and dressed them."
            },
            {
                "verse_number": "22",
                "verse_text": "God said, &apos;The Man has become like one of us, capable of knowing everything, ranging from good to evil. What if he now should reach out and take fruit from the Tree-of-Life and eat, and live forever? Never&ndash;this cannot happen!&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Adam slept with Eve his wife. She conceived and had Cain. She said, &apos;I&quot;ve gotten a man, with God &quot;s help!&apos; He said, &apos;How should I know? Am I his babysitter?&apos; Enoch had Irad, Irad had Mehujael, Mehujael had Methushael, Methushael had Lamech. Adah and Zillah, listen to me; you wives of Lamech, hear me out: I killed a man for wounding me, a young man who attacked me. If Cain is avenged seven times, for Lamech it&quot;s seventy-seven! That&quot;s when men and women began praying and worshiping in the name of God ."
            },
            {
                "verse_number": "2",
                "verse_text": "Then she had another baby, Abel. Abel was a herdsman and Cain a farmer."
            },
            {
                "verse_number": "8",
                "verse_text": "Cain had words with his brother. They were out in the field; Cain came at Abel his brother and killed him."
            },
            {
                "verse_number": "9",
                "verse_text": "God said to Cain, &apos;Where is Abel your brother?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "God told him, &apos;No. Anyone who kills Cain will pay for it seven times over.&apos; God put a mark on Cain to protect him so that no one who met him would kill him."
            },
            {
                "verse_number": "16",
                "verse_text": "Cain left the presence of God and lived in No-Man&quot;s-Land, east of Eden."
            }
        ],
        "5": [
            {
                "verse_number": "24",
                "verse_text": "Enoch walked steadily with God. And then one day he was simply gone: God took him."
            },
            {
                "verse_number": "32",
                "verse_text": "When Noah was 500 years old, he had Shem, Ham, and Japheth."
            }
        ],
        "6": [
            {
                "verse_number": "3",
                "verse_text": "Then God said, &apos;I&quot;m not going to breathe life into men and women endlessly. Eventually they&quot;re going to die; from now on they can expect a life span of 120 years.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "This was back in the days (and also later) when there were giants in the land. The giants came from the union of the sons of God and the daughters of men. These were the mighty men of ancient lore, the famous ones."
            },
            {
                "verse_number": "8",
                "verse_text": "But Noah was different. God liked what he saw in Noah."
            },
            {
                "verse_number": "13",
                "verse_text": "God said to Noah, &apos;It&quot;s all over. It&quot;s the end of the human race. The violence is everywhere; I&quot;m making a clean sweep."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;I&quot;m going to bring a flood on the Earth that will destroy everything alive under Heaven. Total destruction."
            },
            {
                "verse_number": "22",
                "verse_text": "Noah did everything God commanded him to do."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Next God said to Noah, &apos;Now board the ship, you and all your family&ndash;out of everyone in this generation, you&quot;re the righteous one."
            },
            {
                "verse_number": "5",
                "verse_text": "Noah did everything God commanded him."
            },
            {
                "verse_number": "24",
                "verse_text": "The floodwaters took over for 150 days."
            }
        ],
        "8": [
            {
                "verse_number": "12",
                "verse_text": "He waited another seven days and sent the dove out a third time. This time it didn&quot;t come back."
            },
            {
                "verse_number": "22",
                "verse_text": "For as long as Earth lasts,"
            }
        ],
        "9": [
            {
                "verse_number": "5",
                "verse_text": "&apos;But your own lifeblood I will avenge; I will avenge it against both animals and other humans."
            },
            {
                "verse_number": "17",
                "verse_text": "And God said, &apos;This is the sign of the covenant that I&quot;ve set up between me and everything living on the Earth.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "This is the family tree of the sons of Noah: Shem, Ham, and Japheth. After the flood, they themselves had sons. The sons of Raamah: Sheba, Dedan."
            },
            {
                "verse_number": "2",
                "verse_text": "The sons of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshech, Tiras."
            },
            {
                "verse_number": "3",
                "verse_text": "The sons of Gomer: Ashkenaz, Riphath, Togarmah."
            },
            {
                "verse_number": "6",
                "verse_text": "The sons of Ham: Cush, Egypt, Put, Canaan."
            },
            {
                "verse_number": "7",
                "verse_text": "The sons of Cush: Seba, Havilah, Sabtah, Raamah, Sabteca."
            },
            {
                "verse_number": "20",
                "verse_text": "These are the descendants of Ham by family, language, country, and nation."
            },
            {
                "verse_number": "21",
                "verse_text": "Shem, the older brother of Japheth, also had sons. Shem was ancestor to all the children of Eber."
            },
            {
                "verse_number": "22",
                "verse_text": "The sons of Shem: Elam, Asshur, Arphaxad, Lud, and Aram."
            },
            {
                "verse_number": "23",
                "verse_text": "The sons of Aram: Uz, Hul, Gether, Meshech."
            },
            {
                "verse_number": "31",
                "verse_text": "These are the descendants of Shem by family, language, country, and nation."
            },
            {
                "verse_number": "32",
                "verse_text": "This is the family tree of the sons of Noah as they developed into nations. From them nations developed all across the Earth after the flood."
            }
        ],
        "11": [
            {
                "verse_number": "3",
                "verse_text": "They said to one another, &apos;Come, let&quot;s make bricks and fire them well.&apos; They used brick for stone and tar for mortar."
            },
            {
                "verse_number": "4",
                "verse_text": "Then they said, &apos;Come, let&quot;s build ourselves a city and a tower that reaches Heaven. Let&quot;s make ourselves famous so we won&quot;t be scattered here and there across the Earth.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "God came down to look over the city and the tower those people had built."
            },
            {
                "verse_number": "26",
                "verse_text": "When Terah was seventy years old, he had Abram, Nahor, and Haran."
            },
            {
                "verse_number": "29",
                "verse_text": "Abram and Nahor each got married. Abram&quot;s wife was Sarai; Nahor&quot;s wife was Milcah, the daughter of his brother Haran. Haran had two daughters, Milcah and Iscah."
            },
            {
                "verse_number": "30",
                "verse_text": "Sarai was barren; she had no children."
            },
            {
                "verse_number": "31",
                "verse_text": "Terah took his son Abram, his grandson Lot (Haran&quot;s son), and Sarai his daughter-in-law (his son Abram&quot;s wife) and set out with them from Ur of the Chaldees for the land of Canaan. But when they got as far as Haran, they settled down there."
            },
            {
                "verse_number": "32",
                "verse_text": "Terah lived 205 years. He died in Haran."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "God told Abram: &apos;Leave your country, your family, and your father&quot;s home for a land that I will show you. and bless you. I&quot;ll make you famous; you&quot;ll be a blessing. I&quot;ll bless those who bless you; those who curse you I&quot;ll curse. All the families of the Earth will be blessed through you.&apos; Abram passed through the country as far as Shechem and the Oak of Moreh. At that time the Canaanites occupied the land."
            },
            {
                "verse_number": "7",
                "verse_text": "God appeared to Abram and said, &apos;I will give this land to your children.&apos; Abram built an altar at the place God had appeared to him."
            },
            {
                "verse_number": "8",
                "verse_text": "He moved on from there to the hill country east of Bethel and pitched his tent between Bethel to the west and Ai to the east. He built an altar there and prayed to God ."
            },
            {
                "verse_number": "9",
                "verse_text": "Abram kept moving, steadily making his way south, to the Negev."
            },
            {
                "verse_number": "20",
                "verse_text": "Pharaoh ordered his men to get Abram out of the country. They sent him and his wife and everything he owned on their way."
            }
        ],
        "13": [
            {
                "verse_number": "13",
                "verse_text": "The people of Sodom were evil&ndash;flagrant sinners against God ."
            },
            {
                "verse_number": "18",
                "verse_text": "Abram moved his tent. He went and settled by the Oaks of Mamre in Hebron. There he built an altar to God ."
            }
        ],
        "14": [
            {
                "verse_number": "21",
                "verse_text": "The king of Sodom said to Abram, &apos;Give me back the people but keep all the plunder for yourself.&apos;"
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "After all these things, this word of God came to Abram in a vision: &apos;Don&quot;t be afraid, Abram. I&quot;m your shield. Your reward will be grand!&apos; * * *"
            },
            {
                "verse_number": "4",
                "verse_text": "Then God &quot;s Message came: &apos;Don&quot;t worry, he won&quot;t be your heir; a son from your body will be your heir.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then he took him outside and said, &apos;Look at the sky. Count the stars. Can you do it? Count your descendants! You&quot;re going to have a big family, Abram!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "And he believed! Believed God ! God declared him &apos;Set-Right-with-God.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "God continued, &apos;I&quot;m the same God who brought you from Ur of the Chaldees and gave you this land to own.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Abram said, &apos;Master God , how am I to know this, that it will all be mine?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "God said, &apos;Bring me a heifer, a goat, and a ram, each three years old, and a dove and a young pigeon.&apos;"
            }
        ],
        "16": [
            {
                "verse_number": "5",
                "verse_text": "Sarai told Abram, &apos;It&quot;s all your fault that I&quot;m suffering this abuse. I put my maid in bed with you and the minute she knows she&quot;s pregnant, she treats me like I&quot;m nothing. May God decide which of us is right.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;You decide,&apos; said Abram. &apos;Your maid is your business.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "She answered God by name, praying to the God who spoke to her, &apos;You&quot;re the God who sees me!"
            },
            {
                "verse_number": "14",
                "verse_text": "That&quot;s how that desert spring got named &apos;God-Alive-Sees-Me Spring.&apos; That spring is still there, between Kadesh and Bered."
            }
        ],
        "17": [
            {
                "verse_number": "17",
                "verse_text": "Abraham fell flat on his face. And then he laughed, thinking, &apos;Can a hundred-year-old man father a son? And can Sarah, at ninety years, have a baby?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Recovering, Abraham said to God, &apos;Oh, keep Ishmael alive and well before you!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "But God said, &apos;That&quot;s not what I mean. Your wife, Sarah, will have a baby, a son. Name him Isaac (Laughter). I&quot;ll establish my covenant with him and his descendants, a covenant that lasts forever."
            },
            {
                "verse_number": "22",
                "verse_text": "God finished speaking with Abraham and left."
            },
            {
                "verse_number": "23",
                "verse_text": "Then Abraham took his son Ishmael and all his servants, whether houseborn or purchased&ndash;every male in his household&ndash;and circumcised them, cutting off their foreskins that very day, just as God had told him."
            }
        ],
        "18": [
            {
                "verse_number": "6",
                "verse_text": "Abraham hurried into the tent to Sarah. He said, &apos;Hurry. Get three cups of our best flour; knead it and make bread.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The men said to him, &apos;Where is Sarah your wife?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "One of them said, &apos;I&quot;m coming back about this time next year. When I arrive, your wife Sarah will have a son.&apos; Sarah was listening at the tent opening, just behind the man."
            },
            {
                "verse_number": "15",
                "verse_text": "Sarah lied. She said, &apos;I didn&quot;t laugh,&apos; because she was afraid."
            },
            {
                "verse_number": "16",
                "verse_text": "When the men got up to leave, they set off for Sodom. Abraham walked with them to say good-bye."
            },
            {
                "verse_number": "22",
                "verse_text": "The men set out for Sodom, but Abraham stood in God &quot;s path, blocking his way."
            },
            {
                "verse_number": "26",
                "verse_text": "God said, &apos;If I find fifty decent people in the city of Sodom, I&quot;ll spare the place just for them.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Abraham spoke up again, &apos;What if you only find forty?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "He said, &apos;Master, don&quot;t be irritated with me, but what if only thirty are found?&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "He pushed on, &apos;I know I&quot;m trying your patience, Master, but how about for twenty?&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "He wouldn&quot;t quit, &apos;Don&quot;t get angry, Master&ndash;this is the last time. What if you only come up with ten?&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "When God finished talking with Abraham, he left. And Abraham went home."
            }
        ],
        "19": [
            {
                "verse_number": "3",
                "verse_text": "But he insisted, wouldn&quot;t take no for an answer; and they relented and went home with him. Lot fixed a hot meal for them and they ate."
            },
            {
                "verse_number": "9",
                "verse_text": "They said, &apos;Get lost! You drop in from nowhere and now you&quot;re going to tell us how to run our lives. We&quot;ll treat you worse than them!&apos; And they charged past Lot to break down the door."
            },
            {
                "verse_number": "14",
                "verse_text": "Lot went out and warned the fiancés of his daughters, &apos;Evacuate this place; God is about to destroy this city!&apos; But his daughters&quot; would-be husbands treated it as a joke."
            },
            {
                "verse_number": "15",
                "verse_text": "At break of day, the angels pushed Lot to get going, &apos;Hurry. Get your wife and two daughters out of here before it&quot;s too late and you&quot;re caught in the punishment of the city.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "The sun was high in the sky when Lot arrived at Zoar."
            },
            {
                "verse_number": "26",
                "verse_text": "But Lot&quot;s wife looked back and turned into a pillar of salt."
            },
            {
                "verse_number": "29",
                "verse_text": "And that&quot;s the story: When God destroyed the Cities of the Plain, he was mindful of Abraham and first got Lot out of there before he blasted those cities off the face of the Earth."
            },
            {
                "verse_number": "30",
                "verse_text": "Lot left Zoar and went into the mountains to live with his two daughters; he was afraid to stay in Zoar. He lived in a cave with his daughters."
            }
        ],
        "20": [
            {
                "verse_number": "10",
                "verse_text": "Abimelech went on to Abraham, &apos;Whatever were you thinking of when you did this thing?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "And to Sarah he said, &apos;I&quot;ve given your brother a thousand pieces of silver&ndash;that clears you of even a shadow of suspicion before the eyes of the world. You&quot;re vindicated.&apos;"
            }
        ],
        "21": [
            {
                "verse_number": "7",
                "verse_text": "She also said,"
            },
            {
                "verse_number": "8",
                "verse_text": "The baby grew and was weaned. Abraham threw a big party on the day Isaac was weaned."
            },
            {
                "verse_number": "19",
                "verse_text": "Just then God opened her eyes. She looked. She saw a well of water. She went to it and filled her canteen and gave the boy a long, cool drink."
            },
            {
                "verse_number": "24",
                "verse_text": "Abraham said, &apos;I swear it.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Abimelech said, &apos;What does this mean? These seven sheep you&quot;ve set aside.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Abraham said, &apos;It means that when you accept these seven sheep, you take it as proof that I dug this well, that it&quot;s my well.&apos;"
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "After all this, God tested Abraham. God said, &apos;Abraham!&apos; &apos;Yes?&apos; answered Abraham. &apos;I&quot;m listening.&apos; &apos;Yes, my son.&apos; &apos;We have flint and wood, but where&quot;s the sheep for the burnt offering?&apos; &apos;Yes, I&quot;m listening.&apos; * * * * * *"
            },
            {
                "verse_number": "2",
                "verse_text": "He said, &apos;Take your dear son Isaac whom you love and go to the land of Moriah. Sacrifice him there as a burnt offering on one of the mountains that I&quot;ll point out to you.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Abraham took the wood for the burnt offering and gave it to Isaac his son to carry. He carried the flint and the knife. The two of them went off together."
            },
            {
                "verse_number": "7",
                "verse_text": "Isaac said to Abraham his father, &apos;Father?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Abraham said, &apos;Son, God will see to it that there&quot;s a sheep for the burnt offering.&apos; And they kept on walking together."
            },
            {
                "verse_number": "11",
                "verse_text": "Just then an angel of God called to him out of Heaven, &apos;Abraham! Abraham!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Don&quot;t lay a hand on that boy! Don&quot;t touch him! Now I know how fearlessly you fear God; you didn&quot;t hesitate to place your son, your dear son, on the altar for me.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Abraham looked up. He saw a ram caught by its horns in the thicket. Abraham took the ram and sacrificed it as a burnt offering instead of his son."
            },
            {
                "verse_number": "14",
                "verse_text": "Abraham named that place God -Yireh ( God -Sees-to-It). That&quot;s where we get the saying, &apos;On the mountain of God , he sees to it.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then Abraham went back to his young servants. They got things together and returned to Beersheba. Abraham settled down in Beersheba."
            },
            {
                "verse_number": "24",
                "verse_text": "His concubine, Reumah, gave him four more children: Tebah, Gaham, Tahash, and Maacah."
            }
        ],
        "23": [
            {
                "verse_number": "16",
                "verse_text": "Abraham accepted Ephron&quot;s offer and paid out the sum that Ephron had named before the town council of Hittites&ndash;four hundred silver shekels at the current exchange rate."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Abraham was now an old man. God had blessed Abraham in every way. The man watched, silent. Was this God &quot;s answer? Had God made his trip a success or not? Laban said, &apos;Go ahead; tell us.&apos; They called Rebekah and asked her, &apos;Do you want to go with this man?&apos; You&quot;re our sister&ndash;live bountifully! And your children, triumphantly! &apos;That is my master.&apos; She took her veil and covered herself. * * *"
            },
            {
                "verse_number": "5",
                "verse_text": "The servant answered, &apos;But what if the woman refuses to leave home and come with me? Do I then take your son back to your home country?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So the servant put his hand under the thigh of his master Abraham and gave his solemn oath."
            },
            {
                "verse_number": "28",
                "verse_text": "And the girl was off and running, telling everyone in her mother&quot;s house what had happened."
            },
            {
                "verse_number": "49",
                "verse_text": "&apos;Now, tell me what you are going to do. If you plan to respond with a generous yes , tell me. But if not, tell me plainly so I can figure out what to do next.&apos;"
            },
            {
                "verse_number": "55",
                "verse_text": "Her brother and mother said, &apos;Let the girl stay a while, say another ten days, and then go.&apos;"
            },
            {
                "verse_number": "56",
                "verse_text": "He said, &apos;Oh, don&quot;t make me wait! God has worked everything out so well&ndash;send me off to my master.&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "They said, &apos;We&quot;ll call the girl; we&quot;ll ask her.&apos;"
            },
            {
                "verse_number": "58",
                "verse_text": "She said, &apos;I&quot;m ready to go.&apos;"
            },
            {
                "verse_number": "61",
                "verse_text": "Rebekah and her young maids mounted the camels and followed the man. The servant took Rebekah and set off for home."
            }
        ],
        "25": [
            {
                "verse_number": "3",
                "verse_text": "Jokshan had Sheba and Dedan."
            },
            {
                "verse_number": "4",
                "verse_text": "Midian had Ephah, Epher, Hanoch, Abida, and Eldaah&ndash;all from the line of Keturah."
            },
            {
                "verse_number": "12",
                "verse_text": "This is the family tree of Ishmael son of Abraham, the son that Hagar the Egyptian, Sarah&quot;s maid, bore to Abraham."
            },
            {
                "verse_number": "31",
                "verse_text": "Jacob said, &apos;Make me a trade: my stew for your rights as the firstborn.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Esau said, &apos;I&quot;m starving! What good is a birthright if I&quot;m dead?&apos;"
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "There was a famine in the land, as bad as the famine during the time of Abraham. And Isaac went down to Abimelech, king of the Philistines, in Gerar. Isaac said, &apos;Because I thought I might get killed by someone who wanted her.&apos; I am the God of Abraham your father; don&quot;t fear a thing because I&quot;m with you. I&quot;ll bless you and make your children flourish because of Abraham my servant. * * * * * *"
            },
            {
                "verse_number": "6",
                "verse_text": "So Isaac stayed put in Gerar."
            },
            {
                "verse_number": "7",
                "verse_text": "The men of the place questioned him about his wife. He said, &apos;She&quot;s my sister.&apos; He was afraid to say &apos;She&quot;s my wife.&apos; He was thinking, &apos;These men might kill me to get Rebekah, she&quot;s so beautiful.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Abimelech said, &apos;But think of what you might have done to us ! Given a little more time, one of the men might have slept with your wife; you would have been responsible for bringing guilt down on us.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then Abimelech gave orders to his people: &apos;Anyone who so much as lays a hand on this man or his wife dies.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Finally, Abimelech told Isaac: &apos;Leave. You&quot;ve become far too big for us.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Isaac built an altar there and prayed, calling on God by name. He pitched his tent and his servants started digging another well."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "When Isaac had become an old man and was nearly blind, he called his eldest son, Esau, and said, &apos;My son.&apos; &apos;Yes, Father?&apos; &apos;Yes?&apos; he said. &apos;Which son are you?&apos; &apos;Because your God cleared the way for me.&apos; &apos;Yes. I am.&apos; Ahhh. The smell of my son is like the smell of the open country blessed by God . May God give you of Heaven&quot;s dew and Earth&quot;s bounty of grain and wine. May peoples serve you and nations honor you. You will master your brothers, and your mother&quot;s sons will honor you. Those who curse you will be cursed, those who bless you will be blessed. &apos;I am your son, your firstborn, Esau.&apos; He begged, &apos;Haven&quot;t you kept back any blessing for me?&apos; You&quot;ll live far from Earth&quot;s bounty, remote from Heaven&quot;s dew. You&quot;ll live by your sword, hand-to-mouth, and you&quot;ll serve your brother. But when you can&quot;t take it any more you&quot;ll break loose and run free."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;If it comes to that,&apos; said his mother, &apos;I&quot;ll take the curse on myself. Now, just do what I say. Go and get the goats.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So he went and got them and brought them to his mother and she cooked a hearty meal, the kind his father loved so much."
            },
            {
                "verse_number": "18",
                "verse_text": "He went to his father and said, &apos;My father!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jacob answered his father, &apos;I&quot;m your firstborn son Esau. I did what you told me. Come now; sit up and eat of my game so you can give me your personal blessing.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Isaac said, &apos;So soon? How did you get it so quickly?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Isaac said, &apos;Come close, son; let me touch you&ndash;are you really my son Esau?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Isaac said, &apos;Bring the food so I can eat of my son&quot;s game and give you my personal blessing.&apos; Jacob brought it to him and he ate. He also brought him wine and he drank."
            },
            {
                "verse_number": "26",
                "verse_text": "Then Isaac said, &apos;Come close, son, and kiss me.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "His father Isaac said, &apos;And who are you?&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Isaac started to tremble, shaking violently. He said, &apos;Then who hunted game and brought it to me? I finished the meal just now, before you walked in. And I blessed him&ndash;he&quot;s blessed for good!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Esau, hearing his father&quot;s words, sobbed violently and most bitterly, and cried to his father, &apos;My father! Can&quot;t you also bless me?&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;Your brother,&apos; he said, &apos;came here falsely and took your blessing.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Esau said, &apos;Not for nothing was he named Jacob, the Heel. Twice now he&quot;s tricked me: first he took my birthright and now he&quot;s taken my blessing.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Isaac answered Esau, &apos;I&quot;ve made him your master, and all his brothers his servants, and lavished grain and wine on him. I&quot;ve given it all away. What&quot;s left for you, my son?&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;But don&quot;t you have just one blessing for me, Father? Oh, bless me my father! Bless me!&apos; Esau sobbed inconsolably."
            },
            {
                "verse_number": "41",
                "verse_text": "Esau seethed in anger against Jacob because of the blessing his father had given him; he brooded, &apos;The time for mourning my father&quot;s death is close. And then I&quot;ll kill my brother Jacob.&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "Rebekah spoke to Isaac, &apos;I&quot;m sick to death of these Hittite women. If Jacob also marries a native Hittite woman, why live?&apos;"
            }
        ],
        "28": [
            {
                "verse_number": "5",
                "verse_text": "So Isaac sent Jacob off. He went to Paddan Aram, to Laban son of Bethuel the Aramean, the brother of Rebekah who was the mother of Jacob and Esau."
            }
        ],
        "29": [
            {
                "verse_number": "4",
                "verse_text": "Jacob said, &apos;Hello friends. Where are you from?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Jacob asked, &apos;Do you know Laban son of Nahor?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Are things well with him?&apos; Jacob continued."
            },
            {
                "verse_number": "7",
                "verse_text": "Jacob said, &apos;There&quot;s a lot of daylight still left; it isn&quot;t time to round up the sheep yet, is it? So why not water the flocks and go back to grazing?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;We can&quot;t,&apos; they said. &apos;Not until all the shepherds get here. It takes all of us to roll the stone from the well. Not until then can we water the flocks.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;It is far better,&apos; said Laban, &apos;that I give her to you than marry her to some outsider. Yes. Stay here with me.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So Jacob worked seven years for Rachel. But it only seemed like a few days, he loved her so much."
            },
            {
                "verse_number": "25",
                "verse_text": "Morning came: There was Leah in the marriage bed!"
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "When Rachel realized that she wasn&quot;t having any children for Jacob, she became jealous of her sister. She told Jacob, &apos;Give me sons or I&quot;ll die!&apos; Rachel said, &apos;All right. I&quot;ll let him sleep with you tonight in exchange for your son&quot;s mandrakes.&apos; * * * Jacob said, &apos;You don&quot;t have to pay me a thing. But how about this? I will go back to pasture and care for your flocks. Go through your entire flock today and take out every speckled or spotted sheep, every dark-colored lamb, every spotted or speckled goat. They will be my wages. That way you can check on my honesty when you assess my wages. If you find any goat that&quot;s not speckled or spotted or a sheep that&quot;s not black, you will know that I stole it.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Jacob got angry with Rachel and said, &apos;Am I God? Am I the one who refused you babies?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "One day during the wheat harvest Reuben found some mandrakes in the field and brought them home to his mother Leah. Rachel asked Leah, &apos;Could I please have some of your son&quot;s mandrakes?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Leah said, &apos;Wasn&quot;t it enough that you got my husband away from me? And now you also want my son&quot;s mandrakes?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Fair enough,&apos; said Laban. &apos;It&quot;s a deal.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "The man got richer and richer, acquiring huge flocks, lots and lots of servants, not to mention camels and donkeys."
            }
        ],
        "31": [
            {
                "verse_number": "3",
                "verse_text": "That&quot;s when God said to Jacob, &apos;Go back home where you were born. I&quot;ll go with you.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "When Laban reached him, Jacob&quot;s tents were pitched in the Gilead mountains; Laban pitched his tents there, too."
            },
            {
                "verse_number": "45",
                "verse_text": "Jacob took a stone and set it upright as a pillar."
            }
        ],
        "32": [
            {
                "verse_number": "6",
                "verse_text": "The messengers came back to Jacob and said, &apos;We talked to your brother Esau and he&quot;s on his way to meet you. But he has four hundred men with him.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So his gifts went before him while he settled down for the night in the camp."
            },
            {
                "verse_number": "26",
                "verse_text": "The man said, &apos;Let me go; it&quot;s daybreak.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The man said, &apos;What&quot;s your name?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "The man said, &apos;But no longer. Your name is no longer Jacob. From now on it&quot;s Israel (God-Wrestler); you&quot;ve wrestled with God and you&quot;ve come through.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jacob asked, &apos;And what&quot;s your name?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Jacob named the place Peniel (God&quot;s Face) because, he said, &apos;I saw God face-to-face and lived to tell the story!&apos;"
            }
        ],
        "33": [
            {
                "verse_number": "5",
                "verse_text": "Then Esau looked around and saw the women and children: &apos;And who are these with you?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Esau then asked, &apos;And what was the meaning of all those herds that I met?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Esau said, &apos;Oh, brother. I have plenty of everything&ndash;keep what is yours for yourself.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Esau said, &apos;Let&quot;s start out on our way; I&quot;ll take the lead.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Esau said, &apos;Let me at least lend you some of my men.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So Esau set out that day and made his way back to Seir."
            },
            {
                "verse_number": "17",
                "verse_text": "And Jacob left for Succoth. He built a shelter for himself and sheds for his livestock. That&quot;s how the place came to be called Succoth (Sheds)."
            }
        ],
        "34": [
            {
                "verse_number": "18",
                "verse_text": "That seemed fair enough to Hamor and his son Shechem."
            },
            {
                "verse_number": "19",
                "verse_text": "The young man was so smitten with Jacob&quot;s daughter that he proceeded to do what had been asked. He was also the most admired son in his father&quot;s family."
            },
            {
                "verse_number": "24",
                "verse_text": "Everyone who was anyone in the city agreed with Hamor and his son, Shechem; every male was circumcised."
            },
            {
                "verse_number": "30",
                "verse_text": "Jacob said to Simeon and Levi, &apos;You&quot;ve made my name repulsive to the people here, these Canaanites and Perizzites. If they decided to gang up on us and attack, as few as we are we wouldn&quot;t stand a chance; they&quot;d wipe me and my people right off the map.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "They said, &apos;Nobody is going to treat our sister like a whore and get by with it.&apos;"
            }
        ],
        "35": [
            {
                "verse_number": "1",
                "verse_text": "God spoke to Jacob: &apos;Go back to Bethel. Stay there and build an altar to the God who revealed himself to you when you were running for your life from your brother Esau.&apos; I am The Strong God. Have children! Flourish! A nation&ndash;a whole company of nations!&ndash; will come from you. Kings will come from your loins; the land I gave Abraham and Isaac I now give to you, and pass it on to your descendants. * * * * * * * * * The sons by Leah: Reuben, Jacob&quot;s firstborn Simeon Levi Judah Issachar Zebulun. The sons by Rachel: Joseph Benjamin. The sons by Bilhah, Rachel&quot;s maid: Dan Naphtali. The sons by Zilpah, Leah&quot;s maid: Gad Asher. These were Jacob&quot;s sons, born to him in Paddan Aram. * * * * * *"
            },
            {
                "verse_number": "8",
                "verse_text": "And that&quot;s when Rebekah&quot;s nurse, Deborah, died. She was buried just below Bethel under the oak tree. It was named Allon-Bacuth (Weeping-Oak)."
            },
            {
                "verse_number": "13",
                "verse_text": "And then God was gone, ascended from the place where he had spoken with him."
            },
            {
                "verse_number": "18",
                "verse_text": "With her last breath, for she was now dying, she named him Ben-oni (Son-of-My-Pain), but his father named him Ben-jamin (Son-of-Good-Fortune)."
            }
        ],
        "36": [
            {
                "verse_number": "1",
                "verse_text": "This is the family tree of Esau, who is also called Edom. Basemath had Reuel; These are the sons of Esau who were born to him in the land of Canaan. Eliphaz, son of Esau&quot;s wife Adah; Reuel, son of Esau&quot;s wife Basemath. This accounts for the family tree of Esau, ancestor of all Edomites."
            },
            {
                "verse_number": "4",
                "verse_text": "Adah gave Esau Eliphaz;"
            },
            {
                "verse_number": "5",
                "verse_text": "Oholibamah had Jeush, Jalam, and Korah."
            },
            {
                "verse_number": "13",
                "verse_text": "And these are the sons of Reuel: Nahath, Zerah, Shammah, and Mizzah&ndash;grandsons of Esau&quot;s wife Basemath."
            },
            {
                "verse_number": "14",
                "verse_text": "These are the sons of Esau&quot;s wife Oholibamah, daughter of Anah the son of Zibeon. She gave Esau his sons Jeush, Jalam, and Korah."
            },
            {
                "verse_number": "17",
                "verse_text": "From the sons of Esau&quot;s son Reuel came the chieftains Nahath, Zerah, Shammah, and Mizzah. These are the chieftains of Reuel in the land of Edom; all these were sons of Esau&quot;s wife Basemath."
            },
            {
                "verse_number": "18",
                "verse_text": "These are the sons of Esau&quot;s wife Oholibamah: the chieftains Jeush, Jalam, and Korah&ndash;chieftains born of Esau&quot;s wife Oholibamah, daughter of Anah."
            },
            {
                "verse_number": "19",
                "verse_text": "These are the sons of Esau, that is, Edom, and these are their chieftains."
            },
            {
                "verse_number": "22",
                "verse_text": "The sons of Lotan were Hori and Homam; Lotan&quot;s sister was Timna."
            },
            {
                "verse_number": "23",
                "verse_text": "The sons of Shobal were Alvan, Manahath, Ebal, Shepho, and Onam."
            },
            {
                "verse_number": "24",
                "verse_text": "The sons of Zibeon were Aiah and Anah&ndash;this is the same Anah who found the hot springs in the wilderness while herding his father Zibeon&quot;s donkeys."
            },
            {
                "verse_number": "25",
                "verse_text": "The children of Anah were Dishon and his daughter Oholibamah."
            },
            {
                "verse_number": "26",
                "verse_text": "The sons of Dishon were Hemdan, Eshban, Ithran, and Keran."
            },
            {
                "verse_number": "27",
                "verse_text": "The sons of Ezer: Bilhan, Zaavan, and Akan."
            },
            {
                "verse_number": "28",
                "verse_text": "The sons of Dishan: Uz and Aran."
            }
        ],
        "37": [
            {
                "verse_number": "1",
                "verse_text": "Meanwhile Jacob had settled down where his father had lived, the land of Canaan. Joseph said, &apos;I&quot;m ready.&apos; * * *"
            },
            {
                "verse_number": "2",
                "verse_text": "This is the story of Jacob. The story continues with Joseph, seventeen years old at the time, helping out his brothers in herding the flocks. These were his half brothers actually, the sons of his father&quot;s wives Bilhah and Zilpah. And Joseph brought his father bad reports on them."
            },
            {
                "verse_number": "8",
                "verse_text": "His brothers said, &apos;So! You&quot;re going to rule us? You&quot;re going to boss us around?&apos; And they hated him more than ever because of his dreams and the way he talked."
            },
            {
                "verse_number": "9",
                "verse_text": "He had another dream and told this one also to his brothers: &apos;I dreamed another dream&ndash;the sun and moon and eleven stars bowed down to me!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "He said, &apos;Go and see how your brothers and the flocks are doing and bring me back a report.&apos; He sent him off from the valley of Hebron to Shechem."
            },
            {
                "verse_number": "15",
                "verse_text": "A man met him as he was wandering through the fields and asked him, &apos;What are you looking for?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;I&quot;m trying to find my brothers. Do you have any idea where they are grazing their flocks?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The man said, &apos;They&quot;ve left here, but I overheard them say, &quot;Let&quot;s go to Dothan.&quot;&apos; So Joseph took off, tracked his brothers down, and found them in Dothan."
            },
            {
                "verse_number": "28",
                "verse_text": "By that time the Midianite traders were passing by. His brothers pulled Joseph out of the cistern and sold him for twenty pieces of silver to the Ishmaelites who took Joseph with them down to Egypt."
            },
            {
                "verse_number": "33",
                "verse_text": "He recognized it at once. &apos;My son&quot;s coat&ndash;a wild animal has eaten him. Joseph torn limb from limb!&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "In Egypt the Midianites sold Joseph to Potiphar, one of Pharaoh&quot;s officials, manager of his household affairs."
            }
        ],
        "38": [
            {
                "verse_number": "11",
                "verse_text": "So Judah stepped in and told his daughter-in-law Tamar, &apos;Live as a widow at home with your father until my son Shelah grows up.&apos; He was worried that Shelah would also end up dead, just like his brothers. So Tamar went to live with her father."
            },
            {
                "verse_number": "12",
                "verse_text": "Time passed. Judah&quot;s wife, Shua&quot;s daughter, died. When the time of mourning was over, Judah with his friend Hirah of Adullam went to Timnah for the sheep shearing."
            },
            {
                "verse_number": "15",
                "verse_text": "Judah saw her and assumed she was a prostitute since she had veiled her face. He left the road and went over to her. He said, &apos;Let me sleep with you.&apos; He had no idea that she was his daughter-in-law."
            },
            {
                "verse_number": "16",
                "verse_text": "She said, &apos;What will you pay me?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;I&quot;ll send you,&apos; he said, &apos;a kid goat from the flock.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;So what would you want in the way of a pledge?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "She then left and went home. She removed her veil and put her widow&quot;s clothes back on."
            },
            {
                "verse_number": "22",
                "verse_text": "He went back to Judah and said, &apos;I couldn&quot;t find her. The men there said there never has been a prostitute there.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Judah said, &apos;Let her have it then. If we keep looking, everyone will be poking fun at us. I kept my part of the bargain&ndash;I sent the kid goat but you couldn&quot;t find her.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Three months or so later, Judah was told, &apos;Your daughter-in-law has been playing the whore&ndash;and now she&quot;s a pregnant whore.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "As they brought her out, she sent a message to her father-in-law, &apos;I&quot;m pregnant by the man who owns these things. Identify them, please. Who&quot;s the owner of the seal-and-cord and the staff?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Judah saw they were his. He said, &apos;She&quot;s in the right; I&quot;m in the wrong&ndash;I wouldn&quot;t let her marry my son Shelah.&apos; He never slept with her again."
            }
        ],
        "39": [
            {
                "verse_number": "1",
                "verse_text": "After Joseph had been taken to Egypt by the Ishmaelites, Potiphar an Egyptian, one of Pharaoh&quot;s officials and the manager of his household, bought him from them. * * *"
            },
            {
                "verse_number": "10",
                "verse_text": "She pestered him day after day after day, but he stood his ground. He refused to go to bed with her."
            }
        ],
        "40": [
            {
                "verse_number": "8",
                "verse_text": "They said, &apos;We dreamed dreams and there&quot;s no one to interpret them.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But the head cupbearer never gave Joseph another thought; he forgot all about him."
            }
        ],
        "41": [
            {
                "verse_number": "8",
                "verse_text": "When morning came, he was upset. He sent for all the magicians and sages of Egypt. Pharaoh told them his dreams, but they couldn&quot;t interpret them to him."
            },
            {
                "verse_number": "14",
                "verse_text": "Pharaoh at once sent for Joseph. They brought him on the run from the jail cell. He cut his hair, put on clean clothes, and came to Pharaoh."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;I dreamed a dream,&apos; Pharaoh told Joseph. &apos;Nobody can interpret it. But I&quot;ve heard that just by hearing a dream you can interpret it.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Joseph answered, &apos;Not I, but God. God will set Pharaoh&quot;s mind at ease.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "This seemed like a good idea to Pharaoh and his officials."
            },
            {
                "verse_number": "38",
                "verse_text": "Then Pharaoh said to his officials, &apos;Isn&quot;t this the man we need? Are we going to find anyone else who has God&quot;s spirit in him like this?&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "Pharaoh told Joseph, &apos;I am Pharaoh, but no one in Egypt will make a single move without your stamp of approval.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "Then Pharaoh gave Joseph an Egyptian name, Zaphenath-Paneah (God Speaks and He Lives). He also gave him an Egyptian wife, Asenath, the daughter of Potiphera, the priest of On (Heliopolis)."
            },
            {
                "verse_number": "46",
                "verse_text": "Joseph was thirty years old when he went to work for Pharaoh the king of Egypt. As soon as Joseph left Pharaoh&quot;s presence, he began his work in Egypt."
            },
            {
                "verse_number": "55",
                "verse_text": "When the famine spread throughout Egypt, the people called out in distress to Pharaoh, calling for bread. He told the Egyptians, &apos;Go to Joseph. Do what he tells you.&apos;"
            }
        ],
        "42": [
            {
                "verse_number": "8",
                "verse_text": "Joseph knew who they were, but they didn&quot;t know who he was."
            },
            {
                "verse_number": "9",
                "verse_text": "Joseph, remembering the dreams he had dreamed of them, said, &apos;You&quot;re spies. You&quot;ve come to look for our weak spots.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "He said, &apos;No. You&quot;re spies. You&quot;ve come to look for our weak spots.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "They said, &apos;There were twelve of us brothers&ndash;sons of the same father in the country of Canaan. The youngest is with our father, and one is no more.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then he threw them into jail for three days."
            },
            {
                "verse_number": "21",
                "verse_text": "Then they started talking among themselves. &apos;Now we&quot;re paying for what we did to our brother&ndash;we saw how terrified he was when he was begging us for mercy. We wouldn&quot;t listen to him and now we&quot;re the ones in trouble.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Reuben broke in. &apos;Didn&quot;t I tell you, &quot;Don&quot;t hurt the boy&quot;? But no, you wouldn&quot;t listen. And now we&quot;re paying for his murder.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then Joseph ordered that their sacks be filled with grain, that their money be put back in each sack, and that they be given rations for the road. That was all done for them."
            },
            {
                "verse_number": "26",
                "verse_text": "They loaded their food supplies on their donkeys and set off."
            },
            {
                "verse_number": "35",
                "verse_text": "As they were emptying their food sacks, each man came on his purse of money. On seeing their money, they and their father were upset."
            },
            {
                "verse_number": "36",
                "verse_text": "Their father said to them, &apos;You&quot;re taking everything I&quot;ve got! Joseph&quot;s gone, Simeon&quot;s gone, and now you want to take Benjamin. If you have your way, I&quot;ll be left with nothing.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Reuben spoke up: &apos;I&quot;ll put my two sons in your hands as hostages. If I don&quot;t bring Benjamin back, you can kill them. Trust me with Benjamin; I&quot;ll bring him back.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "But Jacob refused. &apos;My son will not go down with you. His brother is dead and he is all I have left. If something bad happens to him on the road, you&quot;ll put my gray, sorrowing head in the grave.&apos;"
            }
        ],
        "43": [
            {
                "verse_number": "6",
                "verse_text": "Israel said, &apos;Why are you making my life so difficult! Why did you ever tell the man you had another brother?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "They said, &apos;The man pressed us hard, asking pointed questions about our family: &quot;Is your father alive? Do you have another brother?&quot; So we answered his questions. How did we know that he&quot;d say, &quot;Bring your brother here&quot;?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "The steward said, &apos;Everything&quot;s in order. Don&quot;t worry. Your God and the God of your father must have given you a bonus. I was paid in full.&apos; And with that, he presented Simeon to them."
            },
            {
                "verse_number": "26",
                "verse_text": "When Joseph got home, they presented him with the gifts they had brought and bowed respectfully before him."
            },
            {
                "verse_number": "27",
                "verse_text": "Joseph welcomed them and said, &apos;And your old father whom you mentioned to me, how is he? Is he still alive?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "They said, &apos;Yes&ndash;your servant our father is quite well, very much alive.&apos; And they again bowed respectfully before him."
            },
            {
                "verse_number": "29",
                "verse_text": "Then Joseph picked out his brother Benjamin, his own mother&quot;s son. He asked, &apos;And is this your youngest brother that you told me about?&apos; Then he said, &apos;God be gracious to you, my son.&apos;"
            }
        ],
        "44": [],
        "45": [
            {
                "verse_number": "3",
                "verse_text": "Joseph spoke to his brothers: &apos;I am Joseph. Is my father really still alive?&apos; But his brothers couldn&quot;t say a word. They were speechless&ndash;they couldn&quot;t believe what they were hearing and seeing."
            },
            {
                "verse_number": "16",
                "verse_text": "The story was reported in Pharaoh&quot;s palace: &apos;Joseph&quot;s brothers have come.&apos; It was good news to Pharaoh and all who worked with him."
            },
            {
                "verse_number": "24",
                "verse_text": "Then he sent his brothers off. As they left he told them, &apos;Take it easy on the journey; try to get along with each other.&apos;"
            }
        ],
        "46": [
            {
                "verse_number": "1",
                "verse_text": "So Israel set out on the journey with everything he owned. He arrived at Beersheba and worshiped, offering sacrifices to the God of his father Isaac. &apos;Yes?&apos; he said. &apos;I&quot;m listening.&apos; Reuben, Jacob&quot;s firstborn. * * *"
            },
            {
                "verse_number": "2",
                "verse_text": "God spoke to Israel in a vision that night: &apos;Jacob! Jacob!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "These are the names of the Israelites, Jacob and his descendants, who went to Egypt:"
            },
            {
                "verse_number": "9",
                "verse_text": "Reuben&quot;s sons: Hanoch, Pallu, Hezron, and Carmi."
            },
            {
                "verse_number": "10",
                "verse_text": "Simeon&quot;s sons: Jemuel, Jamin, Ohad, Jakin, Zohar, and Shaul the son of a Canaanite woman."
            },
            {
                "verse_number": "11",
                "verse_text": "Levi&quot;s sons: Gershon, Kohath, and Merari."
            },
            {
                "verse_number": "12",
                "verse_text": "Judah&quot;s sons: Er, Onan, Shelah, Perez, and Zerah (Er and Onan had already died in the land of Canaan). The sons of Perez were Hezron and Hamul."
            },
            {
                "verse_number": "13",
                "verse_text": "Issachar&quot;s sons: Tola, Puah, Jashub, and Shimron."
            },
            {
                "verse_number": "14",
                "verse_text": "Zebulun&quot;s sons: Sered, Elon, and Jahleel."
            },
            {
                "verse_number": "15",
                "verse_text": "These are the sons that Leah bore to Jacob in Paddan Aram. There was also his daughter Dinah. Altogether, sons and daughters, they numbered thirty-three."
            },
            {
                "verse_number": "16",
                "verse_text": "Gad&quot;s sons: Zephon, Haggi, Shuni, Ezbon, Eri, Arodi, and Areli."
            },
            {
                "verse_number": "17",
                "verse_text": "Asher&quot;s sons: Imnah, Ishvah, Ishvi, and Beriah. Also their sister Serah, and Beriah&quot;s sons, Heber and Malkiel."
            },
            {
                "verse_number": "18",
                "verse_text": "These are the children that Zilpah, the maid that Laban gave to his daughter Leah, bore to Jacob&ndash;sixteen of them."
            },
            {
                "verse_number": "22",
                "verse_text": "These are the children born to Jacob through Rachel&ndash;fourteen."
            },
            {
                "verse_number": "23",
                "verse_text": "Dan&quot;s son: Hushim."
            },
            {
                "verse_number": "24",
                "verse_text": "Naphtali&quot;s sons: Jahziel, Guni, Jezer, and Shillem."
            },
            {
                "verse_number": "25",
                "verse_text": "These are the children born to Jacob through Bilhah, the maid Laban had given to his daughter Rachel&ndash;seven."
            },
            {
                "verse_number": "30",
                "verse_text": "Israel said to Joseph, &apos;I&quot;m ready to die. I&quot;ve looked into your face&ndash;you are indeed alive.&apos;"
            }
        ],
        "47": [
            {
                "verse_number": "1",
                "verse_text": "Joseph went to Pharaoh and told him, &apos;My father and brothers with their flocks and herds and everything they own have come from Canaan. Right now they are in Goshen.&apos; * * * * * * &apos;I will,&apos; he said. &apos;I&quot;ll do what you&quot;ve asked.&apos; Israel bowed his head in submission and gratitude from his bed."
            },
            {
                "verse_number": "22",
                "verse_text": "Joseph made an exception for the priests. He didn&quot;t buy their land because they received a fixed salary from Pharaoh and were able to live off of that salary. So they didn&quot;t need to sell their land."
            },
            {
                "verse_number": "25",
                "verse_text": "They said, &apos;You&quot;ve saved our lives! Master, we&quot;re grateful and glad to be slaves to Pharaoh.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Joseph decreed a land law in Egypt that is still in effect, A Fifth Goes to Pharaoh . Only the priests&quot; lands were not owned by Pharaoh."
            },
            {
                "verse_number": "31",
                "verse_text": "Israel said, &apos;Promise me.&apos; Joseph promised."
            }
        ],
        "48": [
            {
                "verse_number": "8",
                "verse_text": "Just then Jacob noticed Joseph&quot;s sons and said, &apos;Who are these?&apos;"
            }
        ],
        "49": [
            {
                "verse_number": "1",
                "verse_text": "Jacob called his sons and said, &apos;Gather around. I want to tell you what you can expect in the days to come.&apos; listen to Israel your father. my strength, first proof of my manhood, at the top in honor and at the top in power, But like a bucket of water spilled, you&quot;ll be at the top no more, Because you climbed into your father&quot;s marriage bed, mounting that couch, and you defiled it. ready to fight at the drop of a hat. I don&quot;t want anything to do with their vendettas, want no part in their bitter feuds; They kill men in fits of temper, slash oxen on a whim. on their indiscriminate wrath. I&quot;ll throw them out with the trash; I&quot;ll shred and scatter them like confetti throughout Israel. Your fingers on your enemies&quot; throat, while your brothers honor you. You&quot;re a lion&quot;s cub, Judah, home fresh from the kill, my son. Look at him, crouched like a lion, king of beasts; who dares mess with him? The scepter shall not leave Judah; he&quot;ll keep a firm grip on the command staff Until the ultimate ruler comes and the nations obey him. He&quot;ll tie up his donkey to the grapevine, his purebred prize to a sturdy branch. He will wash his shirt in wine and his cloak in the blood of grapes, His eyes will be darker than wine, his teeth whiter than milk. he&quot;s a safe harbor for ships, right alongside Sidon. crouching between the corrals; When he saw how good the place was, how pleasant the country, He gave up his freedom and went to work as a slave. he will hold his own just fine among the tribes of Israel. Dan is only a small snake in the grass, a lethal serpent in ambush by the road When he strikes a horse in the heel, and brings its huge rider crashing down. for your salvation, God . but he will trip them up. candies and sweets fit for kings. that gives birth to lovely fawns. Joseph is a wild donkey, a wild donkey by a spring, spirited donkeys on a hill. The archers with malice attacked, shooting their hate-tipped arrows; But he held steady under fire, his bow firm, his arms limber, With the backing of the Champion of Jacob, the Shepherd, the Rock of Israel. The God of your father&ndash;may he help you! And may The Strong God&ndash;may he give you his blessings, Blessings tumbling out of the skies, blessings bursting up from the Earth&ndash; blessings of breasts and womb. May the blessings of your father exceed the blessings of the ancient mountains, surpass the delights of the eternal hills; May they rest on the head of Joseph, on the brow of the one consecrated among his brothers. all morning he gorges on his kill, at evening divides up what&quot;s left over. * * *"
            },
            {
                "verse_number": "2",
                "verse_text": "Come together, listen sons of Jacob,"
            },
            {
                "verse_number": "7",
                "verse_text": "A curse on their uncontrolled anger,"
            },
            {
                "verse_number": "13",
                "verse_text": "Zebulun settles down on the seashore;"
            },
            {
                "verse_number": "18",
                "verse_text": "I wait in hope"
            },
            {
                "verse_number": "19",
                "verse_text": "Gad will be attacked by bandits,"
            },
            {
                "verse_number": "20",
                "verse_text": "Asher will become famous for rich foods,"
            },
            {
                "verse_number": "27",
                "verse_text": "Benjamin is a ravenous wolf;"
            },
            {
                "verse_number": "28",
                "verse_text": "All these are the tribes of Israel, the twelve tribes. And this is what their father said to them as he blessed them, blessing each one with his own special farewell blessing."
            },
            {
                "verse_number": "33",
                "verse_text": "Jacob finished instructing his sons, pulled his feet into bed, breathed his last, and was gathered to his people."
            }
        ],
        "50": [
            {
                "verse_number": "1",
                "verse_text": "Joseph threw himself on his father, wept over him, and kissed him. * * * * * * When Joseph received their message, he wept."
            },
            {
                "verse_number": "6",
                "verse_text": "Pharaoh said, &apos;Certainly. Go and bury your father as he made you promise under oath.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Arriving at the Atad Threshing Floor just across the Jordan River, they stopped for a period of mourning, letting their grief out in loud and lengthy lament. For seven days, Joseph engaged in these funeral rites for his father."
            },
            {
                "verse_number": "11",
                "verse_text": "When the Canaanites who lived in that area saw the grief being poured out at the Atad Threshing Floor, they said, &apos;Look how deeply the Egyptians are mourning.&apos; That is how the site at the Jordan got the name Abel Mizraim (Egyptian Lament)."
            },
            {
                "verse_number": "18",
                "verse_text": "Then the brothers went in person to him, threw themselves on the ground before him and said, &apos;We&quot;ll be your slaves.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "At the end, Joseph said to his brothers, &apos;I am ready to die. God will most certainly pay you a visit and take you out of this land and back to the land he so solemnly promised to Abraham, Isaac, and Jacob.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then Joseph made the sons of Israel promise under oath, &apos;When God makes his visitation, make sure you take my bones with you as you leave here.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Joseph died at the age of 110 years. They embalmed him and placed him in a coffin in Egypt."
            }
        ]
    }
}