{
    "Ezekiel": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "When I was thirty years of age, I was living with the exiles on the Kebar River. On the fifth day of the fourth month, the sky opened up and I saw visions of God. * * * When I saw all this, I fell to my knees, my face to the ground. Then I heard a voice. * * *"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "It said, &apos;Son of man, stand up. I have something to say to you.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "The moment I heard the voice, the Spirit entered me and put me on my feet. As he spoke to me, I listened."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Only take care, son of man, that you don&quot;t rebel like these rebels. Open your mouth and eat what I give you.&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "He told me, &apos;Son of man, eat what you see. Eat this book. Then go and speak to the family of Israel.&apos; So I ate it. It tasted so good&ndash;just like honey."
            },
            {
                "verse_number": "16",
                "verse_text": "At the end of the seven days, I received this Message from God :"
            },
            {
                "verse_number": "22",
                "verse_text": "God grabbed me by the shoulder and said, &apos;Get up. Go out on the plain. I want to talk with you.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So I got up and went out on the plain. I couldn&quot;t believe my eyes: the Glory of God ! Right there! It was like the Glory I had seen at the Kebar River. I fell to the ground, prostrate."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;But then when the time is ripe, I&quot;ll free your tongue and you&quot;ll say, &quot;This is what God , the Master, says: . . .&quot; From then on it&quot;s up to them. They can listen or not listen, whichever they like. They are a bunch of rebels!&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "8",
                "verse_text": "&apos;I will tie you up with ropes, tie you so you can&quot;t move or turn over until you have finished the days of the siege."
            },
            {
                "verse_number": "13",
                "verse_text": "God said, &apos;This is what the people of Israel are going to do: Among the pagan nations where I will drive them, they will eat foods that are strictly taboo to a holy people.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "I said, &apos; God , my Master! Never! I&quot;ve never contaminated myself with food like that. Since my youth I&quot;ve never eaten anything forbidden by law, nothing found dead or violated by wild animals. I&quot;ve never taken a single bite of forbidden food.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;All right,&apos; he said. &apos;I&quot;ll let you bake your bread over cow dung instead of human dung.&apos;"
            }
        ],
        "5": [
            {
                "verse_number": "7",
                "verse_text": "&apos;Therefore this is what God , the Master, says: You&quot;ve been more headstrong and willful than any of the nations around you, refusing my guidance, ignoring my directions. You&quot;ve sunk to the gutter level of those around you."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Only then will I calm down and let my anger cool. Then you&quot;ll know that I was serious about this all along, that I&quot;m a jealous God and not to be trifled with."
            }
        ],
        "6": [],
        "7": [],
        "8": [
            {
                "verse_number": "5",
                "verse_text": "He said to me, &apos;Son of man, look north.&apos; I looked north and saw it: Just north of the entrance loomed the altar of the sex goddess, Asherah, that makes God so angry."
            },
            {
                "verse_number": "6",
                "verse_text": "Then he said, &apos;Son of man, do you see what they&quot;re doing? Outrageous obscenities! And doing them right here! It&quot;s enough to drive me right out of my own Temple. But you&quot;re going to see worse yet.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "He brought me to the door of the Temple court. I looked and saw a gaping hole in the wall."
            },
            {
                "verse_number": "8",
                "verse_text": "He said, &apos;Son of man, dig through the wall.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "He said, &apos;Now walk through the door and take a look at the obscenities they&quot;re engaging in.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "He said, &apos;Son of man, do you see what the elders are doing here in the dark, each one before his favorite god-picture? They tell themselves, &quot; God doesn&quot;t see us. God has forsaken the country.&quot;&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then he said, &apos;You&quot;re going to see worse yet.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Finally, he took me to the inside court of the Temple of God . There between the porch and the altar were about twenty-five men. Their backs were to God &quot;s Temple. They were facing east, bowing in worship to the sun."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Then I heard him call out loudly, &apos;Executioners, come! And bring your deadly weapons with you.&apos; They started with the leaders in front of the Temple. While the massacre went forward, I was left alone. I fell on my face in prayer: &apos;Oh, oh, God , my Master! Are you going to kill everyone left in Israel in this pouring out of your anger on Jerusalem?&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Six men came down the road from the upper gate that faces north, each carrying his lethal weapon. With them was a man dressed in linen with a writing case slung from his shoulder. They entered and stood by the bronze altar."
            },
            {
                "verse_number": "11",
                "verse_text": "Just then, the man dressed in linen and carrying the writing case came back and reported, &apos;I&quot;ve done what you told me.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "When I next looked, oh! Above the dome over the heads of the cherubim-angels was what looked like a throne, sky-blue, like a sapphire! I watched as he entered. The cherubim were standing on the south side of the Temple when the man entered. A cloud filled the inside courtyard. Then the Glory of God ascended from the cherubim and moved to the threshold of the Temple. The cloud filled the Temple. Court and Temple were both filled with the blazing presence of the Glory of God . And the sound! The wings of the cherubim were audible all the way to the outer court&ndash;the sound of the voice was like The Strong God in thunder."
            },
            {
                "verse_number": "14",
                "verse_text": "Each of the cherubim had four faces: the first, of an angel; the second, a human; the third, a lion; the fourth, an eagle."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Then the Spirit picked me up and took me to the gate of the Temple that faces east. There were twenty-five men standing at the gate. I recognized the leaders, Jaazaniah son of Azzur and Pelatiah son of Benaiah. * * *"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Oppose them, son of man. Preach against them.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Even while I was preaching, Pelatiah son of Benaiah died. I fell down, face to the ground, and prayed loudly, &apos;O Master, God ! Will you completely wipe out what&quot;s left of Israel?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;&quot;But not those who are self-willed and addicted to their rotten images and obscene idols! I&quot;ll see that they&quot;re paid in full for what they&quot;ve done.&quot; Decree of God , the Master.&apos;"
            }
        ],
        "12": [
            {
                "verse_number": "7",
                "verse_text": "I did exactly as he commanded me. I got my stuff together and brought it out in the street where everyone could see me, bundled it up the way someone being taken off into exile would, and then, as the sun went down, made a hole in the wall of the house with my hands. As it grew dark and as they watched, I left, throwing my bundle across my shoulders."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Also tell them, &quot;I am drawing a picture for you. As I am now doing, it will be done to all the people of Israel. They will go into exile as captives.&quot;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;I&quot;ll permit a few of them to escape the killing, starvation, and deadly sickness so that they can confess among the foreign countries all the disgusting obscenities they&quot;ve been involved in. They will realize that I am God .&apos;"
            }
        ],
        "13": [],
        "14": [],
        "15": [
            {
                "verse_number": "4",
                "verse_text": "&apos;I don&quot;t think so. At best it&quot;s good for fuel. Look at it: A flimsy piece of vine, thrown in the fire and then rescued&ndash;the ends burned off and the middle charred. Now is it good for anything?"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Hardly. When it was whole it wasn&quot;t good for anything. Half-burned is no improvement. What&quot;s it good for?"
            }
        ],
        "16": [
            {
                "verse_number": "22",
                "verse_text": "&apos;&quot;Not once during these years of outrageous obscenities and whorings did you remember your infancy, when you were naked and exposed, a blood-smeared newborn."
            },
            {
                "verse_number": "43",
                "verse_text": "&apos;&quot;Because you didn&quot;t remember what happened when you were young but made me angry with all this behavior, I&quot;ll make you pay for your waywardness. Didn&quot;t you just exponentially compound your outrageous obscenities with all your sluttish ways?"
            }
        ],
        "17": [
            {
                "verse_number": "15",
                "verse_text": "&apos;&quot;But he rebelled and sent emissaries to Egypt to recruit horses and a big army. Do you think that&quot;s going to work? Are they going to get by with this? Does anyone break a covenant and get off scot-free?"
            }
        ],
        "18": [
            {
                "verse_number": "24",
                "verse_text": "&apos;The same thing goes for a good person who turns his back on an upright life and starts sinning, plunging into the same vile obscenities that the wicked person practices. Will this person live? I don&quot;t keep a list of all the things this person did right, like money in the bank he can draw on. Because of his defection, because he accumulates sin, he&quot;ll die."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;And yet Israel keeps on whining, &quot;That&quot;s not fair! God&quot;s not fair.&quot;"
            }
        ],
        "19": [],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "In the seventh year, the fifth month, on the tenth day of the month, some of the leaders of Israel came to ask for guidance from God . They sat down before me. &apos;&quot;Am I going to put up with questions from people like you, Israel? As sure as I am the living God, I, God , the Master, refuse to be called into question by you! &apos;&quot;Then you&quot;ll realize that I am God ."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;&quot;At that time I told them, &apos;Get rid of all the vile things that you&quot;ve become addicted to. Don&quot;t make yourselves filthy with the Egyptian no-god idols. I alone am God , your God.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;&quot;What you&quot;re secretly thinking is never going to happen. You&quot;re thinking, &apos;We&quot;re going to be like everybody else, just like the other nations. We&quot;re going to worship gods we can make and control.&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "&apos;&quot;But, dear Israel, you&quot;ll also realize that I am God when I respond to you out of who I am, not by what I feel about the evil lives you&quot;ve lived, the corrupt history you&quot;ve compiled. Decree of God , the Master.&quot;&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "And I said, &apos;O God , everyone is saying of me, &quot;He just makes up stories.&quot;&apos;"
            }
        ],
        "21": [
            {
                "verse_number": "6",
                "verse_text": "&apos;So, son of man, groan! Double up in pain. Make a scene!"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;When they ask you, &quot;Why all this groaning, this carrying on?&quot; say, &quot;Because of the news that&quot;s coming. It&quot;ll knock the breath out of everyone. Hearts will stop cold, knees turn to rubber. Yes, it&quot;s coming. No stopping it. Decree of God , the Master.&quot;&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;&quot;The sword is made to glisten,"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Yell out and wail, son of man."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;&quot;Testing comes."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;To the Judah leaders, who themselves have sworn oaths, it will seem like a false divination, but he will remind them of their guilt, and so they&quot;ll be captured."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;So this is what God , the Master, says: &quot;Because your sin is now out in the open so everyone can see what you&quot;ve been doing, you&quot;ll be taken captive."
            }
        ],
        "22": [],
        "23": [
            {
                "verse_number": "35",
                "verse_text": "&apos;&quot;Therefore God , the Master, says, Because you&quot;ve forgotten all about me, pushing me into the background, you now must pay for what you&quot;ve done&ndash;pay for your sluttish sex and whoring life.&quot;&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;Righteous men will pronounce judgment on them, giving out sentences for adultery and murder. That was their lifework: adultery and murder.&apos;"
            }
        ],
        "24": [
            {
                "verse_number": "6",
                "verse_text": "&apos;&quot; God , the Master, says:"
            },
            {
                "verse_number": "18",
                "verse_text": "I preached to the people in the morning. That evening my wife died. The next morning I did as I&quot;d been told."
            },
            {
                "verse_number": "19",
                "verse_text": "The people came to me, saying, &apos;Tell us why you&quot;re acting like this. What does it mean, anyway?&apos;"
            }
        ],
        "25": [],
        "26": [
            {
                "verse_number": "15",
                "verse_text": "&apos;This is the Message of God , the Master, to Tyre: Won&quot;t the ocean islands shake at the crash of your collapse, at the groans of your wounded, at your mayhem and massacre?"
            }
        ],
        "27": [
            {
                "verse_number": "12",
                "verse_text": "&apos;&quot;Tarshish carried on business with you because of your great wealth. They worked for you, trading in silver, iron, tin, and lead for your products."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;&quot;Greece, Tubal, and Meshech did business with you, trading slaves and bronze for your products."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;&quot;Beth-togarmah traded work horses, war horses, and mules for your products."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;&quot;The people of Rhodes did business with you. Many far-off islands traded with you in ivory and ebony."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;&quot;Edom did business with you because of all your goods. They traded for your products with agate, purple textiles, embroidered cloth, fine linen, coral, and rubies."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;&quot;Judah and Israel did business with you. They traded for your products with premium wheat, millet, honey, oil, and balm."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;&quot;Damascus, attracted by your vast array of products and well-stocked warehouses, carried on business with you, trading in wine from Helbon and wool from Zahar."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;&quot;Danites and Greeks from Uzal traded with you, using wrought iron, cinnamon, and spices."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;&quot;Dedan traded with you for saddle blankets."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;&quot;Arabia and all the Bedouin sheiks of Kedar traded lambs, rams, and goats with you."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;&quot;Traders from Sheba and Raamah in South Arabia carried on business with you in premium spices, precious stones, and gold."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;&quot;The great Tarshish ships were your freighters, importing and exporting. Oh, it was big business for you, trafficking the seaways!"
            }
        ],
        "28": [
            {
                "verse_number": "24",
                "verse_text": "&apos;No longer will Israel have to put up with"
            }
        ],
        "29": [
            {
                "verse_number": "12",
                "verse_text": "&apos;&quot;I&quot;ll make Egypt the most desolate of all desolations. For forty years I&quot;ll make her cities the most wasted of all wasted cities. I&quot;ll scatter Egyptians to the four winds, send them off every which way into exile."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;&quot;And then I&quot;ll stir up fresh hope in Israel&ndash;the dawn of deliverance!&ndash;and I&quot;ll give you, Ezekiel, bold and confident words to speak. And they&quot;ll realize that I am God .&quot;&apos;"
            }
        ],
        "30": [
            {
                "verse_number": "9",
                "verse_text": "&apos;&quot;When that happens, I&quot;ll send out messengers by ship to sound the alarm among the easygoing Ethiopians. They&quot;ll be terrorized. Egypt&quot;s doomed! Judgment&quot;s coming!"
            },
            {
                "verse_number": "20",
                "verse_text": "In the eleventh year, on the seventh day of the first month, God &quot;s Message came to me:"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Son of man, I&quot;ve broken the arm of Pharaoh king of Egypt. And look! It hasn&quot;t been set. No splint has been put on it so the bones can knit and heal, so he can use a sword again."
            }
        ],
        "31": [
            {
                "verse_number": "14",
                "verse_text": "&apos;&quot;That marks the end of the &apos;big tree&apos; nations. No more trees nourished from the great deep, no more cloud-piercing trees, no more earthborn trees taking over. They&quot;re all slated for death&ndash;back to earth, right along with men and women, for whom it&quot;s &apos;dust to dust.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;&quot;Which of the trees of Eden came anywhere close to you in splendor and size? But you&quot;re slated to be cut down to take your place in the underworld with the trees of Eden, to be a dead log stacked with all the other dead logs, among the other uncircumcised who are dead and buried."
            }
        ],
        "32": [
            {
                "verse_number": "16",
                "verse_text": "&apos;This is a funeral song. Chant it."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;And you, Egypt, will be dumped in a heathen grave, along with all the rest, in the section set aside for the slain."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Edom is there, with her kings and princes. In spite of her vaunted greatness, she is dumped in a heathen grave with the others headed for the grave."
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;The princes of the north are there, the whole lot of them, and all the Sidonians who carry their shame to their graves&ndash;all that terror they spread with their brute power!&ndash;dumped in unhallowed ground with those killed in battle, carrying their shame with the others headed for deep earth."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Pharaoh will see them all and, pompous old goat that he is, take comfort in the company he&quot;ll keep&ndash;Pharaoh and his slaughtered army. Decree of God , the Master."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;I used him to spread terror in the land of the living and now I&quot;m dumping him in heathen ground with those killed by the sword&ndash;Pharaoh and all his pomp. Decree of God , the Master.&apos;"
            }
        ],
        "33": [
            {
                "verse_number": "6",
                "verse_text": "&apos;&quot;But if the watchman sees war coming and doesn&quot;t blow the trumpet, warning the people, and war comes and takes anyone off, I&quot;ll hold the watchman responsible for the bloodshed of any unwarned sinner.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Son of man, speak to Israel. Tell them, &quot;You&quot;ve said, &apos;Our rebellions and sins are weighing us down. We&quot;re wasting away. How can we go on living?&apos;&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Tell them, &quot;As sure as I am the living God, I take no pleasure from the death of the wicked. I want the wicked to change their ways and live. Turn your life around! Reverse your evil ways! Why die , Israel?&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;&quot;Still, you keep on saying, &apos;The Master&quot;s way isn&quot;t fair.&apos; We&quot;ll see, Israel. I&quot;ll decide on each of you exactly according to how you live.&quot;&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "In the twelfth year of our exile, on the fifth day of the tenth month, a survivor from Jerusalem came to me and said, &apos;The city&quot;s fallen.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The evening before the survivor arrived, the hand of God had been on me and restored my speech. By the time he arrived in the morning I was able to speak. I could talk again."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;They&quot;ll realize that I am God when I devastate the country because of all the obscenities they&quot;ve practiced."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;But when all this happens&ndash;and it is going to happen!&ndash;they&quot;ll realize that a prophet was among them.&apos;"
            }
        ],
        "34": [
            {
                "verse_number": "10",
                "verse_text": "&apos;&quot;Watch out! I&quot;m coming down on the shepherds and taking my sheep back. They&quot;re fired as shepherds of my sheep. No more shepherds who just feed themselves! I&quot;ll rescue my sheep from their greed. They&quot;re not going to feed off my sheep any longer!"
            }
        ],
        "35": [],
        "36": [
            {
                "verse_number": "31",
                "verse_text": "&apos;&quot;And then you&quot;ll think back over your terrible lives&ndash;the evil, the shame&ndash;and be thoroughly disgusted with yourselves, realizing how badly you&quot;ve lived&ndash;all those obscenities you&quot;ve carried out."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;&quot;I&quot;m not doing this for you. Get this through your thick heads! Shame on you. What a mess you made of things, Israel!"
            }
        ],
        "37": [
            {
                "verse_number": "3",
                "verse_text": "He said to me, &apos;Son of man, can these bones live?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "He said to me, &apos;Prophesy over these bones: &quot;Dry bones, listen to the Message of God !&quot;&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "He said to me, &apos;Prophesy to the breath. Prophesy, son of man. Tell the breath, &quot; God , the Master, says, Come from the four winds. Come, breath. Breathe on these slain bodies. Breathe life!&quot;&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So I prophesied, just as he commanded me. The breath entered them and they came alive! They stood up on their feet, a huge army."
            },
            {
                "verse_number": "11",
                "verse_text": "Then God said to me, &apos;Son of man, these bones are the whole house of Israel. Listen to what they&quot;re saying: &quot;Our bones are dried up, our hope is gone, there&quot;s nothing left of us.&quot;"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;&quot;The nations will realize that I, God , make Israel holy when my holy place of worship is established at the center of their lives forever.&quot;&apos;"
            }
        ],
        "38": [
            {
                "verse_number": "13",
                "verse_text": "&apos;&quot;Sheba and Dedan and Tarshish, traders all out to make a fast buck, will say, &apos;So! You&quot;ve opened a new market for plunder! You&quot;ve brought in your troops to get rich quick!&apos;&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;&quot;I&quot;ll show you how great I am, how holy I am. I&quot;ll make myself known all over the world. Then you&quot;ll realize that I am God .&quot;&apos;"
            }
        ],
        "39": [
            {
                "verse_number": "6",
                "verse_text": "&apos;I&quot;ll set fire to Magog and the far-off islands, where people are so seemingly secure. And they&quot;ll realize that I am God ."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;I&quot;ll reveal my holy name among my people Israel. Never again will I let my holy name be dragged in the mud. Then the nations will realize that I, God , am The Holy in Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;It&quot;s coming! Yes, it will happen! This is the day I&quot;ve been telling you about."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;At that time I&quot;ll set aside a burial ground for Gog in Israel at Traveler&quot;s Rest, just east of the sea. It will obstruct the route of travelers, blocking their way, the mass grave of Gog and his mob of an army. They&quot;ll call the place Gog&quot;s Mob."
            }
        ],
        "40": [
            {
                "verse_number": "4",
                "verse_text": "The man said to me, &apos;Son of man, look and listen carefully. Pay close attention to everything I&quot;m going to show you. That&quot;s why you&quot;ve been brought here. And then tell Israel everything you see.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "First I saw a wall around the outside of the Temple complex. The measuring stick in the man&quot;s hand was about ten feet long. He measured the thickness of the wall: about ten feet. The height was also about ten feet."
            },
            {
                "verse_number": "10",
                "verse_text": "Inside this east gate complex were three alcoves on each side. Each room was the same size and the separating walls were identical."
            },
            {
                "verse_number": "11",
                "verse_text": "He measured the outside entrance to the gate complex: fifteen feet wide and nineteen and a half feet deep."
            },
            {
                "verse_number": "12",
                "verse_text": "In front of each alcove was a low wall eighteen inches high. The alcoves were ten feet square."
            },
            {
                "verse_number": "13",
                "verse_text": "He measured the width of the gate complex from the outside edge of the alcove roof on one side to the outside edge of the alcove roof on the other: thirty-seven and a half feet from one top edge to the other."
            },
            {
                "verse_number": "14",
                "verse_text": "He measured the inside walls of the gate complex: ninety feet to the porch leading into the courtyard."
            },
            {
                "verse_number": "15",
                "verse_text": "The distance from the entrance of the gate complex to the far end of the porch was seventy-five feet."
            },
            {
                "verse_number": "16",
                "verse_text": "The alcoves and their connecting walls inside the gate complex were topped by narrow windows all the way around. The porch also. All the windows faced inward. The doorjambs between the alcoves were decorated with palm trees."
            },
            {
                "verse_number": "47",
                "verse_text": "He measured the inside courtyard: a hundred seventy-five feet square. The altar was in front of the Temple."
            }
        ],
        "41": [
            {
                "verse_number": "12",
                "verse_text": "The house that faced the Temple courtyard to the west was one hundred twenty-two and a half feet wide, with eight-and-three-quarters-foot-thick walls. The length of the wall and building was one hundred fifty-seven and a half feet."
            }
        ],
        "42": [
            {
                "verse_number": "17",
                "verse_text": "He measured the north side: eight hundred seventy-five feet."
            },
            {
                "verse_number": "18",
                "verse_text": "He measured the south side: eight hundred seventy-five feet."
            },
            {
                "verse_number": "19",
                "verse_text": "Last of all he went to the west side and measured it: eight hundred seventy-five feet."
            },
            {
                "verse_number": "20",
                "verse_text": "He measured the wall on all four sides. Each wall was eight hundred seventy-five feet. The walls separated the holy from the ordinary."
            }
        ],
        "43": [
            {
                "verse_number": "12",
                "verse_text": "&apos;This is the law of the Temple: As it radiates from the top of the mountain, everything around it becomes holy ground. Yes, this is law, the meaning, of the Temple."
            },
            {
                "verse_number": "18",
                "verse_text": "Then the man said to me, &apos;Son of man, God , the Master, says: &quot;These are the ordinances for conduct at the altar when it is built, for sacrificing burnt offerings and sprinkling blood on it."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;&quot;After these seven days of dedication, from the eighth day on, the priests will present your burnt offerings and your peace offerings. And I&quot;ll accept you with pleasure, with delight! Decree of God , the Master.&quot;&apos;"
            }
        ],
        "44": [
            {
                "verse_number": "1",
                "verse_text": "Then the man brought me back to the outside gate complex of the Sanctuary that faces east. But it was shut."
            },
            {
                "verse_number": "4",
                "verse_text": "The man led me through the north gate to the front of the Temple. I looked, and&ndash;oh!&ndash;the bright Glory of God filling the Temple of God ! I fell on my face in worship."
            },
            {
                "verse_number": "5",
                "verse_text": "God said to me, &apos;Son of man, get a grip on yourself. Use your eyes, use your ears, pay careful attention to everything I tell you about the ordinances of this Temple of God , the way all the laws work, instructions regarding it and all the entrances and exits of the Sanctuary."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;They are to neither shave their heads nor let their hair become unkempt, but must keep their hair trimmed and neat."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;No priest is to drink on the job&ndash;no wine while in the inside courtyard."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Priests are not to marry widows or divorcees, but only Israelite virgins or widows of priests."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Their job is to teach my people the difference between the holy and the common, to show them how to discern between unclean and clean."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;When there&quot;s a difference of opinion, the priests will arbitrate. They&quot;ll decide on the basis of my judgments, laws, and statutes. They are in charge of making sure the appointed feasts are honored and my Sabbaths kept holy in the ways I&quot;ve commanded."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Priests are not to eat any meat from bird or animal unfit for ordinary human consumption, such as carcasses found dead on the road or in the field.&apos;"
            }
        ],
        "45": [
            {
                "verse_number": "5",
                "verse_text": "&apos;To the north of the sacred reserve, an area roughly seven miles long and two and a quarter miles wide will be set aside as land for the villages of the Levites who administer the affairs of worship in the Sanctuary."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;To the south of the sacred reserve, measure off a section seven miles long and about a mile and a half wide for the city itself, an area held in common by the whole family of Israel."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;&quot;On the fourteenth day of the first month, you will observe the Passover, a feast of seven days. During the feast you will eat bread made without yeast."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;&quot;He will supply about five and a half gallons of grain offering and a gallon of oil for each bull and each ram."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;&quot;On the fifteenth day of the seventh month, and on each of the seven days of the feast, he is to supply the same materials for sin offerings, burnt offerings, grain offerings, and oil.&quot;&apos;"
            }
        ],
        "46": [
            {
                "verse_number": "8",
                "verse_text": "&apos;&quot;When the prince enters, he will go through the entrance vestibule of the gate complex and leave the same way."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;&quot;At the festivals and the commanded feasts, the appropriate grain offering is five and a half gallons, with a gallon of oil for the bull and ram and a handful of grain for each lamb."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;&quot;When the prince brings a freewill offering to God , whether a burnt offering or a peace offering, the east gate is to be opened for him. He offers his burnt or peace offering the same as he does on the Sabbath. Then he leaves, and after he is out, the gate is shut."
            },
            {
                "verse_number": "24",
                "verse_text": "He said, &apos;These are the kitchens where those who serve in the Temple will cook the sacrifices of the people.&apos;"
            }
        ],
        "47": [
            {
                "verse_number": "11",
                "verse_text": "&apos;The swamps and marshes won&quot;t become fresh. They&quot;ll stay salty."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;But the river itself, on both banks, will grow fruit trees of all kinds. Their leaves won&quot;t wither, the fruit won&quot;t fail. Every month they&quot;ll bear fresh fruit because the river from the Sanctuary flows to them. Their fruit will be for food and their leaves for healing.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;The eastern boundary runs between Damascus and Hauran, down along the Jordan between Gilead and the land of Israel to the Eastern Sea as far as Tamar. This is the eastern boundary."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;The southern boundary runs west from Tamar to the waters of Meribah-kadesh, along the Brook of Egypt, and out to the Great Mediterranean Sea. This is the southern boundary."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;The western boundary is formed by the Great Mediterranean Sea north to where the road turns east toward the entrance to Hamath. This is the western boundary."
            }
        ],
        "48": [
            {
                "verse_number": "1",
                "verse_text": "&apos;These are the tribes: &apos;Dan: one portion, along the northern boundary, following the Hethlon road that turns off to the entrance of Hamath as far as Hazor-enon so that the territory of Damascus lies to the north alongside Hamath, the northern border stretching from east to west. &apos;Benjamin: one portion, stretching from the eastern to the western boundary. * * * &apos;From now on the name of the city will be Ya h weh-Shammah : &apos; God-Is-There.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Asher: one portion, bordering Dan from east to west."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Naphtali: one portion, bordering Asher from east to west."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Manasseh: one portion, bordering Naphtali from east to west."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Ephraim: one portion, bordering Manasseh from east to west."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Reuben: one portion, bordering Ephraim from east to west."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Judah: one portion, bordering Reuben from east to west."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;This dedicated area, set apart for holy purposes, will be a square, seven miles by seven miles, a &quot;holy square,&quot; which includes the part set aside for the city."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;And then the rest of the tribes:"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Simeon: one portion, bordering Benjamin from east to west."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Issachar: one portion, bordering Simeon from east to west."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Zebulun: one portion, bordering Issachar from east to west."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;Gad: one portion, bordering Zebulun from east to west."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;The southern boundary of Gad will run south from Tamar to the waters of Meribah-kadesh, along the Brook of Egypt and then out to the Great Mediterranean Sea."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;This is the land that you are to divide up among the tribes of Israel as their inheritance. These are their portions.&apos; Decree of God , the Master."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;On the east side, measuring 2,250 yards, three gates: the gate of Joseph, the gate of Benjamin, the gate of Dan."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;On the south side, measuring 2,250 yards, three gates: the gate of Simeon, the gate of Issachar, the gate of Zebulun."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;On the west side, measuring 2,250 yards, three gates: the gate of Gad, the gate of Asher, the gate of Naphtali."
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;The four sides of the city measure to a total of nearly six miles."
            }
        ]
    }
}