{
    "Joshua": {
        "1": [],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Joshua son of Nun secretly sent out from Shittim two men as spies: &apos;Go. Look over the land. Check out Jericho.&apos; They left and arrived at the house of a harlot named Rahab and stayed there."
            },
            {
                "verse_number": "2",
                "verse_text": "The king of Jericho was told, &apos;We&quot;ve just learned that men arrived tonight to spy out the land. They&quot;re from the People of Israel.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The king of Jericho sent word to Rahab: &apos;Bring out the men who came to you to stay the night in your house. They&quot;re spies; they&quot;ve come to spy out the whole country.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Our lives for yours!&apos; said the men. &apos;But don&quot;t tell anyone our business. When God turns this land over to us, we&quot;ll do right by you in loyal mercy.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "She said, &apos;If that&quot;s what you say, that&quot;s the way it is,&apos; and sent them off. They left and she hung the red rope out the window."
            },
            {
                "verse_number": "22",
                "verse_text": "They headed for the hills and stayed there for three days until the pursuers had returned. The pursuers had looked high and low but found nothing."
            }
        ],
        "3": [
            {
                "verse_number": "5",
                "verse_text": "Then Joshua addressed the people: &apos;Sanctify yourselves. Tomorrow God will work miracle-wonders among you.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Joshua instructed the priests, &apos;Take up the Chest of the Covenant and step out before the people.&apos; So they took it up and processed before the people."
            },
            {
                "verse_number": "17",
                "verse_text": "And there they stood; those priests carrying the Chest of the Covenant stood firmly planted on dry ground in the middle of the Jordan while all Israel crossed on dry ground. Finally the whole nation was across the Jordan, and not one wet foot."
            }
        ],
        "4": [
            {
                "verse_number": "14",
                "verse_text": "God made Joshua great that day in the sight of all Israel. They were in awe of him just as they had been in awe of Moses all his life."
            },
            {
                "verse_number": "17",
                "verse_text": "Joshua commanded the priests, &apos;Come up out of the Jordan.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "They did it. The priests carrying God &quot;s Chest of the Covenant came up from the middle of the Jordan. As soon as the soles of the priests&quot; feet touched dry land, the Jordan&quot;s waters resumed their flow within the banks, just as before."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "When all the Amorite kings west of the Jordan and the Canaanite kings along the seacoast heard how God had stopped the Jordan River before the People of Israel until they had crossed over, their hearts sank; the courage drained out of them just thinking about the People of Israel. * * * * * * Joshua did it."
            },
            {
                "verse_number": "8",
                "verse_text": "When they had completed the circumcising of the whole nation, they stayed where they were in camp until they were healed."
            },
            {
                "verse_number": "9",
                "verse_text": "God said to Joshua, &apos;Today I have rolled away the reproach of Egypt.&apos; That&quot;s why the place is called The Gilgal. It&quot;s still called that."
            },
            {
                "verse_number": "10",
                "verse_text": "The People of Israel continued to camp at The Gilgal. They celebrated the Passover on the evening of the fourteenth day of the month on the plains of Jericho."
            },
            {
                "verse_number": "13",
                "verse_text": "And then this, while Joshua was there near Jericho: He looked up and saw right in front of him a man standing, holding his drawn sword. Joshua stepped up to him and said, &apos;Whose side are you on&ndash;ours or our enemies&quot;?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "He said, &apos;Neither. I&quot;m commander of God &quot;s army. I&quot;ve just arrived.&apos; Joshua fell, face to the ground, and worshiped. He asked, &apos;What orders does my Master have for his servant?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "God &quot;s army commander ordered Joshua, &apos;Take your sandals off your feet. The place you are standing is holy.&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Jericho was shut up tight as a drum because of the People of Israel: no one going in, no one coming out. &apos;Except for Rahab the harlot&ndash;she is to live, she and everyone in her house with her, because she hid the agents we sent. When the people heard the blast of the trumpets, they gave a thunderclap shout. The wall fell at once. The people rushed straight into the city and took it. Cursed before God is the man who sets out to rebuild this city Jericho. He&quot;ll pay for the foundation with his firstborn son, he&quot;ll pay for the gates with his youngest son."
            },
            {
                "verse_number": "6",
                "verse_text": "So Joshua son of Nun called the priests and told them, &apos;Take up the Chest of the Covenant. Seven priests are to carry seven ram&quot;s horn trumpets leading God &quot;s Chest.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then he told the people, &apos;Set out! March around the city. Have the armed guard march before the Chest of God .&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Joshua had given orders to the people, &apos;Don&quot;t shout. In fact, don&quot;t even speak&ndash;not so much as a whisper until you hear me say, &quot;Shout!&quot;&ndash;then shout away!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "On the second day they again circled the city once and returned to camp. They did this six days."
            },
            {
                "verse_number": "20",
                "verse_text": "The priests blew the trumpets."
            },
            {
                "verse_number": "21",
                "verse_text": "They put everything in the city under the holy curse, killing man and woman, young and old, ox and sheep and donkey."
            },
            {
                "verse_number": "25",
                "verse_text": "But Joshua let Rahab the harlot live&ndash;Rahab and her father&quot;s household and everyone connected to her. She is still alive and well in Israel because she hid the agents whom Joshua sent to spy out Jericho."
            },
            {
                "verse_number": "26",
                "verse_text": "Joshua swore a solemn oath at that time:"
            },
            {
                "verse_number": "27",
                "verse_text": "God was with Joshua. He became famous all over the land."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Then the People of Israel violated the holy curse. Achan son of Carmi, the son of Zabdi, the son of Zerah of the tribe of Judah, took some of the cursed things. God became angry with the People of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "Joshua sent men from Jericho to Ai (The Ruin), which is near Beth Aven just east of Bethel. He instructed them, &apos;Go up and spy out the land.&apos; The men went up and spied out Ai."
            },
            {
                "verse_number": "3",
                "verse_text": "They returned to Joshua and reported, &apos;Don&quot;t bother sending a lot of people&ndash;two or three thousand men are enough to defeat Ai. Don&quot;t wear out the whole army; there aren&quot;t that many people there.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Joshua ripped his clothes and fell on his face to the ground before the Chest of God , he and the leaders throwing dirt on their heads, prostrate until evening."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;So get started. Purify the people. Tell them: Get ready for tomorrow by purifying yourselves. For this is what God , the God of Israel, says: There are cursed things in the camp. You won&quot;t be able to face your enemies until you have gotten rid of these cursed things."
            },
            {
                "verse_number": "19",
                "verse_text": "Joshua spoke to Achan, &apos;My son, give glory to God , the God of Israel. Make your confession to him. Tell me what you did. Don&quot;t keep back anything from me.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Joshua took Achan son of Zerah, took the silver, the robe, the gold bar, his sons and daughters, his ox, donkey, sheep, and tent&ndash;everything connected with him. All Israel was there. They led them off to the Valley of Achor (Trouble Valley)."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "God said to Joshua, &apos;Don&quot;t be timid and don&quot;t so much as hesitate. Take all your soldiers with you and go back to Ai. I have turned the king of Ai over to you&ndash;his people, his city, and his land. * * *"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Do to Ai and its king what you did to Jericho and its king. Only this time you may plunder its stuff and cattle to your heart&quot;s content. Set an ambush behind the city.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Joshua sent them off. They set their ambush and waited between Bethel and Ai, just west of Ai. Joshua spent the night with the people."
            },
            {
                "verse_number": "14",
                "verse_text": "So it happened that when the king of Ai saw all this, the men of the city lost no time; they were out of there at the crack of dawn to join Israel in battle, the king and his troops, at a field en route to the Arabah. The king didn&quot;t know of the ambush set against him behind the city."
            },
            {
                "verse_number": "33",
                "verse_text": "All Israel was there, foreigners and citizens alike, with their elders, officers, and judges, standing on opposite sides of the Chest, facing the Levitical priests who carry God &quot;s Covenant Chest. Half of the people stood with their backs to Mount Gerizim and half with their backs to Mount Ebal to bless the People of Israel, just as Moses the servant of God had instructed earlier."
            }
        ],
        "9": [
            {
                "verse_number": "7",
                "verse_text": "The men of Israel said to these Hivites, &apos;How do we know you aren&quot;t local people? How could we then make a covenant with you?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "They said to Joshua, &apos;We&quot;ll be your servants.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The men of Israel looked them over and accepted the evidence. But they didn&quot;t ask God about it."
            },
            {
                "verse_number": "15",
                "verse_text": "So Joshua made peace with them and formalized it with a covenant to guarantee their lives. The leaders of the congregation swore to it."
            }
        ],
        "10": [
            {
                "verse_number": "5",
                "verse_text": "So the five Amorite (Western) kings&ndash;the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon&ndash;combined their armies and set out to attack Gibeon."
            },
            {
                "verse_number": "6",
                "verse_text": "The men of Gibeon sent word to Joshua camped at Gilgal, &apos;Don&quot;t let us down now! Come up here quickly! Save us! Help us! All the Amorite kings who live up in the hills have ganged up on us.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Joshua returned, all Israel with him, to the camp at Gilgal."
            },
            {
                "verse_number": "22",
                "verse_text": "Then Joshua said, &apos;Open the mouth of the cave and bring me those five kings.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "They did it. They brought him the five kings from the cave: the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon."
            },
            {
                "verse_number": "24",
                "verse_text": "When they had them all there in front of Joshua, he called up the army and told the field commanders who had been with him, &apos;Come here. Put your feet on the necks of these kings.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Joshua told them, &apos;Don&quot;t hold back. Don&quot;t be timid. Be strong! Be confident! This is what God will do to all your enemies when you fight them.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "That same day Joshua captured Makkedah, a massacre that included the king. He carried out the holy curse. No survivors. Makkedah&quot;s king got the same treatment as Jericho&quot;s king."
            },
            {
                "verse_number": "33",
                "verse_text": "Horam, king of Gezer, arrived to help Lachish. Joshua attacked him and his army until there was nothing left of them. No survivors."
            },
            {
                "verse_number": "43",
                "verse_text": "Then Joshua, all Israel with him, went back to the camp at Gilgal."
            }
        ],
        "11": [
            {
                "verse_number": "6",
                "verse_text": "God said to Joshua: &apos;Don&quot;t worry about them. This time tomorrow I&quot;ll hand them over to Israel, all dead. You&quot;ll hamstring their horses. You&quot;ll set fire to their chariots.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Just as God commanded his servant Moses, so Moses commanded Joshua, and Joshua did it. He didn&quot;t leave incomplete one thing that God had commanded Moses."
            },
            {
                "verse_number": "23",
                "verse_text": "Joshua took the whole region. He did everything that God had told Moses. Then he parceled it out as an inheritance to Israel according to their tribes."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "These are the kings that the People of Israel defeated and whose land they took on the east of the Jordan, from the Arnon Gorge to Mount Hermon, with the whole eastern side of the Arabah Valley. * * * The king of Jericho one The king of Ai (near Bethel) one The king of Jerusalem one The king of Hebron one The king of Jarmuth one The king of Lachish one The king of Eglon one The king of Gezer one The king of Debir one The king of Geder one The king of Hormah one The king of Arad one The king of Libnah one The king of Adullam one The king of Makkedah one The king of Bethel one The king of Tappuah one The king of Hepher one The king of Aphek one The king of Lasharon one The king of Madon one The king of Hazor one The king of Shimron Meron one The king of Acshaph one The king of Taanach one The king of Megiddo one The king of Kedesh one The king of Jokneam in Carmel one The king of Dor (Naphoth Dor) one The king of Goyim in Gilgal one The king of Tirzah one A total of thirty-one kings."
            },
            {
                "verse_number": "6",
                "verse_text": "Moses the servant of God and the People of Israel defeated them. And Moses the servant of God gave this land as an inheritance to the Reubenites, the Gadites, and half of the tribe of Manasseh."
            }
        ],
        "13": [
            {
                "verse_number": "8",
                "verse_text": "The other half-tribe of Manasseh, with the Reubenites and Gadites, had been given their inheritance by Moses on the other side of the Jordan eastward. Moses the servant of God gave it to them."
            },
            {
                "verse_number": "14",
                "verse_text": "Levi was the only tribe that did not receive an inheritance. The Fire-Gift-Offerings to God , the God of Israel, are their inheritance, just as he told them."
            },
            {
                "verse_number": "23",
                "verse_text": "The boundary for the Reubenites was the bank of the Jordan River. This was the inheritance of the Reubenites, their villages and cities, according to their clans."
            },
            {
                "verse_number": "28",
                "verse_text": "This was the inheritance of the Gadites, their cities and villages, clan by clan."
            }
        ],
        "14": [
            {
                "verse_number": "5",
                "verse_text": "The People of Israel followed through exactly as God had commanded Moses. They apportioned the land."
            },
            {
                "verse_number": "15",
                "verse_text": "The name of Hebron used to be Kiriath Arba, named after Arba, the greatest man among the Anakim."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "The lot for the people of Judah, their clans, extended south to the border of Edom, to the wilderness of Zin in the extreme south. The northern boundary started at the shallows of the Sea at the mouth of the Jordan, went up to Beth Hoglah and around to the north of Beth Arabah and to the Stone of Bohan son of Reuben. The border then ascended to Debir from Trouble Valley and turned north toward Gilgal, which lies opposite Red Pass, just south of the gorge. The border then followed the Waters of En Shemesh and ended at En Rogel. The border followed the Valley of Ben Hinnom along the southern slope of the Jebusite ridge (that is, Jerusalem). It ascended to the top of the mountain opposite Hinnom Valley on the west, at the northern end of Rephaim Valley; the border then took a turn at the top of the mountain to the spring, the Waters of Nephtoah, and followed the valley out to Mount Ephron, turned toward Baalah (that is, Kiriath Jearim), took another turn west of Baalah to Mount Seir, curved around to the northern shoulder of Mount Jearim (that is, Kesalon), descended to Beth Shemesh, and crossed to Timnah. The border then went north to the ridge of Ekron, turned toward Shikkeron, passed along to Mount Baalah, and came out at Jabneel. The border ended at the Sea. This is the boundary around the people of Judah for their clans. to ask for farmland from her father. As she dismounted from her donkey Caleb asked her, &apos;What would you like?&apos; She said, &apos;Give me a marriage gift. You&quot;ve given me desert land; Now give me pools of water!&apos; And he gave her the upper and the lower pools. * * * The southern towns of the tribe of Judah in the Negev were near the boundary of Edom: Kabzeel, Eder, Jagur, Kinah, Dimonah, Adadah, Kedesh, Hazor, Ithnan, Ziph, Telem, Bealoth, Hazor Hadattah, Kerioth Hezron (that is, Hazor), Amam, Shema, Moladah, Hazar Gaddah, Heshmon, Beth Pelet, Hazar Shual, Beersheba, Biziothiah, Baalah, Iim, Ezem, Eltolad, Kesil, Hormah, Ziklag, Madmannah, Sansannah, Lebaoth, Shilhim, Ain, and Rimmon&ndash; a total of twenty-nine towns and their villages. Eshtaol, Zorah, Ashnah, Zanoah, En Gannim, Tappuah, Enam, Jarmuth, Adullam, Socoh, Azekah, Shaaraim, Adithaim, and Gederah (or Gederothaim)&ndash; fourteen towns and their villages. Zenan, Hadashah, Migdal Gad, Dilean, Mizpah, Joktheel, Lachish, Bozkath, Eglon, Cabbon, Lahmas, Kitlish, Gederoth, Beth Dagon, Naamah, and Makkedah&ndash; sixteen towns and their villages. Libnah, Ether, Ashan, Iphtah, Ashnah, Nezib, Keilah, Aczib, and Mareshah&ndash; nine towns and their villages. Ekron with its towns and villages; From Ekron, west to the sea, all that bordered Ashdod with its villages; Ashdod with its towns and villages; Gaza with its towns and villages all the way to the Brook of Egypt. The Great Sea is the western border. Shamir, Jattir, Socoh, Dannah, Kiriath Sannah (that is, Debir), Anab, Eshtemoh, Anim, Goshen, Holon, and Giloh&ndash; eleven towns and their villages. Arab, Dumah, Eshan, Janim, Beth Tappuah, Aphekah, Humtah, Kiriath Arba (that is, Hebron), and Zior&ndash; nine towns and their villages. Maon, Carmel, Ziph, Juttah, Jezreel, Jokdeam, Zanoah, Kain, Gibeah, and Timnah&ndash; ten towns and their villages. Halhul, Beth Zur, Gedor, Maarath, Beth Anoth, and Eltekon&ndash; six towns and their villages. Kiriath Baal (that is, Kiriath Jearim) and Rabbah&ndash; two towns and their villages. Beth Arabah, Middin, Secacah, Nibshan, the City of Salt, and En Gedi&ndash; six towns and their villages."
            },
            {
                "verse_number": "12",
                "verse_text": "The western border: the coastline of the Great Sea."
            },
            {
                "verse_number": "13",
                "verse_text": "Joshua gave Caleb son of Jephunneh a section among the people of Judah, according to God &quot;s command. He gave him Kiriath Arba, that is, Hebron. Arba was the ancestor of Anak."
            },
            {
                "verse_number": "63",
                "verse_text": "The people of Judah couldn&quot;t get rid of the Jebusites who lived in Jerusalem. The Jebusites stayed put, living alongside the people of Judah. They are still living there in Jerusalem."
            }
        ],
        "16": [
            {
                "verse_number": "4",
                "verse_text": "This is the region from which the people of Joseph&ndash;Manasseh and Ephraim&ndash;got their inheritance."
            },
            {
                "verse_number": "10",
                "verse_text": "But they didn&quot;t get rid of the Canaanites who were living in Gezer. Canaanites are still living among the people of Ephraim, but they are made to do forced labor."
            }
        ],
        "17": [
            {
                "verse_number": "11",
                "verse_text": "Within Issachar and Asher, Manasseh also held Beth Shan, Ibleam, and the people of Dor, Endor, Taanach, and Megiddo, together with their villages, and the third in the list is Naphoth."
            },
            {
                "verse_number": "14",
                "verse_text": "The people of Joseph spoke to Joshua: &apos;Why did you give us just one allotment, one solitary share? There are a lot of us, and growing&ndash; God has extravagantly blessed us.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Joshua responded, &apos;Since there are so many of you, and you find the hill country of Ephraim too confining, climb into the forest and clear ground there for yourselves in the land of the Perizzites and the Rephaim.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But the people of Joseph said, &apos;There&quot;s not enough hill country for us; and the Canaanites who live down in the plain, both those in Beth Shan and its villages and in the Valley of Jezreel, have iron chariots.&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "6",
                "verse_text": "&apos;You are responsible for preparing a survey map showing seven portions. Then bring it to me so that I can cast lots for you here in the presence of our God ."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Only the Levites get no portion among you because the priesthood of God is their inheritance. And Gad, Reuben, and the half-tribe of Manasseh already have their inheritance on the east side of the Jordan, given to them by Moses the servant of God .&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So the men set out. As they went out to survey the land, Joshua charged them: &apos;Go. Survey the land and map it. Then come back to me and I will cast lots for you here at Shiloh in the presence of God .&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So off the men went. They covered the ground and mapped the country by towns in a scroll. Then they reported back to Joshua at the camp at Shiloh."
            },
            {
                "verse_number": "10",
                "verse_text": "Joshua cast the lots for them at Shiloh in the presence of God . That&quot;s where Joshua divided up the land to the People of Israel, according to their tribal divisions."
            },
            {
                "verse_number": "11",
                "verse_text": "The first lot turned up for the tribe of Benjamin with its clans. The border of the allotment went between the peoples of Judah and Joseph."
            },
            {
                "verse_number": "14",
                "verse_text": "There the border took a turn on the west side and swung south from the mountain to the south of Beth Horon and ended at Kiriath Baal (that is, Kiriath Jearim), a town of the people of Judah. This was the west side."
            },
            {
                "verse_number": "20",
                "verse_text": "The east border was formed by the Jordan."
            }
        ],
        "19": [
            {
                "verse_number": "16",
                "verse_text": "This is the inheritance of the people of Zebulun for their clans&ndash;these towns and their villages."
            },
            {
                "verse_number": "22",
                "verse_text": "The boundary touched Tabor, Shahazumah, and Beth Shemesh and ended at the Jordan&ndash;sixteen towns and their villages."
            },
            {
                "verse_number": "23",
                "verse_text": "These towns with their villages were the inheritance of the tribe of Issachar, clan by clan."
            },
            {
                "verse_number": "24",
                "verse_text": "The fifth lot went to the tribe of Asher, clan by clan:"
            },
            {
                "verse_number": "31",
                "verse_text": "These towns and villages were the inheritance of the tribe of Asher, clan by clan."
            },
            {
                "verse_number": "32",
                "verse_text": "The sixth lot came to Naphtali and its clans."
            },
            {
                "verse_number": "33",
                "verse_text": "Their border ran from Heleph, from the oak at Zaanannim, passing Adami Nekeb and Jabneel to Lakkum and ending at the Jordan."
            },
            {
                "verse_number": "34",
                "verse_text": "The border returned on the west at Aznoth Tabor and came out at Hukkok, meeting Zebulun on the south, Asher on the west, and the Jordan on the east."
            },
            {
                "verse_number": "39",
                "verse_text": "This is the inheritance of the tribe of Naphtali, the cities and their villages, clan by clan."
            },
            {
                "verse_number": "47",
                "verse_text": "But the people of Dan failed to get rid of the Westerners (Amorites), who pushed them back into the hills. The Westerners kept them out of the plain and they didn&quot;t have enough room. So the people of Dan marched up and attacked Leshem. They took it, killed the inhabitants, and settled in. They renamed it Leshem Dan after the name of Dan their ancestor."
            },
            {
                "verse_number": "48",
                "verse_text": "This is the inheritance of the tribe of Dan, according to its clans, these towns with their villages."
            },
            {
                "verse_number": "51",
                "verse_text": "These are the inheritances which Eleazar the priest and Joshua son of Nun and the ancestral leaders assigned by lot to the tribes of Israel at Shiloh in the presence of God at the entrance of the Tent of Meeting. They completed the dividing of the land."
            }
        ],
        "20": [
            {
                "verse_number": "4",
                "verse_text": "&apos;A person shall escape for refuge to one of these cities, stand at the entrance to the city gate, and lay out his case before the city&quot;s leaders. The leaders must then take him into the city among them and give him a place to live with them."
            },
            {
                "verse_number": "7",
                "verse_text": "They set apart Kedesh in Galilee in the hills of Naphtali, Shechem in the hills of Ephraim, and Kiriath Arba (that is, Hebron) in the hills of Judah."
            }
        ],
        "21": [
            {
                "verse_number": "3",
                "verse_text": "So the People of Israel, out of their own inheritance, gave the Levites, just as God commanded, the following cities and pastures:"
            },
            {
                "verse_number": "6",
                "verse_text": "The Gershonites received by lot thirteen cities from the families of the tribes of Issachar, Asher, Naphtali, and the half-tribe of Manasseh in Bashan."
            },
            {
                "verse_number": "7",
                "verse_text": "The families of the Merarites received twelve towns from the tribes of Reuben, Gad, and Zebulun."
            },
            {
                "verse_number": "8",
                "verse_text": "So the People of Israel gave these cities with their pastures to the Levites just as God had ordered through Moses, that is, by lot."
            },
            {
                "verse_number": "19",
                "verse_text": "The total for the cities and pastures for the priests descended from Aaron came to thirteen."
            },
            {
                "verse_number": "25",
                "verse_text": "And from the half-tribe of Manasseh they received Taanach and Gath Rimmon with their pastures&ndash;two towns."
            },
            {
                "verse_number": "26",
                "verse_text": "All told, ten cities with their pastures went to the remaining Kohathite families."
            },
            {
                "verse_number": "27",
                "verse_text": "The Gershonite families of the tribe of Levi were given from the half-tribe of Manasseh: Golan in Bashan (an asylum-city for the unconvicted killer), and Be Eshtarah, with their pastures&ndash;two cities."
            },
            {
                "verse_number": "32",
                "verse_text": "From the tribe of Naphtali: Kedesh in Galilee (an asylum-city for the unconvicted killer), Hammoth Dor, and Kartan, with their pastures&ndash;three towns."
            },
            {
                "verse_number": "33",
                "verse_text": "For the Gershonites and their families: thirteen towns with their pastures."
            },
            {
                "verse_number": "40",
                "verse_text": "All these towns were assigned by lot to the Merarites, the remaining Levites&ndash;twelve towns."
            },
            {
                "verse_number": "45",
                "verse_text": "Not one word failed from all the good words God spoke to the house of Israel. Everything came out right."
            }
        ],
        "22": [
            {
                "verse_number": "9",
                "verse_text": "The Reubenites, Gadites, and the half-tribe of Manasseh left the People of Israel at Shiloh in the land of Canaan to return to Gilead, the land of their possession, which they had taken under the command of Moses as ordered by God ."
            },
            {
                "verse_number": "10",
                "verse_text": "They arrived at Geliloth on the Jordan (touching on Canaanite land). There the Reubenites, Gadites, and the half-tribe of Manasseh built an altar on the banks of the Jordan&ndash;a huge altar!"
            },
            {
                "verse_number": "11",
                "verse_text": "The People of Israel heard of it: &apos;What&quot;s this? The Reubenites, Gadites, and the half-tribe of Manasseh have built an altar facing the land of Canaan at Geliloth on the Jordan, across from the People of Israel!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;So we said to ourselves, &quot;Let&quot;s do something. Let&quot;s build an altar&ndash;but not for Whole-Burnt-Offerings, not for sacrifices.&quot;"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;We built this altar as a witness between us and you and our children coming after us, a witness to the Altar where we worship God in his Sacred Dwelling with our Whole-Burnt-Offerings and our sacrifices and our Peace-Offerings."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;We said to ourselves, &quot;If anyone speaks disparagingly to us or to our children in the future, we&quot;ll say: Look at this model of God &quot;s Altar which our ancestors made. It&quot;s not for Whole-Burnt-Offerings, not for sacrifices. It&quot;s a witness connecting us with you.&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Rebelling against or turning our backs on God is the last thing on our minds right now. We never dreamed of building an altar for Whole-Burnt-Offerings or Grain-Offerings to rival the Altar of our God in front of his Sacred Dwelling.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Phinehas the priest, all the heads of the congregation, and the heads of the military divisions of Israel who were also with him heard what the Reubenites, Gadites, and the half-tribe of Manasseh had to say. They were satisfied."
            },
            {
                "verse_number": "31",
                "verse_text": "Priest Phinehas son of Eleazar said to Reuben, Gad, and Manasseh, &apos;Now we&quot;re convinced that God is present with us since you haven&quot;t been disloyal to God in this matter. You saved the People of Israel from God &quot;s discipline.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Reuben and Gad named the altar:"
            }
        ],
        "23": [
            {
                "verse_number": "14",
                "verse_text": "&apos;As you can see, I&quot;m about to go the way we all end up going. Know this with all your heart, with everything in you, that not one detail has failed of all the good things God , your God, promised you. It has all happened. Nothing&quot;s left undone&ndash;not so much as a word."
            }
        ],
        "24": [
            {
                "verse_number": "11",
                "verse_text": "&apos;You then crossed the Jordan and came to Jericho. The Jericho leaders ganged up on you as well as the Amorites, Perizzites, Canaanites, Hittites, Girgashites, Hivites, and Jebusites, but I turned them over to you."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;I sent the Hornet ahead of you. It drove out the two Amorite kings&ndash;did your work for you. You didn&quot;t have to do a thing, not so much as raise a finger."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;I handed you a land for which you did not work, towns you did not build. And here you are now living in them and eating from vineyards and olive groves you did not plant."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;So now: Fear God . Worship him in total commitment. Get rid of the gods your ancestors worshiped on the far side of The River (the Euphrates) and in Egypt. You, worship God ."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;If you decide that it&quot;s a bad thing to worship God , then choose a god you&quot;d rather serve&ndash;and do it today. Choose one of the gods your ancestors worshiped from the country beyond The River, or one of the gods of the Amorites, on whose land you&quot;re now living. As for me and my family, we&quot;ll worship God .&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The people answered, &apos;We&quot;d never forsake God ! Never! We&quot;d never leave God to worship other gods."
            },
            {
                "verse_number": "21",
                "verse_text": "But the people told Joshua: &apos;No! No! We worship God !&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "And so Joshua addressed the people: &apos;You are witnesses against yourselves that you have chosen God for yourselves&ndash;to worship him.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Joshua said, &apos;Now get rid of all the foreign gods you have with you. Say an unqualified Yes to God , the God of Israel.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "The people answered Joshua, &apos;We will worship God . What he says, we&quot;ll do.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Joshua spoke to all the people: &apos;This stone is a witness against us. It has heard every word that God has said to us. It is a standing witness against you lest you cheat on your God.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then Joshua dismissed the people, each to his own place of inheritance."
            },
            {
                "verse_number": "31",
                "verse_text": "Israel served God through the lifetime of Joshua and of the elders who outlived him, who had themselves experienced all that God had done for Israel."
            },
            {
                "verse_number": "32",
                "verse_text": "Joseph&quot;s bones, which the People of Israel had brought from Egypt, they buried in Shechem in the plot of ground that Jacob had purchased from the sons of Hamor (who was the father of Shechem). He paid a hundred silver coins for it. It belongs to the inheritance of the family of Joseph."
            },
            {
                "verse_number": "33",
                "verse_text": "Eleazar son of Aaron died. They buried him at Gibeah, which had been allotted to his son Phinehas in the mountains of Ephraim."
            }
        ]
    }
}