{
    "Numbers": {
        "1": [
            {
                "verse_number": "6",
                "verse_text": "from Simeon: Shelumiel son of Zurishaddai"
            },
            {
                "verse_number": "7",
                "verse_text": "from Judah: Nahshon son of Amminadab"
            },
            {
                "verse_number": "8",
                "verse_text": "from Issachar: Nethanel son of Zuar"
            },
            {
                "verse_number": "9",
                "verse_text": "from Zebulun: Eliab son of Helon"
            },
            {
                "verse_number": "10",
                "verse_text": "from the sons of Joseph,"
            },
            {
                "verse_number": "11",
                "verse_text": "from Benjamin: Abidan son of Gideoni"
            },
            {
                "verse_number": "12",
                "verse_text": "from Dan: Ahiezer son of Ammishaddai"
            },
            {
                "verse_number": "13",
                "verse_text": "from Asher: Pagiel son of Ocran"
            },
            {
                "verse_number": "14",
                "verse_text": "from Gad: Eliasaph son of Deuel"
            },
            {
                "verse_number": "15",
                "verse_text": "from Naphtali: Ahira son of Enan.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "These were the men chosen from the congregation, leaders of their ancestral tribes, heads of Israel&quot;s military divisions."
            },
            {
                "verse_number": "54",
                "verse_text": "The People of Israel did everything that God commanded Moses. They did it all."
            }
        ],
        "2": [
            {
                "verse_number": "9",
                "verse_text": "The total number of men assigned to Judah, troop by troop, is 186,400. They will lead the march."
            },
            {
                "verse_number": "16",
                "verse_text": "The total number of men assigned to Reuben, troop by troop, is 151,450. They are second in the order of the march."
            },
            {
                "verse_number": "17",
                "verse_text": "The Tent of Meeting with the camp of the Levites takes its place in the middle of the march. Each tribe will march in the same order in which they camped, each under its own flag."
            },
            {
                "verse_number": "24",
                "verse_text": "The total number of men assigned to the camp of Ephraim, troop by troop, is 108,100. They are third in the order of the march."
            },
            {
                "verse_number": "31",
                "verse_text": "The total number of men assigned to the camp of Dan number 157,600. They will set out, under their flags, last in the line of the march."
            },
            {
                "verse_number": "34",
                "verse_text": "The People of Israel did everything the way God commanded Moses: They camped under their respective flags; they marched by tribe with their ancestral families."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "This is the family tree of Aaron and Moses at the time God spoke with Moses on Mount Sinai. These are the clans of Levi, family by family."
            },
            {
                "verse_number": "17",
                "verse_text": "These are the names of the sons of Levi: Gershon, Kohath, and Merari."
            },
            {
                "verse_number": "18",
                "verse_text": "These are the names of the Gershonite clans: Libni and Shimei."
            },
            {
                "verse_number": "19",
                "verse_text": "The sons of Kohath by clan: Amram, Izhar, Hebron, and Uzziel."
            },
            {
                "verse_number": "20",
                "verse_text": "The sons of Merari by clan: Mahli and Mushi."
            },
            {
                "verse_number": "38",
                "verse_text": "Moses and Aaron and his sons camped to the east of The Dwelling, toward the rising sun, in front of the Tent of Meeting. They were in charge of maintaining the Sanctuary for the People of Israel and the rituals of worship. Anyone else who tried to perform these duties was to be put to death."
            },
            {
                "verse_number": "39",
                "verse_text": "The sum total of Levites counted at God &quot;s command by Moses and Aaron, clan by clan, all the males one month and older, numbered 22,000."
            }
        ],
        "4": [
            {
                "verse_number": "4",
                "verse_text": "&apos;This is the assigned work of the Kohathites in the Tent of Meeting: care of the most holy things."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;They are to spread a blue cloth over the Gold Altar and cover it with dolphin skins and place it on a carrying frame."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;They are to take all the articles used in ministering in the Sanctuary, wrap them in a blue cloth, cover them with dolphin skins, and place them on a carrying frame."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;When Aaron and his sons have finished covering the holy furnishings and all the holy articles, and the camp is ready to set out, the Kohathites are to come and do the carrying. But they must not touch the holy things or they will die. The Kohathites are in charge of carrying all the things that are in the Tent of Meeting."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Eleazar son of Aaron the priest, is to be in charge of the oil for the light, the fragrant incense, the regular Grain-Offering, and the anointing oil. He is to be in charge of the entire Dwelling and everything in it, including its holy furnishings and articles.&apos;"
            }
        ],
        "5": [
            {
                "verse_number": "4",
                "verse_text": "The People of Israel did this, banning them from the camp. They did exactly what God had commanded through Moses."
            }
        ],
        "6": [
            {
                "verse_number": "5",
                "verse_text": "&apos;Also, for the duration of the consecration you must not have your hair cut. Your long hair will be a continuing sign of holy separation to God ."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;For the entire duration of your consecration you are holy to God ."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;At the entrance to the Tent of Meeting, shave off the hair you consecrated and put it in the fire that is burning under the Peace-Offering."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;These are the instructions for Nazirites as they bring offerings to God in their vow of consecration, beyond their other offerings. They must carry out the vow they have vowed following the instructions for the Nazirite.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "God bless you and keep you,"
            },
            {
                "verse_number": "25",
                "verse_text": "God smile on you and gift you,"
            },
            {
                "verse_number": "26",
                "verse_text": "God look you full in the face"
            },
            {
                "verse_number": "27",
                "verse_text": "In so doing, they will place my name on the People of Israel&ndash;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "When Moses finished setting up The Dwelling, he anointed it and consecrated it along with all that went with it. At the same time he anointed and consecrated the Altar and its accessories. a silver plate weighing three and a quarter pounds and a silver bowl weighing one and three-quarter pounds (according to the standard Sanctuary weights), each filled with fine flour mixed with oil as a Grain-Offering; two oxen, five rams, five he-goats, and five yearling lambs to be sacrificed as a Peace-Offering. a silver plate weighing three and a quarter pounds and a silver bowl weighing one and three-quarter pounds (according to the standard Sanctuary weights), each filled with fine flour mixed with oil as a Grain-Offering; a gold vessel weighing four ounces, filled with incense; a young bull, a ram, and a yearling lamb for a Whole-Burnt-Offering; a he-goat for an Absolution-Offering; two oxen, five rams, five he-goats, and five yearling lambs to be sacrificed as a Peace-Offering. This was the offering of Nethanel son of Zuar. a silver plate weighing three and a quarter pounds and a silver bowl weighing one and three-quarter pounds (according to the standard Sanctuary weights), each filled with fine flour mixed with oil as a Grain-Offering; a gold vessel weighing four ounces, filled with incense; a young bull, a ram, and a yearling lamb for a Whole-Burnt-Offering; a he-goat for an Absolution-Offering; two oxen, five rams, five he-goats, and five yearling lambs to be sacrificed as a Peace-Offering. This was the offering of Eliab son of Helon. a silver plate weighing three and a quarter pounds and a silver bowl weighing one and three-quarter pounds (according to the standard Sanctuary weights), each filled with fine flour mixed with oil as a Grain-Offering; a gold vessel weighing four ounces, filled with incense; a young bull, a ram, and a yearling lamb for a Whole-Burnt-Offering; a he-goat for an Absolution-Offering; two oxen, five rams, five he-goats, and five yearling lambs to be sacrificed as a Peace-Offering. This was the offering of Elizur son of Shedeur. a silver plate weighing three and a quarter pounds and a silver bowl weighing one and three-quarter pounds (according to the standard Sanctuary weights), each filled with fine flour mixed with oil as a Grain-Offering; a gold vessel weighing four ounces, filled with incense; a young bull, a ram, and a yearling lamb for a Whole-Burnt-Offering; a he-goat for an Absolution-Offering; two oxen, five rams, five he-goats, and five yearling lambs to be sacrificed as a Peace-Offering. This was the offering of Shelumiel son of Zurishaddai. a silver plate weighing three and a quarter pounds and a silver bowl weighing one and three-quarter pounds (according to the standard Sanctuary weights), each filled with fine flour mixed with oil as a Grain-Offering; a gold vessel weighing four ounces, filled with incense; a young bull, a ram, and a yearling lamb for a Whole-Burnt-Offering; a he-goat for an Absolution-Offering; two oxen, five rams, five he-goats, and five yearling lambs to be sacrificed as a Peace-Offering. This was the offering of Eliasaph son of Deuel. a silver plate weighing three and a quarter pounds and a silver bowl weighing one and three-quarter pounds (according to the standard Sanctuary weights), each filled with fine flour mixed with oil as a Grain-Offering; a gold vessel weighing four ounces, filled with incense; a young bull, a ram, and a yearling lamb for a Whole-Burnt-Offering; a he-goat for an Absolution-Offering; two oxen, five rams, five he-goats, and five yearling lambs to be sacrificed as a Peace-Offering. This was the offering of Elishama son of Ammihud. a silver plate weighing three and a quarter pounds and a silver bowl weighing one and three-quarter pounds (according to the standard Sanctuary weights), each filled with fine flour mixed with oil as a Grain-Offering; a gold vessel weighing four ounces, filled with incense; a young bull, a ram, and a yearling lamb for a Whole-Burnt-Offering; a he-goat for an Absolution-Offering; two oxen, five rams, five he-goats, and five yearling lambs to be sacrificed as a Peace-Offering. This was the offering of Gamaliel son of Pedahzur. a silver plate weighing three and a quarter pounds and a silver bowl weighing one and three-quarter pounds (according to the standard Sanctuary weights), each filled with fine flour mixed with oil as a Grain-Offering; a gold vessel weighing four ounces, filled with incense; a young bull, a ram, and a yearling lamb for a Whole-Burnt-Offering; a he-goat for an Absolution-Offering; two oxen, five rams, five he-goats, and five yearling lambs to be sacrificed as a Peace-Offering. This was the offering of Abidan son of Gideoni. a silver plate weighing three and a quarter pounds and a silver bowl weighing one and three-quarter pounds (according to the standard Sanctuary weights), each filled with fine flour mixed with oil as a Grain-Offering; a gold vessel weighing four ounces, filled with incense; a young bull, a ram, and a yearling lamb for a Whole-Burnt-Offering; a he-goat for an Absolution-Offering; two oxen, five rams, five he-goats, and five yearling lambs to be sacrificed as a Peace-Offering. This was the offering of Ahiezer son of Ammishaddai. a silver plate weighing three and a quarter pounds and a silver bowl weighing one and three-quarter pounds (according to the standard Sanctuary weights), each filled with fine flour mixed with oil as a Grain-Offering; a gold vessel weighing four ounces, filled with incense; a young bull, a ram, and a yearling lamb for a Whole-Burnt-Offering; a he-goat for an Absolution-Offering; two oxen, five rams, five he-goats, and five yearling lambs to be sacrificed as a Peace-Offering. This was the offering of Pagiel son of Ocran. a silver plate weighing three and a quarter pounds and a silver bowl weighing one and three-quarter pounds (according to the standard Sanctuary weights), each filled with fine flour mixed with oil as a Grain-Offering; a gold vessel weighing four ounces, filled with incense; a young bull, a ram, and a yearling lamb for a Whole-Burnt-Offering; a he-goat for an Absolution-Offering; two oxen, five rams, five he-goats, and five yearling lambs to be sacrificed as a Peace-Offering. This was the offering of Ahira son of Enan. twelve silver plates, twelve silver bowls, twelve gold vessels. twelve bulls, twelve rams, twelve yearling lambs. For the Absolution-Offering: twelve he-goats. twenty-four bulls, sixty rams, sixty he-goats, sixty yearling lambs. These were the offerings for the dedication of the Altar after it was anointed."
            },
            {
                "verse_number": "14",
                "verse_text": "a gold vessel weighing four ounces, filled with incense;"
            },
            {
                "verse_number": "15",
                "verse_text": "a young bull, a ram, and a yearling lamb for a Whole-Burnt-Offering;"
            },
            {
                "verse_number": "16",
                "verse_text": "a he-goat for an Absolution-Offering;"
            },
            {
                "verse_number": "17",
                "verse_text": "This was the offering of Nahshon son of Amminadab."
            },
            {
                "verse_number": "84",
                "verse_text": "These were the dedication offerings of the leaders of Israel for the anointing of the Altar:"
            },
            {
                "verse_number": "87",
                "verse_text": "The sum total of animals used for the Whole-Burnt-Offering together with the Grain-Offering:"
            },
            {
                "verse_number": "88",
                "verse_text": "The sum total of animals used for the sacrifice of the Peace-Offering:"
            },
            {
                "verse_number": "89",
                "verse_text": "When Moses entered the Tent of Meeting to speak with God , he heard the Voice speaking to him from between the two angel-cherubim above the Atonement-Cover on the Chest of The Testimony. He spoke with him."
            }
        ],
        "8": [],
        "9": [
            {
                "verse_number": "8",
                "verse_text": "Moses said, &apos;Give me some time; I&quot;ll find out what God says in your circumstances.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;But a man who is ritually clean and is not off on a trip and still fails to celebrate the Passover must be cut off from his people because he did not present God &quot;s offering at the set time. That man will pay for his sin."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Any foreigner living among you who wants to celebrate God &quot;s Passover is welcome to do it, but he must follow all the rules and procedures. The same procedures go for both foreigner and native-born.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "28",
                "verse_text": "These were the marching units of the People of Israel. They were on their way."
            },
            {
                "verse_number": "29",
                "verse_text": "Moses said to his brother-in-law Hobab son of Reuel the Midianite, Moses&quot; father-in-law, &apos;We&quot;re marching to the place about which God promised, &quot;I&quot;ll give it to you.&quot; Come with us; we&quot;ll treat you well. God has promised good things for Israel.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "But Hobab said, &apos;I&quot;m not coming; I&quot;m going back home to my own country, to my own family.&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "10",
                "verse_text": "Moses heard the whining, all those families whining in front of their tents. God &quot;s anger blazed up. Moses saw that things were in a bad way."
            },
            {
                "verse_number": "23",
                "verse_text": "God answered Moses, &apos;So, do you think I can&quot;t take care of you? You&quot;ll see soon enough whether what I say happens for you or not.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Meanwhile two men, Eldad and Medad, had stayed in the camp. They were listed as leaders but they didn&quot;t leave camp to go to the Tent. Still, the Spirit also rested on them and they prophesied in the camp."
            },
            {
                "verse_number": "27",
                "verse_text": "A young man ran and told Moses, &apos;Eldad and Medad are prophesying in the camp!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Joshua son of Nun, who had been Moses&quot; right-hand man since his youth, said, &apos;Moses, master! Stop them!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "But Moses said, &apos;Are you jealous for me? Would that all God &quot;s people were prophets. Would that God would put his Spirit on all of them.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "From Kibroth Hattaavah they marched on to Hazeroth. They remained at Hazeroth."
            }
        ],
        "12": [
            {
                "verse_number": "9",
                "verse_text": "The anger of God blazed out against them. And then he left."
            },
            {
                "verse_number": "10",
                "verse_text": "When the Cloud moved off from the Tent, oh! Miriam had turned leprous, her skin like snow. Aaron took one look at Miriam&ndash;a leper!"
            },
            {
                "verse_number": "13",
                "verse_text": "And Moses prayed to God :"
            }
        ],
        "13": [
            {
                "verse_number": "16",
                "verse_text": "These are the names of the men Moses sent to scout out the land. Moses gave Hoshea (Salvation) son of Nun a new name&ndash;Joshua ( God -Saves)."
            },
            {
                "verse_number": "30",
                "verse_text": "Caleb interrupted, called for silence before Moses and said, &apos;Let&quot;s go up and take the land&ndash;now. We can do it.&apos;"
            }
        ],
        "14": [
            {
                "verse_number": "4",
                "verse_text": "Soon they were all saying it to one another: &apos;Let&quot;s pick a new leader; let&quot;s head back to Egypt.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Moses and Aaron fell on their faces in front of the entire community, gathered in emergency session."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Now, please, let the power of the Master expand, enlarge itself greatly, along the lines you have laid out earlier when you said,"
            },
            {
                "verse_number": "18",
                "verse_text": "God , slow to get angry and huge in loyal love,"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Please forgive the wrongdoing of this people out of the extravagance of your loyal love just as all along, from the time they left Egypt, you have been forgiving this people.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;But my servant Caleb&ndash;this is a different story. He has a different spirit; he follows me passionately. I&quot;ll bring him into the land that he scouted and his children will inherit it."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Since the Amalekites and Canaanites are so well established in the valleys, for right now change course and head back into the wilderness following the route to the Red Sea.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;I, God , have spoken. I will most certainly carry out these things against this entire evil-infested community which has banded together against me. In this wilderness they will come to their end. There they will die.&apos;"
            }
        ],
        "15": [
            {
                "verse_number": "29",
                "verse_text": "&apos;The same standard holds for everyone who sins by mistake; the native-born Israelites and the foreigners go by the same rules."
            },
            {
                "verse_number": "36",
                "verse_text": "So the whole community took him outside the camp and threw stones at him, an execution commanded by God and given through Moses."
            }
        ],
        "16": [
            {
                "verse_number": "4",
                "verse_text": "On hearing this, Moses threw himself facedown on the ground."
            },
            {
                "verse_number": "5",
                "verse_text": "Then he addressed Korah and his gang: &apos;In the morning God will make clear who is on his side, who is holy. God will take his stand with the one he chooses."
            },
            {
                "verse_number": "15",
                "verse_text": "Moses&quot; temper blazed white-hot. He said to God , &apos;Don&quot;t accept their Grain-Offering. I haven&quot;t taken so much as a single donkey from them; I haven&quot;t hurt a single hair of their heads.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So they all did it. They brought their censers filled with fire and incense and stood at the entrance of the Tent of Meeting. Moses and Aaron did the same."
            },
            {
                "verse_number": "19",
                "verse_text": "It was Korah and his gang against Moses and Aaron at the entrance of the Tent of Meeting. The entire community could see the Glory of God ."
            },
            {
                "verse_number": "22",
                "verse_text": "They threw themselves on their faces and said, &apos;O God, God of everything living, when one man sins are you going to take it out on the whole community?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "So they all backed away from the tents of Korah, Dathan, and Abiram. Dathan and Abiram by now had come out and were standing at the entrance to their tents with their wives, children, and babies."
            },
            {
                "verse_number": "34",
                "verse_text": "At the sound of their cries everyone around ran for dear life, shouting, &apos;We&quot;re about to be swallowed up alive!&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Then God sent lightning. The fire cremated the 250 men who were offering the incense."
            },
            {
                "verse_number": "41",
                "verse_text": "Grumbling broke out the next day in the community of Israel, grumbling against Moses and Aaron: &apos;You have killed God &quot;s people!&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "But it so happened that when the community got together against Moses and Aaron, they looked over at the Tent of Meeting and there was the Cloud&ndash;the Glory of God for all to see."
            },
            {
                "verse_number": "46",
                "verse_text": "Moses said to Aaron, &apos;Take your censer and fill it with incense, along with fire from the Altar. Get to the congregation as fast as you can: make atonement for them. Anger is pouring out from God &ndash;the plague has started!&apos;"
            }
        ],
        "17": [
            {
                "verse_number": "10",
                "verse_text": "God said to Moses, &apos;Return Aaron&quot;s staff to the front of The Testimony. Keep it there as a sign to rebels. This will put a stop to the grumbling against me and save their lives.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Moses did just as God commanded him."
            }
        ],
        "18": [
            {
                "verse_number": "20",
                "verse_text": "God said to Aaron, &apos;You won&quot;t get any inheritance in land, not so much as a small plot of ground: I am your plot of ground, I am your inheritance among the People of Israel."
            }
        ],
        "19": [
            {
                "verse_number": "9",
                "verse_text": "&apos;Then a man who is ritually clean will gather the ashes of the cow and place them in a ritually clean place outside the camp. The congregation of Israel will keep them to use in the Water-of-Cleansing, an Absolution-Offering."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;The man who gathered up the ashes must scrub his clothes; he is ritually unclean until evening. This is to be a standing rule for both native-born Israelites and foreigners living among them."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Anything the ritually unclean man touches becomes unclean, and the person who touches what he touched is unclean until evening.&apos;"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "In the first month, the entire company of the People of Israel arrived in the Wilderness of Zin. The people stayed in Kadesh. Miriam died there, and she was buried. * * *"
            },
            {
                "verse_number": "6",
                "verse_text": "Moses and Aaron walked from the assembled congregation to the Tent of Meeting and threw themselves facedown on the ground. And they saw the Glory of God ."
            },
            {
                "verse_number": "11",
                "verse_text": "With that Moses raised his arm and slammed his staff against the rock&ndash;once, twice. Water poured out. Congregation and cattle drank."
            },
            {
                "verse_number": "12",
                "verse_text": "God said to Moses and Aaron, &apos;Because you didn&quot;t trust me, didn&quot;t treat me with holy reverence in front of the People of Israel, you two aren&quot;t going to lead this company into the land that I am giving them.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "These were the Waters of Meribah (Bickering) where the People of Israel bickered with God , and he revealed himself as holy."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Will you give us permission to cut across your land? We won&quot;t trespass through your fields or orchards and we won&quot;t drink out of your wells; we&quot;ll keep to the main road, the King&quot;s Road, straying neither right nor left until we&quot;ve crossed your border.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The king of Edom answered, &apos;Not on your life. If you so much as set a foot on my land, I&quot;ll kill you.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The People of Israel said, &apos;Look, we&quot;ll stay on the main road. If we or our animals drink any water, we&quot;ll pay you for it. We&quot;re harmless&ndash;just a company of footsore travelers.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The People of Israel, the entire company, set out from Kadesh and traveled to Mount Hor."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "The Canaanite king of Arad, ruling in the Negev, heard that Israel was advancing up the road to Atharim. He attacked Israel and took prisoners of war. Moses prayed for the people. Waheb in Suphah, the canyons of Arnon; Along the canyon ravines that lead to the village Ar And lean hard against the border of Moab. Erupt, Well! Sing the Song of the Well, the well sunk by princes, Dug out by the peoples&quot; leaders digging with their scepters and staffs. Come to Heshbon to rebuild the city, restore Sihon&quot;s town. flames from the city of Sihon; Burning up Ar of Moab, the natives of Arnon&quot;s heights. Doom, Moab! The people of Chemosh, done for! Sons turned out as fugitives, daughters abandoned as captives to the king of the Amorites, to Sihon. Nothing left of Heshbon as far as Dibon; Devastation as far off as Nophah, scorched earth all the way to Medeba."
            },
            {
                "verse_number": "2",
                "verse_text": "Israel vowed a vow to God : &apos;If you will give this people into our power, we&quot;ll destroy their towns and present the ruins to you as a holy destruction.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "God listened to Israel&quot;s prayer and gave them the Canaanites. They destroyed both them and their towns, a holy destruction. They named the place Hormah (Holy Destruction)."
            },
            {
                "verse_number": "8",
                "verse_text": "God said to Moses, &apos;Make a snake and put it on a flagpole: Whoever is bitten and looks at it will live.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Moses made a snake of fiery copper and put it on top of a flagpole. Anyone bitten by a snake who then looked at the copper snake lived."
            },
            {
                "verse_number": "30",
                "verse_text": "Oh, but we finished them off:"
            },
            {
                "verse_number": "33",
                "verse_text": "Then they turned north on the road to Bashan. Og king of Bashan marched out with his entire army to meet Moses in battle at Edrei."
            },
            {
                "verse_number": "34",
                "verse_text": "God said to Moses, &apos;Don&quot;t be afraid of him. I&quot;m making a present of him to you, him and all his people and his land. Treat him the same as Sihon king of the Amorites who ruled in Heshbon.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "So they attacked him, his sons, and all the people&ndash;there was not a single survivor. Israel took the land."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "The People of Israel marched on and camped on the Plains of Moab at Jordan-Jericho. Balak son of Zippor, who was king of Moab at that time, sent emissaries to get Balaam son of Beor, who lived at Pethor on the banks of the Euphrates River, his homeland. &apos;Stay here for the night,&apos; Balaam said. &apos;In the morning I&quot;ll deliver the answer that God gives me.&apos; The Moabite nobles stayed with him. He said, &apos;No.&apos; And so Balaam continued to go with Balak&quot;s nobles."
            },
            {
                "verse_number": "9",
                "verse_text": "Then God came to Balaam. He asked, &apos;So who are these men here with you?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "God said to Balaam, &apos;Don&quot;t go with them. And don&quot;t curse the others&ndash;they are a blessed people.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The next morning Balaam got up and told Balak&quot;s nobles, &apos;Go back home; God refuses to give me permission to go with you.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So the Moabite nobles left, came back to Balak, and said, &apos;Balaam wouldn&quot;t come with us.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "God came to Balaam that night and said, &apos;Since these men have come all this way to see you, go ahead and go with them. But make sure you do absolutely nothing other than what I tell you.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then God gave speech to the donkey. She said to Balaam: &apos;What have I ever done to you that you have beat me these three times?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Balaam said, &apos;Because you&quot;ve been playing games with me! If I had a sword I would have killed you by now.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "The donkey said to Balaam, &apos;Am I not your trusty donkey on whom you&quot;ve ridden for years right up until now? Have I ever done anything like this to you before? Have I?&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Then God helped Balaam see what was going on: He saw God &quot;s angel blocking the way, brandishing a sword. Balaam fell to the ground, his face in the dirt."
            },
            {
                "verse_number": "34",
                "verse_text": "Balaam said to God &quot;s angel, &apos;I have sinned. I had no idea you were standing in the road blocking my way. If you don&quot;t like what I&quot;m doing, I&quot;ll head back.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "But God &quot;s angel said to Balaam, &apos;Go ahead and go with them. But only say what I tell you to say&ndash;absolutely no other word.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "When Balak heard that Balaam was coming, he went out to meet him in the Moabite town that was on the banks of the Arnon, right on the boundary of his land."
            },
            {
                "verse_number": "37",
                "verse_text": "Balak said to Balaam, &apos;Didn&quot;t I send an urgent message for help? Why didn&quot;t you come when I called? Do you think I can&quot;t pay you enough?&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Balaam said to Balak, &apos;Well, I&quot;m here now. But I can&quot;t tell you just anything. I can speak only words that God gives me&ndash;no others.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "At daybreak Balak took Balaam up to Bamoth Baal (The Heights of Baal) so that he could get a good view of some of the people."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "Balaam said, &apos;Build me seven altars here, and then prepare seven bulls and seven rams.&apos; Balak led me here from Aram, the king of Moab all the way from the eastern mountains. &apos;Go, curse Jacob for me; go, damn Israel.&apos; How can I curse whom God has not cursed? How can I damn whom God has not damned? From rock pinnacles I see them, from hilltops I survey them: Look! a people camping off by themselves, thinking themselves outsiders among nations. But who could ever count the dust of Jacob or take a census of cloud-of-dust Israel? I want to die like these right-living people! I want an end just like theirs! * * * On your feet, Balak. Listen, listen carefully son of Zippor: God is not man, one given to lies, and not a son of man changing his mind. Does he speak and not do what he says? Does he promise and not come through? I was brought here to bless; and now he&quot;s blessed&ndash;how can I change that? He has no bone to pick with Jacob, he sees nothing wrong with Israel. God is with them, and they&quot;re with him, shouting praises to their King. God brought them out of Egypt, rampaging like a wild ox. No magic spells can bind Jacob, no incantations can hold back Israel. People will look at Jacob and Israel and say, &apos;What a great thing has God done!&apos; Look, a people rising to its feet, stretching like a lion, a king-of-the-beasts, aroused, Unsleeping, unresting until its hunt is over and it&quot;s eaten and drunk its fill. * * *"
            },
            {
                "verse_number": "2",
                "verse_text": "Balak did it. Then Balaam and Balak sacrificed a bull and a ram on each of the altars."
            },
            {
                "verse_number": "3",
                "verse_text": "Balaam instructed Balak: &apos;Stand watch here beside your Whole-Burnt-Offering while I go off by myself. Maybe God will come and meet with me. Whatever he shows or tells me, I&quot;ll report to you.&apos; Then he went off by himself."
            },
            {
                "verse_number": "4",
                "verse_text": "God did meet with Balaam. Balaam said, &apos;I&quot;ve set up seven altars and offered a bull and a ram on each altar.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then God gave Balaam a message: &apos;Return to Balak and give him this message.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Balak said to Balaam, &apos;What&quot;s this? I brought you here to curse my enemies, and all you&quot;ve done is bless them.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Balaam answered, &apos;Don&quot;t I have to be careful to say what God gives me to say?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Balak said to him, &apos;Go with me to another place from which you can only see the outskirts of their camp&ndash;you won&quot;t be able to see the whole camp. From there, curse them for my sake.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So he took him to Watchmen&quot;s Meadow at the top of Pisgah. He built seven altars there and offered a bull and a ram on each altar."
            },
            {
                "verse_number": "15",
                "verse_text": "Balaam said to Balak, &apos;Take up your station here beside your Whole-Burnt-Offering while I meet with him over there.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "God met with Balaam and gave him a message. He said, &apos;Return to Balak and give him the message.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Balak said to Balaam, &apos;Well, if you can&quot;t curse them, at least don&quot;t bless them.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Balaam replied to Balak, &apos;Didn&quot;t I tell you earlier: &quot;All God speaks, and only what he speaks, I speak&quot;?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Balaam said to Balak, &apos;Build seven altars for me here and prepare seven bulls and seven rams for sacrifice.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Balak did it and presented an offering of a bull and a ram on each of the altars."
            }
        ],
        "24": [
            {
                "verse_number": "20",
                "verse_text": "Then Balaam spotted Amalek and delivered an oracle-message. He said,"
            },
            {
                "verse_number": "25",
                "verse_text": "Balaam got up and went home. Balak also went on his way."
            }
        ],
        "25": [
            {
                "verse_number": "4",
                "verse_text": "God said to Moses, &apos;Take all the leaders of Israel and kill them by hanging, leaving them publicly exposed in order to turn God &quot;s anger away from Israel.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Moses issued orders to the judges of Israel: &apos;Each of you must execute the men under your jurisdiction who joined in the worship of Baal Peor.&apos;"
            }
        ],
        "26": [
            {
                "verse_number": "8",
                "verse_text": "The son of Pallu: Eliab."
            },
            {
                "verse_number": "51",
                "verse_text": "The total number of the People of Israel: 601,730."
            },
            {
                "verse_number": "62",
                "verse_text": "The numbering of Levite males one month and older came to 23,000. They hadn&quot;t been counted in with the rest of the People of Israel because they didn&quot;t inherit any land."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "The daughters of Zelophehad showed up. Their father was the son of Hepher son of Gilead son of Makir son of Manasseh, belonging to the clans of Manasseh son of Joseph. The daughters were Mahlah, Noah, Hoglah, Milcah, and Tirzah."
            },
            {
                "verse_number": "5",
                "verse_text": "Moses brought their case to God ."
            }
        ],
        "28": [
            {
                "verse_number": "11",
                "verse_text": "&apos;On the first of the month offer a Whole-Burnt-Offering to God : two young bulls, one ram, and seven male yearling lambs&ndash;all healthy."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Conclude the seventh day in holy worship; don&quot;t do any regular work on that day."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;These are all over and above the daily Whole-Burnt-Offering and its Grain-Offering and the Drink-Offering. Remember, the animals must be healthy."
            }
        ],
        "29": [
            {
                "verse_number": "6",
                "verse_text": "&apos;These are all over and above the monthly and daily Whole-Burnt-Offerings with their Grain-Offerings and Drink-Offerings as prescribed, a pleasing fragrance, a Fire-Gift to God ."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;On the tenth day of this seventh month, gather in holy worship, humble yourselves, and do no work."
            },
            {
                "verse_number": "39",
                "verse_text": "&apos;Sacrifice these to God as a congregation at your set feasts: your Whole-Burnt-Offerings, Grain-Offerings, Drink-Offerings, and Peace-Offerings. These are all over and above your personal Vow-Offerings and Freewill-Offerings.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Moses instructed the People of Israel in all that God commanded him."
            }
        ],
        "30": [
            {
                "verse_number": "9",
                "verse_text": "&apos;Any vow or pledge taken by a widow or divorced woman is binding on her."
            },
            {
                "verse_number": "16",
                "verse_text": "These are the rules that God gave Moses regarding conduct between a man and his wife and between a father and his young daughter who is still living at home."
            }
        ],
        "31": [
            {
                "verse_number": "31",
                "verse_text": "Moses and Eleazar followed through with what God had commanded Moses."
            },
            {
                "verse_number": "41",
                "verse_text": "Moses turned the tax over to Eleazar the priest as God &quot;s part, following God &quot;s instructions to Moses."
            },
            {
                "verse_number": "47",
                "verse_text": "From the half-share going to the People of Israel, Moses, just as God had instructed him, picked one out of every fifty persons and animals and gave them to the Levites, who were in charge of maintaining God &quot;s Dwelling."
            }
        ],
        "32": [
            {
                "verse_number": "5",
                "verse_text": "They continued, &apos;If you think we&quot;ve done a good job so far, give us this country for our inheritance. Don&quot;t make us go across the Jordan.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos; God &quot;s anger smoked against Israel. He made them wander in the wilderness for forty years, until that entire generation that acted out evil in his sight had died out."
            },
            {
                "verse_number": "33",
                "verse_text": "Moses gave the families of Gad, Reuben, and the half-tribe of Manasseh son of Joseph the kingdom of Sihon, king of the Amorites, and the kingdom of Og, king of Bashan&ndash;the land, its towns, and all the territories connected with them&ndash;the works."
            },
            {
                "verse_number": "41",
                "verse_text": "Jair, another son of Manasseh, captured some villages and named them Havvoth Jair (Jair&quot;s Tent-Camps)."
            },
            {
                "verse_number": "42",
                "verse_text": "Nobah captured Kenath and its surrounding camps. He renamed it after himself, Nobah."
            }
        ],
        "33": [
            {
                "verse_number": "40",
                "verse_text": "The Canaanite king of Arad&ndash;he ruled in the Negev of Canaan&ndash;heard that the People of Israel had arrived."
            },
            {
                "verse_number": "54",
                "verse_text": "&apos;Divide up the land by lot according to the size of your clans: Large clans will get large tracts of land, small clans will get smaller tracts of land. However the lot falls, that&quot;s it. Divide it up according to your ancestral tribes."
            }
        ],
        "34": [
            {
                "verse_number": "6",
                "verse_text": "&apos;Your western border will be the Mediterranean Sea."
            },
            {
                "verse_number": "29",
                "verse_text": "These are the men God commanded to hand out the assignments of land-inheritance to the People of Israel in the country of Canaan."
            }
        ],
        "35": [
            {
                "verse_number": "16",
                "verse_text": "&apos;But if the killer has used an iron object, that&quot;s just plain murder; he&quot;s obviously a murderer and must be put to death."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Or if he has a rock in his hand big enough to kill and the man dies, that&quot;s murder; he&quot;s a murderer and must be put to death."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Or if he&quot;s carrying a wooden club heavy enough to kill and the man dies, that&quot;s murder; he&quot;s a murderer and must be put to death."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;In such cases the avenger has a right to kill the murderer when he meets him&ndash;he can kill him on the spot."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;So it&quot;s important that he stay in his asylum-city until the death of the High Priest. After the death of the High Priest he is free to return to his own place."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;These are the procedures for making judgments from now on, wherever you live."
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;Anyone who kills another may be executed only on the testimony of eyewitnesses. But no one can be executed on the testimony of only one witness."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Don&quot;t accept bribe money in exchange for the life of a murderer. He&quot;s guilty and deserves the death penalty. Put him to death."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;And don&quot;t accept bribe money for anyone who has fled to an asylum-city so as to permit him to go back and live in his own place before the death of the High Priest."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;Don&quot;t pollute the land in which you live. Murder pollutes the land. The land can&quot;t be cleaned up of the blood of murder except through the blood of the murderer."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Don&quot;t desecrate the land in which you live. I live here, too&ndash;I, God , live in the same neighborhood with the People of Israel.&apos;"
            }
        ],
        "36": [
            {
                "verse_number": "1",
                "verse_text": "The heads of the ancestral clan of Gilead son of Makir, the son of Manasseh&ndash;they were from the clans of the descendants of Joseph&ndash;approached Moses and the leaders who were heads of the families in the People of Israel."
            },
            {
                "verse_number": "13",
                "verse_text": "These are the commands and regulations that God commanded through the authority of Moses to the People of Israel on the Plains of Moab at Jordan-Jericho."
            }
        ]
    }
}