{
    "Ezra": {
        "1": [
            {
                "verse_number": "11",
                "verse_text": "All told, there were 5,400 gold and silver articles that Sheshbazzar took with him when he brought the exiles back from Babylon to Jerusalem."
            }
        ],
        "2": [
            {
                "verse_number": "61",
                "verse_text": "Delaiah, Tobiah, and Nekoda, 652 in all."
            },
            {
                "verse_number": "70",
                "verse_text": "The priests, Levites, and some of the people lived in Jerusalem. The singers, security guards, and temple support staff found places in their hometowns. All the Israelites found a place to live."
            }
        ],
        "3": [
            {
                "verse_number": "6",
                "verse_text": "They began offering Whole-Burnt-Offerings to God from the very first day of the seventh month, even though The Temple of God &quot;s foundation had not yet been laid."
            },
            {
                "verse_number": "7",
                "verse_text": "They gave money to hire masons and carpenters. They gave food, drink, and oil to the Sidonians and Tyrians in exchange for the cedar lumber they had brought by sea from Lebanon to Joppa, a shipment authorized by Cyrus the king of Persia."
            }
        ],
        "4": [
            {
                "verse_number": "3",
                "verse_text": "Zerubbabel, Jeshua, and the rest of the family heads of Israel said to them, &apos;Nothing doing. Building The Temple of our God is not the same thing to you as to us. We alone will build for the God of Israel. We&quot;re the ones King Cyrus of Persia commanded to do it.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "In fact, in the reign of Xerxes, at the beginning of his reign, they wrote an accusation against those living in Judah and Jerusalem."
            },
            {
                "verse_number": "7",
                "verse_text": "Again later, in the time of Artaxerxes, Bishlam, Mithredath, Tabeel, and their associates wrote regarding the Jerusalem business to Artaxerxes king of Persia. The letter was written in Aramaic and translated. (What follows is written in Aramaic.)"
            },
            {
                "verse_number": "23",
                "verse_text": "The letter of King Artaxerxes was read to Rehum and Shimshai the secretary and their associates. They lost no time. They went to the Jews in Jerusalem and made them quit work."
            },
            {
                "verse_number": "24",
                "verse_text": "That put a stop to the work on The Temple of God in Jerusalem. Nothing more was done until the second year of the reign of Darius king of Persia."
            }
        ],
        "5": [
            {
                "verse_number": "5",
                "verse_text": "But God had his eye on the leaders of the Jews, and the work wasn&quot;t stopped until a report could reach Darius and an official reply be returned."
            },
            {
                "verse_number": "8",
                "verse_text": "We want to report to the king that we went to the province of Judah, to The Temple of the great God that is being rebuilt with large stones. Timbers are being fitted into the walls; the work is going on with great energy and in good time."
            },
            {
                "verse_number": "17",
                "verse_text": "So now, if it please the king, look up the records in the royal archives in Babylon and see if it is indeed a fact that Cyrus the king issued an official building permit authorizing the rebuilding of The Temple of God in Jerusalem. And then send the king&quot;s ruling on this matter to us."
            }
        ],
        "6": [
            {
                "verse_number": "13",
                "verse_text": "Tattenai governor of the land across the Euphrates, Shethar-Bozenai, and their associates did it: They carried out the decree of Darius precisely and promptly."
            },
            {
                "verse_number": "19",
                "verse_text": "On the fourteenth day of the first month, the exiles celebrated the Passover."
            },
            {
                "verse_number": "20",
                "verse_text": "All the priests and Levites had purified themselves&ndash;all, no exceptions. They were all ritually clean. The Levites slaughtered the Passover lamb for the exiles, their brother priests, and themselves."
            }
        ],
        "7": [
            {
                "verse_number": "11",
                "verse_text": "What follows is the letter that King Artaxerxes gave Ezra, priest and scholar, expert in matters involving the truths and ways of God concerning Israel:"
            },
            {
                "verse_number": "24",
                "verse_text": "Also, let it be clear that no one is permitted to impose tribute, tax, or duty on any priest, Levite, singer, temple security guard, temple servant, or any other worker connected with The Temple of God."
            },
            {
                "verse_number": "25",
                "verse_text": "I authorize you, Ezra, exercising the wisdom of God that you have in your hands, to appoint magistrates and judges so they can administer justice among all the people of the land across the Euphrates who live by the Teaching of your God. Anyone who does not know the Teaching, you teach them."
            },
            {
                "verse_number": "26",
                "verse_text": "Anyone who does not obey the Teaching of your God and the king must be tried and sentenced at once&ndash;death, banishment, a fine, prison, whatever."
            }
        ],
        "8": [
            {
                "verse_number": "23",
                "verse_text": "So we fasted and prayed about these concerns. And he listened."
            },
            {
                "verse_number": "30",
                "verse_text": "The priests and Levites took charge of all that had been weighed out to them, and prepared to deliver it to Jerusalem to The Temple of our God."
            },
            {
                "verse_number": "31",
                "verse_text": "We left the Ahava Canal on the twelfth day of the first month to travel to Jerusalem. God was with us all the way and kept us safe from bandits and highwaymen."
            },
            {
                "verse_number": "35",
                "verse_text": "When they arrived, the exiles, now returned from captivity, offered Whole-Burnt-Offerings to the God of Israel:"
            },
            {
                "verse_number": "36",
                "verse_text": "They also delivered the king&quot;s orders to the king&quot;s provincial administration assigned to the land beyond the Euphrates. They, in turn, gave their support to the people and The Temple of God."
            }
        ],
        "9": [
            {
                "verse_number": "3",
                "verse_text": "When I heard all this, I ripped my clothes and my cape; I pulled hair from my head and out of my beard; I slumped to the ground, appalled."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Ezra wept, prostrate in front of The Temple of God. As he prayed and confessed, a huge number of the men, women, and children of Israel gathered around him. All the people were now weeping as if their hearts would break. * * * * * * The family of Jeshua son of Jozadak and his brothers: Maaseiah, Eliezer, Jarib, and Gedaliah. They all promised to divorce their wives and sealed it with a handshake. For their guilt they brought a ram from the flock as a Compensation-Offering. From the temple security guards: Shallum, Telem, and Uri. The family of Parosh: Ramiah, Izziah, Malkijah, Mijamin, Eleazar, Malkijah, and Benaiah."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Now get up, Ezra. Take charge&ndash;we&quot;re behind you. Don&quot;t back down.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So Ezra stood up and had the leaders of the priests, the Levites, and all Israel solemnly swear to do what Shecaniah proposed. And they did it."
            },
            {
                "verse_number": "6",
                "verse_text": "Then Ezra left the plaza in front of The Temple of God and went to the home of Jehohanan son of Eliashib where he stayed, still fasting from food and drink, continuing his mourning over the betrayal by the exiles."
            },
            {
                "verse_number": "9",
                "verse_text": "All the men of Judah and Benjamin met in Jerusalem within the three days. It was the twentieth day of the ninth month. They all sat down in the plaza in front of The Temple of God. Because of the business before them, and aggravated by the buckets of rain coming down on them, they were restless, uneasy, and anxious."
            },
            {
                "verse_number": "12",
                "verse_text": "The whole congregation responded with a shout, &apos;Yes, we&quot;ll do it&ndash;just the way you said it!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The family of Immer: Hanani and Zebadiah."
            },
            {
                "verse_number": "21",
                "verse_text": "The family of Harim: Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah."
            },
            {
                "verse_number": "22",
                "verse_text": "The family of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah."
            },
            {
                "verse_number": "23",
                "verse_text": "From the Levites: Jozabad, Shimei, Kelaiah&ndash;that is, Kelita&ndash;Pethahiah, Judah, and Eliezer."
            },
            {
                "verse_number": "24",
                "verse_text": "From the singers: Eliashib."
            },
            {
                "verse_number": "25",
                "verse_text": "And from the other Israelites:"
            },
            {
                "verse_number": "26",
                "verse_text": "The family of Elam: Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah."
            },
            {
                "verse_number": "27",
                "verse_text": "The family of Zattu: Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza."
            },
            {
                "verse_number": "28",
                "verse_text": "The family of Bebai: Jehohanan, Hananiah, Zabbai, and Athlai."
            },
            {
                "verse_number": "29",
                "verse_text": "The family of Bani: Meshullam, Malluch, Adaiah, Jashub, Sheal, and Jeremoth."
            },
            {
                "verse_number": "30",
                "verse_text": "The family of Pahath-Moab: Adna, Kelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh."
            },
            {
                "verse_number": "33",
                "verse_text": "The family of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei."
            },
            {
                "verse_number": "43",
                "verse_text": "The family of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel, and Benaiah."
            },
            {
                "verse_number": "44",
                "verse_text": "All these had married foreign wives and some had also had children by them."
            }
        ]
    }
}