{
    "1 John": {
        "1": [
            {
                "verse_number": "5",
                "verse_text": "This, in essence, is the message we heard from Christ and are passing on to you: God is light, pure light; there&quot;s not a trace of darkness in him."
            }
        ],
        "2": [
            {
                "verse_number": "18",
                "verse_text": "Children, time is just about up. You heard that Antichrist is coming. Well, they&quot;re all over the place, antichrists everywhere you look. That&quot;s how we know that we&quot;re close to the end."
            },
            {
                "verse_number": "19",
                "verse_text": "They left us, but they were never really with us. If they had been, they would have stuck it out with us, loyal to the end. In leaving, they showed their true colors, showed they never did belong."
            },
            {
                "verse_number": "28",
                "verse_text": "And now, children, stay with Christ. Live deeply in Christ. Then we&quot;ll be ready for him when he appears, ready to receive him with open arms, with no cause for red-faced guilt or lame excuses when he arrives."
            },
            {
                "verse_number": "29",
                "verse_text": "Once you&quot;re convinced that he is right and righteous, you&quot;ll recognize that all who practice righteousness are God&quot;s true children."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "What marvelous love the Father has extended to us! Just look at it&ndash;we&quot;re called children of God! That&quot;s who we really are. But that&quot;s also why the world doesn&quot;t recognize us or take us seriously, because it has no idea who he is or what he&quot;s up to. * * *"
            },
            {
                "verse_number": "11",
                "verse_text": "For this is the original message we heard: We should love each other."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "My dear friends, don&quot;t believe everything you hear. Carefully weigh and examine what people tell you. Not everyone who talks about God comes from God. There are a lot of lying preachers loose in the world."
            },
            {
                "verse_number": "19",
                "verse_text": "We, though, are going to love&ndash;love and be loved. First we were loved, now we love. He loved us first."
            }
        ],
        "5": []
    }
}