{
    "1 Samuel": {
        "1": [
            {
                "verse_number": "8",
                "verse_text": "Her husband Elkanah said, &apos;Oh, Hannah, why are you crying? Why aren&quot;t you eating? And why are you so upset? Am I not of more worth to you than ten sons?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Eli answered her, &apos;Go in peace. And may the God of Israel give you what you have asked of him.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Think well of me&ndash;and pray for me!&apos; she said, and went her way. Then she ate heartily, her face radiant."
            },
            {
                "verse_number": "19",
                "verse_text": "Up before dawn, they worshiped God and returned home to Ramah. Elkanah slept with Hannah his wife, and God began making the necessary arrangements in response to what she had asked."
            },
            {
                "verse_number": "20",
                "verse_text": "Before the year was out, Hannah had conceived and given birth to a son. She named him Samuel, explaining, &apos;I asked God for him.&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Hannah prayed: I&quot;m bursting with God -news! I&quot;m walking on air. I&quot;m laughing at my rivals. I&quot;m dancing my salvation. no rock mountain like our God. Don&quot;t dare talk pretentiously&ndash; not a word of boasting, ever! For God knows what&quot;s going on. He takes the measure of everything that happens. The weapons of the strong are smashed to pieces, while the weak are infused with fresh strength. The well-fed are out begging in the streets for crusts, while the hungry are getting second helpings. The barren woman has a houseful of children, while the mother of many is bereft. brings down to the grave and raises up. God brings poverty and God brings wealth; he lowers, he also lifts up. He puts poor people on their feet again; he rekindles burned-out lives with fresh hope, Restoring dignity and respect to their lives&ndash; a place in the sun! For the very structures of earth are God &quot;s; he has laid out his operations on a firm foundation. He protectively cares for his faithful friends, step by step, but leaves the wicked to stumble in the dark. No one makes it in this life by sheer muscle! God &quot;s enemies will be blasted out of the sky, crashed in a heap and burned. God will set things right all over the earth, he&quot;ll give strength to his king, he&quot;ll set his anointed on top of the world! I honor those who honor me; those who scorn me I demean."
            },
            {
                "verse_number": "11",
                "verse_text": "Elkanah went home to Ramah. The boy stayed and served God in the company of Eli the priest."
            },
            {
                "verse_number": "21",
                "verse_text": "God was most especially kind to Hannah. She had three more sons and two daughters! The boy Samuel stayed at the sanctuary and grew up with God ."
            }
        ],
        "3": [
            {
                "verse_number": "10",
                "verse_text": "Then God came and stood before him exactly as before, calling out, &apos;Samuel! Samuel!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Samuel stayed in bed until morning, then rose early and went about his duties, opening the doors of the sanctuary, but he dreaded having to tell the vision to Eli."
            },
            {
                "verse_number": "16",
                "verse_text": "But then Eli summoned Samuel: &apos;Samuel, my son!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;What did he say? Tell it to me, all of it. Don&quot;t suppress or soften one word, as God is your judge! I want it all, word for word as he said it to you.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So Samuel told him, word for word. He held back nothing."
            }
        ],
        "4": [
            {
                "verse_number": "4",
                "verse_text": "So the army sent orders to Shiloh. They brought the Chest of the Covenant of God , the God -of-the-Angel-Armies, the Cherubim-Enthroned- God . Eli&quot;s two sons, Hophni and Phinehas, accompanied the Chest of the Covenant of God."
            },
            {
                "verse_number": "17",
                "verse_text": "The messenger answered, &apos;Israel scattered before the Philistines. The defeat was catastrophic, with enormous losses. Your sons Hophni and Phinehas died, and the Chest of God was taken.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "At the words, &apos;Chest of God,&apos; Eli fell backward off his stool where he sat next to the gate. Eli was an old man, and very fat. When he fell, he broke his neck and died. He had led Israel forty years."
            }
        ],
        "5": [
            {
                "verse_number": "6",
                "verse_text": "God was hard on the citizens of Ashdod. He devastated them by hitting them with tumors. This happened in both the town and the surrounding neighborhoods. He let loose rats among them. Jumping from ships there, rats swarmed all over the city! And everyone was deathly afraid."
            },
            {
                "verse_number": "9",
                "verse_text": "But as soon as they moved it there, God came down hard on that city, too. It was mass hysteria! He hit them with tumors. Tumors broke out on everyone in town, young and old."
            }
        ],
        "6": [
            {
                "verse_number": "3",
                "verse_text": "They said, &apos;If you&quot;re going to send the Chest of the God of Israel back, don&quot;t just dump it on them. Pay compensation. Then you will be healed. After you&quot;re in the clear again, God will let up on you. Why wouldn&quot;t he?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "When the five Philistine leaders saw what they came to see, they returned the same day to Ekron."
            },
            {
                "verse_number": "21",
                "verse_text": "They sent emissaries to Kiriath Jearim, saying, &apos;The Philistines have returned the Chest of God . Come down and get it.&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "And they did. The men of Kiriath Jearim came and got the Chest of God and delivered it to the house of Abinadab on the hill. They ordained his son, Eleazar, to take responsibility for the Chest of God . So Samuel prepared the Israelites for holy war there at Mizpah."
            },
            {
                "verse_number": "2",
                "verse_text": "From the time that the Chest came to rest in Kiriath Jearim, a long time passed&ndash;twenty years it was&ndash;and throughout Israel there was a widespread, fearful movement toward God ."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Samuel addressed the house of Israel: &apos;If you are truly serious about coming back to God , clean house. Get rid of the foreign gods and fertility goddesses, ground yourselves firmly in God , worship him and him alone, and he&quot;ll save you from Philistine oppression.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "They did it. They got rid of the gods and goddesses, the images of Baal and Ashtoreth, and gave their exclusive attention and service to God ."
            },
            {
                "verse_number": "5",
                "verse_text": "Next Samuel said, &apos;Get everybody together at Mizpah and I&quot;ll pray for you.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So everyone assembled at Mizpah. They drew water from the wells and poured it out before God in a ritual of cleansing. They fasted all day and prayed, &apos;We have sinned against God .&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "When the Philistines heard that Israel was meeting at Mizpah, the Philistine leaders went on the offensive. Israel got the report and became frightened&ndash;Philistines on the move again!"
            },
            {
                "verse_number": "8",
                "verse_text": "They pleaded with Samuel, &apos;Pray with all your might! And don&quot;t let up! Pray to God , our God, that he&quot;ll save us from the boot of the Philistines.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Samuel took a young lamb not yet weaned and offered it whole as a Whole-Burnt-Offering to God . He prayed fervently to God , interceding for Israel. And God answered."
            }
        ],
        "8": [
            {
                "verse_number": "6",
                "verse_text": "When Samuel heard their demand&ndash;&apos;Give us a king to rule us!&apos;&ndash;he was crushed. How awful! Samuel prayed to God ."
            }
        ],
        "9": [
            {
                "verse_number": "5",
                "verse_text": "When they got to Zuph, Saul said to the young man with him, &apos;Enough of this. Let&quot;s go back. Soon my father is going to forget about the donkeys and start worrying about us.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "He replied, &apos;Not so fast. There&quot;s a holy man in this town. He carries a lot of weight around here. What he says is always right on the mark. Maybe he can tell us where to go.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Saul said, &apos;If we go, what do we have to give him? There&quot;s no more bread in our sacks. We&quot;ve nothing to bring as a gift to the holy man. Do we have anything else?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Good,&apos; said Saul, &apos;let&quot;s go.&apos; And they set off for the town where the holy man lived."
            },
            {
                "verse_number": "11",
                "verse_text": "As they were climbing up the hill into the town, they met some girls who were coming out to draw water. They said to them, &apos;Is this where the Seer lives?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "They continued their climb and entered the city. And then there he was&ndash;Samuel!&ndash;coming straight toward them on his way to the shrine!"
            },
            {
                "verse_number": "17",
                "verse_text": "The moment Samuel laid eyes on Saul, God said, &apos;He&quot;s the one, the man I told you about. This is the one who will keep my people in check.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Saul came up to Samuel in the street and said, &apos;Pardon me, but can you tell me where the Seer lives?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Saul answered, &apos;But I&quot;m only a Benjaminite, from the smallest of Israel&quot;s tribes, and from the most insignificant clan in the tribe at that. Why are you talking to me like this?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "The chef brought it and placed it before Saul with a flourish, saying, &apos;This meal was kept aside just for you. Eat! It was especially prepared for this time and occasion with these guests.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Afterward they went down from the shrine into the city. A bed was prepared for Saul on the breeze-cooled roof of Samuel&quot;s house."
            },
            {
                "verse_number": "26",
                "verse_text": "They woke at the break of day. Samuel called to Saul on the roof, &apos;Get up and I&quot;ll send you off.&apos; Saul got up and the two of them went out in the street."
            },
            {
                "verse_number": "27",
                "verse_text": "As they approached the outskirts of town, Samuel said to Saul, &apos;Tell your servant to go on ahead of us. You stay with me for a bit. I have a word of God to give you.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "7",
                "verse_text": "&apos;When these confirming signs are accomplished, you&quot;ll know that you&quot;re ready: Whatever job you&quot;re given to do, do it. God is with you!"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Now, go down to Gilgal and I will follow. I&quot;ll come down and join you in worship by sacrificing burnt offerings and peace offerings. Wait seven days. Then I&quot;ll come and tell you what to do next.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Saul turned and left Samuel. At that very moment God transformed him&ndash;made him a new person! And all the confirming signs took place the same day."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;So,&apos; said Saul&quot;s uncle, &apos;what did Samuel tell you?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Saul said, &apos;He told us not to worry&ndash;the donkeys had been found.&apos; But Saul didn&quot;t breathe a word to his uncle of what Samuel said about the king business."
            },
            {
                "verse_number": "22",
                "verse_text": "Samuel went back to God : &apos;Is he anywhere around?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "They ran and got him. He took his place before everyone, standing tall&ndash;head and shoulders above them."
            },
            {
                "verse_number": "24",
                "verse_text": "Samuel then addressed the people, &apos;Take a good look at whom God has chosen: the best! No one like him in the whole country!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Samuel went on to instruct the people in the rules and regulations involved in a kingdom, wrote it all down in a book, and placed it before God . Then Samuel sent everyone home."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "So Nahash went after them and prepared to go to war against Jabesh Gilead. The men of Jabesh petitioned Nahash: &apos;Make a treaty with us and we&quot;ll serve you.&apos; Saul asked, &apos;What happened? Why is everyone crying?&apos; And they repeated the message that had come from Jabesh. The messengers set straight off and delivered their message. Elated, the people of Jabesh Gilead sent word to Nahash: &apos;Tomorrow we&quot;ll give ourselves up. You can deal with us on your terms.&apos; Long before dawn the next day, Saul had strategically placed his army in three groups. At first light they broke into the enemy camp and slaughtered Ammonites until noon. Those who were left ran for their lives, scattering every which way."
            },
            {
                "verse_number": "2",
                "verse_text": "Nahash said, &apos;I&quot;ll make a treaty with you on one condition: that every right eye among you be gouged out! I&quot;ll humiliate every last man and woman in Israel before I&quot;m done!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The town leaders of Jabesh said, &apos;Give us time to send messengers around Israel&ndash;seven days should do it. If no one shows up to help us, we&quot;ll accept your terms.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The people came to Samuel then and said, &apos;Where are those men who said, &quot;Saul is not fit to rule over us&quot;? Hand them over. We&quot;ll kill them!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "They all trooped out to Gilgal. Before God , they crowned Saul king at Gilgal. And there they worshiped, sacrificing peace offerings. Saul and all Israel celebrated magnificently."
            }
        ],
        "12": [
            {
                "verse_number": "4",
                "verse_text": "&apos;Oh no,&apos; they said, &apos;never. You&quot;ve never done any of that&ndash;never abused us, never lined your own pockets.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;That settles it then,&apos; said Samuel. &apos; God is witness, and his anointed is witness that you find nothing against me&ndash;no faults, no complaints.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;They soon forgot their God , so he sold them off to Sisera, commander of Hazor&quot;s army, later to a hard life under the Philistines, and still later to the king of Moab. They had to fight for their lives."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Then they cried for help to God . They confessed, &quot;We&quot;ve sinned! We&quot;ve gone off and left God and worshiped the fertility gods and goddesses of Canaan. Oh, deliver us from the brutalities of our enemies and we&quot;ll worship you alone.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;So God sent Jerub-Baal (Gideon), Bedan (Barak), Jephthah, and Samuel. He saved you from that hard life surrounded by enemies, and you lived in peace."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;But when you saw Nahash, king of the Ammonites, preparing to attack you, you said to me, &quot;No more of this. We want a king to lead us.&quot; And God was already your king!"
            },
            {
                "verse_number": "18",
                "verse_text": "Samuel prayed to God , and God sent thunder and rain that same day. The people were greatly afraid and in awe of God and of Samuel."
            },
            {
                "verse_number": "19",
                "verse_text": "Then all the people begged Samuel, &apos;Pray to your God for us, your servants. Pray that we won&quot;t die! On top of all our other sins, we&quot;ve piled on one more&ndash;asking for a king!&apos;"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Saul was a young man when he began as king. He was king over Israel for many years. Saul answered, &apos;When I saw I was losing my army from under me, and that you hadn&quot;t come when you said you would, and that the Philistines were poised at Micmash, I said, &quot;The Philistines are about to come down on me in Gilgal, and I haven&quot;t yet come before God asking for his help.&quot; So I took things into my own hands, and sacrificed the burnt offering.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Saul conscripted enough men for three companies of soldiers. He kept two companies under his command at Micmash and in the Bethel hills. The other company was under Jonathan at Gibeah in Benjamin. He sent the rest of the men home."
            },
            {
                "verse_number": "5",
                "verse_text": "The Philistines rallied their forces to fight Israel: three companies of chariots, six companies of cavalry, and so many infantry they looked like sand on the seashore. They went up into the hills and set up camp at Micmash, east of Beth Aven."
            },
            {
                "verse_number": "8",
                "verse_text": "He waited seven days, the time set by Samuel. Samuel failed to show up at Gilgal, and the soldiers were slipping away, right and left."
            },
            {
                "verse_number": "15",
                "verse_text": "At that, Samuel got up and left Gilgal. What army there was left followed Saul into battle. They went into the hills from Gilgal toward Gibeah in Benjamin. Saul looked over and assessed the soldiers still with him&ndash;a mere six hundred!"
            },
            {
                "verse_number": "23",
                "verse_text": "A patrol of Philistines took up a position at Micmash Pass."
            }
        ],
        "14": [
            {
                "verse_number": "6",
                "verse_text": "Jonathan said to his armor bearer, &apos;Come on now, let&quot;s go across to these uncircumcised pagans. Maybe God will work for us. There&quot;s no rule that says God can only deliver by using a big army. No one can stop God from saving when he sets his mind to it.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "His armor bearer said, &apos;Go ahead. Do what you think best. I&quot;m with you all the way.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So they did it, the two of them. They stepped into the open where they could be seen by the Philistine garrison. The Philistines shouted out, &apos;Look at that! The Hebrews are crawling out of their holes!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then they yelled down to Jonathan and his armor bearer, &apos;Come on up here! We&quot;ve got a thing or two to show you!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Jonathan shouted to his armor bearer, &apos;Up! Follow me! God has turned them over to Israel!&apos; Jonathan scrambled up on all fours, his armor bearer right on his heels. When the Philistines came running up to them, he knocked them flat, his armor bearer right behind finishing them off, bashing their heads in with stones."
            },
            {
                "verse_number": "24",
                "verse_text": "Saul did something really foolish that day. He addressed the army: &apos;A curse on the man who eats anything before evening, before I&quot;ve wreaked vengeance on my enemies!&apos; None of them ate a thing all day."
            },
            {
                "verse_number": "28",
                "verse_text": "A soldier spoke up, &apos;Your father has put the army under solemn oath, saying, &quot;A curse on the man who eats anything before evening!&quot; No wonder the soldiers are drooping!&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "That&quot;s the story behind Saul&quot;s building an altar to God . It&quot;s the first altar to God that he built."
            },
            {
                "verse_number": "36",
                "verse_text": "Saul said, &apos;Let&quot;s go after the Philistines tonight! We can spend the night looting and plundering. We won&quot;t leave a single live Philistine!&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "So Saul prayed to God, &apos;Shall I go after the Philistines? Will you put them in Israel&quot;s hand?&apos; God didn&quot;t answer him on that occasion."
            },
            {
                "verse_number": "40",
                "verse_text": "Saul said to the Israelites, &apos;You line up over on that side, and I and Jonathan my son will stand on this side.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Then Saul prayed to God , &apos;O God of Israel, why haven&quot;t you answered me today? Show me the truth. If the sin is in me or Jonathan, then, O God , give the sign Urim. But if the sin is in the army of Israel, give the sign Thummim.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Next Saul said, &apos;Cast the lots between me and Jonathan&ndash;and death to the one God points to!&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Saul confronted Jonathan. &apos;What did you do? Tell me!&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "Saul said, &apos;Yes. Jonathan most certainly will die. It&quot;s out of my hands&ndash;I can&quot;t go against God, can I?&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "The soldiers rose up: &apos;Jonathan&ndash;die? Never! He&quot;s just carried out this stunning salvation victory for Israel. As surely as God lives, not a hair on his head is going to be harmed. Why, he&quot;s been working hand-in-hand with God all day!&apos; The soldiers rescued Jonathan and he didn&quot;t die."
            },
            {
                "verse_number": "46",
                "verse_text": "Saul pulled back from chasing the Philistines, and the Philistines went home."
            },
            {
                "verse_number": "52",
                "verse_text": "All through Saul&quot;s life there was war, bitter and relentless, with the Philistines. Saul conscripted every strong and brave man he laid eyes on."
            }
        ],
        "15": [
            {
                "verse_number": "6",
                "verse_text": "Then Saul got word to the Kenites: &apos;Get out of here while you can. Evacuate the city right now or you&quot;ll get lumped in with the Amalekites. I&quot;m warning you because you showed real kindness to the Israelites when they came up out of Egypt.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "As Samuel came close, Saul called out, &apos; God &quot;s blessings on you! I accomplished God &quot;s plan to the letter!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Samuel said, &apos;So what&quot;s this I&quot;m hearing&ndash;this bleating of sheep, this mooing of cattle?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Only some Amalekite loot,&apos; said Saul. &apos;The soldiers saved back a few of the choice cattle and sheep to offer up in sacrifice to God . But everything else we destroyed under the holy ban.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Enough!&apos; interrupted Samuel. &apos;Let me tell you what God told me last night.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "But Samuel refused: &apos;No, I can&quot;t come alongside you in this. You rejected God &quot;s command. Now God has rejected you as king over Israel.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Saul tried again, &apos;I have sinned. But don&quot;t abandon me! Support me with your presence before the leaders and the people. Come alongside me as I go back to worship God .&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Samuel did. He went back with him. And Saul dropped to his knees before God and worshiped."
            },
            {
                "verse_number": "32",
                "verse_text": "Then Samuel said, &apos;Present King Agag of Amalek to me.&apos; Agag came, dragging his feet, muttering that he&quot;d be better off dead."
            },
            {
                "verse_number": "33",
                "verse_text": "Samuel said, &apos;Just as your sword made many a woman childless, so your mother will be childless among those women!&apos; And Samuel cut Agag down in the presence of God right there in Gilgal."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "God addressed Samuel: &apos;So, how long are you going to mope over Saul? You know I&quot;ve rejected him as king over Israel. Fill your flask with anointing oil and get going. I&quot;m sending you to Jesse of Bethlehem. I&quot;ve spotted the very king I want among his sons.&apos; God said, &apos;Take a heifer with you and announce, &quot;I&quot;ve come to lead you in worship of God , with this heifer as a sacrifice.&quot; Make sure Jesse gets invited. I&quot;ll let you know what to do next. I&quot;ll point out the one you are to anoint.&apos; &apos;Well, yes, there&quot;s the runt. But he&quot;s out tending the sheep.&apos; Samuel ordered Jesse, &apos;Go get him. We&quot;re not moving from this spot until he&quot;s here.&apos; God said, &apos;Up on your feet! Anoint him! This is the one.&apos; Samuel left and went home to Ramah."
            },
            {
                "verse_number": "4",
                "verse_text": "Samuel did what God told him. When he arrived at Bethlehem, the town fathers greeted him, but apprehensively. &apos;Is there something wrong?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Nothing&quot;s wrong. I&quot;ve come to sacrifice this heifer and lead you in the worship of God . Prepare yourselves, be consecrated, and join me in worship.&apos; He made sure Jesse and his sons were also consecrated and called to worship."
            },
            {
                "verse_number": "6",
                "verse_text": "When they arrived, Samuel took one look at Eliab and thought, &apos;Here he is! God &quot;s anointed!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "But God told Samuel, &apos;Looks aren&quot;t everything. Don&quot;t be impressed with his looks and stature. I&quot;ve already eliminated him. God judges persons differently than humans do. Men and women look at the face; God looks into the heart.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesse then called up Abinadab and presented him to Samuel. Samuel said, &apos;This man isn&quot;t God &quot;s choice either.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Next Jesse presented Shammah. Samuel said, &apos;No, this man isn&quot;t either.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesse presented his seven sons to Samuel. Samuel was blunt with Jesse, &apos; God hasn&quot;t chosen any of these.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then he asked Jesse, &apos;Is this it? Are there no more sons?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Jesse sent for him. He was brought in, the very picture of health&ndash;bright-eyed, good-looking."
            },
            {
                "verse_number": "13",
                "verse_text": "Samuel took his flask of oil and anointed him, with his brothers standing around watching. The Spirit of God entered David like a rush of wind, God vitally empowering him for the rest of his life."
            },
            {
                "verse_number": "14",
                "verse_text": "At that very moment the Spirit of God left Saul and in its place a black mood sent by God settled on him. He was terrified."
            },
            {
                "verse_number": "17",
                "verse_text": "Saul told his servants, &apos;Go ahead. Find me someone who can play well and bring him to me.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "One of the young men spoke up, &apos;I know someone. I&quot;ve seen him myself: the son of Jesse of Bethlehem, an excellent musician. He&quot;s also courageous, of age, well-spoken, and good-looking. And God is with him.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So Saul sent messengers to Jesse requesting, &apos;Send your son David to me, the one who tends the sheep.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Saul sent word back to Jesse: &apos;Thank you. David will stay here. He&quot;s just the one I was looking for. I&quot;m very impressed by him.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "After that, whenever the bad depression from God tormented Saul, David got out his harp and played. That would calm Saul down, and he would feel better as the moodiness lifted."
            }
        ],
        "17": [
            {
                "verse_number": "11",
                "verse_text": "When Saul and his troops heard the Philistine&quot;s challenge, they were terrified and lost all hope."
            },
            {
                "verse_number": "16",
                "verse_text": "Each morning and evening for forty days, Goliath took his stand and made his speech."
            },
            {
                "verse_number": "26",
                "verse_text": "David, who was talking to the men standing around him, asked, &apos;What&quot;s in it for the man who kills that Philistine and gets rid of this ugly blot on Israel&quot;s honor? Who does he think he is, anyway, this uncircumcised Philistine, taunting the armies of God-Alive?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "They told him what everyone was saying about what the king would do for the man who killed the Philistine."
            },
            {
                "verse_number": "28",
                "verse_text": "Eliab, his older brother, heard David fraternizing with the men and lost his temper: &apos;What are you doing here! Why aren&quot;t you minding your own business, tending that scrawny flock of sheep? I know what you&quot;re up to. You&quot;ve come down here to see the sights, hoping for a ringside seat at a bloody battle!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "The things David was saying were picked up and reported to Saul. Saul sent for him."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Master,&apos; said David, &apos;don&quot;t give up hope. I&quot;m ready to go and fight this Philistine.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Saul answered David, &apos;You can&quot;t go and fight this Philistine. You&quot;re too young and inexperienced&ndash;and he&quot;s been at this fighting business since before you were born.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Then David took his shepherd&quot;s staff, selected five smooth stones from the brook, and put them in the pocket of his shepherd&quot;s pack, and with his sling in his hand approached Goliath."
            },
            {
                "verse_number": "43",
                "verse_text": "The Philistine ridiculed David. &apos;Am I a dog that you come after me with a stick?&apos; And he cursed him by his gods."
            },
            {
                "verse_number": "44",
                "verse_text": "&apos;Come on,&apos; said the Philistine. &apos;I&quot;ll make roadkill of you for the buzzards. I&quot;ll turn you into a tasty morsel for the field mice.&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "That&quot;s how David beat the Philistine&ndash;with a sling and a stone. He hit him and killed him. No sword for David!"
            },
            {
                "verse_number": "51",
                "verse_text": "Then David ran up to the Philistine and stood over him, pulled the giant&quot;s sword from its sheath, and finished the job by cutting off his head. When the Philistines saw that their great champion was dead, they scattered, running for their lives."
            },
            {
                "verse_number": "55",
                "verse_text": "When Saul saw David go out to meet the Philistine, he said to Abner, commander of the army, &apos;Tell me about this young man&quot;s family.&apos;"
            },
            {
                "verse_number": "56",
                "verse_text": "The king said, &apos;Well, find out the lineage of this raw youth.&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "As soon as David came back from killing the Philistine, Abner brought him, the Philistine&quot;s head still in his hand, straight to Saul."
            },
            {
                "verse_number": "58",
                "verse_text": "Saul asked him, &apos;Young man, whose son are you?&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "By the time David had finished reporting to Saul, Jonathan was deeply impressed with David&ndash;an immediate bond was forged between them. He became totally committed to David. From that point on he would be David&quot;s number-one advocate and friend. Saul kills by the thousand, David by the ten thousand! This made Saul angry&ndash;very angry. He took it as a personal insult. He said, &apos;They credit David with &quot;ten thousands&quot; and me with only &quot;thousands.&quot; Before you know it they&quot;ll be giving him the kingdom!&apos; From that moment on, Saul kept his eye on David."
            },
            {
                "verse_number": "2",
                "verse_text": "Saul received David into his own household that day, no more to return to the home of his father."
            },
            {
                "verse_number": "5",
                "verse_text": "Whatever Saul gave David to do, he did it&ndash;and did it well. So well that Saul put him in charge of his military operations. Everybody, both the people in general and Saul&quot;s servants, approved of and admired David&quot;s leadership."
            },
            {
                "verse_number": "17",
                "verse_text": "One day Saul said to David, &apos;Here is Merab, my eldest daughter. I want to give her to you as your wife. Be brave and bold for my sake. Fight God &quot;s battles!&apos; But all the time Saul was thinking, &apos;The Philistines will kill him for me. I won&quot;t have to lift a hand against him.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "David, embarrassed, answered, &apos;Do you really mean that? I&quot;m from a family of nobodies! I can&quot;t be son-in-law to the king.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The wedding day was set, but as the time neared for Merab and David to be married, Saul reneged and married his daughter off to Adriel the Meholathite."
            },
            {
                "verse_number": "22",
                "verse_text": "Saul ordered his servants, &apos;Get David off by himself and tell him, &quot;The king is very taken with you, and everyone at court loves you. Go ahead, become the king&quot;s son-in-law!&quot;&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "The king&quot;s servants told all this to David, but David held back. &apos;What are you thinking of? I can&quot;t do that. I&quot;m a nobody; I have nothing to offer.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Whenever the Philistine warlords came out to battle, David was there to meet them&ndash;and beat them, upstaging Saul&quot;s men. David&quot;s name was on everyone&quot;s lips."
            }
        ],
        "19": [
            {
                "verse_number": "6",
                "verse_text": "Saul listened to Jonathan and said, &apos;You&quot;re right. As God lives, David lives. He will not be killed.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Jonathan sent for David and reported to him everything that was said. Then he brought David back to Saul and everything was as it was before."
            },
            {
                "verse_number": "8",
                "verse_text": "War broke out again and David went out to fight Philistines. He beat them badly, and they ran for their lives."
            },
            {
                "verse_number": "17",
                "verse_text": "Saul stormed at Michal: &apos;How could you play tricks on me like this? You sided with my enemy, and now he&quot;s gotten away!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Michal said, &apos;He threatened me. He said, &quot;Help me out of here or I&quot;ll kill you.&quot;&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "That was reported back to Saul, and he dispatched more men. They, too, were soon prophesying. So Saul tried a third time&ndash;a third set of men&ndash;and they ended up mindlessly raving as well!"
            },
            {
                "verse_number": "22",
                "verse_text": "Fed up, Saul went to Ramah himself. He came to the big cistern at Secu and inquired, &apos;Where are Samuel and David?&apos;"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "David got out of Naioth in Ramah alive and went to Jonathan. &apos;What do I do now? What wrong have I inflicted on your father that makes him so determined to kill me?&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Nothing,&apos; said Jonathan. &apos;You&quot;ve done nothing wrong. And you&quot;re not going to die. Really, you&quot;re not! My father tells me everything. He does nothing, whether big or little, without confiding in me. So why would he do this behind my back? It can&quot;t be.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But David said, &apos;Your father knows that we are the best of friends. So he says to himself, &quot;Jonathan must know nothing of this. If he does, he&quot;ll side with David.&quot; But it&quot;s true&ndash;as sure as God lives, and as sure as you&quot;re alive before me right now&ndash;he&quot;s determined to kill me.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jonathan said, &apos;Tell me what you have in mind. I&quot;ll do anything for you.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Never!&apos; exclaimed Jonathan. &apos;I&quot;d never do that! If I get the slightest hint that my father is fixated on killing you, I&quot;ll tell you.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "David asked, &apos;And whom will you get to tell me if your father comes back with a harsh answer?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "But the day after the New Moon, day two of the holiday, David&quot;s seat was still empty. Saul asked Jonathan his son, &apos;So where&quot;s that son of Jesse? He hasn&quot;t eaten with us either yesterday or today.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Jonathan stood up to his father. &apos;Why dead? What&quot;s he done?&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Saul threw his spear at him to kill him. That convinced Jonathan that his father was fixated on killing David."
            },
            {
                "verse_number": "34",
                "verse_text": "Jonathan stormed from the table, furiously angry, and ate nothing the rest of the day, upset for David and smarting under the humiliation from his father."
            },
            {
                "verse_number": "42",
                "verse_text": "Jonathan said, &apos;Go in peace! The two of us have vowed friendship in God &quot;s name, saying, &quot; God will be the bond between me and you, and between my children and your children forever!&quot;&apos;"
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "David went on his way and Jonathan returned to town. David went to Nob, to Ahimelech the Priest. Ahimelech was alarmed as he went out to greet David: &apos;What are you doing here all by yourself&ndash;and not a soul with you?&apos; And at that, David shot out of there, running for his life from Saul. He went to Achish, king of Gath. When the servants of Achish saw him, they said, &apos;Can this be David, the famous David? Is this the one they sing of at their dances? Saul kills by the thousand, David by the ten thousand!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;I don&quot;t have any regular bread on hand,&apos; said the priest. &apos;I only have holy bread. If your men have not slept with women recently, it&quot;s yours.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "David said, &apos;None of us has touched a woman. I always do it this way when I&quot;m on a mission: My men abstain from sex. Even when it is an ordinary mission we do that&ndash;how much more on this holy mission.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So the priest gave them the holy bread. It was the only bread he had, Bread of the Presence that had been removed from God &quot;s presence and replaced by fresh bread at the same time."
            },
            {
                "verse_number": "7",
                "verse_text": "One of Saul&quot;s officials was present that day keeping a religious vow. His name was Doeg the Edomite. He was chief of Saul&quot;s shepherds."
            },
            {
                "verse_number": "8",
                "verse_text": "David asked Ahimelech, &apos;Do you have a spear or sword of any kind around here? I didn&quot;t have a chance to grab my weapons. The king&quot;s mission was urgent and I left in a hurry.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The priest said, &apos;The sword of Goliath, the Philistine you killed at Oak Valley&ndash;that&quot;s here! It&quot;s behind the Ephod wrapped in a cloth. If you want it, take it. There&quot;s nothing else here.&apos;"
            }
        ],
        "22": [
            {
                "verse_number": "5",
                "verse_text": "The prophet Gad told David, &apos;Don&quot;t go back to the cave. Go to Judah.&apos; David did what he told him. He went to the forest of Hereth."
            },
            {
                "verse_number": "11",
                "verse_text": "Saul sent for the priest Ahimelech son of Ahitub, along with the whole family of priests at Nob. They all came to the king."
            },
            {
                "verse_number": "12",
                "verse_text": "Saul said, &apos;You listen to me, son of Ahitub!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Why have you ganged up against me with the son of Jesse, giving him bread and a sword, even praying with him for God &quot;s guidance, setting him up as an outlaw, out to get me?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The king said, &apos;Death, Ahimelech! You&quot;re going to die&ndash;you and everyone in your family!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The king ordered his henchmen, &apos;Surround and kill the priests of God ! They&quot;re hand in glove with David. They knew he was running away from me and didn&quot;t tell me.&apos; But the king&quot;s men wouldn&quot;t do it. They refused to lay a hand on the priests of God ."
            }
        ],
        "23": [
            {
                "verse_number": "3",
                "verse_text": "But David&quot;s men said, &apos;We live in fear of our lives right here in Judah. How can you think of going to Keilah in the thick of the Philistines?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So David went back to God in prayer. God said, &apos;Get going. Head for Keilah. I&quot;m placing the Philistines in your hands.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;And will the head men of Keilah turn me and my men over to Saul?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So David and his men got out of there. There were about six hundred of them. They left Keilah and kept moving, going here, there, wherever&ndash;always on the move."
            }
        ],
        "24": [
            {
                "verse_number": "22",
                "verse_text": "David promised Saul. Then Saul went home and David and his men went up to their wilderness refuge."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "Samuel died. The whole country came to his funeral. Everyone grieved over his death, and he was buried in his hometown of Ramah. Meanwhile, David moved again, this time to the wilderness of Maon. If anyone stands in your way, if anyone tries to get you out of the way, Know this: Your God-honored life is tightly bound in the bundle of God-protected life; But the lives of your enemies will be hurled aside as a stone is thrown from a sling. Then David sent for Abigail to tell her that he wanted her for his wife. David&quot;s servants went to Abigail at Carmel with the message, &apos;David sent us to bring you to marry him.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Then David accepted the gift she brought him and said, &apos;Return home in peace. I&quot;ve heard what you&quot;ve said and I&quot;ll do what you&quot;ve asked.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "She got up, and then bowed down, face to the ground, saying, &apos;I&quot;m your servant, ready to do anything you want. I&quot;ll even wash the feet of my master&quot;s servants!&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Abigail didn&quot;t linger. She got on her donkey and, with her five maids in attendance, went with the messengers to David and became his wife."
            }
        ],
        "26": [
            {
                "verse_number": "6",
                "verse_text": "Taking charge, David spoke to Ahimelech the Hittite and to Abishai son of Zeruiah, Joab&quot;s brother: &apos;Who will go down with me and enter Saul&quot;s camp?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So David and Abishai entered the encampment by night, and there he was&ndash;Saul, stretched out asleep at the center of the camp, his spear stuck in the ground near his head, with Abner and the troops sound asleep on all sides."
            },
            {
                "verse_number": "8",
                "verse_text": "Abishai said, &apos;This is the moment! God has put your enemy in your grasp. Let me nail him to the ground with his spear. One hit will do it, believe me; I won&quot;t need a second!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "But David said to Abishai, &apos;Don&quot;t you dare hurt him! Who could lay a hand on God &quot;s anointed and even think of getting away with it?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "David took the spear and water jug that were right beside Saul&quot;s head, and they slipped away. Not a soul saw. Not a soul knew. No one woke up! They all slept through the whole thing. A blanket of deep sleep from God had fallen on them."
            },
            {
                "verse_number": "21",
                "verse_text": "Saul confessed, &apos;I&quot;ve sinned! Oh, come back, my dear son David! I won&quot;t hurt you anymore. You&quot;ve honored me this day, treating my life as most precious. And I&quot;ve acted the fool&ndash;a moral dunce, a real clown.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Saul said to David, &apos;Bless you, dear son David! Yes, do what you have to do! And, yes, succeed in all you attempt!&apos;"
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "David thought to himself, &apos;Sooner or later, Saul&quot;s going to get me. The best thing I can do is escape to Philistine country. Saul will count me a lost cause and quit hunting me down in every nook and cranny of Israel. I&quot;ll be out of his reach for good.&apos; David would tell him, &apos;Oh, the Negev of Judah,&apos; or &apos;The Negev of Jerahmeel,&apos; or &apos;The Negev of the Kenites.&apos; He never left a single person alive lest one show up in Gath and report what David had really been doing. This is the way David operated all the time he lived in Philistine country."
            },
            {
                "verse_number": "5",
                "verse_text": "Then David said to Achish, &apos;If it&quot;s agreeable to you, assign me a place in one of the rural villages. It doesn&quot;t seem right that I, your mere servant, should be taking up space in the royal city.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Achish came to trust David completely. He thought, &apos;He&quot;s made himself so repugnant to his people that he&quot;ll be in my camp forever.&apos;"
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "During this time the Philistines mustered their troops to make war on Israel. Achish said to David, &apos;You can count on this: You&quot;re marching with my troops, you and your men.&apos; &apos;Great!&apos; said Achish. &apos;I&quot;m making you my personal bodyguard&ndash;for life!&apos; His servants said, &apos;There&quot;s a witch at Endor.&apos; &apos;Samuel. Bring me Samuel.&apos; &apos;I see a spirit ascending from the underground.&apos; &apos;An old man ascending, robed like a priest.&apos; Saul knew it was Samuel. He fell down, face to the ground, and worshiped. &apos;Because I&quot;m in deep trouble,&apos; said Saul. &apos;The Philistines are making war against me and God has deserted me&ndash;he doesn&quot;t answer me any more, either by prophet or by dream. And so I&quot;m calling on you to tell me what to do.&apos; But when his servants joined the woman in urging him, he gave in to their pleas, picked himself up off the ground, and sat on the bed. The woman moved swiftly. She butchered a grain-fed calf she had, and took some flour, kneaded it, and baked some flat bread. Then she served it all up for Saul and his servants. After dining handsomely, they got up from the table and were on their way that same night."
            },
            {
                "verse_number": "2",
                "verse_text": "And David said, &apos;Good! Now you&quot;ll see for yourself what I can do!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Samuel was now dead. All Israel had mourned his death and buried him in Ramah, his hometown. Saul had long since cleaned out all those who held sÃ©ances with the dead."
            },
            {
                "verse_number": "6",
                "verse_text": "Saul prayed to God , but God didn&quot;t answer&ndash;neither by dream nor by sign nor by prophet."
            },
            {
                "verse_number": "7",
                "verse_text": "So Saul ordered his officials, &apos;Find me someone who can call up spirits so I may go and seek counsel from those spirits.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Saul disguised himself by putting on different clothes. Then, taking two men with him, he went under the cover of night to the woman and said, &apos;I want you to consult a ghost for me. Call up the person I name.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The woman said, &apos;Just hold on now! You know what Saul did, how he swept the country clean of mediums. Why are you trying to trap me and get me killed?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Saul swore solemnly, &apos;As God lives, you won&quot;t get in any trouble for this.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The woman said, &apos;So whom do you want me to bring up?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "When the woman saw Samuel, she cried out loudly to Saul, &apos;Why did you lie to me? You&quot;re Saul!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The king told her, &apos;You have nothing to fear ...but what do you see?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;And what does he look like?&apos; Saul asked."
            },
            {
                "verse_number": "15",
                "verse_text": "Samuel said to Saul, &apos;Why have you disturbed me by calling me up?&apos;"
            }
        ],
        "29": [
            {
                "verse_number": "3",
                "verse_text": "The Philistine officers said, &apos;What business do these Hebrews have being here?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;But what have I done?&apos; said David. &apos;Have you had a single cause for complaint from the day I joined up with you until now? Why can&quot;t I fight against the enemies of my master the king?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "David rose early, he and his men, and by daybreak they were on their way back to Philistine country. The Philistines went on to Jezreel."
            }
        ],
        "30": [
            {
                "verse_number": "8",
                "verse_text": "Then David prayed to God , &apos;Shall I go after these raiders? Can I catch them?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "David asked him, &apos;Can you take us to the raiders?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "He led David to them. They were scattered all over the place, eating and drinking, gorging themselves on all the loot they had plundered from Philistia and Judah."
            },
            {
                "verse_number": "21",
                "verse_text": "Then David came to the two hundred who had been too tired to continue with him and had dropped out at the Brook Besor. They came out to welcome David and his band. As he came near he called out, &apos;Success!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But all the mean-spirited men who had marched with David, the rabble element, objected: &apos;They didn&quot;t help in the rescue, they don&quot;t get any of the plunder we recovered. Each man can have his wife and children, but that&quot;s it. Take them and go!&apos;"
            }
        ],
        "31": [
            {
                "verse_number": "7",
                "verse_text": "When the Israelites in the valley opposite and those on the other side of the Jordan saw that their army was in full retreat and that Saul and his sons were dead, they left their cities and ran for their lives. The Philistines moved in and occupied the sites."
            }
        ]
    }
}