{
    "Micah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "God &quot;s Message as it came to Micah of Moresheth. It came during the reigns of Jotham, Ahaz, and Hezekiah, kings of Judah. It had to do with what was going on in Samaria and Jerusalem. Listen, earth, and everyone in it: The Master, God , takes the witness stand against you, the Master from his Holy Temple. * * * He comes down and strides across mountains and hills. Mountains sink under his feet, valleys split apart; The rock mountains crumble into gravel, the river valleys leak like sieves. All this because of Jacob&quot;s sin, because Israel&quot;s family did wrong. You ask, &apos;So what is Jacob&quot;s sin?&apos; Just look at Samaria&ndash;isn&quot;t it obvious? And all the sex-and-religion shrines in Judah&ndash; isn&quot;t Jerusalem responsible? * * * a vacant lot littered with garbage. I&quot;ll dump the stones from her buildings in the valley and leave her abandoned foundations exposed. All her carved and cast gods and goddesses will be sold for stove wood and scrap metal, All her sacred fertility groves burned to the ground, All the sticks and stones she worshiped as gods, destroyed. These were her earnings from her life as a whore. This is what happens to the fees of a whore.&apos; * * * This is why I go around in rags and barefoot. This is why I howl like a pack of coyotes, and moan like a mournful owl in the night. God has inflicted punishing wounds; Judah has been wounded with no healing in sight. Judgment has marched through the city gates. Jerusalem must face the charges. * * * Don&quot;t waste your tears. In Dustville, roll in the dust. In Alarmtown, the alarm is sounded. The citizens of Exitburgh will never get out alive. Lament, Last-Stand City: There&quot;s nothing in you left standing. The villagers of Bittertown wait in vain for sweet peace. Harsh judgment has come from God and entered Peace City. All you who live in Chariotville, get in your chariots for flight. You led the daughter of Zion into trusting not God but chariots. Similar sins in Israel also got their start in you. Go ahead and give your good-bye gifts to Good-byeville. Miragetown beckoned but disappointed Israel&quot;s kings. Inheritance City has lost its inheritance. Glorytown has seen its last of glory. Shave your heads in mourning over the loss of your precious towns. Go bald as a goose egg&ndash;they&quot;ve gone into exile and aren&quot;t coming back."
            },
            {
                "verse_number": "2",
                "verse_text": "Listen, people&ndash;all of you."
            }
        ],
        "2": [],
        "3": [
            {
                "verse_number": "4",
                "verse_text": "The time&quot;s coming, though, when these same leaders"
            },
            {
                "verse_number": "8",
                "verse_text": "But me&ndash;I&quot;m filled with God &quot;s power,"
            }
        ],
        "4": [
            {
                "verse_number": "5",
                "verse_text": "Meanwhile, all the other people live however they wish,"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;And you stragglers around Jerusalem,"
            },
            {
                "verse_number": "13",
                "verse_text": "On your feet, Daughter of Zion! Be threshed of chaff,"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "But for now, prepare for the worst, victim daughter! The siege is set against us. They humiliate Israel&quot;s king, slapping him around like a rag doll. the runt of the litter&ndash; From you will come the leader who will shepherd-rule Israel. He&quot;ll be no upstart, no pretender. His family tree is ancient and distinguished. Meanwhile, Israel will be in foster homes until the birth pangs are over and the child is born, And the scattered brothers come back home to the family of Israel. He will stand tall in his shepherd-rule by God &quot;s strength, centered in the majesty of God -Revealed. And the people will have a good and safe home, for the whole world will hold him in respect&ndash; Peacemaker of the world! invades and violates our land, don&quot;t worry. We&quot;ll put him in his place, send him packing, and watch his every move. Shepherd-rule will extend as far as needed, to Assyria and all other Nimrod-bullies. Our shepherd-ruler will save us from old or new enemies, from anyone who invades or violates our land. like an island in the sea of peoples. They&quot;ll be like dew from God , like summer showers Not mentioned in the weather forecast, not subject to calculation or control. like an island in the sea of peoples, Like the king of beasts among wild beasts, like a young lion loose in a flock of sheep, Killing and devouring the lambs and no one able to stop him. With your arms raised in triumph over your foes, your enemies will be no more! * * * &ndash; God &quot;s Decree&ndash; &apos;When there will be no more war. None. I&quot;ll slaughter your war horses and demolish your chariots. I&quot;ll dismantle military posts and level your fortifications. I&quot;ll abolish your religious black markets, your underworld traffic in black magic. I will smash your carved and cast gods and chop down your phallic posts. No more taking control of the world, worshiping what you do or make. I&quot;ll root out your sacred sex-and-power centers and destroy the God-defiant. In raging anger, I&quot;ll make a clean sweep of godless nations who haven&quot;t listened.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The purged and select company of Jacob will be"
            }
        ],
        "6": [
            {
                "verse_number": "8",
                "verse_text": "But he&quot;s already made it plain how to live, what to do,"
            },
            {
                "verse_number": "9",
                "verse_text": "Attention! God calls out to the city!"
            }
        ],
        "7": [
            {
                "verse_number": "7",
                "verse_text": "But me, I&quot;m not giving up."
            }
        ]
    }
}