{
    "Leviticus": {
        "1": [],
        "2": [
            {
                "verse_number": "4",
                "verse_text": "&apos;When you present a Grain-Offering of oven-baked loaves, use fine flour, mixed with oil but no yeast. Or present wafers made without yeast and spread with oil."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;If you bring a Grain-Offering deep-fried in a pan, make it of fine flour with oil."
            }
        ],
        "3": [],
        "4": [],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "&apos;If you sin by not stepping up and offering yourself as a witness to something you&quot;ve heard or seen in cases of wrongdoing, you&quot;ll be held responsible. &apos;In this way, the priest will make atonement for your sin. &apos;In this way, the priest will make atonement for your sin and you&quot;re forgiven. &apos;Thus the priest will make atonement for him with the ram of the Compensation-Offering and he&quot;s forgiven."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Or if you touch anything ritually unclean, like the carcass of an unclean animal, wild or domestic, or a dead reptile, and you weren&quot;t aware of it at the time, but you&quot;re contaminated and you&quot;re guilty;"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Or if you touch human uncleanness, any sort of ritually contaminating uncleanness, and you&quot;re not aware of it at the time, but later you realize it and you&quot;re guilty;"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Or if you impulsively swear to do something, whether good or bad&ndash;some rash oath that just pops out&ndash;and you aren&quot;t aware of what you&quot;ve done at the time, but later you come to realize it and you&quot;re guilty in any of these cases;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;The priest will make atonement for you and any of these sins you&quot;ve committed and you&quot;re forgiven. The rest of the offering belongs to the priest, the same as with the Grain-Offering.&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "7",
                "verse_text": "&apos;Thus the priest will make atonement for him before God and he&quot;s forgiven of any of the things that one does that bring guilt.&apos;"
            }
        ],
        "7": [],
        "8": [
            {
                "verse_number": "5",
                "verse_text": "Moses addressed the congregation: &apos;This is what God has commanded to be done.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Moses brought Aaron&quot;s sons forward and put tunics on them, belted them with sashes, and put caps on them, just as God had commanded Moses."
            },
            {
                "verse_number": "30",
                "verse_text": "Moses took some of the anointing oil and some of the blood from the Altar and sprinkled Aaron and his garments, and his sons and their garments, consecrating Aaron and his garments and his sons and their garments."
            },
            {
                "verse_number": "36",
                "verse_text": "Aaron and his sons did everything that God had commanded by Moses."
            }
        ],
        "9": [
            {
                "verse_number": "7",
                "verse_text": "Moses instructed Aaron, &apos;Approach the Altar and sacrifice your Absolution-Offering and your Whole-Burnt-Offering. Make atonement for yourself and for the people. Sacrifice the offering that is for the people and make atonement for them, just as God commanded.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "3",
                "verse_text": "Moses said to Aaron, &apos;This is what God meant when he said,"
            },
            {
                "verse_number": "19",
                "verse_text": "Aaron replied to Moses, &apos;Look. They sacrificed their Absolution-Offering and Whole-Burnt-Offering before God today, and you see what has happened to me&ndash;I&quot;ve lost two sons. Do you think God would have been pleased if I had gone ahead and eaten the Absolution-Offering today?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "When Moses heard this response, he accepted it."
            }
        ],
        "11": [
            {
                "verse_number": "26",
                "verse_text": "&apos;Every animal that has a split hoof that&quot;s not completely divided, or that doesn&quot;t chew the cud is unclean for you; if you touch the carcass of any of them you become unclean."
            }
        ],
        "12": [
            {
                "verse_number": "8",
                "verse_text": "&apos;If she can&quot;t afford a lamb, she can bring two doves or two pigeons, one for the Whole-Burnt-Offering and one for the Absolution-Offering. The priest will make atonement for her and she will be clean.&apos;"
            }
        ],
        "13": [
            {
                "verse_number": "59",
                "verse_text": "&apos;These are the instructions regarding a spot of serious fungus in clothing of wool or linen, woven or knitted material, or any article of leather, for pronouncing them clean or unclean.&apos;"
            }
        ],
        "14": [
            {
                "verse_number": "32",
                "verse_text": "These are the instructions to be followed for anyone who has a serious skin disease and cannot afford the regular offerings for his cleansing."
            }
        ],
        "15": [
            {
                "verse_number": "12",
                "verse_text": "&apos;If a pottery container is touched by someone with a discharge, you must break it; a wooden article is to be rinsed in water."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;If a man sleeps with her and her menstrual blood gets on him, he is unclean for seven days and every bed on which he lies becomes unclean."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;You are responsible for keeping the People of Israel separate from that which makes them ritually unclean, lest they die in their unclean condition by defiling my Dwelling which is among them."
            }
        ],
        "16": [
            {
                "verse_number": "32",
                "verse_text": "&apos;The priest who is anointed and ordained to succeed his father is to make the atonement:"
            },
            {
                "verse_number": "33",
                "verse_text": "He purges the Holy of Holies by making atonement;"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;This is a perpetual ordinance for you: Once a year atonement is to be made for all the sins of the People of Israel.&apos;"
            }
        ],
        "17": [],
        "18": [
            {
                "verse_number": "6",
                "verse_text": "&apos;Don&quot;t have sex with a close relative. I am God ."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Don&quot;t violate your father by having sex with your mother. She is your mother. Don&quot;t have sex with her."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Don&quot;t have sex with your father&quot;s wife. That violates your father."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Don&quot;t have sex with your sister, whether she&quot;s your father&quot;s daughter or your mother&quot;s, whether she was born in the same house or elsewhere."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Don&quot;t have sex with your son&quot;s daughter or your daughter&quot;s daughter. That would violate your own body."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Don&quot;t have sex with the daughter of your father&quot;s wife born to your father. She is your sister."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Don&quot;t have sex with your father&quot;s sister; she is your aunt, closely related to your father."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Don&quot;t have sex with your mother&quot;s sister; she is your aunt, closely related to your mother."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Don&quot;t violate your father&quot;s brother, your uncle, by having sex with his wife. She is your aunt."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Don&quot;t have sex with your daughter-in-law. She is your son&quot;s wife; don&quot;t have sex with her."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Don&quot;t have sex with your brother&quot;s wife; that would violate your brother."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Don&quot;t have sex with both a woman and her daughter. And don&quot;t have sex with her granddaughters either. They are her close relatives. That is wicked."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Don&quot;t marry your wife&quot;s sister as a rival wife and have sex with her while your wife is living."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Don&quot;t have sex with a woman during the time of her menstrual period when she is unclean."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Don&quot;t have sex with your neighbor&quot;s wife and violate yourself by her."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Don&quot;t give any of your children to be burned in sacrifice to the god Molech&ndash;an act of sheer blasphemy of your God. I am God ."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Don&quot;t have sex with a man as one does with a woman. That is abhorrent."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Don&quot;t have sex with an animal and violate yourself by it."
            }
        ],
        "19": [
            {
                "verse_number": "3",
                "verse_text": "&apos;Every one of you must respect his mother and father."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Don&quot;t take up with no-god idols. Don&quot;t make gods of cast metal. I am God , your God."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Don&quot;t steal."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Don&quot;t swear falsely using my name, violating the name of your God. I am God ."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Don&quot;t exploit your friend or rob him."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Don&quot;t curse the deaf; don&quot;t put a stumbling block in front of the blind; fear your God. I am God ."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Don&quot;t pervert justice. Don&quot;t show favoritism to either the poor or the great. Judge on the basis of what is right."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Don&quot;t spread gossip and rumors."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Don&quot;t secretly hate your neighbor. If you have something against him, get it out into the open; otherwise you are an accomplice in his guilt."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Don&quot;t seek revenge or carry a grudge against any of your people."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Keep my decrees."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Don&quot;t eat meat with blood in it."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;Don&quot;t cut the hair on the sides of your head or trim your beard."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Don&quot;t gash your bodies on behalf of the dead."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Don&quot;t violate your daughter by making her a whore&ndash;the whole country would soon become a brothel, filled with sordid sex."
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;Keep my Sabbaths and revere my Sanctuary: I am God ."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Don&quot;t dabble in the occult or traffic with mediums; you&quot;ll pollute your souls. I am God , your God."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Show respect to the aged; honor the presence of an elder; fear your God. I am God ."
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;Keep all my decrees and all my laws. Yes, do them. I am God .&apos;"
            }
        ],
        "20": [
            {
                "verse_number": "6",
                "verse_text": "&apos;I will resolutely reject persons who dabble in the occult or traffic with mediums, prostituting themselves in their practices. I will cut them off from their people."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Any and every person who curses his father or mother must be put to death. By cursing his father or mother he is responsible for his own death."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;If a man commits adultery with another man&quot;s wife&ndash;the wife, say, of his neighbor&ndash;both the man and the woman, the adulterer and adulteress, must be put to death."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;If a man has sex with his father&quot;s wife, he has violated his father. Both the man and woman must be put to death; they are responsible for their own deaths."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;If a man has sex with his daughter-in-law, both of them must be put to death. What they have done is perverse. And they are responsible for their own deaths."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;If a man has sex with a man as one does with a woman, both of them have done what is abhorrent. They must be put to death; they are responsible for their own deaths."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;If a man marries both a woman and her mother, that&quot;s wicked. All three of them must be burned at the stake, purging the wickedness from the community."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;If a man has sex with an animal, he must be put to death and you must kill the animal."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;If a woman has sex with an animal, you must kill both the woman and the animal. They must be put to death. And they are responsible for their deaths."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;If a man marries his sister, the daughter of either his father or mother, and they have sex, that&quot;s a disgrace. They must be publicly cut off from their people. He has violated his sister and will be held responsible."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;If a man sleeps with a woman during her period and has sex with her, he has uncovered her flow and she has uncovered her flow of blood&ndash;both of them must be cut off from their people."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Don&quot;t have sex with your aunt on either your mother&quot;s or father&quot;s side. That violates a close relative. Both of you are held responsible."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;If a man has sex with his aunt, he has dishonored his uncle. They will be held responsible and die childless."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;If a man marries his brother&quot;s wife, it&quot;s a defilement. He has shamed his brother. They will be childless."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;A man or woman who is a medium or sorcerer among you must be put to death. You must kill them by stoning. They&quot;re responsible for their own deaths.&apos;"
            }
        ],
        "21": [
            {
                "verse_number": "9",
                "verse_text": "&apos;If a priest&quot;s daughter defiles herself in prostitution, she disgraces her father. She must be burned at the stake."
            },
            {
                "verse_number": "24",
                "verse_text": "Moses delivered this message to Aaron, his sons, and to all the People of Israel."
            }
        ],
        "22": [
            {
                "verse_number": "3",
                "verse_text": "&apos;Tell them, From now on, if any of your descendants approaches in a state of ritual uncleanness the holy offerings that the Israelites consecrate to God , he will be cut off from my presence. I am God ."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;The priests must observe my instructions lest they become guilty and die by treating the offerings with irreverence. I am God who makes them holy."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;If anyone eats from a holy offering accidentally, he must give back the holy offering to the priest and add twenty percent to it."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Do what I tell you; live what I tell you. I am God ."
            }
        ],
        "23": [
            {
                "verse_number": "3",
                "verse_text": "&apos;Work six days. The seventh day is a Sabbath, a day of total and complete rest, a sacred assembly. Don&quot;t do any work. Wherever you live, it is a Sabbath to God ."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;These are the appointed feasts of God , the sacred assemblies which you are to announce at the times set for them:"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos; God &quot;s Passover, beginning at sundown on the fourteenth day of the first month."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;When you reap the harvest of your land, don&quot;t reap the corners of your field or gather the gleanings. Leave them for the poor and the foreigners. I am God , your God.&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "Moses posted the calendar for the annual appointed feasts of God which Israel was to celebrate."
            }
        ],
        "24": [
            {
                "verse_number": "23",
                "verse_text": "Moses then spoke to the People of Israel. They brought the blasphemer outside the camp and stoned him. The People of Israel followed the orders God had given Moses."
            }
        ],
        "25": [
            {
                "verse_number": "13",
                "verse_text": "&apos;In this year of Jubilee everyone returns home to his family property."
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Don&quot;t make idols for yourselves; don&quot;t set up an image or a sacred pillar for yourselves, and don&quot;t place a carved stone in your land that you can bow down to in worship. I am God , your God."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Keep my Sabbaths; treat my Sanctuary with reverence. I am God ."
            },
            {
                "verse_number": "46",
                "verse_text": "These are the decrees, laws, and instructions that God established between himself and the People of Israel through Moses at Mount Sinai."
            }
        ],
        "27": [
            {
                "verse_number": "28",
                "verse_text": "&apos;But nothing that a man irrevocably devotes to God from what belongs to him, whether human or animal or family land, may be either sold or bought back. Everything devoted is holy to the highest degree; it&quot;s God &quot;s inalienable property."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;No human who has been devoted to destruction can be redeemed. He must be put to death."
            },
            {
                "verse_number": "34",
                "verse_text": "These are the commandments that God gave to Moses on Mount Sinai for the People of Israel."
            }
        ]
    }
}