{
    "Jonah": {
        "1": [
            {
                "verse_number": "3",
                "verse_text": "But Jonah got up and went the other direction to Tarshish, running away from God . He went down to the port of Joppa and found a ship headed for Tarshish. He paid the fare and went on board, joining those going to Tarshish&ndash;as far away from God as he could get."
            },
            {
                "verse_number": "7",
                "verse_text": "Then the sailors said to one another, &apos;Let&quot;s get to the bottom of this. Let&quot;s draw straws to identify the culprit on this ship who&quot;s responsible for this disaster.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then they grilled him: &apos;Confess. Why this disaster? What is your work? Where do you come from? What country? What family?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "He told them, &apos;I&quot;m a Hebrew. I worship God , the God of heaven who made sea and land.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "At that, the men were frightened, really frightened, and said, &apos;What on earth have you done!&apos; As Jonah talked, the sailors realized that he was running away from God ."
            },
            {
                "verse_number": "11",
                "verse_text": "They said to him, &apos;What are we going to do with you&ndash;to get rid of this storm?&apos; By this time the sea was wild, totally out of control."
            },
            {
                "verse_number": "12",
                "verse_text": "Jonah said, &apos;Throw me overboard, into the sea. Then the storm will stop. It&quot;s all my fault. I&quot;m the cause of the storm. Get rid of me and you&quot;ll get rid of the storm.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But no. The men tried rowing back to shore. They made no headway. The storm only got worse and worse, wild and raging."
            },
            {
                "verse_number": "14",
                "verse_text": "Then they prayed to God , &apos;O God! Don&quot;t let us drown because of this man&quot;s life, and don&quot;t blame us for his death. You are God . Do what you think is best.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "They took Jonah and threw him overboard. Immediately the sea was quieted down."
            },
            {
                "verse_number": "16",
                "verse_text": "The sailors were impressed, no longer terrified by the sea, but in awe of God . They worshiped God , offered a sacrifice, and made vows."
            },
            {
                "verse_number": "17",
                "verse_text": "Then God assigned a huge fish to swallow Jonah. Jonah was in the fish&quot;s belly three days and nights."
            }
        ],
        "2": [
            {
                "verse_number": "10",
                "verse_text": "Then God spoke to the fish, and it vomited up Jonah on the seashore."
            }
        ],
        "3": [
            {
                "verse_number": "3",
                "verse_text": "This time Jonah started off straight for Nineveh, obeying God &quot;s orders to the letter."
            },
            {
                "verse_number": "4",
                "verse_text": "Jonah entered the city, went one day&quot;s walk and preached, &apos;In forty days Nineveh will be smashed.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The people of Nineveh listened, and trusted God. They proclaimed a citywide fast and dressed in burlap to show their repentance. Everyone did it&ndash;rich and poor, famous and obscure, leaders and followers."
            },
            {
                "verse_number": "10",
                "verse_text": "God saw what they had done, that they had turned away from their evil lives. He did change his mind about them. What he said he would do to them he didn&quot;t do."
            }
        ],
        "4": [
            {
                "verse_number": "3",
                "verse_text": "&apos;So, God , if you won&quot;t kill them, kill me ! I&quot;m better off dead!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "God said, &apos;What do you have to be angry about?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "But Jonah just left. He went out of the city to the east and sat down in a sulk. He put together a makeshift shelter of leafy branches and sat there in the shade to see what would happen to the city."
            },
            {
                "verse_number": "6",
                "verse_text": "God arranged for a broad-leafed tree to spring up. It grew over Jonah to cool him off and get him out of his angry sulk. Jonah was pleased and enjoyed the shade. Life was looking up."
            },
            {
                "verse_number": "9",
                "verse_text": "Then God said to Jonah, &apos;What right do you have to get angry about this shade tree?&apos;"
            }
        ]
    }
}