{
    "Proverbs": {
        "1": [
            {
                "verse_number": "7",
                "verse_text": "Start with God &ndash;the first step in learning is bowing down to God ;"
            }
        ],
        "2": [],
        "3": [],
        "4": [],
        "5": [],
        "6": [],
        "7": [],
        "8": [],
        "9": [],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Wise son, glad father; stupid son, sad mother. an honest life is immortal. but he frustrates the appetites of the wicked. diligence brings wealth. go fishing during harvest&ndash;that&quot;s stupid. but the mouth of the wicked is a dark cave of abuse. a wicked life leaves a rotten stench. an empty head will come unglued. but Shifty is sure to be exposed. but an open, face-to-face meeting results in peace. but the mouth of the wicked is a dark cave of abuse. but love pulls a quilt over the bickering. but the shortsighted needs a slap in the face. know-it-alls talk too much&ndash;a sheer waste. the poverty of the indigent is their ruin. an evil person ends up with nothing but sin. ignore correction and you&quot;re lost for good. fools openly spread slander. the wise measure their words. the blabber of the wicked is worthless. but chatterboxes die of an empty heart. nothing we do can improve on God. but a mindful person relishes wisdom. what the good people desire, they get. good people, firm on their rock foundation, aren&quot;t even fazed. it&quot;s vinegar in the mouth, smoke in the eyes. a wicked life is a puny life. the ambitions of bad people crash. but he calls into question a shabby performance. the wicked are here today, gone tomorrow. a foul mouth is a stagnant swamp. the words of the wicked pollute it."
            },
            {
                "verse_number": "2",
                "verse_text": "Ill-gotten gain gets you nowhere;"
            },
            {
                "verse_number": "3",
                "verse_text": "God won&quot;t starve an honest soul,"
            },
            {
                "verse_number": "4",
                "verse_text": "Sloth makes you poor;"
            },
            {
                "verse_number": "5",
                "verse_text": "Make hay while the sun shines&ndash;that&quot;s smart;"
            },
            {
                "verse_number": "6",
                "verse_text": "Blessings accrue on a good and honest life,"
            },
            {
                "verse_number": "7",
                "verse_text": "A good and honest life is a blessed memorial;"
            },
            {
                "verse_number": "8",
                "verse_text": "A wise heart takes orders;"
            },
            {
                "verse_number": "9",
                "verse_text": "Honesty lives confident and carefree,"
            },
            {
                "verse_number": "10",
                "verse_text": "An evasive eye is a sign of trouble ahead,"
            },
            {
                "verse_number": "11",
                "verse_text": "The mouth of a good person is a deep, life-giving well,"
            },
            {
                "verse_number": "12",
                "verse_text": "Hatred starts fights,"
            },
            {
                "verse_number": "13",
                "verse_text": "You&quot;ll find wisdom on the lips of a person of insight,"
            },
            {
                "verse_number": "14",
                "verse_text": "The wise accumulate knowledge&ndash;a true treasure;"
            },
            {
                "verse_number": "15",
                "verse_text": "The wealth of the rich is their security;"
            },
            {
                "verse_number": "16",
                "verse_text": "The wage of a good person is exuberant life;"
            },
            {
                "verse_number": "17",
                "verse_text": "The road to life is a disciplined life;"
            },
            {
                "verse_number": "18",
                "verse_text": "Liars secretly hoard hatred;"
            },
            {
                "verse_number": "19",
                "verse_text": "The more talk, the less truth;"
            },
            {
                "verse_number": "20",
                "verse_text": "The speech of a good person is worth waiting for;"
            },
            {
                "verse_number": "21",
                "verse_text": "The talk of a good person is rich fare for many,"
            },
            {
                "verse_number": "22",
                "verse_text": "God &quot;s blessing makes life rich;"
            },
            {
                "verse_number": "23",
                "verse_text": "An empty-head thinks mischief is fun,"
            },
            {
                "verse_number": "24",
                "verse_text": "The nightmares of the wicked come true;"
            },
            {
                "verse_number": "25",
                "verse_text": "When the storm is over, there&quot;s nothing left of the wicked;"
            },
            {
                "verse_number": "26",
                "verse_text": "A lazy employee will give you nothing but trouble;"
            },
            {
                "verse_number": "27",
                "verse_text": "The Fear-of- God expands your life;"
            },
            {
                "verse_number": "28",
                "verse_text": "The aspirations of good people end in celebration;"
            },
            {
                "verse_number": "29",
                "verse_text": "God is solid backing to a well-lived life,"
            },
            {
                "verse_number": "30",
                "verse_text": "Good people last &ndash;they can&quot;t be moved;"
            },
            {
                "verse_number": "31",
                "verse_text": "A good person&quot;s mouth is a clear fountain of wisdom;"
            },
            {
                "verse_number": "32",
                "verse_text": "The speech of a good person clears the air;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "God hates cheating in the marketplace; he loves it when business is aboveboard. but down-to-earth people stand firm. the deviousness of crooks brings them to ruin. but a principled life can stand up to the worst. an evil life is a hard life. crooks get trapped in their sinful lust. the story&quot;s over, end of hope. a bad person runs straight into it. the common sense of the godly preserves them. when it goes badly for bad people, the town celebrates. evil talk turns it into a ghost town in no time. quiet discretion accompanies good sense. but someone of integrity won&quot;t violate a confidence. the more wise counsel you follow, the better your chances. if you keep a cool head, you&quot;ll avoid rash bargains. but men of rough violence grab for loot. when you&quot;re cruel to others, you hurt yourself. good work gets solid pay. or chase after phantoms of evil and die. but oh how he relishes integrity. and God&quot;s loyal people will triumph. is a beautiful face on an empty head. but wicked ambition ends in angry frustration. the world of the stingy gets smaller and smaller. those who help others are helped. Blessings on all who play fair and square! the student of evil becomes evil. a God-shaped life is a flourishing tree. common sense tells you it&quot;s a stupid way to live. a violent life destroys souls. what&quot;s in store for the bad!"
            },
            {
                "verse_number": "2",
                "verse_text": "The stuck-up fall flat on their faces,"
            },
            {
                "verse_number": "3",
                "verse_text": "The integrity of the honest keeps them on track;"
            },
            {
                "verse_number": "4",
                "verse_text": "A thick bankroll is no help when life falls apart,"
            },
            {
                "verse_number": "5",
                "verse_text": "Moral character makes for smooth traveling;"
            },
            {
                "verse_number": "6",
                "verse_text": "Good character is the best insurance;"
            },
            {
                "verse_number": "7",
                "verse_text": "When the wicked die, that&quot;s it&ndash;"
            },
            {
                "verse_number": "8",
                "verse_text": "A good person is saved from much trouble;"
            },
            {
                "verse_number": "9",
                "verse_text": "The loose tongue of the godless spreads destruction;"
            },
            {
                "verse_number": "10",
                "verse_text": "When it goes well for good people, the whole town cheers;"
            },
            {
                "verse_number": "11",
                "verse_text": "When right-living people bless the city, it flourishes;"
            },
            {
                "verse_number": "12",
                "verse_text": "Mean-spirited slander is heartless;"
            },
            {
                "verse_number": "13",
                "verse_text": "A gadabout gossip can&quot;t be trusted with a secret,"
            },
            {
                "verse_number": "14",
                "verse_text": "Without good direction, people lose their way;"
            },
            {
                "verse_number": "15",
                "verse_text": "Whoever makes deals with strangers is sure to get burned;"
            },
            {
                "verse_number": "16",
                "verse_text": "A woman of gentle grace gets respect,"
            },
            {
                "verse_number": "17",
                "verse_text": "When you&quot;re kind to others, you help yourself;"
            },
            {
                "verse_number": "18",
                "verse_text": "Bad work gets paid with a bad check;"
            },
            {
                "verse_number": "19",
                "verse_text": "Take your stand with God&quot;s loyal community and live,"
            },
            {
                "verse_number": "20",
                "verse_text": "God can&quot;t stand deceivers,"
            },
            {
                "verse_number": "21",
                "verse_text": "Count on this: The wicked won&quot;t get off scot-free,"
            },
            {
                "verse_number": "22",
                "verse_text": "Like a gold ring in a pig&quot;s snout"
            },
            {
                "verse_number": "23",
                "verse_text": "The desires of good people lead straight to the best,"
            },
            {
                "verse_number": "24",
                "verse_text": "The world of the generous gets larger and larger;"
            },
            {
                "verse_number": "25",
                "verse_text": "The one who blesses others is abundantly blessed;"
            },
            {
                "verse_number": "26",
                "verse_text": "Curses on those who drive a hard bargain!"
            },
            {
                "verse_number": "27",
                "verse_text": "The one who seeks good finds delight;"
            },
            {
                "verse_number": "28",
                "verse_text": "A life devoted to things is a dead life, a stump;"
            },
            {
                "verse_number": "29",
                "verse_text": "Exploit or abuse your family, and end up with a fistful of air;"
            },
            {
                "verse_number": "30",
                "verse_text": "A good life is a fruit-bearing tree;"
            },
            {
                "verse_number": "31",
                "verse_text": "If good people barely make it,"
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "If you love learning, you love the discipline that goes with it&ndash; how shortsighted to refuse correction! and he wants nothing to do with devious schemers. but life rooted in God stands firm. but a frigid woman is cancer in the bones. the plots of degenerates corrupt. the speech of the upright saves. the homes of good people hold together. airheads are held in contempt. than act important and starve in the process. the &apos;good-hearted&apos; bad people kick and abuse them. the witless chase whims and fancies. while the roots of the righteous give life, and more life. the conversation of good people keeps them out of it. well-done work has its own reward. wise people take advice. the prudent quietly shrug off insults. but liars lay down a smoke screen of deceit. but there is healing in the words of the wise. lies are here today, gone tomorrow. peace-planning brings joy to the planner. but the wicked have their hands full of it. he loves the company of those who keep their word. talkative fools broadcast their silliness. the lazy are oppressed by work. a cheerful word picks us up. but a wicked life invites disaster. but &apos;early to rise&apos; gets the job done. sin&quot;s detours take you straight to hell."
            },
            {
                "verse_number": "2",
                "verse_text": "A good person basks in the delight of God ,"
            },
            {
                "verse_number": "3",
                "verse_text": "You can&quot;t find firm footing in a swamp,"
            },
            {
                "verse_number": "4",
                "verse_text": "A hearty wife invigorates her husband,"
            },
            {
                "verse_number": "5",
                "verse_text": "The thinking of principled people makes for justice;"
            },
            {
                "verse_number": "6",
                "verse_text": "The words of the wicked kill;"
            },
            {
                "verse_number": "7",
                "verse_text": "Wicked people fall to pieces&ndash;there&quot;s nothing to them;"
            },
            {
                "verse_number": "8",
                "verse_text": "A person who talks sense is honored;"
            },
            {
                "verse_number": "9",
                "verse_text": "Better to be ordinary and work for a living"
            },
            {
                "verse_number": "10",
                "verse_text": "Good people are good to their animals;"
            },
            {
                "verse_number": "11",
                "verse_text": "The one who stays on the job has food on the table;"
            },
            {
                "verse_number": "12",
                "verse_text": "What the wicked construct finally falls into ruin,"
            },
            {
                "verse_number": "13",
                "verse_text": "The gossip of bad people gets them in trouble;"
            },
            {
                "verse_number": "14",
                "verse_text": "Well-spoken words bring satisfaction;"
            },
            {
                "verse_number": "15",
                "verse_text": "Fools are headstrong and do what they like;"
            },
            {
                "verse_number": "16",
                "verse_text": "Fools have short fuses and explode all too quickly;"
            },
            {
                "verse_number": "17",
                "verse_text": "Truthful witness by a good person clears the air,"
            },
            {
                "verse_number": "18",
                "verse_text": "Rash language cuts and maims,"
            },
            {
                "verse_number": "19",
                "verse_text": "Truth lasts;"
            },
            {
                "verse_number": "20",
                "verse_text": "Evil scheming distorts the schemer;"
            },
            {
                "verse_number": "21",
                "verse_text": "No evil can overwhelm a good person,"
            },
            {
                "verse_number": "22",
                "verse_text": "God can&quot;t stomach liars;"
            },
            {
                "verse_number": "23",
                "verse_text": "Prudent people don&quot;t flaunt their knowledge;"
            },
            {
                "verse_number": "24",
                "verse_text": "The diligent find freedom in their work;"
            },
            {
                "verse_number": "25",
                "verse_text": "Worry weighs us down;"
            },
            {
                "verse_number": "26",
                "verse_text": "A good person survives misfortune,"
            },
            {
                "verse_number": "27",
                "verse_text": "A lazy life is an empty life,"
            },
            {
                "verse_number": "28",
                "verse_text": "Good men and women travel right into life;"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Intelligent children listen to their parents; foolish children do their own thing. bullies push and shove their way through life. careless talk may ruin everything. the energetic have something to show for their lives. a bad person wallows in gibberish. sin dumps the wicked in the ditch. a plain and simple life is a full life. but the poor are free of such threats. the lives of the wicked are dark alleys. but wise men and women listen to each other&quot;s counsel. but steady diligence pays off. but a sudden good break can turn life around. honor God&quot;s commands and grow rich. so, no more drinking from death-tainted wells! but liars walk a rough road. fools litter the country with silliness. but a reliable reporter is a healing presence. embrace correction and live an honored life. fools bent on evil despise matters of soul. hang out with fools and watch your life fall to pieces. but God-loyal people get a good life. ill-gotten wealth ends up with good people. or else the poor lose their shirts to crooked lawyers. love your children by disciplining them. but the belly of the wicked always wants more."
            },
            {
                "verse_number": "2",
                "verse_text": "The good acquire a taste for helpful conversation;"
            },
            {
                "verse_number": "3",
                "verse_text": "Careful words make for a careful life;"
            },
            {
                "verse_number": "4",
                "verse_text": "Indolence wants it all and gets nothing;"
            },
            {
                "verse_number": "5",
                "verse_text": "A good person hates false talk;"
            },
            {
                "verse_number": "6",
                "verse_text": "A God-loyal life keeps you on track;"
            },
            {
                "verse_number": "7",
                "verse_text": "A pretentious, showy life is an empty life;"
            },
            {
                "verse_number": "8",
                "verse_text": "The rich can be sued for everything they have,"
            },
            {
                "verse_number": "9",
                "verse_text": "The lives of good people are brightly lit streets;"
            },
            {
                "verse_number": "10",
                "verse_text": "Arrogant know-it-alls stir up discord,"
            },
            {
                "verse_number": "11",
                "verse_text": "Easy come, easy go,"
            },
            {
                "verse_number": "12",
                "verse_text": "Unrelenting disappointment leaves you heartsick,"
            },
            {
                "verse_number": "13",
                "verse_text": "Ignore the Word and suffer;"
            },
            {
                "verse_number": "14",
                "verse_text": "The teaching of the wise is a fountain of life,"
            },
            {
                "verse_number": "15",
                "verse_text": "Sound thinking makes for gracious living,"
            },
            {
                "verse_number": "16",
                "verse_text": "A commonsense person lives good sense;"
            },
            {
                "verse_number": "17",
                "verse_text": "Irresponsible talk makes a real mess of things,"
            },
            {
                "verse_number": "18",
                "verse_text": "Refuse discipline and end up homeless;"
            },
            {
                "verse_number": "19",
                "verse_text": "Souls who follow their hearts thrive;"
            },
            {
                "verse_number": "20",
                "verse_text": "Become wise by walking with the wise;"
            },
            {
                "verse_number": "21",
                "verse_text": "Disaster entraps sinners,"
            },
            {
                "verse_number": "22",
                "verse_text": "A good life gets passed on to the grandchildren;"
            },
            {
                "verse_number": "23",
                "verse_text": "Banks foreclose on the farms of the poor,"
            },
            {
                "verse_number": "24",
                "verse_text": "A refusal to correct is a refusal to love;"
            },
            {
                "verse_number": "25",
                "verse_text": "An appetite for good brings much satisfaction,"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Lady Wisdom builds a lovely home; Sir Fool comes along and tears it down brick by brick. a degenerate life is a slap in his face. wise speech evokes nothing but respect. a good harvest requires a strong ox for the plow. a false witness makes a business of it. the open-minded find it right on their doorstep! they&quot;re a waste of your time, a waste of your words. the foolishness of fools lands them in the ditch. but a moral life is a favored life. will be an outsider at their celebrations. holy living builds soaring cathedrals. look again&ndash;it leads straight to hell. Sure, those people appear to be having a good time, but all that laughter will end in heartbreak. a gracious person in grace. the prudent sift and weigh every word. fools are headstrong and reckless. the coldhearted get the cold shoulder. wise realists plant their feet on the ground. the wicked will respect God-loyal people. but everyone loves a winner. but compassion for the poor&ndash;what a blessing! while the thoughtful win love and trust? mere talk puts no bread on the table. fools get stupider by the day. and betrayed by the spread of lies. and makes a world safe for your children. so you won&quot;t go off drinking from poisoned wells. leadership is nothing without a following. a quick-tempered person stockpiles stupidity. but runaway emotions corrode the bones. when you&quot;re kind to the poor, you honor God. the integrity of good people creates a safe place for living. fools never even get to say hello. God-avoidance leaves people weak. shiftless work earns an angry rebuke."
            },
            {
                "verse_number": "2",
                "verse_text": "An honest life shows respect for God ;"
            },
            {
                "verse_number": "3",
                "verse_text": "Frivolous talk provokes a derisive smile;"
            },
            {
                "verse_number": "4",
                "verse_text": "No cattle, no crops;"
            },
            {
                "verse_number": "5",
                "verse_text": "A true witness never lies;"
            },
            {
                "verse_number": "6",
                "verse_text": "Cynics look high and low for wisdom&ndash;and never find it;"
            },
            {
                "verse_number": "7",
                "verse_text": "Escape quickly from the company of fools;"
            },
            {
                "verse_number": "8",
                "verse_text": "The wisdom of the wise keeps life on track;"
            },
            {
                "verse_number": "9",
                "verse_text": "The stupid ridicule right and wrong,"
            },
            {
                "verse_number": "10",
                "verse_text": "The person who shuns the bitter moments of friends"
            },
            {
                "verse_number": "11",
                "verse_text": "Lives of careless wrongdoing are run-down shacks;"
            },
            {
                "verse_number": "14",
                "verse_text": "A mean person gets paid back in meanness,"
            },
            {
                "verse_number": "15",
                "verse_text": "The gullible believe anything they&quot;re told;"
            },
            {
                "verse_number": "16",
                "verse_text": "The wise watch their steps and avoid evil;"
            },
            {
                "verse_number": "17",
                "verse_text": "The hotheaded do things they&quot;ll later regret;"
            },
            {
                "verse_number": "18",
                "verse_text": "Foolish dreamers live in a world of illusion;"
            },
            {
                "verse_number": "19",
                "verse_text": "Eventually, evil will pay tribute to good;"
            },
            {
                "verse_number": "20",
                "verse_text": "An unlucky loser is shunned by all,"
            },
            {
                "verse_number": "21",
                "verse_text": "It&quot;s criminal to ignore a neighbor in need,"
            },
            {
                "verse_number": "22",
                "verse_text": "Isn&quot;t it obvious that conspirators lose out,"
            },
            {
                "verse_number": "23",
                "verse_text": "Hard work always pays off;"
            },
            {
                "verse_number": "24",
                "verse_text": "The wise accumulate wisdom;"
            },
            {
                "verse_number": "25",
                "verse_text": "Souls are saved by truthful witness"
            },
            {
                "verse_number": "26",
                "verse_text": "The Fear-of- God builds up confidence,"
            },
            {
                "verse_number": "27",
                "verse_text": "The Fear-of- God is a spring of living water"
            },
            {
                "verse_number": "28",
                "verse_text": "The mark of a good leader is loyal followers;"
            },
            {
                "verse_number": "29",
                "verse_text": "Slowness to anger makes for deep understanding;"
            },
            {
                "verse_number": "30",
                "verse_text": "A sound mind makes for a robust body,"
            },
            {
                "verse_number": "31",
                "verse_text": "You insult your Maker when you exploit the powerless;"
            },
            {
                "verse_number": "32",
                "verse_text": "The evil of bad people leaves them out in the cold;"
            },
            {
                "verse_number": "33",
                "verse_text": "Lady Wisdom is at home in an understanding heart&ndash;"
            },
            {
                "verse_number": "34",
                "verse_text": "God-devotion makes a country strong;"
            },
            {
                "verse_number": "35",
                "verse_text": "Diligent work gets a warm commendation;"
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "A gentle response defuses anger, but a sharp tongue kindles a temper-fire. fools are leaky faucets, dripping nonsense. he&quot;s alert to good and evil alike. cutting words wound and maim. welcoming correction is a mark of good sense. a misspent life is soon bankrupt. fools are hollow&ndash;there&quot;s nothing to them. but he delights in genuine prayers. he loves those who run straight for the finish line. a dead-end street for those who hate God&quot;s rules. do you think he can&quot;t read human hearts? they avoid the company of wise men and women. a sad heart makes it hard to get through the day. fools feed on fast-food fads and fancies. a cheerful heart fills the day with song. is better than a rich life with a ton of headaches. than a slab of prime rib served in hate. a calm, cool spirit keeps the peace. the diligent walk down a smooth road. lazy students embarrass their parents. the perceptive grasp its meaning and make a go of it. take good counsel and watch them succeed. The right word at the right time&ndash;beautiful! it&quot;s a clean about-face from descent into hell. he stands with those who have no standing. but he puts words of grace and beauty on display. those who refuse to exploit live and let live. the wicked are sewers of abuse. he closely attends to the prayers of God-loyal people. and good news makes you feel fit as a fiddle. an honored guest among wise men and women. an obedient, God-willed life is spacious. first you learn humility, then you experience glory."
            },
            {
                "verse_number": "2",
                "verse_text": "Knowledge flows like spring water from the wise;"
            },
            {
                "verse_number": "3",
                "verse_text": "God doesn&quot;t miss a thing&ndash;"
            },
            {
                "verse_number": "4",
                "verse_text": "Kind words heal and help;"
            },
            {
                "verse_number": "5",
                "verse_text": "Moral dropouts won&quot;t listen to their elders;"
            },
            {
                "verse_number": "6",
                "verse_text": "The lives of God-loyal people flourish;"
            },
            {
                "verse_number": "7",
                "verse_text": "Perceptive words spread knowledge;"
            },
            {
                "verse_number": "8",
                "verse_text": "God can&quot;t stand pious poses,"
            },
            {
                "verse_number": "9",
                "verse_text": "A life frittered away disgusts God ;"
            },
            {
                "verse_number": "10",
                "verse_text": "It&quot;s a school of hard knocks for those who leave God&quot;s path,"
            },
            {
                "verse_number": "11",
                "verse_text": "Even hell holds no secrets from God &ndash;"
            },
            {
                "verse_number": "12",
                "verse_text": "Know-it-alls don&quot;t like being told what to do;"
            },
            {
                "verse_number": "13",
                "verse_text": "A cheerful heart brings a smile to your face;"
            },
            {
                "verse_number": "14",
                "verse_text": "An intelligent person is always eager to take in more truth;"
            },
            {
                "verse_number": "15",
                "verse_text": "A miserable heart means a miserable life;"
            },
            {
                "verse_number": "16",
                "verse_text": "A simple life in the Fear-of- God"
            },
            {
                "verse_number": "17",
                "verse_text": "Better a bread crust shared in love"
            },
            {
                "verse_number": "18",
                "verse_text": "Hot tempers start fights;"
            },
            {
                "verse_number": "19",
                "verse_text": "The path of lazy people is overgrown with briers;"
            },
            {
                "verse_number": "20",
                "verse_text": "Intelligent children make their parents proud;"
            },
            {
                "verse_number": "21",
                "verse_text": "The empty-headed treat life as a plaything;"
            },
            {
                "verse_number": "22",
                "verse_text": "Refuse good advice and watch your plans fail;"
            },
            {
                "verse_number": "23",
                "verse_text": "Congenial conversation&ndash;what a pleasure!"
            },
            {
                "verse_number": "24",
                "verse_text": "Life ascends to the heights for the thoughtful&ndash;"
            },
            {
                "verse_number": "25",
                "verse_text": "God smashes the pretensions of the arrogant;"
            },
            {
                "verse_number": "26",
                "verse_text": "God can&quot;t stand evil scheming,"
            },
            {
                "verse_number": "27",
                "verse_text": "A greedy and grasping person destroys community;"
            },
            {
                "verse_number": "28",
                "verse_text": "Prayerful answers come from God-loyal people;"
            },
            {
                "verse_number": "29",
                "verse_text": "God keeps his distance from the wicked;"
            },
            {
                "verse_number": "30",
                "verse_text": "A twinkle in the eye means joy in the heart,"
            },
            {
                "verse_number": "31",
                "verse_text": "Listen to good advice if you want to live well,"
            },
            {
                "verse_number": "32",
                "verse_text": "An undisciplined, self-willed life is puny;"
            },
            {
                "verse_number": "33",
                "verse_text": "Fear-of- God is a school in skilled living&ndash;"
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Mortals make elaborate plans, but God has the last word. God probes for what is good. then what you&quot;ve planned will take place. even the wicked are included&ndash;but for judgment. believe me, he&quot;ll put those braggarts in their place. Fear-of- God deflects evil. even your enemies will end up shaking your hand. than to be wrong and rich. but only God makes us able to live it. doesn&quot;t mislead, doesn&quot;t exploit. your business is his business. sound leadership has a moral foundation. they love advisors who tell them the truth. you&quot;re smart to stay clear of someone like that. they&quot;re like spring rain and sunshine. choose insight over income every time. watch your step and save your life. the bigger the ego, the harder the fall. than to live it up among the rich and famous. things work out when you trust in God . gracious words add to one&quot;s reputation. while fools sweat it out the hard way. whenever they speak, their reputation increases. good taste to the soul, quick energy for the body. look again&ndash;it leads straight to hell. hunger makes you work all the harder. their words smart and burn. gossips break up friendships. they&quot;d stab their own grandmothers in the back. a clenched jaw signals trouble ahead. the award for a God-loyal life. self-control better than political power. but God has the final say."
            },
            {
                "verse_number": "2",
                "verse_text": "Humans are satisfied with whatever looks good;"
            },
            {
                "verse_number": "3",
                "verse_text": "Put God in charge of your work,"
            },
            {
                "verse_number": "4",
                "verse_text": "God made everything with a place and purpose;"
            },
            {
                "verse_number": "5",
                "verse_text": "God can&quot;t stomach arrogance or pretense;"
            },
            {
                "verse_number": "6",
                "verse_text": "Guilt is banished through love and truth;"
            },
            {
                "verse_number": "7",
                "verse_text": "When God approves of your life,"
            },
            {
                "verse_number": "8",
                "verse_text": "Far better to be right and poor"
            },
            {
                "verse_number": "9",
                "verse_text": "We plan the way we want to live,"
            },
            {
                "verse_number": "10",
                "verse_text": "A good leader motivates,"
            },
            {
                "verse_number": "11",
                "verse_text": "God cares about honesty in the workplace;"
            },
            {
                "verse_number": "12",
                "verse_text": "Good leaders abhor wrongdoing of all kinds;"
            },
            {
                "verse_number": "13",
                "verse_text": "Good leaders cultivate honest speech;"
            },
            {
                "verse_number": "14",
                "verse_text": "An intemperate leader wreaks havoc in lives;"
            },
            {
                "verse_number": "15",
                "verse_text": "Good-tempered leaders invigorate lives;"
            },
            {
                "verse_number": "16",
                "verse_text": "Get wisdom&ndash;it&quot;s worth more than money;"
            },
            {
                "verse_number": "17",
                "verse_text": "The road of right living bypasses evil;"
            },
            {
                "verse_number": "18",
                "verse_text": "First pride, then the crash&ndash;"
            },
            {
                "verse_number": "19",
                "verse_text": "It&quot;s better to live humbly among the poor"
            },
            {
                "verse_number": "20",
                "verse_text": "It pays to take life seriously;"
            },
            {
                "verse_number": "21",
                "verse_text": "A wise person gets known for insight;"
            },
            {
                "verse_number": "22",
                "verse_text": "True intelligence is a spring of fresh water,"
            },
            {
                "verse_number": "23",
                "verse_text": "They make a lot of sense, these wise folks;"
            },
            {
                "verse_number": "24",
                "verse_text": "Gracious speech is like clover honey&ndash;"
            },
            {
                "verse_number": "25",
                "verse_text": "There&quot;s a way that looks harmless enough;"
            },
            {
                "verse_number": "26",
                "verse_text": "Appetite is an incentive to work;"
            },
            {
                "verse_number": "27",
                "verse_text": "Mean people spread mean gossip;"
            },
            {
                "verse_number": "28",
                "verse_text": "Troublemakers start fights;"
            },
            {
                "verse_number": "29",
                "verse_text": "Calloused climbers betray their very own friends;"
            },
            {
                "verse_number": "30",
                "verse_text": "A shifty eye betrays an evil intention;"
            },
            {
                "verse_number": "31",
                "verse_text": "Gray hair is a mark of distinction,"
            },
            {
                "verse_number": "32",
                "verse_text": "Moderation is better than muscle,"
            },
            {
                "verse_number": "33",
                "verse_text": "Make your motions and cast your votes,"
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "A meal of bread and water in contented peace is better than a banquet spiced with quarrels. and is honored as one of the family. so our lives are refined by God . the ears of liars itch for dirty gossip. gloating over misfortune is a punishable crime. children take pride in their parents. nor do we expect lies from our leaders. any way you look at it, you see beauty refracted. fasten on to a slight and&ndash;good-bye, friend! does more than a whack on the head of a fool. won&quot;t have to wait long&ndash;they&quot;ll meet it coming and going! than a fool hellbent on folly. will meet their own evil returning. so stop it before it bursts. are equally abhorrent to God . They wouldn&quot;t recognize it if they saw it! and families stick together in all kinds of trouble. or run up huge bills you can never pay. build a wall, invite a burglar. double-talk brings you double trouble. it&quot;s no fun being the parent of a dolt. gloom and doom leave you bone-tired. they show nothing but contempt for justice. fools look for it everywhere but right here. a bitter pill for a mother to swallow. or make good citizens pay for the crimes of others. an understanding person remains calm. as long as they keep their mouths shut, they&quot;re smart."
            },
            {
                "verse_number": "2",
                "verse_text": "A wise servant takes charge of an unruly child"
            },
            {
                "verse_number": "3",
                "verse_text": "As silver in a crucible and gold in a pan,"
            },
            {
                "verse_number": "4",
                "verse_text": "Evil people relish malicious conversation;"
            },
            {
                "verse_number": "5",
                "verse_text": "Whoever mocks poor people insults their Creator;"
            },
            {
                "verse_number": "6",
                "verse_text": "Old people are distinguished by grandchildren;"
            },
            {
                "verse_number": "7",
                "verse_text": "We don&quot;t expect eloquence from fools,"
            },
            {
                "verse_number": "8",
                "verse_text": "Receiving a gift is like getting a rare gemstone;"
            },
            {
                "verse_number": "9",
                "verse_text": "Overlook an offense and bond a friendship;"
            },
            {
                "verse_number": "10",
                "verse_text": "A quiet rebuke to a person of good sense"
            },
            {
                "verse_number": "11",
                "verse_text": "Criminals out looking for nothing but trouble"
            },
            {
                "verse_number": "12",
                "verse_text": "Better to meet a grizzly robbed of her cubs"
            },
            {
                "verse_number": "13",
                "verse_text": "Those who return evil for good"
            },
            {
                "verse_number": "14",
                "verse_text": "The start of a quarrel is like a leak in a dam,"
            },
            {
                "verse_number": "15",
                "verse_text": "Whitewashing bad people and throwing mud on good people"
            },
            {
                "verse_number": "16",
                "verse_text": "What&quot;s this? Fools out shopping for wisdom!"
            },
            {
                "verse_number": "17",
                "verse_text": "Friends love through all kinds of weather,"
            },
            {
                "verse_number": "18",
                "verse_text": "It&quot;s stupid to try to get something for nothing,"
            },
            {
                "verse_number": "19",
                "verse_text": "The person who courts sin marries trouble;"
            },
            {
                "verse_number": "20",
                "verse_text": "A bad motive can&quot;t achieve a good end;"
            },
            {
                "verse_number": "21",
                "verse_text": "Having a fool for a child is misery;"
            },
            {
                "verse_number": "22",
                "verse_text": "A cheerful disposition is good for your health;"
            },
            {
                "verse_number": "23",
                "verse_text": "The wicked take bribes under the table;"
            },
            {
                "verse_number": "24",
                "verse_text": "The perceptive find wisdom in their own front yard;"
            },
            {
                "verse_number": "25",
                "verse_text": "A surly, stupid child is sheer pain to a father,"
            },
            {
                "verse_number": "26",
                "verse_text": "It&quot;s wrong to penalize good behavior,"
            },
            {
                "verse_number": "27",
                "verse_text": "The one who knows much says little;"
            },
            {
                "verse_number": "28",
                "verse_text": "Even dunces who keep quiet are thought to be wise;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Loners who care only for themselves spit on the common good. all they do is run off at the mouth. contempt for life is contemptible. but deep wisdom flows up from artesian springs. or come down hard on the innocent. do him a favor and gag him. their souls are crushed by their words. do you really want junk like that in your belly? are as bad as vandalism. good people can run there and be safe. they imagine themselves safe behind it. but humility is precursor to honor. is both stupid and rude. but what can you do when the spirit is crushed? always listening for fresh insights. it buys the attention of eminent people. until the cross-examination starts! when faced with a tough decision. nothing can untie that bond. good talk is as gratifying as a good harvest. they&quot;re either poison or fruit&ndash;you choose. and even more: the favor of God ! the rich bark out answers. but a true friend sticks by you like family."
            },
            {
                "verse_number": "2",
                "verse_text": "Fools care nothing for thoughtful discourse;"
            },
            {
                "verse_number": "3",
                "verse_text": "When wickedness arrives, shame&quot;s not far behind;"
            },
            {
                "verse_number": "4",
                "verse_text": "Many words rush along like rivers in flood,"
            },
            {
                "verse_number": "5",
                "verse_text": "It&quot;s not right to go easy on the guilty,"
            },
            {
                "verse_number": "6",
                "verse_text": "The words of a fool start fights;"
            },
            {
                "verse_number": "7",
                "verse_text": "Fools are undone by their big mouths;"
            },
            {
                "verse_number": "8",
                "verse_text": "Listening to gossip is like eating cheap candy;"
            },
            {
                "verse_number": "9",
                "verse_text": "Slack habits and sloppy work"
            },
            {
                "verse_number": "10",
                "verse_text": "God &quot;s name is a place of protection&ndash;"
            },
            {
                "verse_number": "11",
                "verse_text": "The rich think their wealth protects them;"
            },
            {
                "verse_number": "12",
                "verse_text": "Pride first, then the crash,"
            },
            {
                "verse_number": "13",
                "verse_text": "Answering before listening"
            },
            {
                "verse_number": "14",
                "verse_text": "A healthy spirit conquers adversity,"
            },
            {
                "verse_number": "15",
                "verse_text": "Wise men and women are always learning,"
            },
            {
                "verse_number": "16",
                "verse_text": "A gift gets attention;"
            },
            {
                "verse_number": "17",
                "verse_text": "The first speech in a court case is always convincing&ndash;"
            },
            {
                "verse_number": "18",
                "verse_text": "You may have to draw straws"
            },
            {
                "verse_number": "19",
                "verse_text": "Do a favor and win a friend forever;"
            },
            {
                "verse_number": "20",
                "verse_text": "Words satisfy the mind as much as fruit does the stomach;"
            },
            {
                "verse_number": "21",
                "verse_text": "Words kill, words give life;"
            },
            {
                "verse_number": "22",
                "verse_text": "Find a good spouse, you find a good life&ndash;"
            },
            {
                "verse_number": "23",
                "verse_text": "The poor speak in soft supplications;"
            },
            {
                "verse_number": "24",
                "verse_text": "Friends come and friends go,"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Better to be poor and honest than a rich person no one can trust. haste makes waste. so why does God always get blamed? but poor people are avoided like a plague. Would you let a liar go free? everyone&quot;s a friend to the philanthropist. yes, even your best friends wish you&quot;d get lost. If they see you coming, they look the other way&ndash; out of sight, out of mind. keep a clear head&ndash;you&quot;ll find a good life. the person who spreads rumors is ruined. any more than workers should give orders to their boss. their grandeur is to forgive and forget. the good-natured are like fresh morning dew. a nagging spouse is a leaky faucet. but a congenial spouse comes straight from God . lazybones go hungry. careless living kills. and God pays back those loans in full. indulging them destroys them. if you try to make it better, you&quot;ll only make it worse. that&quot;s the way to live wisely and well. but God &quot;s purpose prevails. but it&quot;s better to be poor than a liar. a full life, and serene&ndash;no nasty surprises. but are too lazy to raise it to their mouth. Who knows? Somebody might learn a good lesson. are an embarrassment and disgrace. you&quot;ll soon be out of your depth. the mouths of the wicked spew malice. only a slap in the face brings fools to attention."
            },
            {
                "verse_number": "2",
                "verse_text": "Ignorant zeal is worthless;"
            },
            {
                "verse_number": "3",
                "verse_text": "People ruin their lives by their own stupidity,"
            },
            {
                "verse_number": "4",
                "verse_text": "Wealth attracts friends as honey draws flies,"
            },
            {
                "verse_number": "5",
                "verse_text": "Perjury won&quot;t go unpunished."
            },
            {
                "verse_number": "6",
                "verse_text": "Lots of people flock around a generous person;"
            },
            {
                "verse_number": "7",
                "verse_text": "When you&quot;re down on your luck, even your family avoids you&ndash;"
            },
            {
                "verse_number": "8",
                "verse_text": "Grow a wise heart&ndash;you&quot;ll do yourself a favor;"
            },
            {
                "verse_number": "9",
                "verse_text": "The person who tells lies gets caught;"
            },
            {
                "verse_number": "10",
                "verse_text": "Blockheads shouldn&quot;t live on easy street"
            },
            {
                "verse_number": "11",
                "verse_text": "Smart people know how to hold their tongue;"
            },
            {
                "verse_number": "12",
                "verse_text": "Mean-tempered leaders are like mad dogs;"
            },
            {
                "verse_number": "13",
                "verse_text": "A parent is worn to a frazzle by an irresponsible child;"
            },
            {
                "verse_number": "14",
                "verse_text": "House and land are handed down from parents,"
            },
            {
                "verse_number": "15",
                "verse_text": "Life collapses on loafers;"
            },
            {
                "verse_number": "16",
                "verse_text": "Keep the rules and keep your life;"
            },
            {
                "verse_number": "17",
                "verse_text": "Mercy to the needy is a loan to God ,"
            },
            {
                "verse_number": "18",
                "verse_text": "Discipline your children while you still have the chance;"
            },
            {
                "verse_number": "19",
                "verse_text": "Let angry people endure the backlash of their own anger;"
            },
            {
                "verse_number": "20",
                "verse_text": "Take good counsel and accept correction&ndash;"
            },
            {
                "verse_number": "21",
                "verse_text": "We humans keep brainstorming options and plans,"
            },
            {
                "verse_number": "22",
                "verse_text": "It&quot;s only human to want to make a buck,"
            },
            {
                "verse_number": "23",
                "verse_text": "Fear-of- God is life itself,"
            },
            {
                "verse_number": "24",
                "verse_text": "Some people dig a fork into the pie"
            },
            {
                "verse_number": "25",
                "verse_text": "Punish the insolent&ndash;make an example of them."
            },
            {
                "verse_number": "26",
                "verse_text": "Kids who lash out against their parents"
            },
            {
                "verse_number": "27",
                "verse_text": "If you quit listening, dear child, and strike off on your own,"
            },
            {
                "verse_number": "28",
                "verse_text": "An unprincipled witness desecrates justice;"
            },
            {
                "verse_number": "29",
                "verse_text": "The irreverent have to learn reverence the hard way;"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Wine makes you mean, beer makes you quarrelsome&ndash; a staggering drunk is not much fun. cross them and they bite your head off. but fools love to pick fights. has nothing to harvest in the fall. a wise person draws from the well within. but where on earth can you find one? make it much easier for their children. keep a sharp eye out for the shoddy and cheap, For who among us can be trusted to be always diligent and honest? are two things God hates. if their motives are on the up and up. we get our basic equipment from God ! Wake up and get up; then there&quot;ll be food on the table. then goes off boasting of the bargain. is better than adorning oneself with gold and rare gems. beware of accepting what a transient has pawned. but soon your mouth is full of gravel. then carry it out using all the help you can get. so never confide in blabbermouths. extinguishes light and exists benighted. is no guarantee of blessing at the end. Wait for God ; he&quot;ll settle the score. rigged scales are an outrage. otherwise how would we know where we&quot;re going? later you&quot;ll wish you could get out of it. makes a clean sweep of rebels and dolts. watching and examining us inside and out. sound leadership is founded on loving integrity. but gray hair gives prestige to old age. punishment goes deep within us."
            },
            {
                "verse_number": "2",
                "verse_text": "Quick-tempered leaders are like mad dogs&ndash;"
            },
            {
                "verse_number": "3",
                "verse_text": "It&quot;s a mark of good character to avert quarrels,"
            },
            {
                "verse_number": "4",
                "verse_text": "A farmer too lazy to plant in the spring"
            },
            {
                "verse_number": "5",
                "verse_text": "Knowing what is right is like deep water in the heart;"
            },
            {
                "verse_number": "6",
                "verse_text": "Lots of people claim to be loyal and loving,"
            },
            {
                "verse_number": "7",
                "verse_text": "God-loyal people, living honest lives,"
            },
            {
                "verse_number": "10",
                "verse_text": "Switching price tags and padding the expense account"
            },
            {
                "verse_number": "11",
                "verse_text": "Young people eventually reveal by their actions"
            },
            {
                "verse_number": "12",
                "verse_text": "Ears that hear and eyes that see&ndash;"
            },
            {
                "verse_number": "13",
                "verse_text": "Don&quot;t be too fond of sleep; you&quot;ll end up in the poorhouse."
            },
            {
                "verse_number": "14",
                "verse_text": "The shopper says, &apos;That&quot;s junk&ndash;I&quot;ll take it off your hands,&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Drinking from the beautiful chalice of knowledge"
            },
            {
                "verse_number": "16",
                "verse_text": "Hold tight to collateral on any loan to a stranger;"
            },
            {
                "verse_number": "17",
                "verse_text": "Stolen bread tastes sweet,"
            },
            {
                "verse_number": "18",
                "verse_text": "Form your purpose by asking for counsel,"
            },
            {
                "verse_number": "19",
                "verse_text": "Gossips can&quot;t keep secrets,"
            },
            {
                "verse_number": "20",
                "verse_text": "Anyone who curses father and mother"
            },
            {
                "verse_number": "21",
                "verse_text": "A bonanza at the beginning"
            },
            {
                "verse_number": "22",
                "verse_text": "Don&quot;t ever say, &apos;I&quot;ll get you for that!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "God hates cheating in the marketplace;"
            },
            {
                "verse_number": "24",
                "verse_text": "The very steps we take come from God;"
            },
            {
                "verse_number": "25",
                "verse_text": "An impulsive vow is a trap;"
            },
            {
                "verse_number": "26",
                "verse_text": "After careful scrutiny, a wise leader"
            },
            {
                "verse_number": "27",
                "verse_text": "God is in charge of human life,"
            },
            {
                "verse_number": "28",
                "verse_text": "Love and truth form a good leader;"
            },
            {
                "verse_number": "29",
                "verse_text": "Youth may be admired for vigor,"
            },
            {
                "verse_number": "30",
                "verse_text": "A good thrashing purges evil;"
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Good leadership is a channel of water controlled by God ; he directs it to whatever ends he chooses. God examines our motives. mean far more to God than religious performance. are just plain sin. hurry and scurry puts you further behind. get paid with smoke and a promotion&ndash;to death! because they refuse to use it to help others. pure motives take you straight down the road. than share a mansion with a nagging spouse. they feel nothing for friends and neighbors. but the wise learn by listening. and undo the evil they&quot;ve planned. your cries will go unheard, unanswered. a heartfelt present cools a hot temper. but for the workers of evil it&quot;s a bad day. ends up in a congregation of ghosts. The pursuit of pleasure is never satisfied. the plotter gets it in the end. than with a cross and petulant spouse. fools put it all out for yard sales. finds life itself&ndash; glorious life! their trusted defenses fell to pieces! you&quot;ll save yourself a lot of grief. intemperate hotheads, every one. because they won&quot;t get up and go to work. the God-loyal are always giving what they do have. it&quot;s even worse when they use it to get ahead. a person who speaks truth is respected. honest people are sure of their steps. can get the better of God . then trust God to bring victory."
            },
            {
                "verse_number": "2",
                "verse_text": "We justify our actions by appearances;"
            },
            {
                "verse_number": "3",
                "verse_text": "Clean living before God and justice with our neighbors"
            },
            {
                "verse_number": "4",
                "verse_text": "Arrogance and pride&ndash;distinguishing marks in the wicked&ndash;"
            },
            {
                "verse_number": "5",
                "verse_text": "Careful planning puts you ahead in the long run;"
            },
            {
                "verse_number": "6",
                "verse_text": "Make it to the top by lying and cheating;"
            },
            {
                "verse_number": "7",
                "verse_text": "The wicked get buried alive by their loot"
            },
            {
                "verse_number": "8",
                "verse_text": "Mixed motives twist life into tangles;"
            },
            {
                "verse_number": "9",
                "verse_text": "Better to live alone in a tumbledown shack"
            },
            {
                "verse_number": "10",
                "verse_text": "Wicked souls love to make trouble;"
            },
            {
                "verse_number": "11",
                "verse_text": "Simpletons only learn the hard way,"
            },
            {
                "verse_number": "12",
                "verse_text": "A God-loyal person will see right through the wicked"
            },
            {
                "verse_number": "13",
                "verse_text": "If you stop your ears to the cries of the poor,"
            },
            {
                "verse_number": "14",
                "verse_text": "A quietly given gift soothes an irritable person;"
            },
            {
                "verse_number": "15",
                "verse_text": "Good people celebrate when justice triumphs,"
            },
            {
                "verse_number": "16",
                "verse_text": "Whoever wanders off the straight and narrow"
            },
            {
                "verse_number": "17",
                "verse_text": "You&quot;re addicted to thrills? What an empty life!"
            },
            {
                "verse_number": "18",
                "verse_text": "What a bad person plots against the good, boomerangs;"
            },
            {
                "verse_number": "19",
                "verse_text": "Better to live in a tent in the wild"
            },
            {
                "verse_number": "20",
                "verse_text": "Valuables are safe in a wise person&quot;s home;"
            },
            {
                "verse_number": "21",
                "verse_text": "Whoever goes hunting for what is right and kind"
            },
            {
                "verse_number": "22",
                "verse_text": "One sage entered a whole city of armed soldiers&ndash;"
            },
            {
                "verse_number": "23",
                "verse_text": "Watch your words and hold your tongue;"
            },
            {
                "verse_number": "24",
                "verse_text": "You know their names&ndash;Brash, Impudent, Blasphemer&ndash;"
            },
            {
                "verse_number": "25",
                "verse_text": "Lazy people finally die of hunger"
            },
            {
                "verse_number": "26",
                "verse_text": "Sinners are always wanting what they don&quot;t have;"
            },
            {
                "verse_number": "27",
                "verse_text": "Religious performance by the wicked stinks;"
            },
            {
                "verse_number": "28",
                "verse_text": "A lying witness is unconvincing;"
            },
            {
                "verse_number": "29",
                "verse_text": "Unscrupulous people fake it a lot;"
            },
            {
                "verse_number": "30",
                "verse_text": "Nothing clever, nothing conceived, nothing contrived,"
            },
            {
                "verse_number": "31",
                "verse_text": "Do your best, prepare for the worst&ndash;"
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "A sterling reputation is better than striking it rich; a gracious spirit is better than money in the bank. God made them both! a simpleton walks in blindly and is clobbered. is plenty and honor and a satisfying life. if you know what&quot;s good for you, stay clear of it. when they&quot;re old they won&quot;t be lost. so don&quot;t borrow and put yourself under their power. and bullying anger sputters into nothing. because they give bread to the poor. you need a break from bickering and griping! good leaders also delight in their friendship. but he&quot;ll have nothing to do with deception. If I go out I&quot;ll be eaten alive!&apos; you&quot;ll fall in that pit if you&quot;re on the outs with God . the cure comes through tough-minded discipline. you&quot;ll end up the poorer for it. take to heart what I can teach you. You&quot;ll treasure its sweetness deep within; you&quot;ll give it bold expression in your speech. To make sure your foundation is trust in God , I&quot;m laying it all out right now just for you. I&quot;m giving you thirty sterling principles&ndash; tested guidelines to live by. Believe me&ndash;these are truths that work, and will keep you accountable to those who sent you. and don&quot;t use your position to crush the weak, Because God will come to their defense; the life you took, he&quot;ll take from you and give back to them. don&quot;t keep company with hotheads. Bad temper is contagious&ndash; don&quot;t get infected. pawning your house against a lucky chance. The time will come when you have to pay up; you&quot;ll be left with nothing but the shirt on your back. staked out long ago by your ancestors. skilled workers are always in demand and admired; they don&quot;t take a backseat to anyone."
            },
            {
                "verse_number": "2",
                "verse_text": "The rich and the poor shake hands as equals&ndash;"
            },
            {
                "verse_number": "3",
                "verse_text": "A prudent person sees trouble coming and ducks;"
            },
            {
                "verse_number": "4",
                "verse_text": "The payoff for meekness and Fear-of- God"
            },
            {
                "verse_number": "5",
                "verse_text": "The perverse travel a dangerous road, potholed and mud-slick;"
            },
            {
                "verse_number": "6",
                "verse_text": "Point your kids in the right direction&ndash;"
            },
            {
                "verse_number": "7",
                "verse_text": "The poor are always ruled over by the rich,"
            },
            {
                "verse_number": "8",
                "verse_text": "Whoever sows sin reaps weeds,"
            },
            {
                "verse_number": "9",
                "verse_text": "Generous hands are blessed hands"
            },
            {
                "verse_number": "10",
                "verse_text": "Kick out the troublemakers and things will quiet down;"
            },
            {
                "verse_number": "11",
                "verse_text": "God loves the pure-hearted and well-spoken;"
            },
            {
                "verse_number": "12",
                "verse_text": "God guards knowledge with a passion,"
            },
            {
                "verse_number": "13",
                "verse_text": "The loafer says, &apos;There&quot;s a lion on the loose!"
            },
            {
                "verse_number": "14",
                "verse_text": "The mouth of a prostitute is a bottomless pit;"
            },
            {
                "verse_number": "15",
                "verse_text": "Young people are prone to foolishness and fads;"
            },
            {
                "verse_number": "16",
                "verse_text": "Exploit the poor or glad-hand the rich&ndash;whichever,"
            },
            {
                "verse_number": "28",
                "verse_text": "Don&quot;t stealthily move back the boundary lines"
            },
            {
                "verse_number": "29",
                "verse_text": "Observe people who are good at their work&ndash;"
            }
        ],
        "23": [
            {
                "verse_number": "9",
                "verse_text": "Don&quot;t bother talking sense to fools;"
            },
            {
                "verse_number": "12",
                "verse_text": "Give yourselves to disciplined instruction;"
            },
            {
                "verse_number": "26",
                "verse_text": "Dear child, I want your full attention;"
            }
        ],
        "24": [
            {
                "verse_number": "7",
                "verse_text": "Wise conversation is way over the head of fools;"
            },
            {
                "verse_number": "10",
                "verse_text": "If you fall to pieces in a crisis,"
            },
            {
                "verse_number": "23",
                "verse_text": "It&quot;s wrong, very wrong,"
            },
            {
                "verse_number": "26",
                "verse_text": "An honest answer"
            },
            {
                "verse_number": "27",
                "verse_text": "First plant your fields;"
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "There are also these proverbs of Solomon, collected by scribes of Hezekiah, king of Judah. scientists delight in discovering things. the understanding of a good leader is broad and deep. and the silversmith can craft a fine chalice; Remove the wicked from leadership and authority will be credible and God-honoring. don&quot;t push your way into the place of prominence. It&quot;s better to be promoted to a place of honor than face humiliation by being demoted. a perfectly good explanation for what you just saw. don&quot;t betray confidences; Word is sure to get around, and no one will trust you. is like a custom-made piece of jewelry, And a wise friend&quot;s timely reprimand is like a gold ring slipped on your finger. are like cool drinks in sweltering heat&ndash;refreshing! is the person who talks big but never produces. gentle speech breaks down rigid defenses. eat too much chocolate and you&quot;ll make yourself sick; And when you find a friend, don&quot;t outwear your welcome; show up at all hours and he&quot;ll soon get fed up. in court or on the street is a loose cannon. is like biting down on an abscessed tooth. is like pouring salt in their wounds. if he&quot;s thirsty, bring him a drink. Your generosity will surprise him with goodness, and God will look after you. and a gossipy tongue stormy looks. than share a mansion with a nagging spouse. is a letter from a long-lost friend. is a muddied spring, a polluted well. nor is glory piled on glory good for you. is like a house with its doors and windows knocked out."
            },
            {
                "verse_number": "2",
                "verse_text": "God delights in concealing things;"
            },
            {
                "verse_number": "3",
                "verse_text": "Like the horizons for breadth and the ocean for depth,"
            },
            {
                "verse_number": "8",
                "verse_text": "Don&quot;t jump to conclusions&ndash;there may be"
            },
            {
                "verse_number": "13",
                "verse_text": "Reliable friends who do what they say"
            },
            {
                "verse_number": "14",
                "verse_text": "Like billowing clouds that bring no rain"
            },
            {
                "verse_number": "15",
                "verse_text": "Patient persistence pierces through indifference;"
            },
            {
                "verse_number": "18",
                "verse_text": "Anyone who tells lies against the neighbors"
            },
            {
                "verse_number": "19",
                "verse_text": "Trusting a double-crosser when you&quot;re in trouble"
            },
            {
                "verse_number": "20",
                "verse_text": "Singing light songs to the heavyhearted"
            },
            {
                "verse_number": "23",
                "verse_text": "A north wind brings stormy weather,"
            },
            {
                "verse_number": "24",
                "verse_text": "Better to live alone in a tumbledown shack"
            },
            {
                "verse_number": "25",
                "verse_text": "Like a cool drink of water when you&quot;re worn out and weary"
            },
            {
                "verse_number": "26",
                "verse_text": "A good person who gives in to a bad person"
            },
            {
                "verse_number": "27",
                "verse_text": "It&quot;s not smart to stuff yourself with sweets,"
            },
            {
                "verse_number": "28",
                "verse_text": "A person without self-control"
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "We no more give honors to fools than pray for snow in summer or rain during harvest. as from the dart of a wren or the swoop of a swallow. and a stick for the back of fools! you&quot;ll only look foolish yourself. so he doesn&quot;t get a swelled head. when you send a message by a fool. is limp as a wet noodle. is like setting a mud brick on a marble column. is like putting a scalpel in the hands of a drunk. and you shoot yourself in the foot. so fools recycle silliness. You can expect far more from a fool than from him. Tigers are prowling the streets!&apos; and then pull the covers back over their heads. so a lazybones turns back over in bed. but is too lazy to lift it to his mouth. they think they are smarter than a whole college faculty. when you butt into a quarrel that&quot;s none of your business. saying, &apos;I didn&quot;t mean it, I was only joking,&apos; Are worse than careless campers who walk away from smoldering campfires. when the gossip ends, the quarrel dies down. is like kerosene thrown on a fire. do you want junk like that in your belly? is like glaze on cracked pottery. all the while plotting against you. When he speaks warmly to you, don&quot;t believe him for a minute; he&quot;s just waiting for the chance to rip you off. No matter how shrewdly he conceals his malice, eventually his evil will be exposed in public. spite boomerangs. flatterers sabotage trust."
            },
            {
                "verse_number": "2",
                "verse_text": "You have as little to fear from an undeserved curse"
            },
            {
                "verse_number": "3",
                "verse_text": "A whip for the racehorse, a tiller for the sailboat&ndash;"
            },
            {
                "verse_number": "4",
                "verse_text": "Don&quot;t respond to the stupidity of a fool;"
            },
            {
                "verse_number": "5",
                "verse_text": "Answer a fool in simple terms"
            },
            {
                "verse_number": "6",
                "verse_text": "You&quot;re only asking for trouble"
            },
            {
                "verse_number": "7",
                "verse_text": "A proverb quoted by fools"
            },
            {
                "verse_number": "8",
                "verse_text": "Putting a fool in a place of honor"
            },
            {
                "verse_number": "9",
                "verse_text": "To ask a moron to quote a proverb"
            },
            {
                "verse_number": "10",
                "verse_text": "Hire a fool or a drunk"
            },
            {
                "verse_number": "11",
                "verse_text": "As a dog eats its own vomit,"
            },
            {
                "verse_number": "12",
                "verse_text": "See that man who thinks he&quot;s so smart?"
            },
            {
                "verse_number": "13",
                "verse_text": "Loafers say, &apos;It&quot;s dangerous out there!"
            },
            {
                "verse_number": "14",
                "verse_text": "Just as a door turns on its hinges,"
            },
            {
                "verse_number": "15",
                "verse_text": "A shiftless sluggard puts his fork in the pie,"
            },
            {
                "verse_number": "16",
                "verse_text": "Dreamers fantasize their self-importance;"
            },
            {
                "verse_number": "17",
                "verse_text": "You grab a mad dog by the ears"
            },
            {
                "verse_number": "20",
                "verse_text": "When you run out of wood, the fire goes out;"
            },
            {
                "verse_number": "21",
                "verse_text": "A quarrelsome person in a dispute"
            },
            {
                "verse_number": "22",
                "verse_text": "Listening to gossip is like eating cheap candy;"
            },
            {
                "verse_number": "23",
                "verse_text": "Smooth talk from an evil heart"
            },
            {
                "verse_number": "27",
                "verse_text": "Malice backfires;"
            },
            {
                "verse_number": "28",
                "verse_text": "Liars hate their victims;"
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Don&quot;t brashly announce what you&quot;re going to do tomorrow; you don&quot;t know the first thing about tomorrow. let others do that for you. while you&quot;re hefting a boulder with your arms Is nothing compared to the burden of putting up with a fool. but who can survive jealousy? than approval that&quot;s never expressed. kisses from an enemy do you in. when you&quot;re starved, you could eat a horse. are like restless birds, flitting to and fro. a sweet friendship refreshes the soul. and run home to your family when things get rough; Better a nearby friend than a distant family. then nothing the world throws my way will upset me. a simpleton walks in blindly and is clobbered. be wary of accepting what a transient has pawned. by shouting &apos;Rise and shine!&apos; It will sound to him more like a curse than a blessing. the drip, drip, drip of a leaky faucet; You can&quot;t turn it off, and you can&quot;t get away from it. and one friend sharpens another. if you honor your boss, you&quot;ll be honored. so your face mirrors your heart. and lust just never quits. by putting them in the fire; The purity of human hearts is tested by giving them a little fame. you can&quot;t pound out foolishness. carefully attend to your flocks; (Don&quot;t take them for granted; possessions don&quot;t last forever, you know.) And then, when the crops are in and the harvest is stored in the barns, You can knit sweaters from lambs&quot; wool, and sell your goats for a profit; There will be plenty of milk and meat to last your family through the winter."
            },
            {
                "verse_number": "2",
                "verse_text": "Don&quot;t call attention to yourself;"
            },
            {
                "verse_number": "3",
                "verse_text": "Carrying a log across your shoulders"
            },
            {
                "verse_number": "4",
                "verse_text": "We&quot;re blasted by anger and swamped by rage,"
            },
            {
                "verse_number": "5",
                "verse_text": "A spoken reprimand is better"
            },
            {
                "verse_number": "6",
                "verse_text": "The wounds from a lover are worth it;"
            },
            {
                "verse_number": "7",
                "verse_text": "When you&quot;ve stuffed yourself, you refuse dessert;"
            },
            {
                "verse_number": "8",
                "verse_text": "People who won&quot;t settle down, wandering hither and yon,"
            },
            {
                "verse_number": "9",
                "verse_text": "Just as lotions and fragrance give sensual delight,"
            },
            {
                "verse_number": "10",
                "verse_text": "Don&quot;t leave your friends or your parents&quot; friends"
            },
            {
                "verse_number": "11",
                "verse_text": "Become wise, dear child, and make me happy;"
            },
            {
                "verse_number": "12",
                "verse_text": "A prudent person sees trouble coming and ducks;"
            },
            {
                "verse_number": "13",
                "verse_text": "Hold tight to collateral on any loan to a stranger;"
            },
            {
                "verse_number": "14",
                "verse_text": "If you wake your friend in the early morning"
            },
            {
                "verse_number": "17",
                "verse_text": "You use steel to sharpen steel,"
            },
            {
                "verse_number": "18",
                "verse_text": "If you care for your orchard, you&quot;ll enjoy its fruit;"
            },
            {
                "verse_number": "19",
                "verse_text": "Just as water mirrors your face,"
            },
            {
                "verse_number": "20",
                "verse_text": "Hell has a voracious appetite,"
            },
            {
                "verse_number": "21",
                "verse_text": "The purity of silver and gold is tested"
            },
            {
                "verse_number": "22",
                "verse_text": "Pound on a fool all you like&ndash;"
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "The wicked are edgy with guilt, ready to run off even when no one&quot;s after them; Honest people are relaxed and confident, bold as lions. everybody has a plan to fix it&ndash; But it takes a leader of real understanding to straighten things out. are like a hailstorm that beats down the harvest. if you love God&quot;s law, you fight for it tooth and nail. those who seek God know it inside and out. than rich and crooked. hang out with a loose crowd&ndash;embarrass your family. through cheating and extortion, But eventually some friend of the poor is going to give it all back to them. of the people who won&quot;t listen to him. and you&quot;ll come to a bad end; do good and you&quot;ll be rewarded for it. but the poor can see right through them. but when the bad are in charge, watch out! you find mercy by admitting and leaving them. a hardhearted person lives a hard life. and the wicked lord it over the poor. but for one who hates corruption, the future is bright. is doomed&ndash;there&quot;s no helping him. a devious life is a doomed life. play and party&ndash;you&quot;ll end up with an empty plate. get-rich-quick schemes are ripoffs. you can do great harm in seemingly harmless ways. doesn&quot;t know that he&quot;ll end up broke. far more than bootlicking flattery. and says, &apos;So, what&quot;s wrong with that?&apos; is worse than a pirate. but trust in God brings a sense of well-being. real survivors learn wisdom from others. shut your eyes to their needs, and run a gauntlet of curses. but when the crooks are thrown out, it&quot;s safe to come out."
            },
            {
                "verse_number": "2",
                "verse_text": "When the country is in chaos,"
            },
            {
                "verse_number": "3",
                "verse_text": "The wicked who oppress the poor"
            },
            {
                "verse_number": "4",
                "verse_text": "If you desert God&quot;s law, you&quot;re free to embrace depravity;"
            },
            {
                "verse_number": "5",
                "verse_text": "Justice makes no sense to the evilminded;"
            },
            {
                "verse_number": "6",
                "verse_text": "It&quot;s better to be poor and direct"
            },
            {
                "verse_number": "7",
                "verse_text": "Practice God&quot;s law&ndash;get a reputation for wisdom;"
            },
            {
                "verse_number": "8",
                "verse_text": "Get as rich as you want"
            },
            {
                "verse_number": "9",
                "verse_text": "God has no use for the prayers"
            },
            {
                "verse_number": "10",
                "verse_text": "Lead good people down a wrong path"
            },
            {
                "verse_number": "11",
                "verse_text": "The rich think they know it all,"
            },
            {
                "verse_number": "12",
                "verse_text": "When good people are promoted, everything is great,"
            },
            {
                "verse_number": "13",
                "verse_text": "You can&quot;t whitewash your sins and get by with it;"
            },
            {
                "verse_number": "14",
                "verse_text": "A tenderhearted person lives a blessed life;"
            },
            {
                "verse_number": "15",
                "verse_text": "Lions roar and bears charge&ndash;"
            },
            {
                "verse_number": "16",
                "verse_text": "Among leaders who lack insight, abuse abounds,"
            },
            {
                "verse_number": "17",
                "verse_text": "A murderer haunted by guilt"
            },
            {
                "verse_number": "18",
                "verse_text": "Walk straight&ndash;live well and be saved;"
            },
            {
                "verse_number": "19",
                "verse_text": "Work your garden&ndash;you&quot;ll end up with plenty of food;"
            },
            {
                "verse_number": "20",
                "verse_text": "Committed and persistent work pays off;"
            },
            {
                "verse_number": "21",
                "verse_text": "Playing favorites is always a bad thing;"
            },
            {
                "verse_number": "22",
                "verse_text": "A miser in a hurry to get rich"
            },
            {
                "verse_number": "23",
                "verse_text": "In the end, serious reprimand is appreciated"
            },
            {
                "verse_number": "24",
                "verse_text": "Anyone who robs father and mother"
            },
            {
                "verse_number": "25",
                "verse_text": "A grasping person stirs up trouble,"
            },
            {
                "verse_number": "26",
                "verse_text": "If you think you know it all, you&quot;re a fool for sure;"
            },
            {
                "verse_number": "27",
                "verse_text": "Be generous to the poor&ndash;you&quot;ll never go hungry;"
            },
            {
                "verse_number": "28",
                "verse_text": "When corruption takes over, good people go underground,"
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "For people who hate discipline and only get more stubborn, There&quot;ll come a day when life tumbles in and they break, but by then it&quot;ll be too late to help them. but when the ruler is bad, everyone groans. but you&quot;ll destroy their trust if you run with prostitutes. an exploiting leader leaves a trail of waste. he&quot;s probably planning to take advantage of you. good people run the other way, glad to escape. the hardhearted haven&quot;t the faintest idea. a group of sages can calm everyone down. gets only scorn and sarcasm for his trouble. moral folks encourage them. a sage quietly mulls it over. all the workers get infected with evil. they can both see &ndash;their sight, God &quot;s gift! when the voiceless poor are treated fairly. spoiled adolescents embarrass their parents. but the righteous will eventually observe their collapse. they&quot;ll turn out delightful to live with. they stumble all over themselves; But when they attend to what he reveals, they are most blessed. mere words go in one ear and out the other. even simpletons are better off than they are. you&quot;ll be quite forgotten in the end. the intemperate stir up trouble. humility prepares you for honors. and become an enemy to yourself. When the victims cry out, you&quot;ll be included in their curses if you&quot;re a coward to their cause in court. trusting in God protects you from that. but only God will give us justice. the wicked can&quot;t stand the sight of well-chosen goodness."
            },
            {
                "verse_number": "2",
                "verse_text": "When good people run things, everyone is glad,"
            },
            {
                "verse_number": "3",
                "verse_text": "If you love wisdom, you&quot;ll delight your parents,"
            },
            {
                "verse_number": "4",
                "verse_text": "A leader of good judgment gives stability;"
            },
            {
                "verse_number": "5",
                "verse_text": "A flattering neighbor is up to no good;"
            },
            {
                "verse_number": "6",
                "verse_text": "Evil people fall into their own traps;"
            },
            {
                "verse_number": "7",
                "verse_text": "The good-hearted understand what it&quot;s like to be poor;"
            },
            {
                "verse_number": "8",
                "verse_text": "A gang of cynics can upset a whole city;"
            },
            {
                "verse_number": "9",
                "verse_text": "A sage trying to work things out with a fool"
            },
            {
                "verse_number": "10",
                "verse_text": "Murderers hate honest people;"
            },
            {
                "verse_number": "11",
                "verse_text": "A fool lets it all hang out;"
            },
            {
                "verse_number": "12",
                "verse_text": "When a leader listens to malicious gossip,"
            },
            {
                "verse_number": "13",
                "verse_text": "The poor and their abusers have at least something in common:"
            },
            {
                "verse_number": "14",
                "verse_text": "Leadership gains authority and respect"
            },
            {
                "verse_number": "15",
                "verse_text": "Wise discipline imparts wisdom;"
            },
            {
                "verse_number": "16",
                "verse_text": "When degenerates take charge, crime runs wild,"
            },
            {
                "verse_number": "17",
                "verse_text": "Discipline your children; you&quot;ll be glad you did&ndash;"
            },
            {
                "verse_number": "18",
                "verse_text": "If people can&quot;t see what God is doing,"
            },
            {
                "verse_number": "19",
                "verse_text": "It takes more than talk to keep workers in line;"
            },
            {
                "verse_number": "20",
                "verse_text": "Observe the people who always talk before they think&ndash;"
            },
            {
                "verse_number": "21",
                "verse_text": "If you let people treat you like a doormat,"
            },
            {
                "verse_number": "22",
                "verse_text": "Angry people stir up a lot of discord;"
            },
            {
                "verse_number": "23",
                "verse_text": "Pride lands you flat on your face;"
            },
            {
                "verse_number": "24",
                "verse_text": "Befriend an outlaw"
            },
            {
                "verse_number": "25",
                "verse_text": "The fear of human opinion disables;"
            },
            {
                "verse_number": "26",
                "verse_text": "Everyone tries to get help from the leader,"
            },
            {
                "verse_number": "27",
                "verse_text": "Good people can&quot;t stand the sight of deliberate evil;"
            }
        ],
        "30": [
            {
                "verse_number": "10",
                "verse_text": "Don&quot;t blow the whistle on your fellow workers"
            },
            {
                "verse_number": "11",
                "verse_text": "Don&quot;t curse your father"
            },
            {
                "verse_number": "12",
                "verse_text": "Don&quot;t imagine yourself to be quite presentable"
            },
            {
                "verse_number": "13",
                "verse_text": "Don&quot;t be stuck-up"
            },
            {
                "verse_number": "14",
                "verse_text": "Don&quot;t be greedy,"
            },
            {
                "verse_number": "17",
                "verse_text": "An eye that disdains a father"
            },
            {
                "verse_number": "20",
                "verse_text": "Here&quot;s how a prostitute operates:"
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "The words of King Lemuel, the strong advice his mother gave him: Child whom I bore! The son I dedicated to God! Don&quot;t dilute your strength on fortune-hunting women, promiscuous women who shipwreck leaders. gulping wine and swilling beer, Lest, hung over, they don&quot;t know right from wrong, and the people who depend on them are hurt. Use wine and beer only as sedatives, to kill the pain and dull the ache Of the terminally ill, for whom life is a living death. for the rights of all the misfits. Speak out for justice! Stand up for the poor and destitute!&apos; and worth far more than diamonds. Her husband trusts her without reserve, and never has reason to regret it. Never spiteful, she treats him generously all her life long. She shops around for the best yarns and cottons, and enjoys knitting and sewing. She&quot;s like a trading ship that sails to faraway places and brings back exotic surprises. She&quot;s up before dawn, preparing breakfast for her family and organizing her day. She looks over a field and buys it, then, with money she&quot;s put aside, plants a garden. First thing in the morning, she dresses for work, rolls up her sleeves, eager to get started. She senses the worth of her work, is in no hurry to call it quits for the day. She&quot;s skilled in the crafts of home and hearth, diligent in homemaking. She&quot;s quick to assist anyone in need, reaches out to help the poor. She doesn&quot;t worry about her family when it snows; their winter clothes are all mended and ready to wear. She makes her own clothing, and dresses in colorful linens and silks. Her husband is greatly respected when he deliberates with the city fathers. She designs gowns and sells them, brings the sweaters she knits to the dress shops. Her clothes are well-made and elegant, and she always faces tomorrow with a smile. When she speaks she has something worthwhile to say, and she always says it kindly. She keeps an eye on everyone in her household, and keeps them all busy and productive. Her children respect and bless her; her husband joins in with words of praise: &apos;Many women have done wonderful things, but you&quot;ve outclassed them all!&apos; Charm can mislead and beauty soon fades. The woman to be admired and praised is the woman who lives in the Fear-of- God . Give her everything she deserves! Adorn her life with praises!"
            }
        ]
    }
}