{
    "Obadiah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Obadiah&quot;s Message to Edom from God , the Master. We got the news straight from God by a special messenger sent out to the godless nations: &apos;On your feet, prepare for battle; get ready to make war on Edom! * * * I&quot;m turning you to a no-account, the runt of the godless nations, despised. You thought you were so great, perched high among the rocks, king of the mountain, Thinking to yourself, &quot;Nobody can get to me! Nobody can touch me!&quot; Think again. Even if, like an eagle, you hang out on a high cliff-face, Even if you build your nest in the stars, I&quot;ll bring you down to earth.&apos; God &quot;s sure Word. they&quot;d rob you blind&ndash;isn&quot;t that so? If they mugged you on the streets at night, they&quot;d pick you clean&ndash;isn&quot;t that so? Oh, they&quot;ll take Esau apart, piece by piece, empty his purse and pockets. All your old partners will drive you to the edge. Your old friends will lie to your face. Your old drinking buddies will stab you in the back. Your world will collapse. You won&quot;t know what hit you. So don&quot;t be surprised&apos;&ndash;it&quot;s God &quot;s sure Word!&ndash; &apos;when I wipe out all sages from Edom and rid the Esau mountains of its famous wise men. Your great heroes will desert you, Teman. There&quot;ll be nobody left in Esau&quot;s mountains. Because of the murderous history compiled against your brother Jacob, You will be looked down on by everyone. You&quot;ll lose your place in history. On that day you stood there and didn&quot;t do anything. Strangers took your brother&quot;s army into exile. Godless foreigners invaded and pillaged Jerusalem. You stood there and watched. You were as bad as they were. You shouldn&quot;t have gloated over your brother when he was down-and-out. You shouldn&quot;t have laughed and joked at Judah&quot;s sons when they were facedown in the mud. You shouldn&quot;t have talked so big when everything was so bad. You shouldn&quot;t have taken advantage of my people when their lives had fallen apart. You of all people should not have been amused by their troubles, their wrecked nation. You shouldn&quot;t have taken the shirt off their back when they were knocked flat, defenseless. And you shouldn&quot;t have stood waiting at the outskirts and cut off refugees, And traitorously turned in helpless survivors who had lost everything. * * * for all the godless nations. As you have done, it will be done to you. What you did will boomerang back and hit your own head. Just as you partied on my holy mountain, all the godless nations will drink God&quot;s wrath. They&quot;ll drink and drink and drink&ndash; they&quot;ll drink themselves to death. But not so on Mount Zion&ndash;there&quot;s respite there! a safe and holy place! The family of Jacob will take back their possessions from those who took them from them. That&quot;s when the family of Jacob will catch fire, the family of Joseph become fierce flame, while the family of Esau will be straw. Esau will go up in flames, nothing left of Esau but a pile of ashes.&apos; God said it, and it is so. * * * people from the foothills will overrun the Philistines. They&quot;ll take the farms of Ephraim and Samaria, and Benjamin will take Gilead. Earlier, Israelite exiles will come back and take Canaanite land to the north at Zarephath. Jerusalem exiles from the far northwest in Sepharad will come back and take the cities in the south. The remnant of the saved in Mount Zion will go into the mountains of Esau And rule justly and fairly, a rule that honors God &quot;s kingdom."
            }
        ]
    }
}