{
    "Luke": {
        "1": [
            {
                "verse_number": "18",
                "verse_text": "Zachariah said to the angel, &apos;Do you expect me to believe this? I&quot;m an old man and my wife is an old woman.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Mary said to the angel, &apos;But how? I&quot;ve never slept with a man.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "The angel answered,"
            },
            {
                "verse_number": "56",
                "verse_text": "Mary stayed with Elizabeth for three months and then went back to her own home."
            },
            {
                "verse_number": "80",
                "verse_text": "The child grew up, healthy and spirited. He lived out in the desert until the day he made his prophetic debut in Israel."
            }
        ],
        "2": [
            {
                "verse_number": "21",
                "verse_text": "When the eighth day arrived, the day of circumcision, the child was named Jesus, the name given by the angel before he was conceived."
            }
        ],
        "3": [
            {
                "verse_number": "10",
                "verse_text": "The crowd asked him, &apos;Then what are we supposed to do?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;If you have two coats, give one away,&apos; he said. &apos;Do the same with your food.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Tax men also came to be baptized and said, &apos;Teacher, what should we do?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "He told them, &apos;No more extortion&ndash;collect only what is required by law.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Soldiers asked him, &apos;And what should we do?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The interest of the people by now was building. They were all beginning to wonder, &apos;Could this John be the Messiah?&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "3",
                "verse_text": "The Devil, playing on his hunger, gave the first test: &apos;Since you&quot;re God&quot;s Son, command this stone to turn into a loaf of bread.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus answered by quoting Deuteronomy: &apos;It takes more than bread to really live.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus refused, again backing his refusal with Deuteronomy: &apos;Worship the Lord your God and only the Lord your God. Serve him with absolute single-heartedness.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Yes,&apos; said Jesus, &apos;and it&quot;s also written, &quot;Don&quot;t you dare tempt the Lord your God.&quot;&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "That completed the testing. The Devil retreated temporarily, lying in wait for another opportunity."
            },
            {
                "verse_number": "22",
                "verse_text": "All who were there, watching and listening, were surprised at how well he spoke. But they also said, &apos;Isn&quot;t this Joseph&quot;s son, the one we&quot;ve known since he was just a kid?&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Jesus shut him up: &apos;Quiet! Get out of him!&apos; The demonic spirit threw the man down in front of them all and left. The demon didn&quot;t hurt him."
            }
        ],
        "5": [
            {
                "verse_number": "4",
                "verse_text": "When he finished teaching, he said to Simon, &apos;Push out into deep water and let your nets out for a catch.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "One day in one of the villages there was a man covered with leprosy. When he saw Jesus he fell down before him in prayer and said, &apos;If you want to, you can cleanse me.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus put out his hand, touched him, and said, &apos;I want to. Be clean.&apos; Then and there his skin was smooth, the leprosy gone."
            },
            {
                "verse_number": "17",
                "verse_text": "One day as he was teaching, Pharisees and religion teachers were sitting around. They had come from nearly every village in Galilee and Judea, even as far away as Jerusalem, to be there. The healing power of God was on him."
            },
            {
                "verse_number": "21",
                "verse_text": "That set the religion scholars and Pharisees buzzing. &apos;Who does he think he is? That&quot;s blasphemous talk! God and only God can forgive sins.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "They asked him, &apos;John&quot;s disciples are well-known for keeping fasts and saying prayers. Also the Pharisees. But you seem to spend most of your time at parties. Why?&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "5",
                "verse_text": "Then he said, &apos;The Son of Man is no slave to the Sabbath; he&quot;s in charge.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then Jesus addressed them, &apos;Let me ask you something: What kind of action suits the Sabbath best? Doing good or doing evil? Helping people or leaving them helpless?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "But it&quot;s trouble ahead if you think you have it made."
            },
            {
                "verse_number": "25",
                "verse_text": "And it&quot;s trouble ahead if you&quot;re satisfied with yourself."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;There&quot;s trouble ahead when you live only for the approval of others, saying what flatters them, doing what indulges them. Popularity contests are not truth contests&ndash;look how many scoundrel preachers were approved by your ancestors! Your task is to be true, not popular."
            }
        ],
        "7": [
            {
                "verse_number": "20",
                "verse_text": "The men showed up before Jesus and said, &apos;John the Baptizer sent us to ask you, &quot;Are you the One we&quot;ve been expecting, or are we still waiting?&quot;&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Jesus said to him, &apos;Simon, I have something to tell you.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "Then he spoke to her: &apos;I forgive your sins.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "That set the dinner guests talking behind his back: &apos;Who does he think he is, forgiving sins!&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "He ignored them and said to the woman, &apos;Your faith has saved you. Go in peace.&apos;"
            }
        ],
        "8": [
            {
                "verse_number": "9",
                "verse_text": "His disciples asked, &apos;Why did you tell this story?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "He said, &apos;You&quot;ve been given insight into God&quot;s kingdom&ndash;you know how it works. There are others who need stories. But even with stories some of them aren&quot;t going to get it:"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;The seeds in the gravel are those who hear with enthusiasm, but the enthusiasm doesn&quot;t go very deep. It&quot;s only another fad, and the moment there&quot;s trouble it&quot;s gone."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;And the seed that fell in the weeds&ndash;well, these are the ones who hear, but then the seed is crowded out and nothing comes of it as they go about their lives worrying about tomorrow, making money, and having fun."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;But the seed in the good earth&ndash;these are the good-hearts who seize the Word and hold on no matter what, sticking with it until there&quot;s a harvest."
            },
            {
                "verse_number": "21",
                "verse_text": "He replied, &apos;My mother and brothers are the ones who hear and do God&quot;s Word. Obedience is thicker than blood.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then he said to his disciples, &apos;Why can&quot;t you trust me?&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "Jesus insisted, &apos;Someone touched me. I felt power discharging from me.&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "When the woman realized that she couldn&quot;t remain hidden, she knelt trembling before him. In front of all the people, she blurted out her story&ndash;why she touched him and how at that same moment she was healed."
            },
            {
                "verse_number": "48",
                "verse_text": "Jesus said, &apos;Daughter, you took a risk trusting me, and now you&quot;re healed and whole. Live well, live blessed!&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "While he was still talking, someone from the leader&quot;s house came up and told him, &apos;Your daughter died. No need now to bother the Teacher.&apos;"
            }
        ],
        "9": [
            {
                "verse_number": "6",
                "verse_text": "Commissioned, they left. They traveled from town to town telling the latest news of God, the Message, and curing people everywhere they went."
            },
            {
                "verse_number": "12",
                "verse_text": "As the sun set, the Twelve said, &apos;Dismiss the crowd so they can go to the farms or villages around here and get a room for the night and a bite to eat. We&quot;re out in the middle of nowhere.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "One time when Jesus was off praying by himself, his disciples nearby, he asked them, &apos;What are the crowds saying about me, about who I am?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "They said, &apos;John the Baptizer. Others say Elijah. Still others say that one of the prophets from long ago has come back.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "He went on, &apos;It is necessary that the Son of Man proceed to an ordeal of suffering, be tried and found guilty by the religious leaders, high priests, and religion scholars, be killed, and on the third day be raised up alive.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "When the sound of the voice died away, they saw Jesus there alone. They were speechless. And they continued speechless, said not one thing to anyone during those days of what they had seen."
            },
            {
                "verse_number": "41",
                "verse_text": "Jesus said, &apos;What a generation! No sense of God! No focus to your lives! How many times do I have to go over these things? How much longer do I have to put up with this? Bring your son here.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "They didn&quot;t get what he was saying. It was like he was speaking a foreign language and they couldn&quot;t make heads or tails of it. But they were embarrassed to ask him what he meant."
            },
            {
                "verse_number": "49",
                "verse_text": "John spoke up, &apos;Master, we saw a man using your name to expel demons and we stopped him because he wasn&quot;t of our group.&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "Jesus said, &apos;Don&quot;t stop him. If he&quot;s not an enemy, he&quot;s an ally.&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "On the road someone asked if he could go along. &apos;I&quot;ll go with you, wherever,&apos; he said."
            },
            {
                "verse_number": "58",
                "verse_text": "Jesus was curt: &apos;Are you ready to rough it? We&quot;re not staying in the best inns, you know.&apos;"
            },
            {
                "verse_number": "59",
                "verse_text": "He said, &apos;Certainly, but first excuse me for a couple of days, please. I have to make arrangements for my father&quot;s funeral.&apos;"
            },
            {
                "verse_number": "60",
                "verse_text": "Jesus refused. &apos;First things first. Your business is life, not death. And life is urgent: Announce God&quot;s kingdom!&apos;"
            },
            {
                "verse_number": "61",
                "verse_text": "Then another said, &apos;I&quot;m ready to follow you, Master, but first excuse me while I get things straightened out at home.&apos;"
            },
            {
                "verse_number": "62",
                "verse_text": "Jesus said, &apos;No procrastination. No backward looks. You can&quot;t put God&quot;s kingdom off till tomorrow. Seize the day.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "3",
                "verse_text": "&apos;On your way! But be careful&ndash;this is hazardous work. You&quot;re like lambs in a wolf pack."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Travel light. Comb and toothbrush and no extra luggage."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Stay at one home, taking your meals there, for a worker deserves three square meals. Don&quot;t move from house to house, looking for the best cook in town."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;And you, Capernaum! Do you think you&quot;re about to be promoted to heaven? Think again. You&quot;re on a fast track to hell."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;The one who listens to you, listens to me. The one who rejects you, rejects me. And rejecting me is the same as rejecting God, who sent me.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The seventy came back triumphant. &apos;Master, even the demons danced to your tune!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "At that, Jesus rejoiced, exuberant in the Holy Spirit. &apos;I thank you, Father, Master of heaven and earth, that you hid these things from the know-it-alls and showed them to these innocent newcomers. Yes, Father, it pleased you to do it this way."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;I&quot;ve been given it all by my Father! Only the Father knows who the Son is and only the Son knows who the Father is. The Son can introduce the Father to anyone he wants to.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Just then a religion scholar stood up with a question to test Jesus. &apos;Teacher, what do I need to do to get eternal life?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "He answered, &apos;What&quot;s written in God&quot;s Law? How do you interpret it?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "He said, &apos;That you love the Lord your God with all your passion and prayer and muscle and intelligence&ndash;and that you love your neighbor as well as you do yourself.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Good answer!&apos; said Jesus. &apos;Do it and you&quot;ll live.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Looking for a loophole, he asked, &apos;And just how would you define &quot;neighbor&quot;?&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;What do you think? Which of the three became a neighbor to the man attacked by robbers?&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;The one who treated him kindly,&apos; the religion scholar responded."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "One day he was praying in a certain place. When he finished, one of his disciples said, &apos;Master, teach us to pray just as John taught his disciples.&apos; Father, Reveal who you are. Set the world right. Keep us alive with three square meals. Keep us forgiven with you and forgiving others. Keep us safe from ourselves and the Devil.&apos; Ask and you&quot;ll get; Seek and you&quot;ll find; Knock and the door will open."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;The friend answers from his bed, &quot;Don&quot;t bother me. The door&quot;s locked; my children are all down for the night; I can&quot;t get up to give you anything.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;But let me tell you, even if he won&quot;t get up because he&quot;s a friend, if you stand your ground, knocking and waking all the neighbors, he&quot;ll finally get up and get you whatever you need."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Here&quot;s what I&quot;m saying:"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;This is war, and there is no neutral ground. If you&quot;re not on my side, you&quot;re the enemy; if you&quot;re not helping, you&quot;re making things worse."
            },
            {
                "verse_number": "27",
                "verse_text": "While he was saying these things, some woman lifted her voice above the murmur of the crowd: &apos;Blessed the womb that carried you, and the breasts at which you nursed!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Jesus commented, &apos;Even more blessed are those who hear God&quot;s Word and guard it with their lives!&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "&apos;I&quot;ve had it with you! You&quot;re hopeless, you Pharisees! Frauds! You keep meticulous account books, tithing on every nickel and dime you get, but manage to find loopholes for getting around basic matters of justice and God&quot;s love. Careful bookkeeping is commendable, but the basics are required."
            },
            {
                "verse_number": "45",
                "verse_text": "One of the religion scholars spoke up: &apos;Teacher, do you realize that in saying these things you&quot;re insulting us?&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "He said, &apos;Yes, and I can be even more explicit. You&quot;re hopeless, you religion scholars! You load people down with rules and regulations, nearly breaking their backs, but never lift even a finger to help."
            },
            {
                "verse_number": "52",
                "verse_text": "&apos;You&quot;re hopeless, you religion scholars! You took the key of knowledge, but instead of unlocking doors, you locked them. You won&quot;t go in yourself, and won&quot;t let anyone else in either.&apos;"
            }
        ],
        "12": [
            {
                "verse_number": "10",
                "verse_text": "&apos;If you bad-mouth the Son of Man out of misunderstanding or ignorance, that can be overlooked. But if you&quot;re knowingly attacking God himself, taking aim at the Holy Spirit, that won&quot;t be overlooked."
            },
            {
                "verse_number": "13",
                "verse_text": "Someone out of the crowd said, &apos;Teacher, order my brother to give me a fair share of the family inheritance.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "He replied, &apos;Mister, what makes you think it&quot;s any of my business to be a judge or mediator for you?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Speaking to the people, he went on, &apos;Take care! Protect yourself against the least bit of greed. Life is not defined by what you have, even when you have a lot.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Just then God showed up and said, &quot;Fool! Tonight you die. And your barnful of goods&ndash;who gets it?&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;That&quot;s what happens when you fill your barn with Self and not with God.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Peter said, &apos;Master, are you telling this story just for us? Or is it for everybody?&apos;"
            }
        ],
        "13": [
            {
                "verse_number": "14",
                "verse_text": "The meeting-place president, furious because Jesus had healed on the Sabbath, said to the congregation, &apos;Six days have been defined as work days. Come on one of the six if you want to be healed, but not on the seventh, the Sabbath.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "When he put it that way, his critics were left looking quite silly and red-faced. The congregation was delighted and cheered him on."
            },
            {
                "verse_number": "22",
                "verse_text": "He went on teaching from town to village, village to town, but keeping on a steady course toward Jerusalem."
            },
            {
                "verse_number": "31",
                "verse_text": "Just then some Pharisees came up and said, &apos;Run for your life! Herod&quot;s got your number. He&quot;s out to kill you!&apos;"
            }
        ],
        "14": [
            {
                "verse_number": "15",
                "verse_text": "That triggered a response from one of the guests: &apos;How fortunate the one who gets to eat dinner in God&quot;s kingdom!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Then they all began to beg off, one after another making excuses. The first said, &quot;I bought a piece of property and need to look it over. Send my regrets.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Another said, &quot;I just bought five teams of oxen, and I really need to check them out. Send my regrets.&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;And yet another said, &quot;I just got married and need to get home to my wife.&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;The servant went back and told the master what had happened. He was outraged and told the servant, &quot;Quickly, get out into the city streets and alleys. Collect all who look like they need a square meal, all the misfits and homeless and down-and-out you can lay your hands on, and bring them here.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;The servant reported back, &quot;Master, I did what you commanded&ndash;and there&quot;s still room.&quot;"
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;Simply put, if you&quot;re not willing to take what is dearest to you, whether plans or people, and kiss it good-bye, you can&quot;t be my disciple."
            }
        ],
        "15": [],
        "16": [
            {
                "verse_number": "5",
                "verse_text": "&apos;Then he went at it. One after another, he called in the people who were in debt to his master. He said to the first, &quot;How much do you owe my master?&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;He replied, &quot;A hundred jugs of olive oil.&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;To the next he said, &quot;And you, what do you owe?&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Abraham answered, &quot;They have Moses and the Prophets to tell them the score. Let them listen to them.&quot;"
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;&quot;I know, Father Abraham,&quot; he said, &quot;but they&quot;re not listening. If someone came back to them from the dead, they would change their ways.&quot;"
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Abraham replied, &quot;If they won&quot;t listen to Moses and the Prophets, they&quot;re not going to be convinced by someone who rises from the dead.&quot;&apos;"
            }
        ],
        "17": [
            {
                "verse_number": "5",
                "verse_text": "The apostles came up and said to the Master, &apos;Give us more faith.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But the Master said, &apos;You don&quot;t need more faith. There is no &quot;more&quot; or &quot;less&quot; in faith. If you have a bare kernel of faith, say the size of a poppy seed, you could say to this sycamore tree, &quot;Go jump in the lake,&quot; and it would do it."
            },
            {
                "verse_number": "37",
                "verse_text": "Trying to take all this in, the disciples said, &apos;Master, where?&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "13",
                "verse_text": "&apos;Meanwhile the tax man, slumped in the shadows, his face in his hands, not daring to look up, said, &quot;God, give mercy. Forgive me, a sinner.&quot;&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus commented, &apos;This tax man, not the other, went home made right with God. If you walk around with your nose in the air, you&quot;re going to end up flat on your face, but if you&quot;re content to be simply yourself, you will become more than yourself.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "One day one of the local officials asked him, &apos;Good Teacher, what must I do to deserve eternal life?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "He said, &apos;I&quot;ve kept them all for as long as I can remember.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "When Jesus heard that, he said, &apos;Then there&quot;s only one thing left to do: Sell everything you own and give it away to the poor. You will have riches in heaven. Then come, follow me.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "This was the last thing the official expected to hear. He was very rich and became terribly sad. He was holding on tight to a lot of things and not about to let them go."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Then who has any chance at all?&apos; the others asked."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;No chance at all,&apos; Jesus said, &apos;if you think you can pull it off by yourself. Every chance in the world if you trust God to do it.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Peter tried to regain some initiative: &apos;We left everything we owned and followed you, didn&quot;t we?&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "He yelled, &apos;Jesus! Son of David! Mercy, have mercy on me!&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Those ahead of Jesus told the man to shut up, but he only yelled all the louder, &apos;Son of David! Mercy, have mercy on me!&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Jesus stopped and ordered him to be brought over. When he had come near, Jesus asked, &apos;What do you want from me?&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "He said, &apos;Master, I want to see again.&apos;"
            }
        ],
        "19": [
            {
                "verse_number": "8",
                "verse_text": "Zacchaeus just stood there, a little stunned. He stammered apologetically, &apos;Master, I give away half my income to the poor&ndash;and if I&quot;m caught cheating, I pay four times the damages.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "While he had their attention, and because they were getting close to Jerusalem by this time and expectation was building that God&quot;s kingdom would appear any minute, he told this story:"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;But the citizens there hated him. So they sent a commission with a signed petition to oppose his rule: &quot;We don&quot;t want this man to rule us.&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;When he came back bringing the authorization of his rule, he called those ten servants to whom he had given the money to find out how they had done."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;The first said, &quot;Master, I doubled your money.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;He said, &quot;Good servant! Great work! Because you&quot;ve been trustworthy in this small job, I&quot;m making you governor of ten towns.&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;The second said, &quot;Master, I made a fifty percent profit on your money.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;He said, &quot;I&quot;m putting you in charge of five towns.&quot;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Then he said to those standing there, &quot;Take the money from him and give it to the servant who doubled my stake.&quot;"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;They said, &quot;But Master, he already has double . . .&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;He said, &quot;That&quot;s what I mean: Risk your life and get more than you ever dreamed of. Play it safe and end up holding the bag."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;&quot;As for these enemies of mine who petitioned against my rule, clear them out of here. I don&quot;t want to see their faces around here again.&quot;&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "They said, &apos;His Master needs him.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Some Pharisees from the crowd told him, &apos;Teacher, get your disciples under control!&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "But he said, &apos;If they kept quiet, the stones would do it for them, shouting praise.&apos;"
            }
        ],
        "20": [
            {
                "verse_number": "8",
                "verse_text": "Jesus said, &apos;Then neither will I answer your question.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Then the owner of the vineyard said, &quot;I know what I&quot;ll do: I&quot;ll send my beloved son. They&quot;re bound to respect my son.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "The religion scholars and high priests wanted to lynch him on the spot, but they were intimidated by public opinion. They knew the story was about them."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Caesar,&apos; they said."
            },
            {
                "verse_number": "26",
                "verse_text": "Try as they might, they couldn&quot;t trap him into saying anything incriminating. His answer caught them off guard and left them speechless."
            }
        ],
        "21": [
            {
                "verse_number": "7",
                "verse_text": "They asked him, &apos;Teacher, when is this going to happen? What clue will we get that it&quot;s about to take place?&apos;"
            }
        ],
        "22": [
            {
                "verse_number": "9",
                "verse_text": "They said, &apos;Where do you want us to do this?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "They left, found everything just as he told them, and prepared the Passover meal."
            },
            {
                "verse_number": "19",
                "verse_text": "Taking bread, he blessed it, broke it, and gave it to them, saying, &apos;This is my body, given for you. Eat it in my memory.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "He did the same with the cup after supper, saying, &apos;This cup is the new covenant written in my blood, blood poured out for you."
            },
            {
                "verse_number": "23",
                "verse_text": "They immediately became suspicious of each other and began quizzing one another, wondering who might be about to do this."
            },
            {
                "verse_number": "33",
                "verse_text": "Peter said, &apos;Master, I&quot;m ready for anything with you. I&quot;d go to jail for you. I&quot;d die for you!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus said, &apos;I&quot;m sorry to have to tell you this, Peter, but before the rooster crows you will have three times denied that you know me.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Then Jesus said, &apos;When I sent you out and told you to travel light, to take only the bare necessities, did you get along all right?&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "They said, &apos;Look, Master, two swords!&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "Jesus said, &apos;Let them be. Even in this.&apos; Then, touching the servant&quot;s ear, he healed him."
            },
            {
                "verse_number": "57",
                "verse_text": "He denied it, &apos;Woman, I don&quot;t even know him.&apos;"
            },
            {
                "verse_number": "58",
                "verse_text": "A short time later, someone else noticed him and said, &apos;You&quot;re one of them.&apos;"
            },
            {
                "verse_number": "59",
                "verse_text": "About an hour later, someone else spoke up, really adamant: &apos;He&quot;s got to have been with him! He&quot;s got &quot;Galilean&quot; written all over him.&apos;"
            },
            {
                "verse_number": "70",
                "verse_text": "They all said, &apos;So you admit your claim to be the Son of God?&apos;"
            },
            {
                "verse_number": "71",
                "verse_text": "But they had made up their minds, &apos;Why do we need any more evidence? We&quot;ve all heard him as good as say it himself.&apos;"
            }
        ],
        "23": [
            {
                "verse_number": "3",
                "verse_text": "Pilate asked him, &apos;Is this true that you&quot;re &quot;King of the Jews&quot;?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Pilate told the high priests and the accompanying crowd, &apos;I find nothing wrong here. He seems harmless enough to me.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "But they were vehement. &apos;He&quot;s stirring up unrest among the people with his teaching, disturbing the peace everywhere, starting in Galilee and now all through Judea. He&quot;s a dangerous man, endangering the peace.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "But they kept shouting back, &apos;Crucify! Crucify him!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "He tried a third time. &apos;But for what crime? I&quot;ve found nothing in him deserving death. I&quot;m going to warn him to watch his step and let him go.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Two others, both criminals, were taken along with him for execution."
            },
            {
                "verse_number": "33",
                "verse_text": "When they got to the place called Skull Hill, they crucified him, along with the criminals, one on his right, the other on his left."
            },
            {
                "verse_number": "38",
                "verse_text": "Printed over him was a sign: this is the king of the jews ."
            },
            {
                "verse_number": "39",
                "verse_text": "One of the criminals hanging alongside cursed him: &apos;Some Messiah you are! Save yourself! Save us!&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Then he said, &apos;Jesus, remember me when you enter your kingdom.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "He said, &apos;Don&quot;t worry, I will. Today you will join me in paradise.&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "When the captain there saw what happened, he honored God: &apos;This man was innocent! A good man, and innocent!&apos;"
            }
        ],
        "24": [
            {
                "verse_number": "12",
                "verse_text": "But Peter jumped to his feet and ran to the tomb. He stooped to look in and saw a few grave clothes, that&quot;s all. He walked away puzzled, shaking his head."
            },
            {
                "verse_number": "32",
                "verse_text": "Back and forth they talked. &apos;Didn&quot;t we feel on fire as he conversed with us on the road, as he opened up the Scriptures for us?&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Then the two went over everything that happened on the road and how they recognized him when he broke the bread."
            },
            {
                "verse_number": "44",
                "verse_text": "Then he said, &apos;Everything I told you while I was with you comes to this: All the things written about me in the Law of Moses, in the Prophets, and in the Psalms have to be fulfilled.&apos;"
            }
        ]
    }
}