{
    "Isaiah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The vision that Isaiah son of Amoz saw regarding Judah and Jerusalem during the times of the kings of Judah: Uzziah, Jotham, Ahaz, and Hezekiah. Listen to God &quot;s case: &apos;I had children and raised them well, and they turned on me. The ox knows who&quot;s boss, the mule knows the hand that feeds him, But not Israel. My people don&quot;t know up from down. Shame! Misguided God -dropouts, staggering under their guilt-baggage, Villainous gang, band of vandals&ndash; My people have walked out on me, their God , turned their backs on The Holy of Israel, walked off and never looked back. when you just keep to your bullheaded ways? You keep beating your heads against brick walls. Everything within you protests against you. From the bottom of your feet to the top of your head, nothing&quot;s working right. Wounds and bruises and running sores&ndash; untended, unwashed, unbandaged. Your country is laid waste, your cities burned down. Your land is destroyed by outsiders while you watch, reduced to rubble by barbarians. Daughter Zion is deserted&ndash; like a tumbledown shack on a dead-end street, Like a tarpaper shanty on the wrong side of the tracks, like a sinking ship abandoned by the rats. If God -of-the-Angel-Armies hadn&quot;t left us a few survivors, we&quot;d be as desolate as Sodom, doomed just like Gomorrah. you Sodom-schooled leaders. Receive God&quot;s revelation, you Gomorrah-schooled people. God &quot;s asking. &apos;Don&quot;t you think I&quot;ve had my fill of burnt sacrifices, rams and plump grain-fed calves? Don&quot;t you think I&quot;ve had my fill of blood from bulls, lambs, and goats? When you come before me, whoever gave you the idea of acting like this, Running here and there, doing this and that&ndash; all this sheer commotion in the place provided for worship? I can&quot;t stand your trivial religious games: Monthly conferences, weekly Sabbaths, special meetings&ndash; meetings, meetings, meetings&ndash;I can&quot;t stand one more! Meetings for this, meetings for that. I hate them! You&quot;ve worn me out! I&quot;m sick of your religion, religion, religion, while you go right on sinning. When you put on your next prayer-performance, I&quot;ll be looking the other way. No matter how long or loud or often you pray, I&quot;ll not be listening. And do you know why? Because you&quot;ve been tearing people to pieces, and your hands are bloody. Go home and wash up. Clean up your act. Sweep your lives clean of your evildoings so I don&quot;t have to look at them any longer. Say no to wrong. Learn to do good. Work for justice. Help the down-and-out. Stand up for the homeless. Go to bat for the defenseless. This is God &quot;s Message: &apos;If your sins are blood-red, they&quot;ll be snow-white. If they&quot;re red like crimson, they&quot;ll be like wool. If you&quot;ll willingly obey, you&quot;ll feast like kings. But if you&quot;re willful and stubborn, you&quot;ll die like dogs.&apos; That&quot;s right. God says so. has become a whore! She was once all justice, everyone living as good neighbors, And now they&quot;re all at one another&quot;s throats. Your coins are all counterfeits. Your wine is watered down. Your leaders are turncoats who keep company with crooks. They sell themselves to the highest bidder and grab anything not nailed down. They never stand up for the homeless, never stick up for the defenseless. the Strong One of Israel: &apos;This is it! I&quot;ll get my oppressors off my back. I&quot;ll get back at my enemies. I&quot;ll give you the back of my hand, purge the junk from your life, clean you up. I&quot;ll set honest judges and wise counselors among you just like it was back in the beginning. Then you&quot;ll be renamed City-That-Treats-People-Right, the True-Blue City.&apos; God &quot;s right ways will put Zion right again. God &quot;s right actions will restore her prodigals. But it&quot;s curtains for rebels and God -traitors, a dead end for those who walk out on God . &apos;Your dalliances in those oak grove shrines will leave you looking mighty foolish, All that fooling around in god and goddess gardens that you thought was the latest thing. You&quot;ll end up like an oak tree with all its leaves falling off, Like an unwatered garden, withered and brown. &quot;The Strong Man&quot; will turn out to be dead bark and twigs, and his &quot;work,&quot; the spark that starts the fire That exposes man and work both as nothing but cinders and smoke.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Listen to my Message,"
            }
        ],
        "2": [
            {
                "verse_number": "10",
                "verse_text": "Head for the hills,"
            },
            {
                "verse_number": "18",
                "verse_text": "And all those sticks and stones"
            },
            {
                "verse_number": "19",
                "verse_text": "Clamber into caves in the cliffs,"
            },
            {
                "verse_number": "22",
                "verse_text": "Quit scraping and fawning over mere humans,"
            }
        ],
        "3": [
            {
                "verse_number": "12",
                "verse_text": "&apos;Skinny kids terrorize my people."
            },
            {
                "verse_number": "24",
                "verse_text": "Instead of wearing seductive scents,"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "That will be the day when seven women will gang up on one man, saying, &apos;We&quot;ll take care of ourselves, get our own food and clothes. Just give us a child. Make us pregnant so we&quot;ll have something to live for!&apos;"
            }
        ],
        "5": [
            {
                "verse_number": "7",
                "verse_text": "Do you get it? The vineyard of God -of-the-Angel-Armies"
            },
            {
                "verse_number": "20",
                "verse_text": "Doom to you who call evil good"
            },
            {
                "verse_number": "24",
                "verse_text": "But they won&quot;t get by with it. As fire eats stubble"
            }
        ],
        "6": [],
        "7": [
            {
                "verse_number": "12",
                "verse_text": "But Ahaz said, &apos;I&quot;d never do that. I&quot;d never make demands like that on God !&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "And that&quot;s when the Master will take the razor rented from across the Euphrates&ndash;the king of Assyria no less!&ndash;and shave the hair off your heads and genitals, leaving you shamed, exposed, and denuded. He&quot;ll shave off your beards while he&quot;s at it."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Then God told me, &apos;Get a big sheet of paper and write in indelible ink, &quot;This belongs to Maher-shalal-hash-baz (Spoil-Speeds-Plunder-Hurries).&quot;&apos; * * * &apos;Because this people has turned its back on the gently flowing stream of Shiloah And gotten all excited over Rezin and the son of Remaliah, I&quot;m stepping in and facing them with the wild floodwaters of the Euphrates, The king of Assyria and all his fanfare, a river in flood, bursting its banks, Pouring into Judah, sweeping everything before it, water up to your necks, A huge wingspan of a raging river, O Immanuel, spreading across your land.&apos; * * * Listen, all of you, far and near. Prepare for the worst and wring your hands. Yes, prepare for the worst and wring your hands! Plan and plot all you want&ndash;nothing will come of it. All your talk is mere talk, empty words, Because when all is said and done, the last word is Immanuel&ndash;God-With-Us. &apos;Don&quot;t be like this people, always afraid somebody is plotting against them. Don&quot;t fear what they fear. Don&quot;t take on their worries. If you&quot;re going to worry, worry about The Holy. Fear God -of-the-Angel-Armies. The Holy can be either a Hiding Place or a Boulder blocking your way, The Rock standing in the willful way of both houses of Israel, A barbed-wire Fence preventing trespass to the citizens of Jerusalem. Many of them are going to run into that Rock and get their bones broken, Get tangled up in that barbed wire and not get free of it.&apos; * * * preserve the teaching for my followers, While I wait for God as long as he remains in hiding, while I wait and hope for him. I stand my ground and hope, I and the children God gave me as signs to Israel, Warning signs and hope signs from God -of-the-Angel-Armies, who makes his home in Mount Zion. Consult the spiritualists. Why not tap into the spirit-world, get in touch with the dead?&apos; Tell them, &apos;No, we&quot;re going to study the Scriptures.&apos; People who try the other ways get nowhere&ndash;a dead end! Frustrated and famished, they try one thing after another. When nothing works out they get angry, cursing first this god and then that one, Looking this way and that, up, down, and sideways&ndash;and seeing nothing, A blank wall, an empty hole. They end up in the dark with nothing."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "But there&quot;ll be no darkness for those who were in trouble. Earlier he did bring the lands of Zebulun and Naphtali into disrepute, but the time is coming when he&quot;ll make that whole area glorious&ndash;the road along the Sea, the country past the Jordan, international Galilee. have seen a great light. For those who lived in a land of deep shadows&ndash; light! sunbursts of light! You repopulated the nation, you expanded its joy. Oh, they&quot;re so glad in your presence! Festival joy! The joy of a great celebration, sharing rich gifts and warm greetings. The abuse of oppressors and cruelty of tyrants&ndash; all their whips and clubs and curses&ndash; Is gone, done away with, a deliverance as surprising and sudden as Gideon&quot;s old victory over Midian. The boots of all those invading troops, along with their shirts soaked with innocent blood, Will be piled in a heap and burned, a fire that will burn for days! For a child has been born&ndash;for us! the gift of a son&ndash;for us! He&quot;ll take over the running of the world. His names will be: Amazing Counselor, Strong God, Eternal Father, Prince of Wholeness. His ruling authority will grow, and there&quot;ll be no limits to the wholeness he brings. He&quot;ll rule from the historic David throne over that promised kingdom. He&quot;ll put that kingdom on a firm footing and keep it going With fair dealing and right living, beginning now and lasting always. The zeal of God -of-the-Angel-Armies will do all this. It landed right on Israel&quot;s doorstep. All the people soon heard the message, Ephraim and the citizens of Samaria. But they were a proud and arrogant bunch. They dismissed the message, saying, &apos;Things aren&quot;t that bad. We can handle anything that comes. If our buildings are knocked down, we&quot;ll rebuild them bigger and finer. If our forests are cut down, we&quot;ll replant them with finer trees.&apos; stirred up their enemies to attack: From the east, Arameans; from the west, Philistines. They made hash of Israel. But even after that, he was still angry, his fist still raised, ready to hit them again. didn&quot;t seek God -of-the-Angel-Armies. So God hacked off Israel&quot;s head and tail, palm branch and reed, both on the same day. The bigheaded elders were the head, the lying prophets were the tail. Those who were supposed to lead this people led them down blind alleys, And those who followed the leaders ended up lost and confused. That&quot;s why the Master lost interest in the young men, had no feeling for their orphans and widows. All of them were godless and evil, talking filth and folly. And even after that, he was still angry, his fist still raised, ready to hit them again. the kind that burns everything in its path&ndash; Trees and bushes, weeds and grasses&ndash; filling the skies with smoke. God -of-the-Angel-Armies answered fire with fire, set the whole country on fire, Turned the people into consuming fires, consuming one another in their lusts&ndash; Appetites insatiable, stuffing and gorging themselves left and right with people and things. But still they starved. Not even their children were safe from their greedy hunger. Manasseh ate Ephraim, and Ephraim Manasseh, and then the two ganged up against Judah. And after that, he was still angry, his fist still raised, ready to hit them again. * * *"
            }
        ],
        "10": [],
        "11": [
            {
                "verse_number": "10",
                "verse_text": "On that day, Jesse&quot;s Root will be raised high, posted as a rallying banner for the peoples. The nations will all come to him. His headquarters will be glorious."
            },
            {
                "verse_number": "11",
                "verse_text": "Also on that day, the Master for the second time will reach out to bring back what&quot;s left of his scattered people. He&quot;ll bring them back from Assyria, Egypt, Pathros, Ethiopia, Elam, Sinar, Hamath, and the ocean islands."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "And you will say in that day, &apos;I thank you, God . You were angry but your anger wasn&quot;t forever. You withdrew your anger and moved in and comforted me. I trust, I won&quot;t be afraid. God &ndash;yes God !&ndash;is my strength and song, best of all, my salvation!&apos; from the wells of salvation. And as you do it, you&quot;ll say, &apos;Give thanks to God . Call out his name. Ask him anything! Shout to the nations, tell them what he&quot;s done, spread the news of his great reputation! Let the whole earth know what he&quot;s done! Raise the roof! Sing your hearts out, O Zion! The Greatest lives among you: The Holy of Israel.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Yes, indeed&ndash;God is my salvation."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "The Message on Babylon. Isaiah son of Amoz saw it: Yell loud. Get their attention. Wave them into formation. Direct them to the nerve center of power. I&quot;ve taken charge of my special forces, called up my crack troops. They&quot;re bursting with pride and passion to carry out my angry judgment.&apos; like a mob huge and noisy&ndash; Thunder of kingdoms in an uproar, nations assembling for war. God -of-the-Angel-Armies is calling his army into battle formation. They come from far-off countries, they pour in across the horizon. It&quot;s God on the move with the weapons of his wrath, ready to destroy the whole country. an avalanche crashing down from the Strong God! Everyone paralyzed in the panic, hysterical and unstrung, Doubled up in pain like a woman giving birth to a baby. Horrified&ndash;everyone they see is like a face out of a nightmare. * * * Cruel it is, a day of wrath and anger, A day to waste the earth and clean out all the sinners. The stars in the sky, the great parade of constellations, will be nothing but black holes. The sun will come up as a black disk, and the moon a blank nothing. I&quot;ll put a full stop to the evil on earth, terminate the dark acts of the wicked. I&quot;ll gag all braggarts and boasters&ndash;not a peep anymore from them&ndash; and trip strutting tyrants, leave them flat on their faces. Proud humanity will disappear from the earth. I&quot;ll make mortals rarer than hens&quot; teeth. And yes, I&quot;ll even make the sky shake, and the earth quake to its roots Under the wrath of God -of-the-Angel-Armies, the Judgment Day of his raging anger. Like a hunted white-tailed deer, like lost sheep with no shepherd, People will huddle with a few of their own kind, run off to some makeshift shelter. But tough luck to stragglers&ndash;they&quot;ll be killed on the spot, throats cut, bellies ripped open, Babies smashed on the rocks while mothers and fathers watch, Houses looted, wives raped. Against Babylon, I&quot;m inciting the Medes, A ruthless bunch indifferent to bribes, the kind of brutality that no one can blunt. They massacre the young, wantonly kick and kill even babies. And Babylon, most glorious of all kingdoms, the pride and joy of Chaldeans, Will end up smoking and stinking like Sodom, and, yes, like Gomorrah, when God had finished with them. No one will live there anymore, generation after generation a ghost town. Not even Bedouins will pitch tents there. Shepherds will give it a wide berth. But strange and wild animals will like it just fine, filling the vacant houses with eerie night sounds. Skunks will make it their home, and unspeakable night hags will haunt it. Hyenas will curdle your blood with their laughing, and the howling of coyotes will give you the shivers. &apos;Babylon is doomed. It won&quot;t be long now.&apos;"
            }
        ],
        "14": [
            {
                "verse_number": "11",
                "verse_text": "This is where your pomp and fine music led you, Babylon,"
            },
            {
                "verse_number": "12",
                "verse_text": "What a comedown this, O Babylon!"
            },
            {
                "verse_number": "21",
                "verse_text": "Get a place ready to slaughter the sons of the wicked"
            },
            {
                "verse_number": "32",
                "verse_text": "What does one say to"
            }
        ],
        "15": [],
        "16": [],
        "17": [
            {
                "verse_number": "9",
                "verse_text": "And yes, the Day is coming when their fortress cities will be abandoned&ndash;the very same cities that the Hivites and Amorites abandoned when Israel invaded! And the country will be empty, desolate."
            },
            {
                "verse_number": "14",
                "verse_text": "At bedtime, terror fills the air."
            }
        ],
        "18": [
            {
                "verse_number": "3",
                "verse_text": "Everybody everywhere,"
            },
            {
                "verse_number": "7",
                "verse_text": "Then tribute will be brought to God -of-the-Angel-Armies,"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "A Message concerning Egypt: Watch this! God riding on a fast-moving cloud, moving in on Egypt! The god-idols of Egypt shudder and shake, Egyptians paralyzed by panic. brother fight brother, neighbor fight neighbor, City fight city, kingdom fight kingdom&ndash; anarchy and chaos and killing! I&quot;ll knock the wind out of the Egyptians. They won&quot;t know coming from going. They&quot;ll go to their god-idols for answers; they&quot;ll conjure ghosts and hold séances, desperate for answers. But I&quot;ll turn the Egyptians over to a tyrant most cruel. I&quot;ll put them under the rule of a mean, merciless king.&apos; Decree of the Master, God -of-the-Angel-Armies. the riverbed baked dry in the sun. The canals will become stagnant and stink, every stream touching the Nile dry up. River vegetation will rot away the banks of the Nile-baked clay, The riverbed hard and smooth, river grasses dried up and gone with the wind. Fishermen will complain that the fishing&quot;s been ruined. Textile workers will be out of work, all weavers and workers in linen and cotton and wool Dispirited, depressed in their forced idleness&ndash; everyone who works for a living, jobless. the advisors of Pharaoh stupid. How could any of you dare tell Pharaoh, &apos;Trust me: I&quot;m wise. I know what&quot;s going on. Why, I&quot;m descended from the old wisdom of Egypt&apos;? There&quot;s not a wise man or woman left in the country. If there were, one of them would tell you what God -of-the-Angel-Armies has in mind for Egypt. As it is, the princes of Zoan are all fools and the princes of Memphis, idiots. The honored pillars of your society have led Egypt into detours and dead ends. God has scrambled their brains, Egypt&quot;s become a falling-down-in-his-own-vomit drunk. Egypt&quot;s hopeless, past helping, a senile, doddering old fool. * * *"
            },
            {
                "verse_number": "18",
                "verse_text": "On that Day, more than one city in Egypt will learn to speak the language of faith and promise to follow God -of-the-Angel-Armies. One of these cities will be honored with the title &apos;City of the Sun.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "On that Day, there will be a highway all the way from Egypt to Assyria: Assyrians will have free range in Egypt and Egyptians in Assyria. No longer rivals, they&quot;ll worship together, Egyptians and Assyrians!"
            }
        ],
        "20": [],
        "21": [
            {
                "verse_number": "5",
                "verse_text": "The banquet is spread,"
            },
            {
                "verse_number": "10",
                "verse_text": "Dear Israel, you&quot;ve been through a lot,"
            }
        ],
        "22": [
            {
                "verse_number": "14",
                "verse_text": "God -of-the-Angel-Armies whispered to me his verdict on this frivolity: &apos;You&quot;ll pay for this outrage until the day you die.&apos; The Master, God -of-the-Angel-Armies, says so."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;And then the Day will come,&apos; says God -of-the-Angel-Armies, &apos;when that nail will come loose and fall out, break loose from that solid wall&ndash;and everything hanging on it will go with it.&apos; That&quot;s what will happen. God says so."
            }
        ],
        "23": [
            {
                "verse_number": "5",
                "verse_text": "When Egypt gets the report on Tyre,"
            },
            {
                "verse_number": "13",
                "verse_text": "Look at what happened to Babylon: There&quot;s nothing left of it. Assyria turned it into a desert, into a refuge for wild dogs and stray cats. They brought in their big siege engines, tore down the buildings, and left nothing behind but rubble."
            },
            {
                "verse_number": "14",
                "verse_text": "Wail, ships of Tarshish,"
            }
        ],
        "24": [
            {
                "verse_number": "4",
                "verse_text": "The earth turns gaunt and gray,"
            }
        ],
        "25": [],
        "26": [
            {
                "verse_number": "19",
                "verse_text": "But friends, your dead will live,"
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "At that time God will unsheathe his sword, his merciless, massive, mighty sword. He&quot;ll punish the serpent Leviathan as it flees, the serpent Leviathan thrashing in flight. He&quot;ll kill that old dragon that lives in the sea. There&quot;s something to sing about! I, God , tend it. I keep it well-watered. I keep careful watch over it so that no one can damage it. I&quot;m not angry. I care. Even if it gives me thistles and thornbushes, I&quot;ll just pull them out and burn them up. Let that vine cling to me for safety, let it find a good and whole life with me, let it hold on for a good and whole life.&apos; shall put down roots, Israel blossom and grow fresh branches, and fill the world with its fruit. as he knocked down those who hit them? Oh, no. Were they killed as their killers were killed? Again, no. He was hard on them all right. The exile was a harsh sentence. He blew them away on a fierce blast of wind. But the good news is that through this experience Jacob&quot;s guilt was taken away. The evidence that his sin is removed will be this: He will tear down the alien altars, take them apart stone by stone, And then crush the stones into gravel and clean out all the sex-and-religion shrines. For there&quot;s nothing left of that pretentious grandeur. Nobody lives there anymore. It&quot;s unlivable. But animals do just fine, browsing and bedding down. And it&quot;s not a bad place to get firewood. Dry twigs and dead branches are plentiful. It&quot;s the remains of a people with no sense of God. So, the God who made them Will have nothing to do with them. He who formed them will turn his back on them. from the River Euphrates to the Brook of Egypt, And you, people of Israel, will be selected grain by grain. At that same time a great trumpet will be blown, calling home the exiles from Assyria, Welcoming home the refugees from Egypt to come and worship God on the holy mountain, Jerusalem."
            },
            {
                "verse_number": "6",
                "verse_text": "The days are coming when Jacob"
            }
        ],
        "28": [
            {
                "verse_number": "13",
                "verse_text": "So God will start over with the simple basics"
            }
        ],
        "29": [],
        "30": [
            {
                "verse_number": "18",
                "verse_text": "But God &quot;s not finished. He&quot;s waiting around to be gracious to you."
            }
        ],
        "31": [],
        "32": [],
        "33": [
            {
                "verse_number": "1",
                "verse_text": "Doom to you, Destroyer, not yet destroyed; And doom to you, Betrayer, not yet betrayed. When you finish destroying, your turn will come&ndash;destroyed! When you quit betraying, your turn will come&ndash;betrayed! First thing in the morning, be there for us! When things go bad, help us out! You spoke in thunder and everyone ran. You showed up and nations scattered. Your people, for a change, got in on the loot, picking the field clean of the enemy spoils. Zion brims over with all that is just and right. God keeps your days stable and secure&ndash; salvation, wisdom, and knowledge in surplus, and best of all, Zion&quot;s treasure, Fear-of- God . Tough men weep openly. Peacemaking diplomats are in bitter tears. The roads are empty&ndash; not a soul out on the streets. The peace treaty is broken, its conditions violated, its signers reviled. The very ground under our feet mourns, the Lebanon mountains hang their heads, Flowering Sharon is a weed-choked gully, and the forests of Bashan and Carmel? Bare branches. &apos;From now on, I&quot;m taking over. The gloves come off. Now see how mighty I am. There&quot;s nothing to you. Pregnant with chaff, you produce straw babies; full of hot air, you self-destruct. You&quot;re good for nothing but fertilizer and fuel. Earth to earth&ndash;and the sooner the better. get the reports on what I&quot;ve done, And if you&quot;re in the neighborhood, pay attention to my record. The sinners in Zion are rightly terrified; the godless are at their wit&quot;s end: &quot;Who among us can survive this firestorm? Who of us can get out of this purge with our lives?&quot;&apos; Live right, speak the truth, despise exploitation, refuse bribes, reject violence, avoid evil amusements. This is how you raise your standard of living! A safe and stable way to live. A nourishing, satisfying way to live. And you&quot;ll take in the wide vistas of land. In your mind you&quot;ll go over the old terrors: &apos;What happened to that Assyrian inspector who condemned and confiscated? And the one who gouged us of taxes? And that cheating moneychanger?&apos; Gone! Out of sight forever! Their insolence nothing now but a fading stain on the carpet! No more putting up with a language you can&quot;t understand, no more sounds of gibberish in your ears. Centering our worship in festival feasts! Feast your eyes on Jerusalem, a quiet and permanent place to live. No more pulling up stakes and moving on, no more patched-together lean-tos. Instead, God! God majestic, God himself the place in a country of broad rivers and streams, But rivers blocked to invading ships, off-limits to predatory pirates. For God makes all the decisions here. God is our king. God runs this place and he&quot;ll keep us safe. your mast wobbling, your hold leaking. The plunder is free for the taking, free for all&ndash; for weak and strong, insiders and outsiders. Best of all, they&quot;ll all live guilt-free."
            },
            {
                "verse_number": "23",
                "verse_text": "Ha! Your sails are in shreds,"
            },
            {
                "verse_number": "24",
                "verse_text": "No one in Zion will say, &apos;I&quot;m sick.&apos;"
            }
        ],
        "34": [
            {
                "verse_number": "1",
                "verse_text": "Draw in close now, nations. Listen carefully, you people. Pay attention! Earth, you, too, and everything in you. World, and all that comes from you. good and angry with all the nations, So blazingly angry at their arms and armies that he&quot;s going to rid earth of them, wipe them out. The corpses, thrown in a heap, will stink like the town dump in midsummer, Their blood flowing off the mountains like creeks in spring runoff. Stars will fall out of the sky like overripe, rotting fruit in the orchard, And the sky itself will be folded up like a blanket and put away in a closet. All that army of stars, shriveled to nothing, like leaves and fruit in autumn, dropping and rotting! I&quot;ll start in on Edom. I&quot;ll come down hard on Edom, a people I&quot;ve slated for total termination.&apos; God has a sword, thirsty for blood and more blood, a sword hungry for well-fed flesh, Lamb and goat blood, the suet-rich kidneys of rams. Yes, God has scheduled a sacrifice in Bozrah, the capital, the whole country of Edom a slaughterhouse. A wholesale slaughter, wild animals and farm animals alike slaughtered. The whole country soaked with blood, all the ground greasy with fat. the year all Zion&quot;s accounts are settled. Edom&quot;s streams will flow sluggish, thick with pollution, the soil sterile, poisoned with waste, The whole country a smoking, stinking garbage dump&ndash; The fires burning day and night, the skies black with endless smoke. Generation after generation of wasteland&ndash; no more travelers through this country! Vultures and skunks will police the streets; owls and crows will feel at home there. God will reverse creation. Chaos! He will cancel fertility. Emptiness! Leaders will have no one to lead. They&quot;ll name it No Kingdom There, A country where all kings and princes are unemployed. Thistles will take over, covering the castles, fortresses conquered by weeds and thornbushes. Wild dogs will prowl the ruins, ostriches have the run of the place. Wildcats and hyenas will hunt together, demons and devils dance through the night. The night-demon Lilith, evil and rapacious, will establish permanent quarters. Scavenging carrion birds will breed and brood, infestations of ominous evil. None of this is going away, this breeding, brooding evil. God has personally commanded it all. His Spirit set it in motion. God has assigned them their place, decreed their fate in detail. This is permanent&ndash; generation after generation, the same old thing."
            }
        ],
        "35": [],
        "36": [
            {
                "verse_number": "10",
                "verse_text": "&apos;&quot;And besides, do you think I came all this way to destroy this land without first getting God &quot;s blessing? It was your God who told me, Make war on this land. Destroy it.&quot;&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Eliakim, Shebna, and Joah answered the Rabshekah, &apos;Please talk to us in Aramaic. We understand Aramaic. Don&quot;t talk to us in Hebrew within earshot of all the people gathered around.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "But the Rabshekah replied, &apos;Do you think my master has sent me to give this message to your master and you but not also to the people clustered here? It&quot;s their fate that&quot;s at stake. They&quot;re the ones who are going to end up eating their own excrement and drinking their own urine.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The three men were silent. They said nothing, for the king had already commanded, &apos;Don&quot;t answer him.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then Eliakim son of Hilkiah, the palace administrator, Shebna the secretary, and Joah son of Asaph, the court historian, tearing their clothes in defeat and despair, went back and reported what the Rabshekah had said to Hezekiah."
            }
        ],
        "37": [
            {
                "verse_number": "8",
                "verse_text": "The Rabshekah left and found the king of Assyria fighting against Libnah. (He had gotten word that the king had left Lachish.)"
            },
            {
                "verse_number": "14",
                "verse_text": "Hezekiah took the letter from the hands of the messengers and read it. Then he went into the sanctuary of God and spread the letter out before God ."
            }
        ],
        "38": [
            {
                "verse_number": "1",
                "verse_text": "At that time, Hezekiah got sick. He was about to die. The prophet Isaiah son of Amoz visited him and said, &apos; God says, &quot;Prepare your affairs and your family. This is it: You&quot;re going to die. You&quot;re not going to get well.&quot;&apos; * * * In the very prime of life I have to leave. Whatever time I have left is spent in death&quot;s waiting room. No more glimpses of God in the land of the living, No more meetings with my neighbors, no more rubbing shoulders with friends. This body I inhabit is taken down and packed away like a camper&quot;s tent. Like a weaver, I&quot;ve rolled up the carpet of my life as God cuts me free of the loom And at day&quot;s end sweeps up the scraps and pieces. I cry for help until morning. Like a lion, God pummels and pounds me, relentlessly finishing me off. I squawk like a doomed hen, moan like a dove. My eyes ache from looking up for help: &apos;Master, I&quot;m in trouble! Get me out of this!&apos; But what&quot;s the use? God himself gave me the word. He&quot;s done it to me. I can&quot;t sleep&ndash; I&quot;m that upset, that troubled. and yes, in these very conditions my spirit is still alive&ndash; fully recovered with a fresh infusion of life! It seems it was good for me to go through all those troubles. Throughout them all you held tight to my lifeline. You never let me tumble over the edge into nothing. But my sins you let go of, threw them over your shoulder&ndash;good riddance! The dead don&quot;t thank you, and choirs don&quot;t sing praises from the morgue. Those buried six feet under don&quot;t witness to your faithful ways. It&quot;s the living&ndash;live men, live women&ndash;who thank you, just as I&quot;m doing right now. Parents give their children full reports on your faithful ways. * * * As fiddles and mandolins strike up the tunes, We&quot;ll sing, oh we&quot;ll sing, sing, for the rest of our lives in the Sanctuary of God . Hezekiah had said, &apos;What is my cue that it&quot;s all right to enter again the Sanctuary of God ?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "God saves and will save me."
            }
        ],
        "39": [
            {
                "verse_number": "1",
                "verse_text": "Sometime later, King Merodach-baladan son of Baladan of Babylon sent messengers with greetings and a gift to Hezekiah. He had heard that Hezekiah had been sick and was now well. Hezekiah said, &apos;They came from a long way off, from Babylon.&apos; &apos;Everything,&apos; said Hezekiah. &apos;I showed them the works, opened all the doors and impressed them with it all.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Hezekiah received the messengers warmly. He took them on a tour of his royal precincts, proudly showing them all his treasures: silver, gold, spices, expensive oils, all his weapons&ndash;everything out on display. There was nothing in his house or kingdom that Hezekiah didn&quot;t show them."
            },
            {
                "verse_number": "3",
                "verse_text": "Later the prophet Isaiah showed up. He asked Hezekiah, &apos;What were these men up to? What did they say? And where did they come from?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;And what did they see in your palace?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Hezekiah replied to Isaiah, &apos;Good. If God says so, it&quot;s good.&apos; Within himself he was thinking, &apos;But surely nothing bad will happen in my lifetime. I&quot;ll enjoy peace and stability as long as I live.&apos;"
            }
        ],
        "40": [],
        "41": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Quiet down, far-flung ocean islands. Listen! Sit down and rest, everyone. Recover your strength. Gather around me. Say what&quot;s on your heart. Together let&quot;s decide what&quot;s right. got this champion from the east on the move? Who recruited him for this job, then rounded up and corralled the nations so he could run roughshod over kings? He&quot;s off and running, pulverizing nations into dust, leaving only stubble and chaff in his wake. He chases them and comes through unscathed, his feet scarcely touching the path. Who always gets things started? I did. God . I&quot;m first on the scene. I&quot;m also the last to leave. The ends of the earth are shaken. Fearfully they huddle together. They try to help each other out, making up stories in the dark. The godmakers in the workshops go into overtime production, crafting new models of no-gods, Urging one another on&ndash;&quot;Good job!&quot; &quot;Great design!&quot;&ndash; pounding in nails at the base so that the things won&quot;t tip over. You&quot;re Jacob, my first choice, descendants of my good friend Abraham. I pulled you in from all over the world, called you in from every dark corner of the earth, Telling you, &quot;You&quot;re my servant, serving on my side. I&quot;ve picked you. I haven&quot;t dropped you.&quot; Don&quot;t panic. I&quot;m with you. There&quot;s no need to fear for I&quot;m your God. I&quot;ll give you strength. I&quot;ll help you. I&quot;ll hold you steady, keep a firm grip on you. will end up out in the cold&ndash; real losers. Those who worked against you will end up empty-handed&ndash; nothing to show for their lives. When you go out looking for your old adversaries you won&quot;t find them&ndash; Not a trace of your old enemies, not even a memory. That&quot;s right. Because I, your God , have a firm grip on you and I&quot;m not letting go. I&quot;m telling you, &quot;Don&quot;t panic. I&quot;m right here to help you.&quot; Don&quot;t be afraid. Feel like a fragile insect, Israel? I&quot;ll help you. I, God , want to reassure you. The God who buys you back, The Holy of Israel. I&quot;m transforming you from worm to harrow, from insect to iron. As a sharp-toothed harrow you&quot;ll smooth out the mountains, turn those tough old hills into loamy soil. You&quot;ll open the rough ground to the weather, to the blasts of sun and wind and rain. But you&quot;ll be confident and exuberant, expansive in The Holy of Israel! their tongues parched and no water to be found. But I&quot;m there to be found, I&quot;m there for them, and I, God of Israel, will not leave them thirsty. I&quot;ll open up rivers for them on the barren hills, spout fountains in the valleys. I&quot;ll turn the baked-clay badlands into a cool pond, the waterless waste into splashing creeks. I&quot;ll plant the red cedar in that treeless wasteland, also acacia, myrtle, and olive. I&quot;ll place the cypress in the desert, with plenty of oaks and pines. Everyone will see this. No one can miss it&ndash; unavoidable, indisputable evidence That I, God , personally did this. It&quot;s created and signed by The Holy of Israel. &apos;Bring your evidence,&apos; says the King of Jacob. &apos;Take the stand on behalf of your idols, offer arguments, assemble reasons. Spread out the facts before us so that we can assess them ourselves. Ask them, &quot;If you are gods, explain what the past means&ndash; or, failing that, tell us what will happen in the future. Can&quot;t do that? How about doing something&ndash;anything! Good or bad&ndash;whatever. Can you hurt us or help us? Do we need to be afraid?&quot; They say nothing, because they are nothing&ndash; sham gods, no-gods, fool-making gods. He was called out of the east by name. He&quot;ll stomp the rulers into the mud the way a potter works the clay. Let me ask you, Did anyone guess that this might happen? Did anyone tell us earlier so we might confirm it with &quot;Yes, he&quot;s right!&quot;? No one mentioned it, no one announced it, no one heard a peep out of you. But I told Zion all about this beforehand. I gave Jerusalem a preacher of good news. But around here there&quot;s no one&ndash; no one who knows what&quot;s going on. I ask, but no one can tell me the score. Nothing here. It&quot;s all smoke and hot air&ndash; sham gods, hollow gods, no-gods.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Who did this? Who made it happen?"
            }
        ],
        "42": [
            {
                "verse_number": "17",
                "verse_text": "But those who invested in the no-gods"
            }
        ],
        "43": [
            {
                "verse_number": "25",
                "verse_text": "&apos;But I, yes I, am the one"
            }
        ],
        "44": [
            {
                "verse_number": "12",
                "verse_text": "The blacksmith makes his no-god, works it over in his forge, hammering it on his anvil&ndash;such hard work! He works away, fatigued with hunger and thirst."
            },
            {
                "verse_number": "20",
                "verse_text": "This lover of emptiness, of nothing, is so out of touch with reality, so far gone, that he can&quot;t even look at what he&quot;s doing, can&quot;t even look at the no-god stick of wood in his hand and say, &apos;This is crazy.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "High heavens, sing!"
            },
            {
                "verse_number": "24",
                "verse_text": "God , your Redeemer,"
            }
        ],
        "45": [
            {
                "verse_number": "14",
                "verse_text": "God says:"
            }
        ],
        "46": [],
        "47": [],
        "48": [
            {
                "verse_number": "20",
                "verse_text": "Get out of Babylon! Run from the Babylonians!"
            },
            {
                "verse_number": "21",
                "verse_text": "They weren&quot;t thirsty when he led them through the deserts."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;There is no peace,&apos; says God , &apos;for the wicked.&apos;"
            }
        ],
        "49": [
            {
                "verse_number": "4",
                "verse_text": "But I said, &apos;I&quot;ve worked for nothing."
            },
            {
                "verse_number": "7",
                "verse_text": "God , Redeemer of Israel, The Holy of Israel,"
            },
            {
                "verse_number": "13",
                "verse_text": "Heavens, raise the roof! Earth, wake the dead!"
            },
            {
                "verse_number": "14",
                "verse_text": "But Zion said, &apos;I don&quot;t get it. God has left me."
            }
        ],
        "50": [],
        "51": [],
        "52": [
            {
                "verse_number": "3",
                "verse_text": "God says, &apos;You were sold for nothing. You&quot;re being bought back for nothing.&apos;"
            }
        ],
        "53": [
            {
                "verse_number": "1",
                "verse_text": "Who believes what we&quot;ve heard and seen? Who would have thought God &quot;s saving power would look like this? a scrubby plant in a parched field. There was nothing attractive about him, nothing to cause us to take a second look. He was looked down on and passed over, a man who suffered, who knew pain firsthand. One look at him and people turned away. We looked down on him, thought he was scum. But the fact is, it was our pains he carried&ndash; our disfigurements, all the things wrong with us. We thought he brought it on himself, that God was punishing him for his own failures. But it was our sins that did that to him, that ripped and tore and crushed him&ndash; our sins ! He took the punishment, and that made us whole. Through his bruises we get healed. We&quot;re all like sheep who&quot;ve wandered off and gotten lost. We&quot;ve all done our own thing, gone our own way. And God has piled all our sins, everything we&quot;ve done wrong, on him, on him. but he didn&quot;t say a word. Like a lamb taken to be slaughtered and like a sheep being sheared, he took it all in silence. Justice miscarried, and he was led off&ndash; and did anyone really know what was happening? He died without a thought for his own welfare, beaten bloody for the sins of my people. They buried him with the wicked, threw him in a grave with a rich man, Even though he&quot;d never hurt a soul or said one word that wasn&quot;t true. to crush him with pain. The plan was that he give himself as an offering for sin so that he&quot;d see life come from it&ndash;life, life, and more life. And God &quot;s plan will deeply prosper through him. he&quot;ll see that it&quot;s worth it and be glad he did it. Through what he experienced, my righteous one, my servant, will make many &apos;righteous ones,&apos; as he himself carries the burden of their sins. Therefore I&quot;ll reward him extravagantly&ndash; the best of everything, the highest honors&ndash; Because he looked death in the face and didn&quot;t flinch, because he embraced the company of the lowest. He took on his own shoulders the sin of the many, he took up the cause of all the black sheep."
            },
            {
                "verse_number": "10",
                "verse_text": "Still, it&quot;s what God had in mind all along,"
            }
        ],
        "54": [],
        "55": [],
        "56": [],
        "57": [
            {
                "verse_number": "14",
                "verse_text": "Someone says: &apos;Build, build! Make a road!"
            }
        ],
        "58": [],
        "59": [
            {
                "verse_number": "20",
                "verse_text": "&apos;I&quot;ll arrive in Zion as Redeemer,"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;As for me,&apos; God says, &apos;this is my covenant with them: My Spirit that I&quot;ve placed upon you and the words that I&quot;ve given you to speak, they&quot;re not going to leave your mouths nor the mouths of your children nor the mouths of your grandchildren. You will keep repeating these words and won&quot;t ever stop.&apos; God &quot;s orders."
            }
        ],
        "60": [],
        "61": [],
        "62": [],
        "63": [
            {
                "verse_number": "1",
                "verse_text": "The watchmen call out, &apos;Who goes there, marching out of Edom, out of Bozrah in clothes dyed red? Name yourself, so splendidly dressed, advancing, bristling with power!&apos; &apos;It is I: I speak what is right, I, mighty to save!&apos; your clothes dyed red like those who tread grapes?&apos; No one was there to help me. Angrily, I stomped the grapes; raging, I trampled the people. Their blood spurted all over me&ndash; all my clothes were soaked with blood. I was set on vengeance. The time for redemption had arrived. I looked around for someone to help &ndash;no one. I couldn&quot;t believe it &ndash;not one volunteer. So I went ahead and did it myself, fed and fueled by my rage. I trampled the people in my anger, crushed them under foot in my wrath, soaked the earth with their lifeblood.&apos; all the things God has done that need praising, All the generous bounties of God , his great goodness to the family of Israel&ndash; Compassion lavished, love extravagant. He said, &apos;Without question these are my people, children who would never betray me.&apos; So he became their Savior. In all their troubles, he was troubled, too. He didn&quot;t send someone else to help them. He did it himself, in person. Out of his own love and pity he redeemed them. He rescued them and carried them along for a long, long time. they grieved his Holy Spirit. So he turned on them, became their enemy and fought them. the days of Moses, God&quot;s servant: &apos;Where is he who brought the shepherds of his flock up and out of the sea? And what happened to the One who set his Holy Spirit within them? Who linked his arm with Moses&quot; right arm, divided the waters before them, Making him famous ever after, and led them through the muddy abyss as surefooted as horses on hard, level ground? Like a herd of cattle led to pasture, the Spirit of God gave them rest.&apos; That&quot;s how you became so famous! Look down from heaven, look at us! Look out the window of your holy and magnificent house! Whatever happened to your passion, your famous mighty acts, Your heartfelt pity, your compassion? Why are you holding back? You are our Father. Abraham and Israel are long dead. They wouldn&quot;t know us from Adam. But you&quot;re our living Father, our Redeemer, famous from eternity! Why, God , did you make us wander from your ways? Why did you make us cold and stubborn so that we no longer worshiped you in awe? Turn back for the sake of your servants. You own us! We belong to you! For a while your holy people had it good, but now our enemies have wrecked your holy place. For a long time now, you&quot;ve paid no attention to us. It&quot;s like you never knew us."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;And why are your robes so red,"
            },
            {
                "verse_number": "10",
                "verse_text": "But they turned on him;"
            }
        ],
        "64": [],
        "65": [],
        "66": [
            {
                "verse_number": "5",
                "verse_text": "But listen to what God has to say"
            },
            {
                "verse_number": "6",
                "verse_text": "Rumbles of thunder from the city!"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;All who enter the sacred groves for initiation in those unholy rituals that climaxed in that foul and obscene meal of pigs and mice will eat together and then die together.&apos; God &quot;s Decree."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;And then they&quot;ll go out and look at what happened"
            }
        ]
    }
}