{
    "2 Samuel": {
        "1": [
            {
                "verse_number": "4",
                "verse_text": "&apos;So what happened?&apos; said David. &apos;What&quot;s the news?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "David pressed the young soldier for details: &apos;How do you know for sure that Saul and Jonathan are dead?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Come here,&apos; he said, &apos;and put me out of my misery. I&quot;m nearly dead already, but my life hangs on.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;So I did what he asked&ndash;I killed him. I knew he wouldn&quot;t last much longer anyway. I removed his royal headband and bracelet, and have brought them to my master. Here they are.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then David spoke to the young soldier who had brought the report: &apos;Who are you, anyway?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;You asked for it,&apos; David told him. &apos;You sealed your death sentence when you said you killed God &quot;s anointed king.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jonathan&quot;s bow was bold&ndash;"
            },
            {
                "verse_number": "23",
                "verse_text": "Saul and Jonathan&ndash;beloved, beautiful!"
            },
            {
                "verse_number": "26",
                "verse_text": "O my dear brother Jonathan,"
            },
            {
                "verse_number": "27",
                "verse_text": "The mighty warriors&ndash;fallen, fallen."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "After all this, David prayed. He asked God , &apos;Shall I move to one of the cities of Judah?&apos; God said, &apos;Yes, move.&apos; &apos;And to which city?&apos; &apos;To Hebron.&apos; A report was brought to David that the men of Jabesh Gilead had given Saul a decent burial. David sent messengers to the men of Jabesh Gilead: &apos; God bless you for this&ndash;for honoring your master, Saul, with a funeral. God honor you and be true to you&ndash;and I&quot;ll do the same, matching your generous act of goodness. Strengthen your resolve and do what must be done. Your master, Saul, is dead. The citizens of Judah have made me their king.&apos; * * * Joab said, &apos;Good! Let them go at it!&apos; &apos;It surely is,&apos; he said."
            },
            {
                "verse_number": "14",
                "verse_text": "Abner challenged Joab, &apos;Put up your best fighters. Let&quot;s see them do their stuff.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Abner turned and said, &apos;Is that you, Asahel?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Abner said, &apos;Let up on me. Pick on someone you have a chance of beating and be content with those spoils!&apos; But Asahel wouldn&quot;t let up."
            },
            {
                "verse_number": "22",
                "verse_text": "Abner tried again, &apos;Turn back. Don&quot;t force me to kill you. How would I face your brother Joab?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Abner called out to Joab, &apos;Are we going to keep killing each other till doomsday? Don&quot;t you know that nothing but bitterness will come from this? How long before you call off your men from chasing their brothers?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Abner and his soldiers marched all that night up the Arabah Valley. They crossed the Jordan and, after a long morning&quot;s march, arrived at Mahanaim."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "The war between the house of Saul and the house of David dragged on and on. The longer it went on the stronger David became, with the house of Saul getting weaker. * * * Amnon, born of Ahinoam of Jezreel&ndash;the firstborn; Kileab, born of Abigail of Carmel, Nabal&quot;s widow&ndash;his second; Absalom, born of Maacah, daughter of Talmai, king of Geshur&ndash;the third; Adonijah, born of Haggith&ndash;the fourth; Shephatiah, born of Abital&ndash;the fifth; Ithream, born of Eglah&ndash;the sixth. These six sons of David were born in Hebron. * * * Can this be? Abner dead like a nameless bum? You were a free man, free to go and do as you wished&ndash; Yet you fell as a victim in a street brawl. And all the people wept&ndash;a crescendo of crying!"
            },
            {
                "verse_number": "11",
                "verse_text": "Ish-Bosheth, cowed by Abner&quot;s outburst, couldn&quot;t say another word."
            },
            {
                "verse_number": "12",
                "verse_text": "Abner went ahead and sent personal messengers to David: &apos;Make a deal with me and I&quot;ll help bring the whole country of Israel over to you.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Great,&apos; said David. &apos;It&quot;s a deal. But only on one condition: You&quot;re not welcome here unless you bring Michal, Saul&quot;s daughter, with you when you come to meet me.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "David then sent messengers to Ish-Bosheth son of Saul: &apos;Give me back Michal, whom I won as my wife at the cost of a hundred Philistine foreskins.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Abner took the Benjaminites aside and spoke to them. Then he went to Hebron for a private talk with David, telling him everything that Israel in general and Benjamin in particular were planning to do."
            },
            {
                "verse_number": "20",
                "verse_text": "When Abner and the twenty men who were with him met with David in Hebron, David laid out a feast for them."
            },
            {
                "verse_number": "21",
                "verse_text": "Abner then said, &apos;I&quot;m ready. Let me go now to rally everyone in Israel for my master, the king. They&quot;ll make a treaty with you, authorizing you to rule them however you see fit.&apos; Abner was sent off with David&quot;s blessing."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Saul&quot;s son, Ish-Bosheth, heard that Abner had died in Hebron. His heart sank. The whole country was shaken."
            },
            {
                "verse_number": "4",
                "verse_text": "It so happened that Saul&quot;s son, Jonathan, had a son who was maimed in both feet. When he was five years old, the report on Saul and Jonathan came from Jezreel. His nurse picked him up and ran, but in her hurry to get away she fell, and the boy was maimed. His name was Mephibosheth."
            },
            {
                "verse_number": "8",
                "verse_text": "They presented the head of Ish-Bosheth to David at Hebron, telling the king, &apos;Here&quot;s the head of Ish-Bosheth, Saul&quot;s son, your enemy. He was out to kill you, but God has given vengeance to my master, the king&ndash;vengeance this very day on Saul and his children!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "David then issued orders to his soldiers. They killed the two&ndash;chopped off their hands and feet, and hung the corpses at the pool in Hebron. But Ish-Bosheth&quot;s head they took and buried in Abner&quot;s tomb in Hebron."
            }
        ],
        "5": [
            {
                "verse_number": "3",
                "verse_text": "All the leaders of Israel met with King David at Hebron, and the king made a treaty with them in the presence of God . And so they anointed David king over Israel."
            },
            {
                "verse_number": "6",
                "verse_text": "David and his men immediately set out for Jerusalem to take on the Jebusites, who lived in that country. But they said, &apos;You might as well go home! Even the blind and the lame could keep you out. You can&quot;t get in here!&apos; They had convinced themselves that David couldn&quot;t break through."
            },
            {
                "verse_number": "19",
                "verse_text": "Then David prayed to God : &apos;Shall I go up and fight the Philistines? Will you help me beat them?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "David did exactly what God told him. He routed the Philistines all the way from Gibeon to Gezer."
            }
        ],
        "6": [
            {
                "verse_number": "23",
                "verse_text": "Michal, Saul&quot;s daughter, was barren the rest of her life."
            }
        ],
        "7": [
            {
                "verse_number": "3",
                "verse_text": "Nathan told the king, &apos;Whatever is on your heart, go and do it. God is with you.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Nathan gave David a complete and accurate account of everything he heard and saw in the vision."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "In the days that followed, David struck hard at the Philistines&ndash;brought them to their knees and took control of the countryside. Abishai son of Zeruiah fought and defeated the Edomites in the Salt Valley. Eighteen thousand of them were killed. David set up a puppet government in Edom, and the Edomites became subjects under David. God gave David victory wherever he marched. Jehoshaphat son of Ahilud was clerk; Seraiah was secretary; And David&quot;s sons were priests."
            },
            {
                "verse_number": "2",
                "verse_text": "He also fought and defeated Moab. He chose two-thirds of them randomly and executed them. The other third he spared. So the Moabites fell under David&quot;s rule and were forced to bring tribute."
            },
            {
                "verse_number": "15",
                "verse_text": "Thus David ruled over all of Israel. He ruled well&ndash;fair and evenhanded in all his duties and relationships."
            },
            {
                "verse_number": "16",
                "verse_text": "Joab son of Zeruiah was head of the army;"
            },
            {
                "verse_number": "17",
                "verse_text": "Zadok son of Ahitub and Ahimelech son of Abiathar were priests;"
            },
            {
                "verse_number": "18",
                "verse_text": "Benaiah son of Jehoiada was over the Kerethites and Pelethites;"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "One day David asked, &apos;Is there anyone left of Saul&quot;s family? If so, I&quot;d like to show him some kindness in honor of Jonathan.&apos; &apos;Yes sir,&apos; he replied. Ziba told the king, &apos;Yes, there is Jonathan&quot;s son, lame in both feet.&apos; &apos;He&quot;s living at the home of Makir son of Ammiel in Lo Debar.&apos; David spoke his name: &apos;Mephibosheth.&apos; &apos;Yes sir?&apos; And Mephibosheth ate at David&quot;s table, just like one of the royal family. Mephibosheth also had a small son named Mica. All who were part of Ziba&quot;s household were now the servants of Mephibosheth."
            },
            {
                "verse_number": "2",
                "verse_text": "It happened that a servant from Saul&quot;s household named Ziba was there. They called him into David&quot;s presence. The king asked him, &apos;Are you Ziba?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The king asked, &apos;Is there anyone left from the family of Saul to whom I can show some godly kindness?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Where is he?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "King David didn&quot;t lose a minute. He sent and got him from the home of Makir son of Ammiel in Lo Debar."
            },
            {
                "verse_number": "6",
                "verse_text": "When Mephibosheth son of Jonathan (who was the son of Saul), came before David, he bowed deeply, abasing himself, honoring David."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Don&quot;t be frightened,&apos; said David. &apos;I&quot;d like to do something special for you in memory of your father Jonathan. To begin with, I&quot;m returning to you all the properties of your grandfather Saul. Furthermore, from now on you&quot;ll take all your meals at my table.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Shuffling and stammering, not looking him in the eye, Mephibosheth said, &apos;Who am I that you pay attention to a stray dog like me?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Mephibosheth lived in Jerusalem, taking all his meals at the king&quot;s table. He was lame in both feet."
            }
        ],
        "10": [
            {
                "verse_number": "4",
                "verse_text": "So Hanun seized David&quot;s men, shaved off half their beards, cut off their robes halfway up their buttocks, and sent them packing."
            },
            {
                "verse_number": "5",
                "verse_text": "When all this was reported to David, he sent someone to meet them, for they were seriously humiliated. The king told them, &apos;Stay in Jericho until your beards grow out. Only then come back.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "When it dawned on the Ammonites that as far as David was concerned they stunk to high heaven, they hired Aramean soldiers from Beth-Rehob and Zobah&ndash;twenty thousand infantry&ndash;and a thousand men from the king of Maacah, and twelve thousand men from Tob."
            },
            {
                "verse_number": "7",
                "verse_text": "When David heard of this, he dispatched Joab with his strongest fighters in full force."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "When that time of year came around again, the anniversary of the Ammonite aggression, David dispatched Joab and his fighting men of Israel in full force to destroy the Ammonites for good. They laid siege to Rabbah, but David stayed in Jerusalem. Later she sent word to David: &apos;I&quot;m pregnant.&apos; The next day David invited him to eat and drink with him, and David got him drunk. But in the evening Uriah again went out and slept with his master&quot;s servants. He didn&quot;t go home. &apos;By the way,&apos; said Joab&quot;s messenger, &apos;your servant Uriah the Hittite is dead.&apos; Then David told the messenger, &apos;Oh. I see. Tell Joab, &quot;Don&quot;t trouble yourself over this. War kills&ndash;sometimes one, sometimes another&ndash;you never know who&quot;s next. Redouble your assault on the city and destroy it.&quot; Encourage Joab.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "David then got in touch with Joab: &apos;Send Uriah the Hittite to me.&apos; Joab sent him."
            },
            {
                "verse_number": "10",
                "verse_text": "David was told that Uriah had not gone home. He asked Uriah, &apos;Didn&quot;t you just come off a hard trip? So why didn&quot;t you go home?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Uriah replied to David, &apos;The Chest is out there with the fighting men of Israel and Judah&ndash;in tents. My master Joab and his servants are roughing it out in the fields. So, how can I go home and eat and drink and enjoy my wife? On your life, I&quot;ll not do it!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "When the messenger completed his report of the battle, David got angry at Joab. He vented it on the messenger: &apos;Why did you get so close to the city? Didn&quot;t you know you&quot;d be attacked from the wall? Didn&quot;t you remember how Abimelech son of Jerub-Besheth got killed? Wasn&quot;t it a woman who dropped a millstone on him from the wall and crushed him at Thebez? Why did you go close to the wall!&apos;"
            }
        ],
        "12": [
            {
                "verse_number": "4",
                "verse_text": "&apos;One day a traveler dropped in on the rich man. He was too stingy to take an animal from his own herds or flocks to make a meal for his visitor, so he took the poor man&quot;s lamb and prepared a meal to set before his guest.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "David noticed that the servants were whispering behind his back, and realized that the boy must have died."
            },
            {
                "verse_number": "20",
                "verse_text": "David got up from the floor, washed his face and combed his hair, put on a fresh change of clothes, then went into the sanctuary and worshiped. Then he came home and asked for something to eat. They set it before him and he ate."
            },
            {
                "verse_number": "21",
                "verse_text": "His servants asked him, &apos;What&quot;s going on with you? While the child was alive you fasted and wept and stayed up all night. Now that he&quot;s dead, you get up and eat.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "David emptied the city of its people and put them to slave labor using saws, picks, and axes, and making bricks. He did this to all the Ammonite cities. Then David and the whole army returned to Jerusalem."
            }
        ],
        "13": [
            {
                "verse_number": "5",
                "verse_text": "&apos;Here&quot;s what you do,&apos; said Jonadab. &apos;Go to bed and pretend you&quot;re sick. When your father comes to visit you, say, &quot;Have my sister Tamar come and prepare some supper for me here where I can watch her and she can feed me.&quot;&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Amnon took to his bed and acted sick. When the king came to visit, Amnon said, &apos;Would you do me a favor? Have my sister Tamar come and make some nourishing dumplings here where I can watch her and be fed by her.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "David sent word to Tamar who was home at the time: &apos;Go to the house of your brother Amnon and prepare a meal for him.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "But he wouldn&quot;t listen. Being much stronger than she, he raped her."
            },
            {
                "verse_number": "15",
                "verse_text": "No sooner had Amnon raped her than he hated her&ndash;an immense hatred. The hatred that he felt for her was greater than the love he&quot;d had for her. &apos;Get up,&apos; he said, &apos;and get out!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Her brother Absalom said to her, &apos;Has your brother Amnon had his way with you? Now, my dear sister, let&quot;s keep it quiet&ndash;a family matter. He is, after all, your brother. Don&quot;t take this so hard.&apos; Tamar lived in her brother Absalom&quot;s home, bitter and desolate."
            },
            {
                "verse_number": "25",
                "verse_text": "But the king said, &apos;No, son&ndash;not this time, and not the whole household. We&quot;d just be a burden to you.&apos; Absalom pushed, but David wouldn&quot;t budge. But he did give him his blessing."
            },
            {
                "verse_number": "28",
                "verse_text": "Absalom prepared a banquet fit for a king. Then he instructed his servants, &apos;Look sharp, now. When Amnon is well into the sauce and feeling no pain, and I give the order &quot;Strike Amnon,&quot; kill him. And don&quot;t be afraid&ndash;I&quot;m the one giving the command. Courage! You can do it!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Absalom fled."
            }
        ],
        "14": [
            {
                "verse_number": "4",
                "verse_text": "The woman of Tekoa went to the king, bowed deeply before him in homage, and said, &apos;O King, help!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The king said, &apos;Go home, and I&quot;ll take care of this for you.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;I&quot;ll take all responsibility for what happens,&apos; the woman of Tekoa said. &apos;I don&quot;t want to compromise the king and his reputation.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Bring the man who has been harassing you,&apos; the king continued. &apos;I&quot;ll see to it that he doesn&quot;t bother you anymore.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Let the king invoke the name of God ,&apos; said the woman, &apos;so this self-styled vigilante won&quot;t ruin everything, to say nothing of killing my son.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then she asked, &apos;May I say one more thing to my master, the king?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The king then said, &apos;I&quot;m going to ask you something. Answer me truthfully.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The king spoke to Joab. &apos;All right, I&quot;ll do it. Go and bring the young man Absalom back.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Joab bowed deeply in reverence and blessed the king. &apos;I&quot;m reassured to know that I&quot;m still in your good graces and have your confidence, since the king is taking the counsel of his servant.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Absalom answered him, &apos;Listen, I sent for you saying, &quot;Come, and soon. I want to send you to the king to ask, &apos;What&quot;s the point of my coming back from Geshur? I&quot;d be better off still there!&apos; Let me see the king face-to-face. If he finds me guilty, then he can put me to death.&quot;&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Joab went to the king and told him what was going on. Absalom was then summoned&ndash;he came and bowed deeply in reverence before him. And the king kissed Absalom."
            }
        ],
        "15": [
            {
                "verse_number": "9",
                "verse_text": "The king said, &apos;Go with my blessing.&apos; And he got up and set off for Hebron."
            },
            {
                "verse_number": "13",
                "verse_text": "Someone came to David with the report, &apos;The whole country has taken up with Absalom!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Up and out of here!&apos; called David to all his servants who were with him in Jerusalem. &apos;We&quot;ve got to run for our lives or none of us will escape Absalom! Hurry, he&quot;s about to pull the city down around our ears and slaughter us all!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The king&quot;s servants said, &apos;Whatever our master, the king, says, we&quot;ll do; we&quot;re with you all the way!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "But Ittai answered, &apos;As God lives and my master the king lives, where my master is, that&quot;s where I&quot;ll be&ndash;whether it means life or death.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;All right,&apos; said David, &apos;go ahead.&apos; And they went on, Ittai the Gittite with all his men and all the children he had with him."
            },
            {
                "verse_number": "31",
                "verse_text": "David was told, &apos;Ahithophel has joined the conspirators with Absalom.&apos; He prayed, &apos;Oh, God &ndash;turn Ahithophel&quot;s counsel to foolishness.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Hushai, David&quot;s friend, arrived at the same time Absalom was entering Jerusalem."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Shortly after David passed the crest of the hill, Mephibosheth&quot;s steward Ziba met him with a string of pack animals, saddled and loaded with a hundred loaves of bread, a hundred raisin cakes, a hundred baskets of fresh fruit, and a skin of wine. &apos;The donkeys,&apos; said Ziba, &apos;are for the king&quot;s household to ride, the bread and fruit are for the servants to eat, and the wine is for drinking, especially for those overcome by fatigue in the wilderness.&apos; &apos;He stayed in Jerusalem,&apos; said Ziba. &apos;He said, &quot;This is the day Israel is going to restore my grandfather&quot;s kingdom to me.&quot;&apos; Ziba said, &apos;How can I ever thank you? I&quot;ll be forever in your debt, my master and king; may you always look on me with such kindness!&apos; And Ahithophel was with them."
            },
            {
                "verse_number": "2",
                "verse_text": "The king said to Ziba, &apos;What&quot;s all this?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The king said, &apos;And where is your master&quot;s grandson?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Everything that belonged to Mephibosheth,&apos; said the king, &apos;is now yours.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Abishai son of Zeruiah said, &apos;This mangy dog can&quot;t insult my master the king this way&ndash;let me go over and cut off his head!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "But the king said, &apos;Why are you sons of Zeruiah always interfering and getting in the way? If he&quot;s cursing, it&quot;s because God told him, &quot;Curse David.&quot; So who dares raise questions?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "David and his men went on down the road, while Shimei followed along on the ridge of the hill alongside, cursing, throwing stones down on them, and kicking up dirt."
            },
            {
                "verse_number": "14",
                "verse_text": "By the time they reached the Jordan River, David and all the men of the company were exhausted. There they rested and were revived."
            },
            {
                "verse_number": "15",
                "verse_text": "By this time Absalom and all his men were in Jerusalem."
            },
            {
                "verse_number": "16",
                "verse_text": "Soon after, Hushai the Arkite, David&quot;s friend, came and greeted Absalom, &apos;Long live the king! Long live the king!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Absalom said to Hushai, &apos;Is this the way you show devotion to your good friend? Why didn&quot;t you go with your friend David?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Absalom spoke to Ahithophel, &apos;Are you ready to give counsel? What do we do next?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "The counsel that Ahithophel gave in those days was treated as if God himself had spoken. That was the reputation of Ahithophel&quot;s counsel to David; it was the same with Absalom."
            }
        ],
        "17": [
            {
                "verse_number": "4",
                "verse_text": "Absalom thought it was an excellent strategy, and all the elders of Israel agreed."
            },
            {
                "verse_number": "5",
                "verse_text": "But then Absalom said, &apos;Call in Hushai the Arkite&ndash;let&quot;s hear what he has to say.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Hushai came and Absalom put it to him, &apos;This is what Ahithophel advised. Should we do it? What do you say?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Absalom and all his company agreed that the counsel of Hushai the Arkite was better than the counsel of Ahithophel. ( God had determined to discredit the counsel of Ahithophel so as to bring ruin on Absalom.)"
            },
            {
                "verse_number": "21",
                "verse_text": "When the coast was clear, Ahimaaz and Jonathan climbed out of the well and went on to make their report to King David, &apos;Get up and cross the river quickly; Ahithophel has given counsel against you!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "David and his whole army were soon up and moving and crossed the Jordan. As morning broke there was not a single person who had not made it across the Jordan."
            },
            {
                "verse_number": "23",
                "verse_text": "When Ahithophel realized that his counsel was not followed, he saddled his donkey and left for his hometown. After making out his will and putting his house in order, he hanged himself and died. He was buried in the family tomb."
            }
        ],
        "18": [
            {
                "verse_number": "3",
                "verse_text": "They said, &apos;No, you mustn&quot;t march with us. If we&quot;re forced to retreat, the enemy won&quot;t give it a second thought. And if half of us die, they won&quot;t do so either. But you are worth ten thousand of us. It will be better for us if you stay in the city and help from there.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;If you say so,&apos; said the king. &apos;I&quot;ll do what you think is best.&apos; And so he stood beside the city gate as the whole army marched out by hundreds and by thousands."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the king ordered Joab and Abishai and Ittai, &apos;Deal gently for my sake with the young man Absalom.&apos; The whole army heard what the king commanded the three captains regarding Absalom."
            },
            {
                "verse_number": "11",
                "verse_text": "Joab said to the man who told him, &apos;If you saw him, why didn&quot;t you kill him then and there? I&quot;d have rewarded you with ten pieces of silver and a fancy belt.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "While alive, Absalom had erected for himself a pillar in the Valley of the King, &apos;because,&apos; he said, &apos;I have no son to carry on my name.&apos; He inscribed the pillar with his own name. To this day it is called &apos;The Absalom Memorial.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then Joab ordered a Cushite, &apos;You go. Tell the king what you&quot;ve seen.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Ahimaaz son of Zadok kept at it, begging Joab, &apos;What does it matter? Let me run, too, following the Cushite.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;I don&quot;t care; let me run.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then the sentry said, &apos;I can see the first man now; he runs like Ahimaaz son of Zadok.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then Ahimaaz called out and said to the king, &apos;Peace!&apos; Then he bowed deeply before the king, his face to the ground. &apos;Blessed be your God ; he has handed over the men who rebelled against my master the king.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "The king asked, &apos;But is the young man Absalom all right?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "The king said, &apos;Step aside and stand over there.&apos; So he stepped aside."
            },
            {
                "verse_number": "31",
                "verse_text": "Then the Cushite arrived and said, &apos;Good news, my master and king! God has given victory today over all those who rebelled against you!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;But,&apos; said the king, &apos;is the young man Absalom all right?&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "The king was stunned. Heartbroken, he went up to the room over the gate and wept. As he wept he cried out,"
            }
        ],
        "19": [
            {
                "verse_number": "8",
                "verse_text": "So the king came out and took his place at the city gate. Soon everyone knew: &apos;Oh, look! The king has come out to receive us.&apos; And his whole army came and presented itself to the king. But the Israelites had fled the field of battle and gone home."
            },
            {
                "verse_number": "14",
                "verse_text": "He captured the hearts of everyone in Judah. They were unanimous in sending for the king: &apos;Come back, you and all your servants.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Abishai son of Zeruiah interrupted, &apos;Enough of this! Shouldn&quot;t we kill him outright? Why, he cursed God &quot;s anointed!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But David said, &apos;What is it with you sons of Zeruiah? Why do you insist on being so contentious? Nobody is going to be killed today. I am again king over Israel!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then the king turned to Shimei, &apos;You&quot;re not going to die.&apos; And the king gave him his word."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;That&quot;s enough,&apos; said the king. &apos;Say no more. Here&quot;s my decision: You and Ziba divide the property between you.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Mephibosheth said, &apos;Oh, let him have it all! All I care about is that my master the king is home safe and sound!&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;Join me in Jerusalem,&apos; the king said to Barzillai. &apos;Let me take care of you.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "The king said, &apos;That&quot;s settled; Kimham goes with me. And I will treat him well! If you think of anything else, I&quot;ll do that for you, too.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "The men of Judah retorted, &apos;Because the king is related to us, that&quot;s why! But why make a scene? You don&quot;t see us getting treated special because of it, do you?&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "The men of Israel shot back, &apos;We have ten shares in the king to your one. Besides we&quot;re the firstborn&ndash;so why are we having to play second fiddle? It was our idea to bring him back.&apos;"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Just then a good-for-nothing named Sheba son of Bicri the Benjaminite blew a blast on the ram&quot;s horn trumpet, calling out, We&quot;ve got nothing to do with David, there&quot;s no future for us with the son of Jesse! Let&quot;s get out of here, Israel&ndash;head for your tents! He said, &apos;I am.&apos; &apos;Then,&apos; she said, &apos;listen to what I have to say.&apos; He said, &apos;I&quot;m listening.&apos; The woman told Joab, &apos;Sounds good. His head will be tossed to you from the wall.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Joab&quot;s army arrived and laid siege to Sheba in Abel Beth Maacah. They built a siege-ramp up against the city&quot;s fortification. The plan was to knock down the wall."
            },
            {
                "verse_number": "22",
                "verse_text": "The woman presented her strategy to the whole city and they did it: They cut off the head of Sheba son of Bicri and tossed it down to Joab. He then blew a blast on the ram&quot;s horn trumpet and the soldiers all went home. Joab returned to the king in Jerusalem."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "There was a famine in David&quot;s time. It went on year after year after year&ndash;three years. David went to God seeking the reason. God said, &apos;This is because there is blood on Saul and his house, from the time he massacred the Gibeonites.&apos; But David persisted: &apos;What are you saying I should do for you?&apos; And David agreed, &apos;I&quot;ll hand them over to you.&apos; They did everything the king ordered to be done. That cleared things up: from then on God responded to Israel&quot;s prayers for the land. Then David&quot;s men swore to him, &apos;No more fighting on the front lines for you! Don&quot;t snuff out the lamp of Israel!&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So the king called the Gibeonites together for consultation. (The Gibeonites were not part of Israel; they were what was left of the Amorites, and protected by a treaty with Israel. But Saul, a fanatic for the honor of Israel and Judah, tried to kill them off.)"
            },
            {
                "verse_number": "3",
                "verse_text": "David addressed the Gibeonites: &apos;What can I do for you? How can I compensate you so that you will bless God &quot;s legacy of land and people?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The Gibeonites replied, &apos;We don&quot;t want any money from Saul and his family. And it&quot;s not up to us to put anyone in Israel to death.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Rizpah daughter of Aiah took rough burlap and spread it out for herself on a rock from the beginning of the harvest until the heavy rains started. She kept the birds away from the bodies by day and the wild animals by night."
            },
            {
                "verse_number": "18",
                "verse_text": "Later there was another skirmish with the Philistines at Gob. That time Sibbecai the Hushathite killed Saph, another of the warriors descended from Rapha."
            },
            {
                "verse_number": "19",
                "verse_text": "At yet another battle with the Philistines at Gob, Elhanan son of Jaar, the weaver of Bethlehem, killed Goliath the Gittite whose spear was as big as a flagpole."
            },
            {
                "verse_number": "22",
                "verse_text": "These four were descended from Rapha in Gath. And they all were killed by David and his soldiers."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "David prayed to God the words of this song after God saved him from all his enemies and from Saul. the castle in which I live, my rescuing knight. My God&ndash;the high crag where I run for dear life, hiding behind the boulders, safe in the granite hideout; My mountaintop refuge, he saves me from ruthless men. and find myself safe and saved. devil waters rushed over me. Hell&quot;s ropes cinched me tight; death traps barred every exit. to my God I cried out. From his palace he heard me call; my cry brought me right into his presence&ndash; a private audience! the very heavens shook like leaves, Quaked like aspen leaves because of his rage. His nostrils flared, billowing smoke; his mouth spit fire. Tongues of fire darted in and out; he lowered the sky. He stepped down; under his feet an abyss opened up. He rode a winged creature, swift on wind-wings. He wrapped himself in a trenchcoat of black rain-cloud darkness. But his cloud-brightness burst through, a grand comet of fireworks. Then God thundered out of heaven; the High God gave a great shout. God shot his arrows&ndash;pandemonium! He hurled his lightnings&ndash;a rout! The secret sources of ocean were exposed, the hidden depths of earth lay uncovered The moment God roared in protest, let loose his hurricane anger. from sky to sea; he pulled me out Of that ocean of hate, that enemy chaos, the void in which I was drowning. They hit me when I was down, but God stuck by me. He stood me up on a wide-open field; I stood there saved&ndash;surprised to be loved! when I placed all the pieces before him. When I cleaned up my act, he gave me a fresh start. Indeed, I&quot;ve kept alert to God &quot;s ways; I haven&quot;t taken God for granted. Every day I review the ways he works, I try not to miss a trick. I feel put back together, and I&quot;m watching my step. God rewrote the text of my life when I opened the book of my heart to his eyes. you&quot;re straight with people who&quot;re straight with you, You&quot;re good to good people, you shrewdly work around the bad ones. You take the side of the down-and-out, but the stuck-up you take down a peg. God drives out the darkness. I smash the bands of marauders, I vault the high fences. What a God! His road stretches straight and smooth. Every God -direction is road-tested. Everyone who runs toward him Makes it. Are we not at bedrock? Is not this the God who armed me well, then aimed me in the right direction? Now I run like a deer; I&quot;m king of the mountain. He shows me how to fight; I can bend a bronze bow! You protect me with salvation-armor; you touch me and I feel ten feet tall. You cleared the ground under me so my footing was firm. When I chased my enemies I caught them; I didn&quot;t let go till they were dead men. I nailed them; they were down for good; then I walked all over them. You armed me well for this fight; you smashed the upstarts. You made my enemies turn tail, and I wiped out the haters. They cried &apos;uncle&apos; but Uncle didn&quot;t come; They yelled for God and got no for an answer. I ground them to dust; they gusted in the wind. I threw them out, like garbage in the gutter. You rescued me from a squabbling people; you made me a leader of nations. People I&quot;d never heard of served me; the moment they got wind of me they submitted. They gave up; they came trembling from their hideouts. my towering Salvation-God! This God set things right for me and shut up the people who talked back. He rescued me from enemy anger. You pulled me from the grip of upstarts, You saved me from the bullies. That&quot;s why I&quot;m thanking you, God , all over the world. That&quot;s why I&quot;m singing songs that rhyme your name. God&quot;s king takes the trophy; God&quot;s chosen is beloved. I mean David and all his children&ndash; always."
            },
            {
                "verse_number": "4",
                "verse_text": "I sing to God the Praise-Lofty,"
            },
            {
                "verse_number": "7",
                "verse_text": "A hostile world! I called to God ,"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "These are David&quot;s last words: The voice of the son of Jesse, the voice of the man God took to the top, Whom the God of Jacob made king, and Israel&quot;s most popular singer! his words took shape on my tongue. The God of Israel spoke to me, Israel&quot;s Rock-Mountain said, &apos;Whoever governs fairly and well, who rules in the Fear-of-God, Is like first light at daybreak without a cloud in the sky, Like green grass carpeting earth, glistening under fresh rain.&apos; And this is just how my regime has been, for God guaranteed his covenant with me, Spelled it out plainly and kept every promised word&ndash; My entire salvation, my every desire. But the devil&quot;s henchmen are like thorns culled and piled as trash; Better not try to touch them; keep your distance with a rake or hoe. They&quot;ll make a glorious bonfire! * * * Josheb-Basshebeth, the Tahkemonite. He was chief of the Three. He once put his spear to work against eight hundred&ndash;killed them all in a day. This is the sort of thing that the Three did. Asahel brother of Joab; Elhanan son of Dodo of Bethlehem; Shammah the Harodite; Elika the Harodite; Helez the Paltite; Ira son of Ikkesh the Tekoite; Abiezer the Anathothite; Sibbecai the Hushathite; Zalmon the Ahohite; Maharai the Netophathite; Heled son of Baanah the Netophathite; Ithai son of Ribai from Gibeah of the Benjaminites; Benaiah the Pirathonite; Hiddai from the badlands of Gaash; Abi-Albon the Arbathite; Azmaveth the Barhumite; Eliahba the Shaalbonite; Jashen the Gizonite; Jonathan son of Shammah the Hararite; Ahiam son of Sharar the Urite; Eliphelet son of Ahasbai the Maacathite; Eliam son of Ahithophel the Gilonite; Hezro the Carmelite; Paarai the Arbite; Igal son of Nathan, commander of the army of Hagrites; Zelek the Ammonite; Naharai the Beerothite, weapon bearer of Joab son of Zeruiah; Ira the Ithrite; Gareb the Ithrite; Uriah the Hittite. Thirty-seven, all told."
            },
            {
                "verse_number": "8",
                "verse_text": "This is the listing of David&quot;s top men."
            }
        ],
        "24": [
            {
                "verse_number": "3",
                "verse_text": "But Joab resisted the king: &apos;May your God multiply people by the hundreds right before the eyes of my master the king, but why on earth would you do a thing like this?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "But when it was all done, David was overwhelmed with guilt because he had counted the people, replacing trust with statistics. And David prayed to God , &apos;I have sinned badly in what I have just done. But now God forgive my guilt&ndash;I&quot;ve been really stupid.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Gad came to deliver the message: &apos;Do you want three years of famine in the land, or three months of running from your enemies while they chase you down, or three days of an epidemic on the country? Think it over and make up your mind. What shall I tell the one who sent me?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "David told Gad, &apos;They&quot;re all terrible! But I&quot;d rather be punished by God , whose mercy is great, than fall into human hands.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "When David saw the angel about to destroy the people, he prayed, &apos;Please! I&quot;m the one who sinned; I, the shepherd, did the wrong. But these sheep, what did they do wrong? Punish me and my family, not them.&apos;"
            }
        ]
    }
}