{
    "Ecclesiastes": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "These are the words of the Quester, David&quot;s son and king in Jerusalem: There&quot;s nothing to anything&ndash;it&quot;s all smoke. What&quot;s there to show for a lifetime of work, a lifetime of working your fingers to the bone? One generation goes its way, the next one arrives, but nothing changes&ndash;it&quot;s business as usual for old planet earth. The sun comes up and the sun goes down, then does it again, and again&ndash;the same old round. The wind blows south, the wind blows north. Around and around and around it blows, blowing this way, then that&ndash;the whirling, erratic wind. All the rivers flow into the sea, but the sea never fills up. The rivers keep flowing to the same old place, and then start all over and do it again. Everything&quot;s boring, utterly boring&ndash; no one can find any meaning in it. Boring to the eye, boring to the ear. What was will be again, what happened will happen again. There&quot;s nothing new on this earth. Year after year it&quot;s the same old thing. Does someone call out, &apos;Hey, this is new&apos;? Don&quot;t get excited&ndash;it&quot;s the same old story. Nobody remembers what happened yesterday. And the things that will happen tomorrow? Nobody&quot;ll remember them either. Don&quot;t count on being remembered. A minus that won&quot;t add up. The more you know, the more you hurt."
            },
            {
                "verse_number": "15",
                "verse_text": "Life&quot;s a corkscrew that can&quot;t be straightened,"
            },
            {
                "verse_number": "18",
                "verse_text": "Much learning earns you much trouble."
            }
        ],
        "2": [
            {
                "verse_number": "11",
                "verse_text": "Then I took a good look at everything I&quot;d done, looked at all the sweat and hard work. But when I looked, I saw nothing but smoke. Smoke and spitting into the wind. There was nothing to any of it. Nothing."
            },
            {
                "verse_number": "17",
                "verse_text": "I hate life. As far as I can see, what happens on earth is a bad business. It&quot;s smoke&ndash;and spitting into the wind."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "There&quot;s an opportune time to do things, a right time for everything on the earth: A right time to plant and another to reap, A right time to kill and another to heal, A right time to destroy and another to construct, A right time to cry and another to laugh, A right time to lament and another to cheer, A right time to make love and another to abstain, A right time to embrace and another to part, A right time to search and another to count your losses, A right time to hold on and another to let go, A right time to rip out and another to mend, A right time to shut up and another to speak up, A right time to love and another to hate, A right time to wage war and another to make peace. Whatever will be, is. That&quot;s how it always is with God."
            },
            {
                "verse_number": "14",
                "verse_text": "I&quot;ve also concluded that whatever God does, that&quot;s the way it&quot;s going to be, always. No addition, no subtraction. God&quot;s done it and that&quot;s it. That&quot;s so we&quot;ll quit asking questions and simply worship in holy fear."
            },
            {
                "verse_number": "15",
                "verse_text": "Whatever was, is."
            }
        ],
        "4": [
            {
                "verse_number": "4",
                "verse_text": "Then I observed all the work and ambition motivated by envy. What a waste! Smoke. And spitting into the wind."
            },
            {
                "verse_number": "5",
                "verse_text": "The fool sits back and takes it easy,"
            },
            {
                "verse_number": "6",
                "verse_text": "One handful of peaceful repose"
            },
            {
                "verse_number": "11",
                "verse_text": "Two in a bed warm each other."
            },
            {
                "verse_number": "12",
                "verse_text": "By yourself you&quot;re unprotected."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Watch your step when you enter God&quot;s house. Enter to learn. That&quot;s far better than mindlessly offering a sacrifice, Doing more harm than good. Don&quot;t be too quick to tell God what you think he wants to hear. God&quot;s in charge, not you&ndash;the less you speak, the better. Overtalk shows you up as a fool. God takes no pleasure in foolish drivel. Vow it, then do it. Far better not to vow in the first place than to vow and not pay up. When called to account, you won&quot;t get by with &apos;Sorry, I didn&quot;t mean it.&apos; Why risk provoking God to angry retaliation? There&quot;s always this rock foundation: Fear God! Nor the one who loves wealth with big profits. More smoke. And what fun is that&ndash;to be robbed in broad daylight? Whether supper is beans or steak. But a rich man&quot;s belly gives him insomnia. A man hoards far more wealth than is good for him And then loses it all in a bad business deal. He fathered a child but hasn&quot;t a cent left to give him. He arrived naked from the womb of his mother; He&quot;ll leave in the same condition&ndash;with nothing. This is bad luck, for sure&ndash;naked he came, naked he went. So what was the point of working for a salary of smoke? All for a miserable life spent in the dark?"
            },
            {
                "verse_number": "2",
                "verse_text": "Don&quot;t shoot off your mouth, or speak before you think."
            },
            {
                "verse_number": "3",
                "verse_text": "Overwork makes for restless sleep."
            },
            {
                "verse_number": "6",
                "verse_text": "Don&quot;t let your mouth make a total sinner of you."
            },
            {
                "verse_number": "7",
                "verse_text": "But against all illusion and fantasy and empty talk"
            },
            {
                "verse_number": "10",
                "verse_text": "The one who loves money is never satisfied with money,"
            },
            {
                "verse_number": "11",
                "verse_text": "The more loot you get, the more looters show up."
            },
            {
                "verse_number": "12",
                "verse_text": "Hard and honest work earns a good night&quot;s sleep,"
            }
        ],
        "6": [
            {
                "verse_number": "6",
                "verse_text": "Even if someone lived a thousand years&ndash;make it two thousand!&ndash;but didn&quot;t enjoy anything, what&quot;s the point? Doesn&quot;t everyone end up in the same place?"
            },
            {
                "verse_number": "7",
                "verse_text": "We work to feed our appetites;"
            },
            {
                "verse_number": "10",
                "verse_text": "Whatever happens, happens. Its destiny is fixed."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "A good reputation is better than a fat bank account. Your death date tells more than your birth date. After all, that&quot;s where we&quot;ll end up. We might discover something from it. It blotches the face but it scours the heart. Fools waste their lives in fun and games. Than from the song and dance of fools. Under the cooking pot. And like smoke. And destroys the strongest heart. Sticking to it is better than standing out. Anger boomerangs. You can spot a fool by the lumps on his head. Wise folks don&quot;t ask questions like that. Especially if you get both while you&quot;re still living. Double protection: wisdom and wealth! Plus this bonus: Wisdom energizes its owner. Who could simplify and reduce Creation&quot;s curves and angles To a plain straight line? On a bad day, examine your conscience. God arranges for both kinds of days So that we won&quot;t take anything for granted. Than ten strong men give to a city. Not one who is truly pure and sinless. What if the gossip&quot;s about you and you&quot;d rather not hear it? You&quot;ve done that a few times, haven&quot;t you&ndash;said things Behind someone&quot;s back you wouldn&quot;t say to his face?"
            },
            {
                "verse_number": "2",
                "verse_text": "You learn more at a funeral than at a feast&ndash;"
            },
            {
                "verse_number": "3",
                "verse_text": "Crying is better than laughing."
            },
            {
                "verse_number": "4",
                "verse_text": "Sages invest themselves in hurt and grieving."
            },
            {
                "verse_number": "5",
                "verse_text": "You&quot;ll get more from the rebuke of a sage"
            },
            {
                "verse_number": "6",
                "verse_text": "The giggles of fools are like the crackling of twigs"
            },
            {
                "verse_number": "7",
                "verse_text": "Brutality stupefies even the wise"
            },
            {
                "verse_number": "8",
                "verse_text": "Endings are better than beginnings."
            },
            {
                "verse_number": "9",
                "verse_text": "Don&quot;t be quick to fly off the handle."
            },
            {
                "verse_number": "10",
                "verse_text": "Don&quot;t always be asking, &apos;Where are the good old days?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Take a good look at God&quot;s work."
            },
            {
                "verse_number": "14",
                "verse_text": "On a good day, enjoy yourself;"
            },
            {
                "verse_number": "18",
                "verse_text": "It&quot;s best to stay in touch with both sides of an issue. A person who fears God deals responsibly with all of reality, not just a piece of it."
            },
            {
                "verse_number": "19",
                "verse_text": "Wisdom puts more strength in one wise person"
            },
            {
                "verse_number": "20",
                "verse_text": "There&quot;s not one totally good person on earth,"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "There&quot;s nothing better than being wise, Knowing how to interpret the meaning of life. Wisdom puts light in the eyes, And gives gentleness to words and manners. No one has any say-so regarding the day of death. No one can stop a battle in its tracks. No one who does evil can be saved by evil. * * *"
            },
            {
                "verse_number": "8",
                "verse_text": "No one can control the wind or lock it in a box."
            },
            {
                "verse_number": "9",
                "verse_text": "All this I observed as I tried my best to understand all that&quot;s going on in this world. As long as men and women have the power to hurt each other, this is the way it is."
            },
            {
                "verse_number": "10",
                "verse_text": "One time I saw wicked men given a solemn burial in holy ground. When the people returned to the city, they delivered flowery eulogies&ndash;and in the very place where wicked acts were done by those very men! More smoke. Indeed."
            },
            {
                "verse_number": "11",
                "verse_text": "Because the sentence against evil deeds is so long in coming, people in general think they can get by with murder."
            },
            {
                "verse_number": "14",
                "verse_text": "Here&quot;s something that happens all the time and makes no sense at all: Good people get what&quot;s coming to the wicked, and bad people get what&quot;s coming to the good. I tell you, this makes no sense. It&quot;s smoke."
            },
            {
                "verse_number": "15",
                "verse_text": "So, I&quot;m all for just going ahead and having a good time&ndash;the best possible. The only earthly good men and women can look forward to is to eat and drink well and have a good time&ndash;compensation for the struggle for survival these few years God gives us on earth."
            }
        ],
        "9": [
            {
                "verse_number": "11",
                "verse_text": "I took another walk around the neighborhood and realized that on this earth as it is&ndash;"
            },
            {
                "verse_number": "12",
                "verse_text": "No one can predict misfortune."
            },
            {
                "verse_number": "16",
                "verse_text": "All the same, I still say that wisdom is better than muscle, even though the wise poor man was treated with contempt and soon forgotten."
            },
            {
                "verse_number": "17",
                "verse_text": "The quiet words of the wise are more effective"
            },
            {
                "verse_number": "18",
                "verse_text": "Wisdom is better than warheads,"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Dead flies in perfume make it stink, And a little foolishness decomposes much wisdom. Stupid thinking leads to wrong living. The way they walk tells the story: &apos;There goes the fool again!&apos; A calm disposition quiets intemperate rage. * * * An error that can be blamed on whoever is in charge: Immaturity is given a place of prominence, While maturity is made to take a backseat. I&quot;ve seen unproven upstarts riding in style, While experienced veterans are put out to pasture. * * * Warning: Your accomplice in crime might double-cross you. Be alert: Felling trees is hazardous. Use your head: The more brains, the less muscle. What&quot;s the point in then sending for the charmer? * * * The talk of a fool self-destructs&ndash; He starts out talking nonsense And ends up spouting insanity and evil. Chattering stuff they know nothing about. That they can&quot;t find their way back to town. * * * And whose princes party all night. Lucky the land whose king is mature, Where the princes behave themselves And don&quot;t drink themselves silly. * * * A lazy woman ends up with a leaky roof. And wine gives sparkle to life&ndash; But it&quot;s money that makes the world go around. And don&quot;t abuse your betters, even in the privacy of your home. Loose talk has a way of getting picked up and spread around. Little birds drop the crumbs of your gossip far and wide."
            },
            {
                "verse_number": "2",
                "verse_text": "Wise thinking leads to right living;"
            },
            {
                "verse_number": "3",
                "verse_text": "Fools on the road have no sense of direction."
            },
            {
                "verse_number": "4",
                "verse_text": "If a ruler loses his temper against you, don&quot;t panic;"
            },
            {
                "verse_number": "8",
                "verse_text": "Caution: The trap you set might catch you."
            },
            {
                "verse_number": "9",
                "verse_text": "Safety first: Quarrying stones is dangerous."
            },
            {
                "verse_number": "10",
                "verse_text": "Remember: The duller the ax the harder the work;"
            },
            {
                "verse_number": "11",
                "verse_text": "If the snake bites before it&quot;s been charmed,"
            },
            {
                "verse_number": "14",
                "verse_text": "Fools talk way too much,"
            },
            {
                "verse_number": "15",
                "verse_text": "A decent day&quot;s work so fatigues fools"
            },
            {
                "verse_number": "18",
                "verse_text": "A shiftless man lives in a tumbledown shack;"
            },
            {
                "verse_number": "19",
                "verse_text": "Laughter and bread go together,"
            },
            {
                "verse_number": "20",
                "verse_text": "Don&quot;t bad-mouth your leaders, not even under your breath,"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Be generous: Invest in acts of charity. Charity yields high returns. Be a blessing to others. This could be your last night. When the wind blows down a tree, it lies where it falls. Don&quot;t sit there watching the wind. Do your own work. Don&quot;t stare at the clouds. Get on with your life. the mystery of life forming in a pregnant woman, So you&quot;ll never understand the mystery at work in all that God does. and stick to it until evening without watching the clock. You never know from moment to moment how your work will turn out in the end. And how wonderful to live in the sunshine! Even if you live a long time, don&quot;t take a single day for granted. Take delight in each light-filled hour, Remembering that there will also be many dark days And that most of what comes your way is smoke. Relish your youthful vigor. Follow the impulses of your heart. If something looks good to you, pursue it. But know also that not just anything goes; You have to answer to God for every last bit of it. You won&quot;t be young forever. Youth lasts about as long as smoke."
            },
            {
                "verse_number": "2",
                "verse_text": "Don&quot;t hoard your goods; spread them around."
            },
            {
                "verse_number": "5",
                "verse_text": "Just as you&quot;ll never understand"
            },
            {
                "verse_number": "6",
                "verse_text": "Go to work in the morning"
            },
            {
                "verse_number": "9",
                "verse_text": "You who are young, make the most of your youth."
            },
            {
                "verse_number": "10",
                "verse_text": "Live footloose and fancy-free&ndash;"
            }
        ],
        "12": [
            {
                "verse_number": "8",
                "verse_text": "It&quot;s all smoke, nothing but smoke."
            },
            {
                "verse_number": "11",
                "verse_text": "The words of the wise prod us to live well."
            },
            {
                "verse_number": "14",
                "verse_text": "And that&quot;s it. Eventually God will bring everything that we do out into the open and judge it according to its hidden intent, whether it&quot;s good or evil."
            }
        ]
    }
}