{
    "2 Corinthians": {
        "1": [
            {
                "verse_number": "23",
                "verse_text": "Now, are you ready for the real reason I didn&quot;t visit you in Corinth? As God is my witness, the only reason I didn&quot;t come was to spare you pain. I was being considerate of you, not indifferent, not manipulative."
            },
            {
                "verse_number": "24",
                "verse_text": "We&quot;re not in charge of how you live out the faith, looking over your shoulders, suspiciously critical. We&quot;re partners, working alongside you, joyfully expectant. I know that you stand by your own faith, not by ours."
            }
        ],
        "2": [],
        "3": [],
        "4": [],
        "5": [
            {
                "verse_number": "21",
                "verse_text": "How? you ask. In Christ. God put the wrong on him who never did anything wrong, so we could be put right with God."
            }
        ],
        "6": [],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "With promises like this to pull us on, dear friends, let&quot;s make a clean break with everything that defiles or distracts us, both within and without. Let&quot;s make our entire lives fit and holy temples for the worship of God."
            },
            {
                "verse_number": "10",
                "verse_text": "Distress that drives us to God does that. It turns us around. It gets us back in the way of salvation. We never regret that kind of pain. But those who let distress drive them away from God are full of regrets, end up on a deathbed of regrets."
            }
        ],
        "8": [],
        "9": [],
        "10": [
            {
                "verse_number": "12",
                "verse_text": "We&quot;re not, understand, putting ourselves in a league with those who boast that they&quot;re our superiors. We wouldn&quot;t dare do that. But in all this comparing and grading and competing, they quite miss the point."
            }
        ],
        "11": [],
        "12": [
            {
                "verse_number": "6",
                "verse_text": "If I had a mind to brag a little, I could probably do it without looking ridiculous, and I&quot;d still be speaking plain truth all the way. But I&quot;ll spare you. I don&quot;t want anyone imagining me as anything other than the fool you&quot;d encounter if you saw me on the street or heard me talk."
            },
            {
                "verse_number": "19",
                "verse_text": "I hope you don&quot;t think that all along we&quot;ve been making our defense before you, the jury. You&quot;re not the jury; God is the jury&ndash;God revealed in Christ&ndash;and we make our case before him. And we&quot;ve gone to all the trouble of supporting ourselves so that we won&quot;t be in the way or get in the way of your growing up."
            }
        ],
        "13": [
            {
                "verse_number": "10",
                "verse_text": "I&quot;m writing this to you now so that when I come I won&quot;t have to say another word on the subject. The authority the Master gave me is for putting people together, not taking them apart. I want to get on with it, and not have to spend time on reprimands."
            },
            {
                "verse_number": "14",
                "verse_text": "The amazing grace of the Master, Jesus Christ, the extravagant love of God, the intimate friendship of the Holy Spirit, be with all of you."
            }
        ]
    }
}