{
    "Ephesians": {
        "1": [],
        "2": [],
        "3": [],
        "4": [
            {
                "verse_number": "25",
                "verse_text": "What this adds up to, then, is this: no more lies, no more pretense. Tell your neighbor the truth. In Christ&quot;s body we&quot;re all connected to each other, after all. When you lie to others, you end up lying to yourself."
            },
            {
                "verse_number": "28",
                "verse_text": "Did you use to make ends meet by stealing? Well, no more! Get an honest job so that you can help others who can&quot;t work."
            },
            {
                "verse_number": "29",
                "verse_text": "Watch the way you talk. Let nothing foul or dirty come out of your mouth. Say only what helps, each word a gift."
            },
            {
                "verse_number": "30",
                "verse_text": "Don&quot;t grieve God. Don&quot;t break his heart. His Holy Spirit, moving and breathing in you, is the most intimate part of your life, making you fit for himself. Don&quot;t take such a gift for granted."
            }
        ],
        "5": [
            {
                "verse_number": "5",
                "verse_text": "You can be sure that using people or religion or things just for what you can get out of them&ndash;the usual variations on idolatry&ndash;will get you nowhere, and certainly nowhere near the kingdom of Christ, the kingdom of God."
            },
            {
                "verse_number": "17",
                "verse_text": "Don&quot;t live carelessly, unthinkingly. Make sure you understand what the Master wants."
            },
            {
                "verse_number": "21",
                "verse_text": "Out of respect for Christ, be courteously reverent to one another."
            }
        ],
        "6": [
            {
                "verse_number": "4",
                "verse_text": "Fathers, don&quot;t frustrate your children with no-win scenarios. Take them by the hand and lead them in the way of the Master."
            },
            {
                "verse_number": "9",
                "verse_text": "Masters, it&quot;s the same with you. No abuse, please, and no threats. You and your servants are both under the same Master in heaven. He makes no distinction between you and them."
            }
        ]
    }
}