{
    "Daniel": {
        "1": [
            {
                "verse_number": "21",
                "verse_text": "Daniel continued in the king&quot;s service until the first year in the reign of King Cyrus."
            }
        ],
        "2": [
            {
                "verse_number": "4",
                "verse_text": "The fortunetellers, speaking in the Aramaic language, said, &apos;Long live the king! Tell us the dream and we will interpret it.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "They answered, &apos;If it please your majesty, tell us the dream. We&quot;ll give the interpretation.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So Daniel went back to Arioch, who had been put in charge of the execution. He said, &apos;Call off the execution! Take me to the king and I&quot;ll interpret his dream.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Arioch didn&quot;t lose a minute. He ran to the king, bringing Daniel with him, and said, &apos;I&quot;ve found a man from the exiles of Judah who can interpret the king&quot;s dream!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The king asked Daniel (renamed in Babylonian, Belteshazzar), &apos;Are you sure you can do this&ndash;tell me the dream I had and interpret it for me?&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "7",
                "verse_text": "The band started to play, a huge band equipped with all the musical instruments of Babylon, and everyone&ndash;every race, color, and creed&ndash;fell to their knees and worshiped the gold statue that King Nebuchadnezzar had set up."
            },
            {
                "verse_number": "24",
                "verse_text": "Suddenly King Nebuchadnezzar jumped up in alarm and said, &apos;Didn&quot;t we throw three men, bound hand and foot, into the fire?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;But look!&apos; he said. &apos;I see four men, walking around freely in the fire, completely unharmed! And the fourth man looks like a son of the gods!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Nebuchadnezzar went to the door of the roaring furnace and called in, &apos;Shadrach, Meshach, and Abednego, servants of the High God, come out here!&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "All the important people, the government leaders and king&quot;s counselors, gathered around to examine them and discovered that the fire hadn&quot;t so much as touched the three men&ndash;not a hair singed, not a scorch mark on their clothes, not even the smell of fire on them!"
            },
            {
                "verse_number": "28",
                "verse_text": "Nebuchadnezzar said, &apos;Blessed be the God of Shadrach, Meshach, and Abednego! He sent his angel and rescued his servants who trusted in him! They ignored the king&quot;s orders and laid their bodies on the line rather than serve or worship any god but their own."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Therefore I issue this decree: Anyone anywhere, of any race, color, or creed, who says anything against the God of Shadrach, Meshach, and Abednego will be ripped to pieces, limb from limb, and their houses torn down. There has never been a god who can pull off a rescue like this.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Then the king promoted Shadrach, Meshach, and Abednego in the province of Babylon."
            }
        ],
        "4": [
            {
                "verse_number": "3",
                "verse_text": "&apos;His miracles are staggering,"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;And then Daniel came in. His Babylonian name is Belteshazzar, named after my god, a man full of the divine Holy Spirit. I told him my dream."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;&quot;Belteshazzar,&quot; I said, &quot;chief of the magicians, I know that you are a man full of the divine Holy Spirit and that there is no mystery that you can&quot;t solve. Listen to this dream that I had and interpret it for me."
            },
            {
                "verse_number": "17",
                "verse_text": "The angels announce this decree,"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;&quot;This is what I, King Nebuchadnezzar, dreamed. It&quot;s your turn, Belteshazzar&ndash;interpret it for me. None of the wise men of Babylon could make heads or tails of it, but I&quot;m sure you can do it. You&quot;re full of the divine Holy Spirit.&quot;&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "At first Daniel, who had been renamed Belteshazzar in Babylon, was upset. The thoughts that came swarming into his mind terrified him."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;The part about the tree stump and roots being left means that your kingdom will still be there for you after you learn that it is heaven that runs things."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;So, king, take my advice: Make a clean break with your sins and start living for others. Quit your wicked life and look after the needs of the down-and-out. Then you will continue to have a good life.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "It happened at once. Nebuchadnezzar was driven out of human company, ate grass like an ox, and was soaked in heaven&quot;s dew. His hair grew like the feathers of an eagle and his nails like the claws of a hawk."
            }
        ],
        "5": [
            {
                "verse_number": "17",
                "verse_text": "Daniel answered the king, &apos;You can keep your gifts, or give them to someone else. But I will read the writing for the king and tell him what it means."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos; Teqel : You have been weighed on the scales and you don&quot;t weigh much."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos; Peres : Your kingdom has been divided up and handed over to the Medes and Persians.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Belshazzar did what he had promised. He robed Daniel in purple, draped the great gold chain around his neck, and promoted him to third-in-charge in the kingdom."
            }
        ],
        "6": [
            {
                "verse_number": "8",
                "verse_text": "&apos;Issue this decree, O king, and make it unconditional, as if written in stone like all the laws of the Medes and the Persians.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "King Darius signed the decree."
            },
            {
                "verse_number": "10",
                "verse_text": "When Daniel learned that the decree had been signed and posted, he continued to pray just as he had always done. His house had windows in the upstairs that opened toward Jerusalem. Three times a day he knelt there in prayer, thanking and praising his God."
            },
            {
                "verse_number": "13",
                "verse_text": "Then they said, &apos;Daniel, one of the Jewish exiles, ignores you, O king, and defies your decree. Three times a day he prays.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "At this, the king was very upset and tried his best to get Daniel out of the fix he&quot;d put him in. He worked at it the whole day long."
            },
            {
                "verse_number": "15",
                "verse_text": "But then the conspirators were back: &apos;Remember, O king, it&quot;s the law of the Medes and Persians that the king&quot;s decree can never be changed.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The king caved in and ordered Daniel brought and thrown into the lions&quot; den. But he said to Daniel, &apos;Your God, to whom you are so loyal, is going to get you out of this.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "A stone slab was placed over the opening of the den. The king sealed the cover with his signet ring and the signet rings of all his nobles, fixing Daniel&quot;s fate."
            },
            {
                "verse_number": "18",
                "verse_text": "The king then went back to his palace. He refused supper. He couldn&quot;t sleep. He spent the night fasting."
            },
            {
                "verse_number": "23",
                "verse_text": "When the king heard these words, he was happy. He ordered Daniel taken up out of the den. When he was hauled up, there wasn&quot;t a scratch on him. He had trusted his God."
            },
            {
                "verse_number": "24",
                "verse_text": "Then the king commanded that the conspirators who had informed on Daniel be thrown into the lions&quot; den, along with their wives and children. Before they hit the floor, the lions had them in their jaws, tearing them to pieces."
            },
            {
                "verse_number": "28",
                "verse_text": "From then on, Daniel was treated well during the reign of Darius, and also in the following reign of Cyrus the Persian."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "In the first year of the reign of King Belshazzar of Babylon, Daniel had a dream. What he saw as he slept in his bed terrified him&ndash;a real nightmare. Then he wrote out his dream: &apos;Thrones were set in place and The Old One sat down. His robes were white as snow, his hair was white like wool. His throne was flaming with fire, its wheels blazing. A river of fire poured out of the throne. Thousands upon thousands served him, tens of thousands attended him. The courtroom was called to order, and the books were opened. arriving in a whirl of clouds. He came to The Old One and was presented to him. He was given power to rule&ndash;all the glory of royalty. Everyone&ndash;race, color, and creed&ndash;had to serve him. His rule would be forever, never ending. His kingly rule would never be replaced."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;The first animal looked like a lion, but it had the wings of an eagle. While I watched, its wings were pulled off. It was then pulled erect so that it was standing on two feet like a man. Then a human heart was placed in it."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Then I saw a second animal that looked like a bear. It lurched from side to side, holding three ribs in its jaws. It was told, &quot;Attack! Devour! Fill your belly!&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Next I saw another animal. This one looked like a panther. It had four birdlike wings on its back. This animal had four heads and was made to rule."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;After that, a fourth animal appeared in my dream. This one was a grisly horror&ndash;hideous. It had huge iron teeth. It crunched and swallowed its victims. Anything left over, it trampled into the ground. It was different from the other animals&ndash;this one was a real monster. It had ten horns."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;As I was staring at the horns and trying to figure out what they meant, another horn sprouted up, a little horn. Three of the original horns were pulled out to make room for it. There were human eyes in this little horn, and a big mouth speaking arrogantly."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;And there it ended. I, Daniel, was in shock. I was like a man who had seen a ghost. But I kept it all to myself.&apos;"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "&apos;In King Belshazzar&quot;s third year as king, another vision came to me, Daniel. This was now the second vision. * * * and rebellions heat up, A king will show up, hard-faced, a master trickster. His power will swell enormously. He&quot;ll talk big, high-handedly, Doing whatever he pleases, knocking off heroes and holy ones left and right. He&quot;ll plot and scheme to make crime flourish&ndash; and oh, how it will flourish! He&quot;ll think he&quot;s invincible and get rid of anyone who gets in his way. But when he takes on the Prince of all princes, he&quot;ll be smashed to bits&ndash; but not by human hands. This vision of the 2,300 sacrifices, evening and morning, is accurate but confidential. Keep it to yourself. It refers to the far future.&quot; * * *"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Then I overheard two holy angels talking. One asked, &quot;How long is what we see here going to last&ndash;the abolishing of daily worship, this devastating judgment against sin, the kicking around of God&quot;s holy people and the Sanctuary?&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;The other answered, &quot;Over the course of 2,300 sacrifices, evening and morning. Then the Sanctuary will be set right again.&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;While I, Daniel, was trying to make sense of what I was seeing, suddenly there was a humanlike figure standing before me."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;And then he continued, &quot;I want to tell you what is going to happen as the judgment days of wrath wind down, for there is going to be an end to all this."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;I, Daniel, walked around in a daze, unwell for days. Then I got a grip on myself and went back to work taking care of the king&quot;s affairs. But I continued to be upset by the vision. I couldn&quot;t make sense of it.&apos;"
            }
        ],
        "9": [
            {
                "verse_number": "18",
                "verse_text": "&apos;&quot;Turn your ears our way, God, and listen. Open your eyes and take a long look at our ruined city, this city named after you. We know that we don&quot;t deserve a hearing from you. Our appeal is to your compassion. This prayer is our last and only hope:"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;&quot;Master, listen to us!"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;&quot;Seventy sevens are set for your people and for your holy city to throttle rebellion, stop sin, wipe out crime, set things right forever, confirm what the prophet saw, and anoint The Holy of Holies."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;&quot;Then for one seven, he will forge many and strong alliances, but halfway through the seven he will banish worship and prayers. At the place of worship, a desecrating obscenity will be set up and remain until finally the desecrator himself is decisively destroyed.&quot;&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "In the third year of the reign of King Cyrus of Persia, a message was made plain to Daniel, whose Babylonian name was Belteshazzar. The message was true. It dealt with a big war. He understood the message, the understanding coming by revelation: &apos;When he had said this, I stood up, but I was still shaking. &apos;Even as he spoke, courage surged up within me. I said, &quot;Go ahead, let my master speak. You&quot;ve given me courage.&quot; * * *"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;&quot;Daniel,&quot; he said, &quot;man of quality, listen carefully to my message. And get up on your feet. Stand at attention. I&quot;ve been sent to bring you news.&quot;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "&apos;&quot;And I, in my turn, have been helping him out as best I can ever since the first year in the reign of Darius the Mede.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;&quot;But now let me tell you the truth of how things stand: Three more kings of Persia will show up, and then a fourth will become richer than all of them. When he senses that he is powerful enough as a result of his wealth, he will go to war against the entire kingdom of Greece."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;&quot;But then his sons will raise a huge army and rush down like a flood, a torrential attack, on the defenses of the south."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;&quot;In those times, many others will get into the act and go off to fight against the king of the south. Hotheads from your own people, drunk on dreams, will join them. But they&quot;ll sputter out."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;&quot;He will be replaced shortly by a real loser, his rule, reputation, and authority already in shreds. And he won&quot;t last long. He&quot;ll slip out of history quietly, without even a fight."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;&quot;The two kings, each with evil designs on the other, will sit at the conference table and trade lies. Nothing will come of the treaty, which is nothing but a tissue of lies anyway. But that&quot;s not the end of it. There&quot;s more to this story."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;&quot;The king of the north will go home loaded down with plunder, but his mind will be set on destroying the holy covenant as he passes through the country on his way home."
            }
        ],
        "12": [
            {
                "verse_number": "3",
                "verse_text": "&apos;&quot;Men and women who have lived wisely and well will shine brilliantly, like the cloudless, star-strewn night skies. And those who put others on the right path to life will glow like stars forever."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;&quot;This is a confidential report, Daniel, for your eyes and ears only. Keep it secret. Put the book under lock and key until the end. In the interim there is going to be a lot of frantic running around, trying to figure out what&quot;s going on.&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;The man dressed in linen, who straddled the river, raised both hands to the skies. I heard him solemnly swear by the Eternal One that it would be a time, two times, and half a time, that when the oppressor of the holy people was brought down the story would be complete."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;I heard all this plainly enough, but I didn&quot;t understand it. So I asked, &quot;Master, can you explain this to me?&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;From the time that the daily worship is banished from the Temple and the obscene desecration is set up in its place, there will be 1,290 days."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Blessed are those who patiently make it through the 1,335 days."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;And you? Go about your business without fretting or worrying. Relax. When it&quot;s all over, you will be on your feet to receive your reward.&apos;"
            }
        ]
    }
}