{
    "Exodus": {
        "1": [
            {
                "verse_number": "19",
                "verse_text": "The midwives answered Pharaoh, &apos;The Hebrew women aren&quot;t like the Egyptian women; they&quot;re vigorous. Before the midwife can get there, they&quot;ve already had the baby.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "So Pharaoh issued a general order to all his people: &apos;Every boy that is born, drown him in the Nile. But let the girls live.&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "7",
                "verse_text": "Then his sister was before her: &apos;Do you want me to go and get a nursing mother from the Hebrews so she can nurse the baby for you?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Pharaoh&quot;s daughter said, &apos;Yes. Go.&apos; The girl went and called the child&quot;s mother."
            },
            {
                "verse_number": "9",
                "verse_text": "Pharaoh&quot;s daughter told her, &apos;Take this baby and nurse him for me. I&quot;ll pay you.&apos; The woman took the child and nursed him."
            },
            {
                "verse_number": "10",
                "verse_text": "After the child was weaned, she presented him to Pharaoh&quot;s daughter who adopted him as her son. She named him Moses (Pulled-Out), saying, &apos;I pulled him out of the water.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The next day he went out there again. Two Hebrew men were fighting. He spoke to the man who started it: &apos;Why are you hitting your neighbor?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The man shot back: &apos;Who do you think you are, telling us what to do? Are you going to kill me the way you killed that Egyptian?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Pharaoh heard about it and tried to kill Moses, but Moses got away to the land of Midian. He sat down by a well."
            },
            {
                "verse_number": "18",
                "verse_text": "When they got home to their father, Reuel, he said, &apos;That didn&quot;t take long. Why are you back so soon?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;An Egyptian,&apos; they said, &apos;rescued us from a bunch of shepherds. Why, he even drew water for us and watered the sheep.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "He said, &apos;So where is he? Why did you leave him behind? Invite him so he can have something to eat with us.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Many years later the king of Egypt died. The Israelites groaned under their slavery and cried out. Their cries for relief from their hard labor ascended to God:"
            },
            {
                "verse_number": "24",
                "verse_text": "God listened to their groanings."
            },
            {
                "verse_number": "25",
                "verse_text": "God saw what was going on with Israel."
            }
        ],
        "3": [
            {
                "verse_number": "3",
                "verse_text": "Moses said, &apos;What&quot;s going on here? I can&quot;t believe this! Amazing! Why doesn&quot;t the bush burn up?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "God saw that he had stopped to look. God called to him from out of the bush, &apos;Moses! Moses!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "God said, &apos;Don&quot;t come any closer. Remove your sandals from your feet. You&quot;re standing on holy ground.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then he said, &apos;I am the God of your father: The God of Abraham, the God of Isaac, the God of Jacob.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Moses answered God, &apos;But why me? What makes you think that I could ever go to Pharaoh and lead the children of Israel out of Egypt?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;I&quot;ll be with you,&apos; God said. &apos;And this will be the proof that I am the one who sent you: When you have brought my people out of Egypt, you will worship God right here at this very mountain.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Moses said to God, &apos;Suppose I go to the People of Israel and I tell them, &quot;The God of your fathers sent me to you&quot;; and they ask me, &quot;What is his name?&quot; What do I tell them?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "God said to Moses, &apos;I-AM-WHO-I-AM. Tell the People of Israel, &quot;I-AM sent me to you.&quot;&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "God continued with Moses: &apos;This is what you&quot;re to say to the Israelites: &quot; God , the God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob sent me to you.&quot; This has always been my name, and this is how I always will be known."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Believe me, they will listen to you. Then you and the leaders of Israel will go to the king of Egypt and say to him: &quot; God , the God of the Hebrews, has met with us. Let us take a three-day journey into the wilderness where we will worship God &ndash; our God.&quot;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Moses objected, &apos;They won&quot;t trust me. They won&quot;t listen to a word I say. They&quot;re going to say, &quot; God ? Appear to him? Hardly!&quot;&apos; &apos;A staff.&apos; * * * Jethro said, &apos;Go. And peace be with you.&apos; * * * * * *"
            },
            {
                "verse_number": "2",
                "verse_text": "So God said, &apos;What&quot;s that in your hand?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Throw it on the ground.&apos; He threw it. It became a snake; Moses jumped back&ndash;fast!"
            },
            {
                "verse_number": "6",
                "verse_text": "God then said, &apos;Put your hand inside your shirt.&apos; He slipped his hand under his shirt, then took it out. His hand had turned leprous, like snow."
            },
            {
                "verse_number": "7",
                "verse_text": "He said, &apos;Put your hand back under your shirt.&apos; He did it, then took it back out&ndash;as healthy as before."
            },
            {
                "verse_number": "10",
                "verse_text": "Moses raised another objection to God : &apos;Master, please, I don&quot;t talk well. I&quot;ve never been good with words, neither before nor after you spoke to me. I stutter and stammer.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "He said, &apos;Oh, Master, please! Send somebody else!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Moses went back to Jethro his father-in-law and said, &apos;I need to return to my relatives who are in Egypt. I want to see if they&quot;re still alive.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "God said to Moses in Midian: &apos;Go. Return to Egypt. All the men who wanted to kill you are dead.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So Moses took his wife and sons and put them on a donkey for the return trip to Egypt. He had a firm grip on the staff of God."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "After that Moses and Aaron approached Pharaoh. They said, &apos; God , the God of Israel, says, &quot;Free my people so that they can hold a festival for me in the wilderness.&quot;&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Pharaoh said, &apos;And who is God that I should listen to him and send Israel off? I know nothing of this so-called &quot; God &quot; and I&quot;m certainly not going to send Israel off.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "They said, &apos;The God of the Hebrews has met with us. Let us take a three-day journey into the wilderness so we can worship our God lest he strike us with either disease or death.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The slave-drivers were merciless, saying, &apos;Complete your daily quota of bricks&ndash;the same number as when you were given straw.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The Israelite foremen whom the slave-drivers had appointed were beaten and badgered. &apos;Why didn&quot;t you finish your quota of bricks yesterday or the day before&ndash;and now again today?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The Israelite foremen saw that they were in a bad way, having to go back and tell their workers, &apos;Not one brick short in your daily quota.&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "God said to Moses, &apos;Now you&quot;ll see what I&quot;ll do to Pharaoh: With a strong hand he&quot;ll send them out free; with a strong hand he&quot;ll drive them out of his land.&apos; The sons of Reuben, Israel&quot;s firstborn: Hanoch, Pallu, Hezron, and Carmi&ndash;these are the families of Reuben. These are the sons of Levi in the order of their birth. These are the heads of the Levite families, family by family."
            },
            {
                "verse_number": "9",
                "verse_text": "But when Moses delivered this message to the Israelites, they didn&quot;t even hear him&ndash;they were that beaten down in spirit by the harsh slave conditions."
            },
            {
                "verse_number": "12",
                "verse_text": "Moses answered God , &apos;Look&ndash;the Israelites won&quot;t even listen to me. How do you expect Pharaoh to? And besides, I stutter.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But God again laid out the facts to Moses and Aaron regarding the Israelites and Pharaoh king of Egypt, and he again commanded them to lead the Israelites out of the land of Egypt."
            },
            {
                "verse_number": "14",
                "verse_text": "These are the heads of the tribes:"
            },
            {
                "verse_number": "15",
                "verse_text": "The sons of Simeon: Jemuel, Jamin, Ohad, Jakin, Zohar, and Saul, the son of a Canaanite woman&ndash;these are the families of Simeon."
            },
            {
                "verse_number": "16",
                "verse_text": "These are the names of the sons of Levi in the order of their birth: Gershon, Kohath, and Merari. Levi lived 137 years."
            },
            {
                "verse_number": "17",
                "verse_text": "The sons of Gershon by family: Libni and Shimei."
            },
            {
                "verse_number": "18",
                "verse_text": "The sons of Kohath: Amram, Izhar, Hebron, and Uzziel. Kohath lived to be 133."
            },
            {
                "verse_number": "19",
                "verse_text": "The sons of Merari: Mahli and Mushi."
            },
            {
                "verse_number": "20",
                "verse_text": "Amram married his aunt Jochebed and she had Aaron and Moses. Amram lived to be 137."
            },
            {
                "verse_number": "21",
                "verse_text": "The sons of Izhar: Korah, Nepheg, and Zicri."
            },
            {
                "verse_number": "22",
                "verse_text": "The sons of Uzziel: Mishael, Elzaphan, and Sithri."
            },
            {
                "verse_number": "23",
                "verse_text": "Aaron married Elisheba, the daughter of Amminadab and sister of Nahshon, and she had Nadab and Abihu, Eleazar and Ithamar."
            },
            {
                "verse_number": "24",
                "verse_text": "The sons of Korah: Assir, Elkanah, and Abiasaph. These are the families of the Korahites."
            },
            {
                "verse_number": "25",
                "verse_text": "Aaron&quot;s son Eleazar married one of the daughters of Putiel and she had Phinehas."
            },
            {
                "verse_number": "28",
                "verse_text": "And that&quot;s how things stood when God next spoke to Moses in Egypt."
            },
            {
                "verse_number": "29",
                "verse_text": "God addressed Moses, saying, &apos;I am God . Tell Pharaoh king of Egypt everything I say to you.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "And Moses answered, &apos;Look at me. I stutter. Why would Pharaoh listen to me?&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "10",
                "verse_text": "Moses and Aaron went to Pharaoh and did what God commanded. Aaron threw his staff down in front of Pharaoh and his servants, and it turned into a snake."
            },
            {
                "verse_number": "13",
                "verse_text": "Yet Pharaoh was as stubborn as ever&ndash;he wouldn&quot;t listen to them, just as God had said."
            },
            {
                "verse_number": "19",
                "verse_text": "God said to Moses, &apos;Tell Aaron, &quot;Take your staff and wave it over the waters of Egypt&ndash;over its rivers, its canals, its ponds, all its bodies of water&ndash;so that they turn to blood.&quot; There&quot;ll be blood everywhere in Egypt&ndash;even in the pots and pans.&apos;"
            }
        ],
        "8": [
            {
                "verse_number": "5",
                "verse_text": "God said to Moses, &apos;Tell Aaron, &quot;Wave your staff over the rivers and canals and ponds. Bring up frogs on the land of Egypt.&quot;&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Aaron stretched his staff over the waters of Egypt and a mob of frogs came up and covered the country."
            },
            {
                "verse_number": "7",
                "verse_text": "But again the magicians did the same thing using their incantations&ndash;they also produced frogs in Egypt."
            },
            {
                "verse_number": "8",
                "verse_text": "Pharaoh called in Moses and Aaron and said, &apos;Pray to God to rid us of these frogs. I&quot;ll release the people so that they can make their sacrifices and worship God .&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Moses said to Pharaoh, &apos;Certainly. Set the time. When do you want the frogs out of here, away from your servants and people and out of your houses? You&quot;ll be rid of frogs except for those in the Nile.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "But when Pharaoh saw that he had some breathing room, he got stubborn again and wouldn&quot;t listen to Moses and Aaron. Just as God had said."
            },
            {
                "verse_number": "16",
                "verse_text": "God said to Moses, &apos;Tell Aaron, &quot;Take your staff and strike the dust. The dust will turn into gnats all over Egypt.&quot;&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "He did it. Aaron grabbed his staff and struck the dust of the Earth; it turned into gnats, gnats all over people and animals. All the dust of the Earth turned into gnats, gnats everywhere in Egypt."
            },
            {
                "verse_number": "18",
                "verse_text": "The magicians tried to produce gnats with their spells but this time they couldn&quot;t do it. There were gnats everywhere, all over people and animals."
            },
            {
                "verse_number": "19",
                "verse_text": "The magicians said to Pharaoh, &apos;This is God&quot;s doing.&apos; But Pharaoh was stubborn and wouldn&quot;t listen. Just as God had said."
            },
            {
                "verse_number": "24",
                "verse_text": "And God did just that. Thick swarms of flies in Pharaoh&quot;s palace and the houses of his servants. All over Egypt, the country ruined by flies."
            },
            {
                "verse_number": "25",
                "verse_text": "Pharaoh called in Moses and Aaron and said, &apos;Go ahead. Sacrifice to your God&ndash;but do it here in this country.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Pharaoh said, &apos;All right. I&quot;ll release you to go and sacrifice to your God in the wilderness. Only don&quot;t go too far. Now pray for me.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Moses said, &apos;As soon as I leave here, I will pray to God that tomorrow the flies will leave Pharaoh, his servants, and his people. But don&quot;t play games with us and change your mind about releasing us to sacrifice to God .&apos;"
            }
        ],
        "9": [
            {
                "verse_number": "5",
                "verse_text": "Then God set the time: &apos;Tomorrow God will do this thing.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "God hardened Pharaoh in his stubbornness. He wouldn&quot;t listen, just as God had said to Moses."
            },
            {
                "verse_number": "22",
                "verse_text": "God said to Moses: &apos;Stretch your hands to the skies. Signal the hail to fall all over Egypt on people and animals and crops exposed in the fields of Egypt.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Moses left Pharaoh and the city and stretched out his arms to God . The thunder and hail stopped; the storm cleared."
            }
        ],
        "10": [
            {
                "verse_number": "7",
                "verse_text": "Pharaoh&quot;s servants said to him, &apos;How long are you going to let this man harass us? Let these people go and worship their God . Can&quot;t you see that Egypt is on its last legs?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So Moses and Aaron were brought back to Pharaoh. He said to them, &apos;Go ahead then. Go worship your God . But just who exactly is going with you?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Moses said, &apos;We&quot;re taking young and old, sons and daughters, flocks and herds&ndash;this is our worship-celebration of God .&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "God said to Moses: &apos;Stretch your hand over Egypt and signal the locusts to cover the land of Egypt, devouring every blade of grass in the country, everything that the hail didn&quot;t get.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Moses stretched out his staff over the land of Egypt. God let loose an east wind. It blew that day and night. By morning the east wind had brought in the locusts."
            },
            {
                "verse_number": "20",
                "verse_text": "But God made Pharaoh stubborn as ever. He still didn&quot;t release the Israelites."
            },
            {
                "verse_number": "21",
                "verse_text": "God said to Moses: &apos;Stretch your hand to the skies. Let darkness descend on the land of Egypt&ndash;a darkness so dark you can touch it.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Pharaoh called in Moses: &apos;Go and worship God . Leave your flocks and herds behind. But go ahead and take your children.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "But God kept Pharaoh stubborn as ever. He wouldn&quot;t agree to release them."
            },
            {
                "verse_number": "28",
                "verse_text": "Pharaoh said to Moses: &apos;Get out of my sight! And watch your step. I don&quot;t want to ever see you again. If I lay eyes on you again, you&quot;re dead.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Moses said, &apos;Have it your way. You won&quot;t see my face again.&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "God said to Moses: &apos;I&quot;m going to hit Pharaoh and Egypt one final time, and then he&quot;ll let you go. When he releases you, that will be the end of Egypt for you; he won&quot;t be able to get rid of you fast enough. Moses, seething with anger, left Pharaoh. * * *"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Then all these servants of yours will grovel before me, begging me to leave, &quot;Leave! You and all the people who follow you!&quot; And I will most certainly leave.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "God said to Moses, &apos;Pharaoh&quot;s not going to listen to a thing you say so that the signs of my presence and work are going to multiply in the land of Egypt.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Moses and Aaron had performed all these signs in Pharaoh&quot;s presence, but God turned Pharaoh more stubborn than ever&ndash;yet again he refused to release the Israelites from his land."
            }
        ],
        "12": [
            {
                "verse_number": "11",
                "verse_text": "&apos;And here is how you are to eat it: Be fully dressed with your sandals on and your stick in your hand. Eat in a hurry; it&quot;s the Passover to God ."
            },
            {
                "verse_number": "28",
                "verse_text": "The Israelites then went and did what God had commanded Moses and Aaron. They did it all."
            },
            {
                "verse_number": "29",
                "verse_text": "At midnight God struck every firstborn in the land of Egypt, from the firstborn of Pharaoh, who sits on his throne, right down to the firstborn of the prisoner locked up in jail. Also the firstborn of the animals."
            },
            {
                "verse_number": "30",
                "verse_text": "Pharaoh got up that night, he and all his servants and everyone else in Egypt&ndash;what wild wailing and lament in Egypt! There wasn&quot;t a house in which someone wasn&quot;t dead."
            },
            {
                "verse_number": "33",
                "verse_text": "The Egyptians couldn&quot;t wait to get rid of them; they pushed them to hurry up, saying, &apos;We&quot;re all as good as dead.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "&apos;If an immigrant is staying with you and wants to keep the Passover to God , every male in his family must be circumcised, then he can participate in the Meal&ndash;he will then be treated as a native son. But no uncircumcised person can eat it."
            },
            {
                "verse_number": "49",
                "verse_text": "&apos;The same law applies both to the native and the immigrant who is staying with you.&apos;"
            }
        ],
        "13": [
            {
                "verse_number": "3",
                "verse_text": "Moses said to the people, &apos;Always remember this day. This is the day when you came out of Egypt from a house of slavery. God brought you out of here with a powerful hand. Don&quot;t eat any raised bread."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;You are to eat unraised bread for seven days; on the seventh day there is a festival celebration to God ."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Only unraised bread is to be eaten for seven days. There is not to be a trace of anything fermented&ndash;no yeast anywhere."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Tell your child on that day: &quot;This is because of what God did for me when I came out of Egypt.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "It so happened that after Pharaoh released the people, God didn&quot;t lead them by the road through the land of the Philistines, which was the shortest route, for God thought, &apos;If the people encounter war, they&quot;ll change their minds and go back to Egypt.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So God led the people on the wilderness road, looping around to the Red Sea. The Israelites left Egypt in military formation."
            },
            {
                "verse_number": "19",
                "verse_text": "Moses took the bones of Joseph with him, for Joseph had made the Israelites solemnly swear to do it, saying, &apos;God will surely hold you accountable, so make sure you bring my bones from here with you.&apos;"
            }
        ],
        "14": [
            {
                "verse_number": "13",
                "verse_text": "Moses spoke to the people: &apos;Don&quot;t be afraid. Stand firm and watch God do his work of salvation for you today. Take a good look at the Egyptians today for you&quot;re never going to see them again."
            },
            {
                "verse_number": "14",
                "verse_text": "God will fight the battle for you."
            },
            {
                "verse_number": "21",
                "verse_text": "Then Moses stretched out his hand over the sea and God , with a terrific east wind all night long, made the sea go back. He made the sea dry ground. The seawaters split."
            },
            {
                "verse_number": "26",
                "verse_text": "God said to Moses, &apos;Stretch out your hand over the sea and the waters will come back over the Egyptians, over their chariots, over their horsemen.&apos;"
            }
        ],
        "15": [
            {
                "verse_number": "9",
                "verse_text": "The enemy spoke,"
            },
            {
                "verse_number": "19",
                "verse_text": "Yes, Pharaoh&quot;s horses and chariots and riders went into the sea and God turned the waters back on them; but the Israelites walked on dry land right through the middle of the sea."
            },
            {
                "verse_number": "25",
                "verse_text": "So Moses cried out in prayer to God . God pointed him to a stick of wood. Moses threw it into the water and the water turned sweet."
            },
            {
                "verse_number": "26",
                "verse_text": "That&quot;s the place where God set up rules and procedures; that&quot;s where he started testing them."
            },
            {
                "verse_number": "27",
                "verse_text": "They came to Elim where there were twelve springs of water and seventy palm trees. They set up camp there by the water."
            }
        ],
        "16": [
            {
                "verse_number": "8",
                "verse_text": "Moses said, &apos;Since it will be God who gives you meat for your meal in the evening and your fill of bread in the morning, it&quot;s God who will have listened to your complaints against him. Who are we in all this? You haven&quot;t been complaining to us&ndash;you&quot;ve been complaining to God !&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Moses instructed Aaron: &apos;Tell the whole company of Israel: &quot;Come near to God . He&quot;s heard your complaints.&quot;&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "When Aaron gave out the instructions to the whole company of Israel, they turned to face the wilderness. And there it was: the Glory of God visible in the Cloud."
            },
            {
                "verse_number": "19",
                "verse_text": "Moses said to them, &apos;Don&quot;t leave any of it until morning.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "But they didn&quot;t listen to Moses. A few of the men kept back some of it until morning. It got wormy and smelled bad. And Moses lost his temper with them."
            },
            {
                "verse_number": "27",
                "verse_text": "On the seventh day, some of the people went out to gather anyway but they didn&quot;t find anything."
            },
            {
                "verse_number": "30",
                "verse_text": "So the people quit working on the seventh day."
            },
            {
                "verse_number": "31",
                "verse_text": "The Israelites named it manna (What is it?). It looked like coriander seed, whitish. And it tasted like a cracker with honey."
            },
            {
                "verse_number": "32",
                "verse_text": "Moses said, &apos;This is God &quot;s command: &quot;Keep a two-quart jar of it, an omer, for future generations so they can see the bread that I fed you in the wilderness after I brought you out of Egypt.&quot;&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Moses told Aaron, &apos;Take a jar and fill it with two quarts of manna. Place it before God , keeping it safe for future generations.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Aaron did what God commanded Moses. He set it aside before The Testimony to preserve it."
            },
            {
                "verse_number": "35",
                "verse_text": "The Israelites ate the manna for forty years until they arrived at the land where they would settle down. They ate manna until they reached the border into Canaan."
            },
            {
                "verse_number": "36",
                "verse_text": "According to ancient measurements, an omer is one-tenth of an ephah."
            }
        ],
        "17": [
            {
                "verse_number": "3",
                "verse_text": "But the people were thirsty for water there. They complained to Moses, &apos;Why did you take us from Egypt and drag us out here with our children and animals to die of thirst?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Moses cried out in prayer to God , &apos;What can I do with these people? Any minute now they&quot;ll kill me!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "God said to Moses, &apos;Write this up as a reminder to Joshua, to keep it before him, because I will most certainly wipe the very memory of Amalek off the face of the Earth.&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "12",
                "verse_text": "Jethro, Moses&quot; father-in-law, brought a Whole-Burnt-Offering and sacrifices to God. And Aaron, along with all the elders of Israel, came and ate the meal with Moses&quot; father-in-law in the presence of God."
            }
        ],
        "19": [
            {
                "verse_number": "7",
                "verse_text": "Moses came back and called the elders of Israel together and set before them all these words which God had commanded him."
            },
            {
                "verse_number": "8",
                "verse_text": "The people were unanimous in their response: &apos;Everything God says, we will do.&apos; Moses took the people&quot;s answer back to God ."
            },
            {
                "verse_number": "9",
                "verse_text": "God said to Moses, &apos;Get ready. I&quot;m about to come to you in a thick cloud so that the people can listen in and trust you completely when I speak with you.&apos; Again Moses reported the people&quot;s answer to God ."
            },
            {
                "verse_number": "16",
                "verse_text": "On the third day at daybreak, there were loud claps of thunder, flashes of lightning, a thick cloud covering the mountain, and an ear-piercing trumpet blast. Everyone in the camp shuddered in fear."
            },
            {
                "verse_number": "17",
                "verse_text": "Moses led the people out of the camp to meet God. They stood at attention at the base of the mountain."
            },
            {
                "verse_number": "23",
                "verse_text": "Moses said to God , &apos;But the people can&quot;t climb Mount Sinai. You&quot;ve already warned us well telling us: &quot;Post boundaries around the mountain. Respect the holy mountain.&quot;&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "God told him, &apos;Go down and then bring Aaron back up with you. But make sure that the priests and the people don&quot;t break through and come up to God , lest he break out against them.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "So Moses went down to the people. He said to them:"
            }
        ],
        "20": [
            {
                "verse_number": "3",
                "verse_text": "No other gods, only me."
            },
            {
                "verse_number": "7",
                "verse_text": "No using the name of God , your God, in curses or silly banter; God won&quot;t put up with the irreverent use of his name."
            },
            {
                "verse_number": "12",
                "verse_text": "Honor your father and mother so that you&quot;ll live a long time in the land that God , your God, is giving you."
            },
            {
                "verse_number": "13",
                "verse_text": "No murder."
            },
            {
                "verse_number": "14",
                "verse_text": "No adultery."
            },
            {
                "verse_number": "15",
                "verse_text": "No stealing."
            },
            {
                "verse_number": "16",
                "verse_text": "No lies about your neighbor."
            },
            {
                "verse_number": "17",
                "verse_text": "No lusting after your neighbor&quot;s house&ndash;or wife or servant or maid or ox or donkey. Don&quot;t set your heart on anything that is your neighbor&quot;s."
            },
            {
                "verse_number": "20",
                "verse_text": "Moses spoke to the people: &apos;Don&quot;t be afraid. God has come to test you and instill a deep and reverent awe within you so that you won&quot;t sin.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The people kept their distance while Moses approached the thick cloud where God was."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "&apos;These are the laws that you are to place before them:"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;If someone hits father or mother, the penalty is death."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;If someone kidnaps a person, the penalty is death, regardless of whether the person has been sold or is still held in possession."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;If someone curses father or mother, the penalty is death."
            }
        ],
        "22": [
            {
                "verse_number": "5",
                "verse_text": "&apos;If someone grazes livestock in a field or vineyard but lets them loose so they graze in someone else&quot;s field, restitution must be made from the best of the owner&quot;s field or vineyard."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;If fire breaks out and spreads to the brush so that the sheaves of grain or the standing grain or even the whole field is burned up, whoever started the fire must pay for the damages."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;In all cases of stolen goods, whether oxen, donkeys, sheep, clothing, anything in fact missing of which someone says, &quot;That&quot;s mine,&quot; both parties must come before the judges. The one the judges pronounce guilty must pay double to the other."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Don&quot;t let a sorceress live."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Anyone who has sex with an animal gets the death penalty."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Anyone who sacrifices to a god other than God alone must be put to death."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Don&quot;t abuse or take advantage of strangers; you, remember, were once strangers in Egypt."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;If you lend money to my people, to any of the down-and-out among you, don&quot;t come down hard on them and gouge them with interest."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Don&quot;t curse God; and don&quot;t damn your leaders."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Be holy for my sake."
            }
        ],
        "23": [
            {
                "verse_number": "6",
                "verse_text": "&apos;When there is a dispute concerning your poor, don&quot;t tamper with the justice due them."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Stay clear of false accusations. Don&quot;t contribute to the death of innocent and good people. I don&quot;t let the wicked off the hook."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Don&quot;t take bribes. Bribes blind perfectly good eyes and twist the speech of good people."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Don&quot;t take advantage of a stranger. You know what it&quot;s like to be a stranger; you were strangers in Egypt."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Work for six days and rest the seventh so your ox and donkey may rest and your servant and migrant workers may have time to get their needed rest."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Listen carefully to everything I tell you. Don&quot;t pay attention to other gods&ndash;don&quot;t so much as mention their names."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Three times a year you are to hold a festival for me."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Hold the spring Festival of Unraised Bread when you eat unraised bread for seven days at the time set for the month of Abib, as I commanded you. That was the month you came out of Egypt. No one should show up before me empty-handed."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Hold the summer Festival of Harvest when you bring in the firstfruits of all your work in the fields."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Three times a year all your males are to appear before the Master, God ."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Don&quot;t offer the blood of a sacrifice to me with anything that has yeast in it."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Bring the choice first produce of the year to the house of your God ."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;I&quot;ll send my Terror on ahead of you and throw those peoples you&quot;re approaching into a panic. All you&quot;ll see of your enemies is the backs of their necks."
            }
        ],
        "24": [
            {
                "verse_number": "3",
                "verse_text": "So Moses went to the people and told them everything God had said&ndash;all the rules and regulations. They all answered in unison: &apos;Everything God said, we&quot;ll do.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then he took the Book of the Covenant and read it as the people listened. They said, &apos;Everything God said, we&quot;ll do. Yes, we&quot;ll obey.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Moses took the rest of the blood and threw it out over the people, saying, &apos;This is the blood of the covenant which God has made with you out of all these words I have spoken.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "He told the elders of Israel, &apos;Wait for us here until we return to you. You have Aaron and Hur with you; if there are any problems, go to them.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Moses entered the middle of the Cloud and climbed the mountain. Moses was on the mountain forty days and forty nights."
            }
        ],
        "25": [
            {
                "verse_number": "16",
                "verse_text": "&apos;Place The Testimony that I give you in the Chest."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Now make a lid of pure gold for the Chest, an Atonement-Cover, three and three-quarters feet long and two and one-quarter feet wide."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Make plates, bowls, jars, and jugs for pouring out offerings. Make them of pure gold."
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;Always keep fresh Bread of the Presence on the Table before me."
            }
        ],
        "26": [],
        "27": [],
        "28": [],
        "29": [
            {
                "verse_number": "26",
                "verse_text": "&apos;Now take the breast from Aaron&quot;s ordination ram and wave it before God , a Wave-Offering. That will be your portion."
            }
        ],
        "30": [],
        "31": [
            {
                "verse_number": "18",
                "verse_text": "When he finished speaking with him on Mount Sinai, he gave Moses two tablets of Testimony, slabs of stone, written with the finger of God."
            }
        ],
        "32": [
            {
                "verse_number": "1",
                "verse_text": "When the people realized that Moses was taking forever in coming down off the mountain, they rallied around Aaron and said, &apos;Do something. Make gods for us who will lead us. That Moses, the man who got us out of Egypt&ndash;who knows what&quot;s happened to him?&apos; The people responded with enthusiasm: &apos;These are your gods, O Israel, who brought you up from Egypt!&apos; Aaron then announced, &apos;Tomorrow is a feast day to God !&apos; Those aren&quot;t songs of victory, And those aren&quot;t songs of defeat, I hear songs of people throwing a party. * * *"
            },
            {
                "verse_number": "5",
                "verse_text": "Aaron, taking in the situation, built an altar before the calf."
            },
            {
                "verse_number": "6",
                "verse_text": "Early the next morning, the people got up and offered Whole-Burnt-Offerings and brought Peace-Offerings. The people sat down to eat and drink and then began to party. It turned into a wild party!"
            },
            {
                "verse_number": "14",
                "verse_text": "And God did think twice. He decided not to do the evil he had threatened against his people."
            },
            {
                "verse_number": "17",
                "verse_text": "When Joshua heard the sound of the people shouting noisily, he said to Moses, &apos;That&quot;s the sound of war in the camp!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "But Moses said,"
            },
            {
                "verse_number": "21",
                "verse_text": "Moses said to Aaron, &apos;What on Earth did these people ever do to you that you involved them in this huge sin?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;So I said, &quot;Who has gold?&quot; And they took off their jewelry and gave it to me. I threw it in the fire and out came this calf.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "He then told them, &apos; God &quot;s orders, the God of Israel: &quot;Strap on your swords and go to work. Crisscross the camp from one end to the other: Kill brother, friend, neighbor.&quot;&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "The Levites carried out Moses&quot; orders. Three thousand of the people were killed that day."
            },
            {
                "verse_number": "29",
                "verse_text": "Moses said, &apos;You confirmed your ordination today&ndash;and at great cost, even killing your sons and brothers! And God has blessed you.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "The next day Moses addressed the people: &apos;You have sinned an enormous sin! But I am going to go up to God ; maybe I&quot;ll be able to clear you of your sin.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "God sent a plague on the people because of the calf they and Aaron had made."
            }
        ],
        "33": [
            {
                "verse_number": "4",
                "verse_text": "When the people heard this harsh verdict, they were plunged into gloom and wore long faces. No one put on jewelry."
            },
            {
                "verse_number": "11",
                "verse_text": "And God spoke with Moses face-to-face, as neighbors speak to one another. When he would return to the camp, his attendant, the young man Joshua, stayed&ndash;he didn&quot;t leave the Tent."
            },
            {
                "verse_number": "14",
                "verse_text": "God said, &apos;My presence will go with you. I&quot;ll see the journey to the end.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "God said to Moses: &apos;All right. Just as you say; this also I will do, for I know you well and you are special to me. I know you by name.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Moses said, &apos;Please. Let me see your Glory.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "God said, &apos;I will make my Goodness pass right in front of you; I&quot;ll call out the name, God , right before you. I&quot;ll treat well whomever I want to treat well and I&quot;ll be kind to whomever I want to be kind.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "God continued, &apos;But you may not see my face. No one can see me and live.&apos;"
            }
        ],
        "34": [
            {
                "verse_number": "17",
                "verse_text": "&apos;Don&quot;t make molten gods for yourselves."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Keep the Feast of Unraised Bread. Eat only unraised bread for seven days in the month of Abib&ndash;it was in the month of Abib that you came out of Egypt."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Every firstborn from the womb is mine, all the males of your herds, your firstborn oxen and sheep."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Redeem your firstborn donkey with a lamb. If you don&quot;t redeem it you must break its neck."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Work six days and rest the seventh. Stop working even during plowing and harvesting."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Keep the Feast of Weeks with the first cutting of the wheat harvest, and the Feast of Ingathering at the turn of the year."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Don&quot;t mix the blood of my sacrifices with anything fermented."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Bring the finest of the firstfruits of your produce to the house of your God ."
            },
            {
                "verse_number": "27",
                "verse_text": "God said to Moses: &apos;Now write down these words, for by these words I&quot;ve made a covenant with you and Israel.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Moses was there with God forty days and forty nights. He didn&quot;t eat any food; he didn&quot;t drink any water. And he wrote on the tablets the words of the covenant, the Ten Words."
            }
        ],
        "35": [
            {
                "verse_number": "1",
                "verse_text": "Moses spoke to the entire congregation of Israel, saying, &apos;These are the things that God has commanded you to do:"
            },
            {
                "verse_number": "4",
                "verse_text": "Moses spoke to the entire congregation of Israel, saying, &apos;This is what God has commanded:"
            }
        ],
        "36": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Bezalel and Oholiab, along with everyone whom God has given the skill and know-how for making everything involved in the worship of the Sanctuary as commanded by God , are to start to work.&apos; The people were ordered to stop bringing offerings! There was plenty of material for all the work to be done. Enough and more than enough."
            }
        ],
        "37": [
            {
                "verse_number": "6",
                "verse_text": "Next he made a lid of pure gold for the Chest, an Atonement-Cover, three and three-quarters feet long and two and a quarter feet wide."
            },
            {
                "verse_number": "16",
                "verse_text": "Out of pure gold he made the utensils for the Table: its plates, bowls, jars, and jugs used for pouring."
            },
            {
                "verse_number": "24",
                "verse_text": "He used a seventy-five-pound brick of pure gold to make the Lampstand and its accessories."
            },
            {
                "verse_number": "29",
                "verse_text": "He also prepared with the art of a perfumer the holy anointing oil and the pure aromatic incense."
            }
        ],
        "38": [
            {
                "verse_number": "8",
                "verse_text": "He made the Bronze Washbasin and its bronze stand from the mirrors of the women&quot;s work group who were assigned to serve at the entrance to the Tent of Meeting."
            },
            {
                "verse_number": "24",
                "verse_text": "Gold. The total amount of gold used in construction of the Sanctuary, all of it contributed freely, weighed out at 1,900 pounds according to the Sanctuary standard."
            }
        ],
        "39": [
            {
                "verse_number": "1",
                "verse_text": "Vestments. Using the blue, purple, and scarlet fabrics, they made the woven vestments for ministering in the Sanctuary. Also they made the sacred vestments for Aaron, as God had commanded Moses. First row: carnelian, topaz, emerald. The stones were mounted in a gold filigree. The twelve stones corresponded to the names of the sons of Israel, twelve names engraved as on a seal, one for each of the twelve tribes. fastening hooks frames crossbars posts bases tenting of tanned ram skins tenting of dolphin skins veil of the screen Chest of The Testimony with its poles and Atonement-Cover Table with its utensils and the Bread of the Presence Lampstand of pure gold and its lamps all fitted out and all its utensils and the oil for the light Gold Altar anointing oil fragrant incense screen for the entrance to the Tent Bronze Altar with its bronze grate its poles and all its utensils Washbasin and its base hangings for the Courtyard its posts and bases screen for the gate of the Courtyard its cords and its pegs utensils for ministry in The Dwelling, the Tent of Meeting woven vestments for ministering in the Sanctuary sacred vestments for Aaron the priest, and his sons when serving as priests"
            },
            {
                "verse_number": "11",
                "verse_text": "Second row: ruby, sapphire, crystal."
            },
            {
                "verse_number": "12",
                "verse_text": "Third row: jacinth, agate, amethyst."
            },
            {
                "verse_number": "32",
                "verse_text": "That completed the work of The Dwelling, the Tent of Meeting. The People of Israel did what God had commanded Moses. They did it all."
            }
        ],
        "40": [
            {
                "verse_number": "4",
                "verse_text": "&apos;Bring in the Table and set it, arranging its Lampstand and lamps."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Place the Gold Altar of Incense before the Chest of The Testimony and hang the curtain at the door of The Dwelling."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Place the Altar of Whole-Burnt-Offering at the door of The Dwelling, the Tent of Meeting."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Place the Washbasin between the Tent of Meeting and the Altar and fill it with water."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Set up the Courtyard on all sides and hang the curtain at the entrance to the Courtyard."
            },
            {
                "verse_number": "16",
                "verse_text": "Moses did everything God commanded. He did it all."
            },
            {
                "verse_number": "28",
                "verse_text": "He placed the screen at the entrance to The Dwelling."
            },
            {
                "verse_number": "29",
                "verse_text": "He set the Altar of Whole-Burnt-Offering at the door of The Dwelling, the Tent of Meeting, and offered up the Whole-Burnt-Offerings and the Grain-Offerings, just as God had commanded Moses."
            },
            {
                "verse_number": "33",
                "verse_text": "Finally, he erected the Courtyard all around The Dwelling and the Altar, and put up the screen for the Courtyard entrance."
            }
        ]
    }
}