{
    "John": {
        "1": [
            {
                "verse_number": "14",
                "verse_text": "The Word became flesh and blood,"
            },
            {
                "verse_number": "15",
                "verse_text": "John pointed him out and called, &apos;This is the One! The One I told you was coming after me but in fact was ahead of me. He has always been ahead of me, has always had the first word.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "They pressed him, &apos;Who, then? Elijah?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Exasperated, they said, &apos;Who, then? We need an answer for those who sent us. Tell us something&ndash;anything!&ndash;about yourself.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;I&quot;m thunder in the desert: &quot;Make the road straight for God!&quot; I&quot;m doing what the prophet Isaiah preached.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "These conversations took place in Bethany on the other side of the Jordan, where John was baptizing at the time."
            },
            {
                "verse_number": "39",
                "verse_text": "He replied, &apos;Come along and see for yourself.&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "When Jesus saw him coming he said, &apos;There&quot;s a real Israelite, not a false bone in his body.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "Nathanael said, &apos;Where did you get that idea? You don&quot;t know me.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Nathanael exclaimed, &apos;Rabbi! You are the Son of God, the King of Israel!&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "4",
                "verse_text": "Jesus said, &apos;Is that any of our business, Mother&ndash;yours or mine? This isn&quot;t my time. Don&quot;t push me.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "She went ahead anyway, telling the servants, &apos;Whatever he tells you, do it.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Now fill your pitchers and take them to the host,&apos; Jesus said, and they did."
            },
            {
                "verse_number": "11",
                "verse_text": "This act in Cana of Galilee was the first sign Jesus gave, the first glimpse of his glory. And his disciples believed in him."
            },
            {
                "verse_number": "12",
                "verse_text": "After this he went down to Capernaum along with his mother, brothers, and disciples, and stayed several days."
            }
        ],
        "3": [
            {
                "verse_number": "3",
                "verse_text": "Jesus said, &apos;You&quot;re absolutely right. Take it from me: Unless a person is born from above, it&quot;s not possible to see what I&quot;m pointing to&ndash;to God&quot;s kingdom.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;How can anyone,&apos; said Nicodemus, &apos;be born who has already been born and grown up? You can&quot;t re-enter your mother&quot;s womb and be born again. What are you saying with this &quot;born-from-above&quot; talk?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Nicodemus asked, &apos;What do you mean by this? How does this happen?&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "9",
                "verse_text": "The Samaritan woman, taken aback, asked, &apos;How come you, a Jew, are asking me, a Samaritan woman, for a drink?&apos; (Jews in those days wouldn&quot;t be caught dead talking to Samaritans.)"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus answered, &apos;If you knew the generosity of God and who I am, you would be asking me for a drink, and I would give you fresh, living water.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The woman said, &apos;Sir, give me this water so I won&quot;t ever get thirsty, won&quot;t ever have to come back to this well again!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "He said, &apos;Go call your husband and then come back.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "The woman said, &apos;I don&quot;t know about that. I do know that the Messiah is coming. When he arrives, we&quot;ll get the whole story.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;I am he,&apos; said Jesus. &apos;You don&quot;t have to wait any longer or look any further.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Just then his disciples came back. They were shocked. They couldn&quot;t believe he was talking with that kind of a woman. No one said what they were all thinking, but their faces showed it."
            },
            {
                "verse_number": "31",
                "verse_text": "In the meantime, the disciples pressed him, &apos;Rabbi, eat. Aren&quot;t you going to eat?&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "He told them, &apos;I have food to eat you know nothing about.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "The disciples were puzzled. &apos;Who could have brought him food?&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "But the court official wouldn&quot;t be put off. &apos;Come down! It&quot;s life or death for my son.&apos;"
            }
        ],
        "5": [
            {
                "verse_number": "7",
                "verse_text": "The sick man said, &apos;Sir, when the water is stirred, I don&quot;t have anybody to put me in the pool. By the time I get there, somebody else is already in.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "But he told them, &apos;The man who made me well told me to. He said, &quot;Take your bedroll and start walking.&quot;&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "A little later Jesus found him in the Temple and said, &apos;You look wonderful! You&quot;re well! Don&quot;t return to a sinning life or something worse might happen.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "But Jesus defended himself. &apos;My Father is working straight through, even on the Sabbath. So am I.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "That really set them off. The Jews were now not only out to expose him; they were out to kill him. Not only was he breaking the Sabbath, but he was calling God his own Father, putting himself on a level with God."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;It&quot;s urgent that you listen carefully to this: Anyone here who believes what I am saying right now and aligns himself with the Father, who has in fact put me in charge, has at this very moment the real, lasting life and is no longer condemned to be an outsider. This person has taken a giant step from the world of the dead to the world of the living."
            }
        ],
        "6": [
            {
                "verse_number": "7",
                "verse_text": "Philip answered, &apos;Two hundred silver pieces wouldn&quot;t be enough to buy bread for each person to get a piece.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "When they found him back across the sea, they said, &apos;Rabbi, when did you get here?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus answered, &apos;You&quot;ve come looking for me not because you saw God in my actions but because I fed you, filled your stomachs&ndash;and for free."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;Don&quot;t waste your energy striving for perishable food like that. Work for the food that sticks with you, food that nourishes your lasting life, food the Son of Man provides. He and what he does are guaranteed by God the Father to last.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "To that they said, &apos;Well, what do we do then to get in on God&quot;s works?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus said, &apos;Sign on with the One that God has sent. That kind of a commitment gets you in on God&quot;s works.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "They jumped at that: &apos;Master, give us this bread, now and forever!&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "At this, the Jews started fighting among themselves: &apos;How can this man serve up his flesh for a meal?&apos;"
            },
            {
                "verse_number": "59",
                "verse_text": "He said these things while teaching in the meeting place in Capernaum."
            },
            {
                "verse_number": "60",
                "verse_text": "Many among his disciples heard this and said, &apos;This is tough teaching, too tough to swallow.&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "20",
                "verse_text": "The crowd said, &apos;You&quot;re crazy! Who&quot;s trying to kill you? You&quot;re demon-possessed.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "That&quot;s when the Temple police reported back to the high priests and Pharisees, who demanded, &apos;Why didn&quot;t you bring him with you?&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "The police answered, &apos;Have you heard the way he talks? We&quot;ve never heard anyone speak like this man.&apos;"
            }
        ],
        "8": [
            {
                "verse_number": "11",
                "verse_text": "&apos;No one, Master.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Jesus once again addressed them: &apos;I am the world&quot;s Light. No one who follows me stumbles around in the darkness. I provide plenty of light to live in.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The Pharisees objected, &apos;All we have is your word on this. We need more than this to go on.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "They said, &apos;Where is this so-called Father of yours?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "He gave this speech in the Treasury while teaching in the Temple. No one arrested him because his time wasn&quot;t yet up."
            },
            {
                "verse_number": "21",
                "verse_text": "Then he went over the same ground again. &apos;I&quot;m leaving and you are going to look for me, but you&quot;re missing God in this and are headed for a dead end. There is no way you can come with me.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The Jews said, &apos;So, is he going to kill himself? Is that what he means by &quot;You can&quot;t come with me&quot;?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "When he put it in these terms, many people decided to believe."
            },
            {
                "verse_number": "33",
                "verse_text": "Surprised, they said, &apos;But we&quot;re descendants of Abraham. We&quot;ve never been slaves to anyone. How can you say, &quot;The truth will free you&quot;?&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "The Jews then said, &apos;That settles it. We were right all along when we called you a Samaritan and said you were crazy&ndash;demon-possessed!&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "The Jews said, &apos;You&quot;re not even fifty years old&ndash;and Abraham saw you?&apos;"
            },
            {
                "verse_number": "58",
                "verse_text": "&apos;Believe me,&apos; said Jesus, &apos; I am who I am long before Abraham was anything.&apos;"
            },
            {
                "verse_number": "59",
                "verse_text": "That did it&ndash;pushed them over the edge. They picked up rocks to throw at him. But Jesus slipped away, getting out of the Temple."
            }
        ],
        "9": [
            {
                "verse_number": "8",
                "verse_text": "Soon the town was buzzing. His relatives and those who year after year had seen him as a blind man begging were saying, &apos;Why, isn&quot;t this the man we knew, who sat here and begged?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Others said, &apos;It&quot;s him all right!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "They said, &apos;How did your eyes get opened?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;A man named Jesus made a paste and rubbed it on my eyes and told me, &quot;Go to Siloam and wash.&quot; I did what he said. When I washed, I saw.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;So where is he?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Some of the Pharisees said, &apos;Obviously, this man can&quot;t be from God. He doesn&quot;t keep the Sabbath.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "They came back at the blind man, &apos;You&quot;re the expert. He opened your eyes. What do you say about him?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "They called the man back a second time&ndash;the man who had been blind&ndash;and told him, &apos;Give credit to God. We know this man is an impostor.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "He replied, &apos;I know nothing about that one way or the other. But I know one thing for sure: I was blind . . . I now see.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "They said, &apos;What did he do to you? How did he open your eyes?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;I&quot;ve told you over and over and you haven&quot;t listened. Why do you want to hear it again? Are you so eager to become his disciples?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "They said, &apos;You&quot;re nothing but dirt! How dare you take that tone with us!&apos; Then they threw him out in the street."
            },
            {
                "verse_number": "35",
                "verse_text": "Jesus heard that they had thrown him out, and went and found him. He asked him, &apos;Do you believe in the Son of Man?&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "The man said, &apos;Point him out to me, sir, so that I can believe in him.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Jesus said, &apos;You&quot;re looking right at him. Don&quot;t you recognize my voice?&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;Master, I believe,&apos; the man said, and worshiped him."
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus then said, &apos;I came into the world to bring everything into the clear light of day, making all the distinctions clear, so that those who have never seen will see, and those who have made a great pretense of seeing will be exposed as blind.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Some Pharisees overheard him and said, &apos;Does that mean you&quot;re calling us blind?&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Jesus said, &apos;If you were really blind, you would be blameless, but since you claim to see everything so well, you&quot;re accountable for every fault and failure.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "33",
                "verse_text": "The Jews said, &apos;We&quot;re not stoning you for anything good you did, but for what you said&ndash;this blasphemy of calling yourself God.&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "4",
                "verse_text": "When Jesus got the message, he said, &apos;This sickness is not fatal. It will become an occasion to show God&quot;s glory by glorifying God&quot;s Son.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "They said, &apos;Rabbi, you can&quot;t do that. The Jews are out to kill you, and you&quot;re going back?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "He said these things, and then announced, &apos;Our friend Lazarus has fallen asleep. I&quot;m going to wake him up.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "That&quot;s when Thomas, the one called the Twin, said to his companions, &apos;Come along. We might as well die with him.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus said, &apos;Your brother will be raised up.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Martha replied, &apos;I know that he will be raised up in the resurrection at the end of time.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;Yes, Master. All along I have believed that you are the Messiah, the Son of God who comes into the world.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "After saying this, she went to her sister Mary and whispered in her ear, &apos;The Teacher is here and is asking for you.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "The Jews said, &apos;Look how deeply he loved him.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Others among them said, &apos;Well, if he loved him so much, why didn&quot;t he do something to keep him from dying? After all, he opened the eyes of a blind man.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Jesus looked her in the eye. &apos;Didn&quot;t I tell you that if you believed, you would see the glory of God?&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "Meanwhile, the high priests and Pharisees gave out the word that anyone who knew his whereabouts should inform them. They were all set to arrest him."
            }
        ],
        "12": [
            {
                "verse_number": "16",
                "verse_text": "The disciples didn&quot;t notice the fulfillment of many Scriptures at the time, but after Jesus was glorified, they remembered that what was written about him matched what was done to him."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;If any of you wants to serve me, then follow me. Then you&quot;ll be where I am, ready to serve at a moment&quot;s notice. The Father will honor and reward anyone who serves me."
            },
            {
                "verse_number": "29",
                "verse_text": "The listening crowd said, &apos;Thunder!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Voices from the crowd answered, &apos;We heard from God&quot;s Law that the Messiah lasts forever. How can it be necessary, as you put it, that the Son of Man &quot;be lifted up&quot;? Who is this &quot;Son of Man&quot;?&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Isaiah said these things after he got a glimpse of God&quot;s overflowing glory that would pour through the Messiah."
            }
        ],
        "13": [
            {
                "verse_number": "7",
                "verse_text": "Jesus answered, &apos;You don&quot;t understand now what I&quot;m doing, but it will be clear enough to you later.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Peter persisted, &apos;You&quot;re not going to wash my feet&ndash;ever!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Master!&apos; said Peter. &apos;Not only my feet, then. Wash my hands! Wash my head!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "After he said these things, Jesus became visibly upset, and then he told them why. &apos;One of you is going to betray me.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Judas, with the piece of bread, left. It was night."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;Children, I am with you for only a short time longer. You are going to look high and low for me. But just as I told the Jews, I&quot;m telling you: &quot;Where I go, you are not able to come.&quot;"
            },
            {
                "verse_number": "36",
                "verse_text": "Simon Peter asked, &apos;Master, just where are you going?&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;Master,&apos; said Peter, &apos;why can&quot;t I follow now? I&quot;ll lay down my life for you!&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;Really? You&quot;ll lay down your life for me? The truth is that before the rooster crows, you&quot;ll deny me three times.&apos;"
            }
        ],
        "14": [
            {
                "verse_number": "5",
                "verse_text": "Thomas said, &apos;Master, we have no idea where you&quot;re going. How do you expect us to know the road?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Philip said, &apos;Master, show us the Father; then we&quot;ll be content.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;The person who knows my commandments and keeps them, that&quot;s who loves me. And the person who loves me will be loved by my Father, and I will love him and make myself plain to him.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Judas (not Iscariot) said, &apos;Master, why is it that you are about to make yourself plain to us but not to the world?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;You&quot;ve heard me tell you, &quot;I&quot;m going away, and I&quot;m coming back.&quot; If you loved me, you would be glad that I&quot;m on my way to the Father because the Father is the goal and purpose of my life."
            }
        ],
        "15": [
            {
                "verse_number": "4",
                "verse_text": "&apos;Live in me. Make your home in me just as I do in you. In the same way that a branch can&quot;t bear grapes by itself but only by being joined to the vine, you can&quot;t bear fruit unless you are joined with me."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;You didn&quot;t choose me, remember; I chose you, and put you in the world to bear fruit, fruit that won&quot;t spoil. As fruit bearers, whatever you ask the Father in relation to me, he gives you."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;But remember the root command: Love one another."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;When that happens, remember this: Servants don&quot;t get better treatment than their masters. If they beat on me, they will certainly beat on you. If they did what I told them, they will do what you tell them."
            }
        ],
        "16": [
            {
                "verse_number": "16",
                "verse_text": "&apos;In a day or so you&quot;re not going to see me, but then in another day or so you will see me.&apos;"
            }
        ],
        "17": [],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Jesus, having prayed this prayer, left with his disciples and crossed over the brook Kidron at a place where there was a garden. He and his disciples entered it. They answered, &apos;Jesus the Nazarene.&apos; They answered, &apos;Jesus the Nazarene.&apos; He said, &apos;No, I&quot;m not.&apos; He denied it, &apos;Not me.&apos; The Jews said, &apos;We&quot;re not allowed to kill anyone.&apos; (This would confirm Jesus&quot; word indicating the way he would die.) Jesus answered, &apos;You tell me. Because I am King, I was born and entered the world so that I could witness to the truth. Everyone who cares for truth, who has any feeling for the truth, recognizes my voice.&apos; Then he went back out to the Jews and told them, &apos;I find nothing wrong in this man. It&quot;s your custom that I pardon one prisoner at Passover. Do you want me to pardon the &quot;King of the Jews&quot;?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus asked again, &apos;Who are you after?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Just then Simon Peter, who was carrying a sword, pulled it from its sheath and struck the Chief Priest&quot;s servant, cutting off his right ear. Malchus was the servant&quot;s name."
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus ordered Peter, &apos;Put back your sword. Do you think for a minute I&quot;m not going to drink this cup the Father gave me?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The young woman who was the doorkeeper said to Peter, &apos;Aren&quot;t you one of this man&quot;s disciples?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The servants and police had made a fire because of the cold and were huddled there warming themselves. Peter stood with them, trying to get warm."
            },
            {
                "verse_number": "22",
                "verse_text": "When he said this, one of the policemen standing there slapped Jesus across the face, saying, &apos;How dare you speak to the Chief Priest like that!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus replied, &apos;If I&quot;ve said something wrong, prove it. But if I&quot;ve spoken the plain truth, why this slapping around?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then Annas sent him, still tied up, to the Chief Priest Caiaphas."
            },
            {
                "verse_number": "25",
                "verse_text": "Meanwhile, Simon Peter was back at the fire, still trying to get warm. The others there said to him, &apos;Aren&quot;t you one of his disciples?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "One of the Chief Priest&quot;s servants, a relative of the man whose ear Peter had cut off, said, &apos;Didn&quot;t I see you in the garden with him?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Again, Peter denied it. Just then a rooster crowed."
            },
            {
                "verse_number": "30",
                "verse_text": "They said, &apos;If he hadn&quot;t been doing something evil, do you think we&quot;d be here bothering you?&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Pilate went back into the palace and called for Jesus. He said, &apos;Are you the &quot;King of the Jews&quot;?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus answered, &apos;Are you saying this on your own, or did others tell you this about me?&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Pilate said, &apos;Do I look like a Jew? Your people and your high priests turned you over to me. What did you do?&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;My kingdom,&apos; said Jesus, &apos;doesn&quot;t consist of what you see around you. If it did, my followers would fight so that I wouldn&quot;t be handed over to the Jews. But I&quot;m not that kind of king, not the world&quot;s kind of king.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Then Pilate said, &apos;So, are you a king or not?&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "They shouted back, &apos;Not this one, but Barabbas!&apos; Barabbas was a Jewish freedom fighter."
            }
        ],
        "19": [
            {
                "verse_number": "6",
                "verse_text": "When the high priests and police saw him, they shouted in a frenzy, &apos;Crucify! Crucify!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The Jews answered, &apos;We have a law, and by that law he must die because he claimed to be the Son of God.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Pilate said, &apos;You won&quot;t talk? Don&quot;t you know that I have the authority to pardon you, and the authority to&ndash;crucify you?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus said, &apos;You haven&quot;t a shred of authority over me except what has been given you from heaven. That&quot;s why the one who betrayed me to you has committed a far greater fault.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "At this, Pilate tried his best to pardon him, but the Jews shouted him down: &apos;If you pardon this man, you&quot;re no friend of Caesar&quot;s. Anyone setting himself up as &quot;king&quot; defies Caesar.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "They shouted back, &apos;Kill him! Kill him! Crucify him!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Pilate said, &apos;What I&quot;ve written, I&quot;ve written.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Jesus, seeing that everything had been completed so that the Scripture record might also be complete, then said, &apos;I&quot;m thirsty.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "The eyewitness to these things has presented an accurate report. He saw it himself and is telling the truth so that you, also, will believe."
            },
            {
                "verse_number": "38",
                "verse_text": "After all this, Joseph of Arimathea (he was a disciple of Jesus, but secretly, because he was intimidated by the Jews) petitioned Pilate to take the body of Jesus. Pilate gave permission. So Joseph came and took the body."
            }
        ],
        "20": [
            {
                "verse_number": "15",
                "verse_text": "Jesus spoke to her, &apos;Woman, why do you weep? Who are you looking for?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus said, &apos;Mary.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus said, &apos;Don&quot;t cling to me, for I have not yet ascended to the Father. Go to my brothers and tell them, &quot;I ascend to my Father and your Father, my God and your God.&quot;&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Mary Magdalene went, telling the news to the disciples: &apos;I saw the Master!&apos; And she told them everything he said to her."
            },
            {
                "verse_number": "26",
                "verse_text": "Eight days later, his disciples were again in the room. This time Thomas was with them. Jesus came through the locked doors, stood among them, and said, &apos;Peace to you.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then he focused his attention on Thomas. &apos;Take your finger and examine my hands. Take your hand and stick it in my side. Don&quot;t be unbelieving. Believe.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Thomas said, &apos;My Master! My God!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus said, &apos;So, you believe because you&quot;ve seen with your own eyes. Even better blessings are in store for those who believe without seeing.&apos;"
            }
        ],
        "21": [
            {
                "verse_number": "5",
                "verse_text": "Jesus spoke to them: &apos;Good morning! Did you catch anything for breakfast?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "He said, &apos;Throw the net off the right side of the boat and see what happens.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Jesus said, &apos;Breakfast is ready.&apos; Not one of the disciples dared ask, &apos;Who are you?&apos; They knew it was the Master."
            },
            {
                "verse_number": "15",
                "verse_text": "After breakfast, Jesus said to Simon Peter, &apos;Simon, son of John, do you love me more than these?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "He then asked a second time, &apos;Simon, son of John, do you love me?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "This is the same disciple who was eyewitness to all these things and wrote them down. And we all know that his eyewitness account is reliable and accurate."
            },
            {
                "verse_number": "25",
                "verse_text": "There are so many other things Jesus did. If they were all written down, each of them, one by one, I can&quot;t imagine a world big enough to hold such a library of books."
            }
        ]
    }
}