{
    "Psalms": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "How well God must like you&ndash; you don&quot;t walk in the ruts of those blind-as-bats, you don&quot;t stand with the good-for-nothings, you don&quot;t take your seat among the know-it-alls. you chew on Scripture day and night. You&quot;re a tree replanted in Eden, bearing fresh fruit every month, Never dropping a leaf, always in blossom. who are mere windblown dust&ndash; Without defense in court, unfit company for innocent people. The road they take leads to nowhere."
            },
            {
                "verse_number": "6",
                "verse_text": "God charts the road you take."
            }
        ],
        "2": [],
        "3": [
            {
                "verse_number": "7",
                "verse_text": "Up, God ! My God, help me!"
            },
            {
                "verse_number": "8",
                "verse_text": "Real help comes from God ."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "When I call, give me answers. God, take my side! Once, in a tight place, you gave me room; Now I&quot;m in trouble again: grace me! hear me! How long will you lust after lies? How long will you live crazed by illusion? Who got picked by God ! He listens the split second I call to him. Keep your mouth shut, and let your heart do the talking. Build your case before God and wait for his verdict. &apos;More, more.&apos; I have God&quot;s more-than-enough, More joy in one ordinary day At day&quot;s end I&quot;m ready for sound sleep, For you, God , have put my life back together."
            },
            {
                "verse_number": "2",
                "verse_text": "You rabble&ndash;how long do I put up with your scorn?"
            },
            {
                "verse_number": "3",
                "verse_text": "Look at this: look"
            }
        ],
        "5": [],
        "6": [
            {
                "verse_number": "10",
                "verse_text": "Cowards, my enemies disappear."
            }
        ],
        "7": [
            {
                "verse_number": "14",
                "verse_text": "Look at that guy!"
            },
            {
                "verse_number": "17",
                "verse_text": "I&quot;m thanking God, who makes things right."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "God , brilliant Lord, yours is a household name. toddlers shout the songs That drown out enemy talk, and silence atheist babble. your handmade sky-jewelry, Moon and stars mounted in their settings. Then I look at my micro-self and wonder, Why do you bother with us? Why take a second look our way? bright with Eden&quot;s dawn light. You put us in charge of your handcrafted world, repeated to us your Genesis-charge, Made us stewards of sheep and cattle, even animals out in the wild, Birds flying and fish swimming, whales singing in the ocean deeps. your name echoes around the world."
            },
            {
                "verse_number": "2",
                "verse_text": "Nursing infants gurgle choruses about you;"
            },
            {
                "verse_number": "9",
                "verse_text": "God, brilliant Lord,"
            }
        ],
        "9": [],
        "10": [
            {
                "verse_number": "9",
                "verse_text": "They mark the luckless,"
            },
            {
                "verse_number": "14",
                "verse_text": "But you know all about it&ndash;"
            }
        ],
        "11": [
            {
                "verse_number": "7",
                "verse_text": "God &quot;s business is putting things right;"
            }
        ],
        "12": [
            {
                "verse_number": "5",
                "verse_text": "Into the hovels of the poor,"
            }
        ],
        "13": [],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Bilious and bloated, they gas, &apos;God is gone.&apos; Their words are poison gas, fouling the air; they poison Rivers and skies; thistles are their cash crop. He looks around. He&quot;s looking for someone not stupid&ndash; one man, even, God-expectant, just one God-ready woman. of zeros. Useless, unshepherded Sheep, taking turns pretending to be Shepherd. The ninety and nine follow their fellow. all these predators? Don&quot;t they know they can&quot;t get away with this&ndash; Treating people like a fast-food meal over which they&quot;re too busy to pray? for God takes the side of victims. Do you think you can mess with the dreams of the poor? You can&quot;t, for God makes their dreams come true. Yes. God is around; God turns life around. Turned-around Jacob skips rope, turned-around Israel sings laughter."
            },
            {
                "verse_number": "2",
                "verse_text": "God sticks his head out of heaven."
            },
            {
                "verse_number": "3",
                "verse_text": "He comes up empty. A string"
            },
            {
                "verse_number": "4",
                "verse_text": "Don&quot;t they know anything,"
            },
            {
                "verse_number": "7",
                "verse_text": "Is there anyone around to save Israel?"
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "God , who gets invited to dinner at your place? How do we get on your guest list? act right, tell the truth. don&quot;t blame your neighbor; despise the despicable. make an honest living, never take a bribe. &apos;You&quot;ll never get blacklisted if you live like this.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Walk straight,"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Keep your word even when it costs you,"
            }
        ],
        "16": [
            {
                "verse_number": "3",
                "verse_text": "And these God-chosen lives all around&ndash;"
            },
            {
                "verse_number": "4",
                "verse_text": "Don&quot;t just go shopping for a god."
            },
            {
                "verse_number": "11",
                "verse_text": "Now you&quot;ve got my feet on the life path,"
            }
        ],
        "17": [
            {
                "verse_number": "3",
                "verse_text": "Go ahead, examine me from inside out,"
            },
            {
                "verse_number": "15",
                "verse_text": "And me? I plan on looking"
            }
        ],
        "18": [
            {
                "verse_number": "3",
                "verse_text": "I sing to God , the Praise-Lofty,"
            },
            {
                "verse_number": "6",
                "verse_text": "A hostile world! I call to God ,"
            },
            {
                "verse_number": "30",
                "verse_text": "What a God! His road"
            }
        ],
        "19": [
            {
                "verse_number": "6",
                "verse_text": "That&quot;s how God&quot;s Word vaults across the skies"
            },
            {
                "verse_number": "10",
                "verse_text": "God&quot;s Word is better than a diamond,"
            }
        ],
        "20": [
            {
                "verse_number": "5",
                "verse_text": "When you win, we plan to raise the roof"
            },
            {
                "verse_number": "6",
                "verse_text": "That clinches it&ndash;help&quot;s coming,"
            },
            {
                "verse_number": "9",
                "verse_text": "Make the king a winner, God ;"
            }
        ],
        "21": [
            {
                "verse_number": "13",
                "verse_text": "Show your strength, God , so no one can miss it."
            }
        ],
        "22": [
            {
                "verse_number": "29",
                "verse_text": "All the power-mongers are before him"
            }
        ],
        "23": [
            {
                "verse_number": "4",
                "verse_text": "Even when the way goes through"
            },
            {
                "verse_number": "5",
                "verse_text": "You serve me a six-course dinner"
            },
            {
                "verse_number": "6",
                "verse_text": "Your beauty and love chase after me"
            }
        ],
        "24": [
            {
                "verse_number": "7",
                "verse_text": "Wake up, you sleepyhead city!"
            },
            {
                "verse_number": "8",
                "verse_text": "Who is this King-Glory?"
            },
            {
                "verse_number": "9",
                "verse_text": "Wake up, you sleepyhead city!"
            },
            {
                "verse_number": "10",
                "verse_text": "Who is this King-Glory?"
            }
        ],
        "25": [
            {
                "verse_number": "3",
                "verse_text": "I&quot;ve thrown in my lot with you;"
            },
            {
                "verse_number": "4",
                "verse_text": "Show me how you work, God ;"
            },
            {
                "verse_number": "5",
                "verse_text": "Take me by the hand;"
            },
            {
                "verse_number": "6",
                "verse_text": "Mark the milestones of your mercy and love, God ;"
            },
            {
                "verse_number": "7",
                "verse_text": "Forget that I sowed wild oats;"
            },
            {
                "verse_number": "8",
                "verse_text": "God is fair and just;"
            },
            {
                "verse_number": "9",
                "verse_text": "He gives the rejects his hand,"
            },
            {
                "verse_number": "10",
                "verse_text": "From now on every road you travel"
            },
            {
                "verse_number": "11",
                "verse_text": "Keep up your reputation, God ;"
            },
            {
                "verse_number": "12",
                "verse_text": "My question: What are God-worshipers like?"
            },
            {
                "verse_number": "13",
                "verse_text": "They settle down in a promising place;"
            },
            {
                "verse_number": "14",
                "verse_text": "God-friendship is for God-worshipers;"
            },
            {
                "verse_number": "15",
                "verse_text": "If I keep my eyes on God ,"
            },
            {
                "verse_number": "16",
                "verse_text": "Look at me and help me!"
            },
            {
                "verse_number": "17",
                "verse_text": "My heart and mind are fighting each other;"
            },
            {
                "verse_number": "18",
                "verse_text": "Take a hard look at my life of hard labor,"
            },
            {
                "verse_number": "19",
                "verse_text": "Do you see how many people"
            },
            {
                "verse_number": "20",
                "verse_text": "Keep watch over me and keep me out of trouble;"
            },
            {
                "verse_number": "21",
                "verse_text": "Use all your skill to put me together;"
            },
            {
                "verse_number": "22",
                "verse_text": "God , give your people a break"
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "Clear my name, God ; I&quot;ve kept an honest shop. I&quot;ve thrown in my lot with you, God , and I&quot;m not budging. order your battery of tests. Make sure I&quot;m fit inside and out sight of your love, But keep in step with you, never missing a beat. I don&quot;t pal around with thugs; I hate that pack of gangsters, I don&quot;t deal with double-dealers. then join hands with the others in the great circle, dancing around your altar, God , Singing God-songs at the top of my lungs, telling God-stories. your house glows with your glory. When it&quot;s time for spring cleaning, don&quot;t sweep me out with the quacks and crooks, Men with bags of dirty tricks, women with purses stuffed with bribe-money. now be aboveboard with me. I&quot;m on the level with you, God ; I bless you every chance I get."
            },
            {
                "verse_number": "2",
                "verse_text": "Examine me, God , from head to foot,"
            },
            {
                "verse_number": "3",
                "verse_text": "So I never lose"
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Light, space, zest&ndash; that&quot;s God ! So, with him on my side I&quot;m fearless, afraid of no one and nothing. ready to eat me alive, Those bullies and toughs fall flat on their faces. I&quot;m calm as a baby. When all hell breaks loose, I&quot;m collected and cool. only one thing: To live with him in his house my whole life long. I&quot;ll contemplate his beauty; I&quot;ll study at his feet. in a noisy world, The perfect getaway, far from the buzz of traffic. above all who try to pull me down. I&quot;m headed for his place to offer anthems that will raise the roof! Already I&quot;m singing God-songs; I&quot;m making music to God . &apos;Be good to me! Answer me!&apos; When my heart whispered, &apos;Seek God,&apos; my whole being replied, &apos;I&quot;m seeking him!&apos; Don&quot;t hide from me now! don&quot;t turn your back on me now. Don&quot;t throw me out, don&quot;t abandon me; you&quot;ve always kept the door open. My father and mother walked out and left me, but God took me in. direct me along a well-lighted street; show my enemies whose side you&quot;re on. Don&quot;t throw me to the dogs, those liars who are out to get me, filling the air with their threats. in the exuberant earth. Stay with God ! Take heart. Don&quot;t quit. I&quot;ll say it again: Stay with God ."
            },
            {
                "verse_number": "2",
                "verse_text": "When vandal hordes ride down"
            },
            {
                "verse_number": "3",
                "verse_text": "When besieged,"
            },
            {
                "verse_number": "4",
                "verse_text": "I&quot;m asking God for one thing,"
            },
            {
                "verse_number": "5",
                "verse_text": "That&quot;s the only quiet, secure place"
            },
            {
                "verse_number": "6",
                "verse_text": "God holds me head and shoulders"
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "Don&quot;t turn a deaf ear when I call you, God . If all I get from you is deafening silence, I&quot;d be better off in the Black Hole. calling out for help And lifting my arms toward your inner sanctuary. the same jail cell with those crooks, With those who are full-time employees of evil. They talk a good line of &apos;peace,&apos; then moonlight for the Devil. Pay them back for what they&quot;ve done, for how bad they&quot;ve been. Pay them back for their long hours in the Devil&quot;s workshop; Then cap it with a huge bonus. or what he is up to, God will smash them to smithereens and walk away from the ruins. he heard me praying. He proved he&quot;s on my side; I&quot;ve thrown my lot in with him. Now I&quot;m jumping for joy, and shouting and singing my thanks to him. ample refuge for his chosen leader; Save your people and bless your heritage. Care for them; carry them like a good shepherd."
            },
            {
                "verse_number": "2",
                "verse_text": "I&quot;m letting you know what I need,"
            },
            {
                "verse_number": "5",
                "verse_text": "Because they have no idea how God works"
            }
        ],
        "29": [
            {
                "verse_number": "3",
                "verse_text": "God thunders across the waters,"
            },
            {
                "verse_number": "4",
                "verse_text": "God &quot;s thunder tympanic,"
            },
            {
                "verse_number": "5",
                "verse_text": "God &quot;s thunder smashes cedars,"
            },
            {
                "verse_number": "6",
                "verse_text": "The mountain ranges skip like spring colts,"
            },
            {
                "verse_number": "9",
                "verse_text": "God &quot;s thunder sets the oak trees dancing"
            },
            {
                "verse_number": "10",
                "verse_text": "Above the floodwaters is God &quot;s throne"
            },
            {
                "verse_number": "11",
                "verse_text": "God makes his people strong."
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "I give you all the credit, God &ndash; you got me out of that mess, you didn&quot;t let my foes gloat. and you put me together. God , you pulled me out of the grave, gave me another chance at life when I was down-and-out. Thank him to his face! He gets angry once in a while, but across a lifetime there is only love. The nights of crying your eyes out give way to days of laughter. I crowed, &apos;I&quot;ve got it made. I&quot;m God &quot;s favorite. He made me king of the mountain.&apos; Then you looked the other way and I fell to pieces. I laid my case before you: &apos;Can you sell me for a profit when I&quot;m dead? auction me off at a cemetery yard sale? When I&quot;m &quot;dust to dust&quot; my songs and stories of you won&quot;t sell. So listen! and be kind! Help me out of this!&apos; into whirling dance; You ripped off my black mourning band and decked me with wildflowers. I&quot;m about to burst with song; I can&quot;t keep quiet about you. God , my God, I can&quot;t thank you enough."
            }
        ],
        "31": [
            {
                "verse_number": "23",
                "verse_text": "Love God , all you saints;"
            },
            {
                "verse_number": "24",
                "verse_text": "Be brave. Be strong. Don&quot;t give up."
            }
        ],
        "32": [
            {
                "verse_number": "1",
                "verse_text": "Count yourself lucky, how happy you must be&ndash; you get a fresh start, your slate&quot;s wiped clean. God holds nothing against you and you&quot;re holding nothing back from him. my bones turned to powder, my words became daylong groans. all the juices of my life dried up. I said, &apos;I&quot;ll come clean about my failures to God .&apos; Suddenly the pressure was gone&ndash; my guilt dissolved, my sin disappeared. when all hell breaks loose and the dam bursts we&quot;ll be on high ground, untouched. keeps danger far from the shore, throws garlands of hosannas around my neck. I&quot;m looking you in the eye and giving it to you straight: that needs bit and bridle to stay on track.&apos; God -affirmers find themselves loved every time they turn around. Sing together&ndash;everyone! All you honest hearts, raise the roof!"
            },
            {
                "verse_number": "2",
                "verse_text": "Count yourself lucky&ndash;"
            },
            {
                "verse_number": "3",
                "verse_text": "When I kept it all inside,"
            },
            {
                "verse_number": "4",
                "verse_text": "The pressure never let up;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then I let it all out;"
            },
            {
                "verse_number": "6",
                "verse_text": "These things add up. Every one of us needs to pray;"
            },
            {
                "verse_number": "7",
                "verse_text": "God &quot;s my island hideaway,"
            },
            {
                "verse_number": "8",
                "verse_text": "Let me give you some good advice;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Don&quot;t be ornery like a horse or mule"
            },
            {
                "verse_number": "10",
                "verse_text": "God-defiers are always in trouble;"
            },
            {
                "verse_number": "11",
                "verse_text": "Celebrate God ."
            }
        ],
        "33": [],
        "34": [
            {
                "verse_number": "1",
                "verse_text": "I bless God every chance I get; my lungs expand with his praise. if things aren&quot;t going well, hear this and be happy: together let&quot;s get the word out. he freed me from my anxious fears. Never hide your feelings from him. and God got me out of a tight spot. of protection around us while we pray. how good God is. Blessed are you who run to him. worship opens doors to all his goodness. but God -seekers are full of God. I&quot;ll give you a lesson in God worship. Can&quot;t wait each day to come upon beauty? and no more lying through your teeth. Embrace peace&ndash;don&quot;t let it get away! his ears pick up every moan and groan. he&quot;ll cull them from the pack. ready to rescue you. if you&quot;re kicked in the gut, he&quot;ll help you catch your breath. still, God is there every time. not even a finger gets broken. they waste their lives hating the good. no one who runs to him loses out."
            },
            {
                "verse_number": "2",
                "verse_text": "I live and breathe God ;"
            },
            {
                "verse_number": "3",
                "verse_text": "Join me in spreading the news;"
            },
            {
                "verse_number": "4",
                "verse_text": "God met me more than halfway,"
            },
            {
                "verse_number": "5",
                "verse_text": "Look at him; give him your warmest smile."
            },
            {
                "verse_number": "6",
                "verse_text": "When I was desperate, I called out,"
            },
            {
                "verse_number": "7",
                "verse_text": "God &quot;s angel sets up a circle"
            },
            {
                "verse_number": "8",
                "verse_text": "Open your mouth and taste, open your eyes and see&ndash;"
            },
            {
                "verse_number": "9",
                "verse_text": "Worship God if you want the best;"
            },
            {
                "verse_number": "10",
                "verse_text": "Young lions on the prowl get hungry,"
            },
            {
                "verse_number": "11",
                "verse_text": "Come, children, listen closely;"
            },
            {
                "verse_number": "12",
                "verse_text": "Who out there has a lust for life?"
            },
            {
                "verse_number": "13",
                "verse_text": "Guard your tongue from profanity,"
            },
            {
                "verse_number": "14",
                "verse_text": "Turn your back on sin; do something good."
            },
            {
                "verse_number": "15",
                "verse_text": "God keeps an eye on his friends,"
            },
            {
                "verse_number": "16",
                "verse_text": "God won&quot;t put up with rebels;"
            },
            {
                "verse_number": "17",
                "verse_text": "Is anyone crying for help? God is listening,"
            },
            {
                "verse_number": "18",
                "verse_text": "If your heart is broken, you&quot;ll find God right there;"
            },
            {
                "verse_number": "19",
                "verse_text": "Disciples so often get into trouble;"
            },
            {
                "verse_number": "20",
                "verse_text": "He&quot;s your bodyguard, shielding every bone;"
            },
            {
                "verse_number": "21",
                "verse_text": "The wicked commit slow suicide;"
            },
            {
                "verse_number": "22",
                "verse_text": "God pays for each slave&quot;s freedom;"
            }
        ],
        "35": [
            {
                "verse_number": "22",
                "verse_text": "Don&quot;t you see what they&quot;re doing, God ?"
            }
        ],
        "36": [],
        "37": [
            {
                "verse_number": "7",
                "verse_text": "Quiet down before God ,"
            },
            {
                "verse_number": "20",
                "verse_text": "God-despisers have had it;"
            },
            {
                "verse_number": "34",
                "verse_text": "Wait passionately for God ,"
            }
        ],
        "38": [],
        "39": [],
        "40": [
            {
                "verse_number": "6",
                "verse_text": "Doing something for you, bringing something to you&ndash;"
            }
        ],
        "41": [
            {
                "verse_number": "10",
                "verse_text": "God , give grace, get me up on my feet."
            },
            {
                "verse_number": "13",
                "verse_text": "Blessed is God , Israel&quot;s God,"
            }
        ],
        "42": [
            {
                "verse_number": "4",
                "verse_text": "These are the things I go over and over,"
            },
            {
                "verse_number": "5",
                "verse_text": "Why are you down in the dumps, dear soul?"
            },
            {
                "verse_number": "11",
                "verse_text": "Why are you down in the dumps, dear soul?"
            }
        ],
        "43": [
            {
                "verse_number": "5",
                "verse_text": "Why are you down in the dumps, dear soul?"
            }
        ],
        "44": [],
        "45": [
            {
                "verse_number": "1",
                "verse_text": "My heart bursts its banks, spilling beauty and goodness. I pour it out in a poem to the king, shaping the river into words: * * * every word from your lips is sheer grace, and God has blessed you, blessed you so much. Strap your sword to your side, warrior! Accept praise! Accept due honor! Ride majestically! Ride triumphantly! Ride on the side of truth! Ride for the righteous meek! you shoot sharp arrows Into enemy hearts; the king&quot;s foes lie down in the dust, beaten. ever and always; The scepter of your royal rule measures right living. You love the right and hate the wrong. And that is why God, your very own God, poured fragrant oil on your head, Marking you out as king from among your dear companions. are fragrant with mountain breeze. Chamber music&ndash;from the throne room&ndash; makes you want to dance. Kings&quot; daughters are maids in your court, the Bride glittering with golden jewelry. * * * forget your country, put your home behind you. Be here &ndash;the king is wild for you. Since he&quot;s your lord, adore him. Wedding gifts pour in from Tyre; rich guests shower you with presents.&apos; lined with gold by the weavers; All her dresses and robes are woven with gold. She is led to the king, followed by her virgin companions. A procession of joy and laughter! a grand entrance to the king&quot;s palace!) don&quot;t dote on father and grandfather. You&quot;ll set your sons up as princes all over the earth. I&quot;ll make you famous for generations; you&quot;ll be the talk of the town for a long, long time.&apos;"
            }
        ],
        "46": [
            {
                "verse_number": "7",
                "verse_text": "Jacob-wrestling God fights for us,"
            },
            {
                "verse_number": "11",
                "verse_text": "Jacob-wrestling God fights for us,"
            }
        ],
        "47": [],
        "48": [
            {
                "verse_number": "11",
                "verse_text": "Be glad, Zion Mountain;"
            }
        ],
        "49": [
            {
                "verse_number": "12",
                "verse_text": "We aren&quot;t immortal. We don&quot;t last long."
            },
            {
                "verse_number": "20",
                "verse_text": "We aren&quot;t immortal. We don&quot;t last long."
            }
        ],
        "50": [
            {
                "verse_number": "6",
                "verse_text": "The whole cosmos attests to the fairness of this court,"
            }
        ],
        "51": [],
        "52": [
            {
                "verse_number": "5",
                "verse_text": "God will tear you limb from limb,"
            },
            {
                "verse_number": "8",
                "verse_text": "And I&quot;m an olive tree,"
            },
            {
                "verse_number": "9",
                "verse_text": "I thank you always"
            }
        ],
        "53": [
            {
                "verse_number": "3",
                "verse_text": "He comes up empty. A string"
            },
            {
                "verse_number": "4",
                "verse_text": "Don&quot;t they know anything,"
            },
            {
                "verse_number": "5",
                "verse_text": "Night is coming for them, and nightmare&ndash;"
            },
            {
                "verse_number": "6",
                "verse_text": "Is there anyone around to save Israel?"
            }
        ],
        "54": [
            {
                "verse_number": "3",
                "verse_text": "Outlaws are out to get me,"
            }
        ],
        "55": [
            {
                "verse_number": "15",
                "verse_text": "Haul my betrayers off alive to hell&ndash;let them"
            }
        ],
        "56": [
            {
                "verse_number": "7",
                "verse_text": "Pay them back in evil!"
            },
            {
                "verse_number": "8",
                "verse_text": "You&quot;ve kept track of my every toss and turn"
            },
            {
                "verse_number": "9",
                "verse_text": "If my enemies run away,"
            }
        ],
        "57": [
            {
                "verse_number": "4",
                "verse_text": "I find myself in a pride of lions"
            },
            {
                "verse_number": "5",
                "verse_text": "Soar high in the skies, O God!"
            },
            {
                "verse_number": "6",
                "verse_text": "They booby-trapped my path;"
            },
            {
                "verse_number": "11",
                "verse_text": "Soar high in the skies, O God!"
            }
        ],
        "58": [],
        "59": [],
        "60": [],
        "61": [],
        "62": [
            {
                "verse_number": "9",
                "verse_text": "Man as such is smoke,"
            },
            {
                "verse_number": "10",
                "verse_text": "And a windfall, if it comes&ndash;"
            },
            {
                "verse_number": "11",
                "verse_text": "God said this once and for all;"
            },
            {
                "verse_number": "12",
                "verse_text": "Love to you, Lord God!"
            }
        ],
        "63": [
            {
                "verse_number": "1",
                "verse_text": "God&ndash;you&quot;re my God! I can&quot;t get enough of you! I&quot;ve worked up such hunger and thirst for God, traveling across dry and weary deserts. drinking in your strength and glory. In your generous love I am really living at last! My lips brim praises like fountains. I bless you every time I take a breath; My arms wave like banners of praise to you. I smack my lips. It&quot;s time to shout praises! If I&quot;m sleepless at midnight, I spend the hours in grateful reflection. Because you&quot;ve always stood up for me, I&quot;m free to run and play. I hold on to you for dear life, and you hold me steady as a post. marked for death, bound for hell. They&quot;ll die violent deaths; jackals will tear them limb from limb. But the king is glad in God; his true friends spread the joy, While small-minded gossips are gagged for good."
            }
        ],
        "64": [
            {
                "verse_number": "1",
                "verse_text": "Listen and help, O God. I&quot;m reduced to a whine And a whimper, obsessed with feelings of doomsday. the conspirators out to get me, Using their tongues as weapons, flinging poison words, poison-tipped arrow-words. They shoot from ambush, shoot without warning, not caring who they hit. They keep fit doing calisthenics of evil purpose, They keep lists of the traps they&quot;ve secretly set. They say to each other, &apos;No one can catch us, no one can detect our perfect crime.&apos; The Detective detects the mystery in the dark of the cellar heart. They double up in pain, Fall flat on their faces in full view of the grinning crowd. work is the talk of the town. Be glad, good people! Fly to God ! Good-hearted people, make praise your habit."
            }
        ],
        "65": [],
        "66": [
            {
                "verse_number": "7",
                "verse_text": "Ever sovereign in his high tower, he keeps"
            }
        ],
        "67": [],
        "68": [
            {
                "verse_number": "35",
                "verse_text": "A terrible beauty, O God,"
            }
        ],
        "69": [
            {
                "verse_number": "1",
                "verse_text": "God, God, save me! I&quot;m in over my head, I&quot;m going down for the third time. Bleary-eyed from searching the sky for God. Liars and cheats are out to knife me in the back. What I never stole Must I now give back? My life&quot;s a wide-open book before you. Be discouraged by what happens to me, Dear Lord! God of the armies! Don&quot;t let those out looking for you Come to a dead end by following me&ndash; Please, dear God of Israel! I walk around ashamed to show my face. My family treats me like an unwanted guest. Because I&quot;m madly in love with you, They blame me for everything they dislike about you. All it got me was more contempt. They treated me like a clown. Make up drinking songs about me. God , it&quot;s time for a break! God, answer in love! Answer with your sure salvation! Don&quot;t let me go under for good, Pull me out of the clutch of the enemy; This whirlpool is sucking me down. Swallow me, its jaws clenched around me. Let me see your great mercy full-face. I&quot;m in trouble. Answer right now! Rescue me from this deathtrap. Pin on me the donkey&quot;s ears, the dunce&quot;s cap. Flat on my face, reduced to a nothing. I looked in vain for one friendly face. Not one. I couldn&quot;t find one shoulder to cry on. Vinegar in my drink. May their best friends be trappers who&quot;ll skin them alive. Give them the shakes from morning to night. Blast them with your red-hot anger. Leave them desolate with nobody at home. Made up stories about anyone wounded by God. Don&quot;t let them off the hook. No rock-carved honor for them among the righteous. Give me space for healing, and mountain air. Let me tell his greatness in a prayer of thanks. Far better than blue-ribbon bulls. Oh, you God-seekers, take heart! He doesn&quot;t walk out on the wretched. Also ocean and all things that swim in it. Rebuilding the wrecked towns of Judah. Guess who will live there&ndash; The proud owners of the land? The lovers of his name will live in it."
            },
            {
                "verse_number": "2",
                "verse_text": "Quicksand under me, swamp water over me;"
            },
            {
                "verse_number": "3",
                "verse_text": "I&quot;m hoarse from calling for help,"
            },
            {
                "verse_number": "4",
                "verse_text": "I&quot;ve got more enemies than hairs on my head;"
            },
            {
                "verse_number": "5",
                "verse_text": "God, you know every sin I&quot;ve committed;"
            },
            {
                "verse_number": "6",
                "verse_text": "Don&quot;t let those who look to you in hope"
            },
            {
                "verse_number": "7",
                "verse_text": "Because of you I look like an idiot,"
            },
            {
                "verse_number": "8",
                "verse_text": "My brothers shun me like a bum off the street;"
            },
            {
                "verse_number": "9",
                "verse_text": "I love you more than I can say."
            },
            {
                "verse_number": "10",
                "verse_text": "When I poured myself out in prayer and fasting,"
            },
            {
                "verse_number": "11",
                "verse_text": "When I put on a sad face,"
            },
            {
                "verse_number": "12",
                "verse_text": "Now drunks and gluttons"
            },
            {
                "verse_number": "13",
                "verse_text": "And me? I pray."
            },
            {
                "verse_number": "14",
                "verse_text": "Rescue me from the swamp,"
            },
            {
                "verse_number": "15",
                "verse_text": "Don&quot;t let the swamp be my grave, the Black Hole"
            },
            {
                "verse_number": "16",
                "verse_text": "Now answer me, God , because you love me;"
            },
            {
                "verse_number": "17",
                "verse_text": "Don&quot;t look the other way; your servant can&quot;t take it."
            },
            {
                "verse_number": "18",
                "verse_text": "Come close, God; get me out of here."
            },
            {
                "verse_number": "19",
                "verse_text": "You know how they kick me around&ndash;"
            },
            {
                "verse_number": "20",
                "verse_text": "I&quot;m broken by their taunts,"
            },
            {
                "verse_number": "21",
                "verse_text": "They put poison in my soup,"
            },
            {
                "verse_number": "22",
                "verse_text": "Let their supper be bait in a trap that snaps shut;"
            },
            {
                "verse_number": "23",
                "verse_text": "Make them become blind as bats,"
            },
            {
                "verse_number": "24",
                "verse_text": "Let them know what you think of them,"
            },
            {
                "verse_number": "25",
                "verse_text": "Burn down their houses,"
            },
            {
                "verse_number": "26",
                "verse_text": "They gossiped about the one you disciplined,"
            },
            {
                "verse_number": "27",
                "verse_text": "Pile on the guilt,"
            },
            {
                "verse_number": "28",
                "verse_text": "Strike their names from the list of the living;"
            },
            {
                "verse_number": "29",
                "verse_text": "I&quot;m hurt and in pain;"
            },
            {
                "verse_number": "30",
                "verse_text": "Let me shout God&quot;s name with a praising song,"
            },
            {
                "verse_number": "31",
                "verse_text": "For God , this is better than oxen on the altar,"
            },
            {
                "verse_number": "32",
                "verse_text": "The poor in spirit see and are glad&ndash;"
            },
            {
                "verse_number": "33",
                "verse_text": "For God listens to the poor,"
            },
            {
                "verse_number": "34",
                "verse_text": "You heavens, praise him; praise him, earth;"
            },
            {
                "verse_number": "35",
                "verse_text": "For God is out to help Zion,"
            },
            {
                "verse_number": "36",
                "verse_text": "No, the children of his servants will get it,"
            }
        ],
        "70": [
            {
                "verse_number": "4",
                "verse_text": "Let those on the hunt for you"
            },
            {
                "verse_number": "5",
                "verse_text": "But I&quot;ve lost it. I&quot;m wasted."
            }
        ],
        "71": [],
        "72": [],
        "73": [],
        "74": [
            {
                "verse_number": "1",
                "verse_text": "You walked off and left us, and never looked back. God, how could you do that? We&quot;re your very own sheep; how can you stomp off in anger? Your most precious tribe&ndash;you paid a good price for us! Your very own Mount Zion&ndash;you actually lived here once! Come and visit the site of disaster, see how they&quot;ve wrecked the sanctuary. brawling and scrawling graffiti. They set fire to the porch; axes swinging, they chopped up the woodwork, Beat down the doors with sledgehammers, then split them into kindling. They burned your holy place to the ground, violated the place of worship. They said to themselves, &apos;We&quot;ll wipe them all out,&apos; and burned down all the places of worship. nor anyone to speak in his name, no one who knows what&quot;s going on. How long, God, will barbarians blaspheme, enemies curse and get by with it? Why don&quot;t you do something? How long are you going to sit there with your hands folded in your lap? God is my King from the very start; he works salvation in the womb of the earth. With one blow you split the sea in two, you made mincemeat of the dragon Tannin. You lopped off the heads of Leviathan, then served them up in a stew for the animals. With your finger you opened up springs and creeks, and dried up the wild floodwaters. You own the day, you own the night; you put stars and sun in place. You laid out the four corners of earth, shaped the seasons of summer and winter. taunts, each idiot desecration. Don&quot;t throw your lambs to the wolves; after all we&quot;ve been through, don&quot;t forget us. Remember your promises; the city is in darkness, the countryside violent. Don&quot;t leave the victims to rot in the street; make them a choir that sings your praises. stand up for yourself! Do you hear what they&quot;re saying about you, all the vile obscenities? Don&quot;t tune out their malicious filth, the brawling invective that never lets up."
            }
        ],
        "75": [
            {
                "verse_number": "1",
                "verse_text": "We thank you, God, we thank you&ndash; your Name is our favorite word; your mighty works are all we talk about. I&quot;m ready to set things right. When the earth goes topsy-turvy And nobody knows which end is up, I nail it all down, I put everything in place again. I say to the smart alecks, &quot;That&quot;s enough,&quot; to the bullies, &quot;Not so fast.&quot;&apos; Don&quot;t raise your voice against Rock of Ages. He&quot;s the One from east to west; from desert to mountains, he&quot;s the One. pulls that one up on her feet. God has a cup in his hand, a bowl of wine, full to the brim. He draws from it and pours; it&quot;s drained to the dregs. Earth&quot;s wicked ones drink it all, drink it down to the last bitter drop! singing the praises of Jacob&quot;s God. The fists of the wicked are bloody stumps, The arms of the righteous are lofty green branches."
            }
        ],
        "76": [],
        "77": [
            {
                "verse_number": "1",
                "verse_text": "I yell out to my God, I yell with all my might, I yell at the top of my lungs. He listens. my life was an open wound that wouldn&quot;t heal. When friends said, &apos;Everything will turn out all right,&apos; I didn&quot;t believe a word they said. I remember God&ndash;and shake my head. I bow my head&ndash;then wring my hands. I&quot;m awake all night&ndash;not a wink of sleep; I can&quot;t even say what&quot;s bothering me. I go over the days one by one, I ponder the years gone by. I strum my lute all through the night, wondering how to get my life together. Will he never smile again? Is his love worn threadbare? Has his salvation promise burned out? Has God forgotten his manners? Has he angrily stomped off and left us? &apos;Just my luck,&apos; I said. &apos;The High God retires just the moment I need him.&apos; lay out on the table the ancient wonders; I&quot;ll ponder all the things you&quot;ve accomplished, and give a long, loving look at your acts. No god is great like God! You&quot;re the God who makes things happen; you showed everyone what you can do&ndash; You pulled your people out of the worst kind of trouble, rescued the children of Jacob and Joseph. saw you and trembled with fear; Deep Ocean was scared to death. Clouds belched buckets of rain, Sky exploded with thunder, your arrows flashing this way and that. From Whirlwind came your thundering voice, Lightning exposed the world, Earth reeled and rocked. You strode right through Ocean, walked straight through roaring Ocean, but nobody saw you come or go. You led your people like a flock of sheep."
            },
            {
                "verse_number": "20",
                "verse_text": "Hidden in the hands of Moses and Aaron,"
            }
        ],
        "78": [],
        "79": [],
        "80": [
            {
                "verse_number": "3",
                "verse_text": "God, come back!"
            },
            {
                "verse_number": "7",
                "verse_text": "God-of-the-Angel-Armies, come back!"
            },
            {
                "verse_number": "19",
                "verse_text": "God , God-of-the-Angel-Armies, come back!"
            }
        ],
        "81": [],
        "82": [
            {
                "verse_number": "1",
                "verse_text": "God calls the judges into his courtroom, he puts all the judges in the dock. you&quot;ve let the wicked get away with murder. You&quot;re here to defend the defenseless, to make sure that underdogs get a fair break; Your job is to stand up for the powerless, and prosecute all those who exploit them.&apos; They haven&quot;t a clue to what&quot;s going on. And now everything&quot;s falling apart, the world&quot;s coming unglued. deputies of the High God, But you&quot;ve betrayed your commission and now you&quot;re stripped of your rank, busted.&apos; You&quot;ve got the whole world in your hands!"
            },
            {
                "verse_number": "5",
                "verse_text": "Ignorant judges! Head-in-the-sand judges!"
            },
            {
                "verse_number": "8",
                "verse_text": "O God, give them what they&quot;ve got coming!"
            }
        ],
        "83": [],
        "84": [],
        "85": [],
        "86": [],
        "87": [
            {
                "verse_number": "4",
                "verse_text": "I name them off, those among whom I&quot;m famous:"
            },
            {
                "verse_number": "5",
                "verse_text": "The word&quot;s getting out on Zion:"
            },
            {
                "verse_number": "6",
                "verse_text": "God registers their names in his book:"
            },
            {
                "verse_number": "7",
                "verse_text": "Singers and dancers give credit to Zion:"
            }
        ],
        "88": [],
        "89": [],
        "90": [],
        "91": [],
        "92": [
            {
                "verse_number": "15",
                "verse_text": "Such witnesses to upright God!"
            }
        ],
        "93": [
            {
                "verse_number": "5",
                "verse_text": "What you say goes&ndash;it always has."
            }
        ],
        "94": [],
        "95": [],
        "96": [
            {
                "verse_number": "7",
                "verse_text": "Bravo, God , Bravo!"
            },
            {
                "verse_number": "10",
                "verse_text": "Get out the message&ndash; God Rules!"
            },
            {
                "verse_number": "11",
                "verse_text": "Let&quot;s hear it from Sky,"
            },
            {
                "verse_number": "12",
                "verse_text": "Let Wilderness turn cartwheels,"
            },
            {
                "verse_number": "13",
                "verse_text": "An extravaganza before God as he comes,"
            }
        ],
        "97": [
            {
                "verse_number": "1",
                "verse_text": "God rules: there&quot;s something to shout over! On the double, mainlands and islands&ndash;celebrate! Right and justice anchor his rule. Flaming high up the craggy mountains. Earth, wide-eyed, trembles in fear. And melt, melt like wax before earth&quot;s Lord. And everyone will see it happen&ndash;glorious! And they were so proud of their ragamuffin gods! On your knees, all you gods&ndash;worship him! And Zion, you listen and take heart! Daughters of Zion, sing your hearts out: God has done it all, has set everything right. Far, far higher than any of the gods. And those who love him he keeps safe, Snatches them from the grip of the wicked. Joy-seeds are planted in good heart-soil. Give thanks to our Holy God!"
            },
            {
                "verse_number": "2",
                "verse_text": "Bright clouds and storm clouds circle &quot;round him;"
            },
            {
                "verse_number": "3",
                "verse_text": "Fire blazes out before him,"
            },
            {
                "verse_number": "4",
                "verse_text": "His lightnings light up the world;"
            },
            {
                "verse_number": "5",
                "verse_text": "The mountains take one look at God"
            },
            {
                "verse_number": "6",
                "verse_text": "The heavens announce that he&quot;ll set everything right,"
            },
            {
                "verse_number": "9",
                "verse_text": "You, God , are High God of the cosmos,"
            },
            {
                "verse_number": "10",
                "verse_text": "God loves all who hate evil,"
            },
            {
                "verse_number": "11",
                "verse_text": "Light-seeds are planted in the souls of God&quot;s people,"
            },
            {
                "verse_number": "12",
                "verse_text": "So, God&quot;s people, shout praise to God,"
            }
        ],
        "98": [
            {
                "verse_number": "1",
                "verse_text": "Sing to God a brand-new song. He&quot;s made a world of wonders! He rolled up his sleeves, He set things right. He showed the world what he could do. To his dear family, Israel&ndash;indefatigable love. The whole earth comes to attention. Look&ndash;God&quot;s work of salvation! Let loose and sing! Strike up the band! Add on a hundred-voice choir. Fill the air with praises to King God . With everything living on earth joining in. And mountains harmonize the finale&ndash; When he comes to set the earth right. He&quot;ll straighten out the whole world, He&quot;ll put the world right, and everyone in it."
            },
            {
                "verse_number": "2",
                "verse_text": "God made history with salvation,"
            },
            {
                "verse_number": "3",
                "verse_text": "He remembered to love us, a bonus"
            },
            {
                "verse_number": "4",
                "verse_text": "Shout your praises to God , everybody!"
            },
            {
                "verse_number": "5",
                "verse_text": "Round up an orchestra to play for God ,"
            },
            {
                "verse_number": "6",
                "verse_text": "Feature trumpets and big trombones,"
            },
            {
                "verse_number": "7",
                "verse_text": "Let the sea and its fish give a round of applause,"
            },
            {
                "verse_number": "8",
                "verse_text": "Let ocean breakers call out, &apos;Encore!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "A tribute to God when he comes,"
            }
        ],
        "99": [],
        "100": [
            {
                "verse_number": "3",
                "verse_text": "Know this: God is God, and God, God ."
            },
            {
                "verse_number": "4",
                "verse_text": "Enter with the password: &apos;Thank you!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "For God is sheer beauty,"
            }
        ],
        "101": [],
        "102": [],
        "103": [],
        "104": [],
        "105": [],
        "106": [],
        "107": [],
        "108": [],
        "109": [],
        "110": [],
        "111": [],
        "112": [],
        "113": [],
        "114": [],
        "115": [],
        "116": [],
        "117": [],
        "118": [],
        "119": [],
        "120": [],
        "121": [],
        "122": [],
        "123": [],
        "124": [
            {
                "verse_number": "6",
                "verse_text": "Oh, blessed be God !"
            },
            {
                "verse_number": "7",
                "verse_text": "We&quot;ve flown free from their fangs,"
            },
            {
                "verse_number": "8",
                "verse_text": "God &quot;s strong name is our help,"
            }
        ],
        "125": [],
        "126": [],
        "127": [],
        "128": [],
        "129": [],
        "130": [],
        "131": [
            {
                "verse_number": "1",
                "verse_text": "God , I&quot;m not trying to rule the roost, I don&quot;t want to be king of the mountain. I haven&quot;t meddled where I have no business or fantasized grandiose plans. I&quot;ve cultivated a quiet heart. Like a baby content in its mother&quot;s arms, my soul is a baby content. Hope now; hope always!"
            },
            {
                "verse_number": "2",
                "verse_text": "I&quot;ve kept my feet on the ground,"
            },
            {
                "verse_number": "3",
                "verse_text": "Wait, Israel, for God . Wait with hope."
            }
        ],
        "132": [],
        "133": [],
        "134": [],
        "135": [],
        "136": [],
        "137": [],
        "138": [],
        "139": [],
        "140": [],
        "141": [],
        "142": [],
        "143": [],
        "144": [
            {
                "verse_number": "11",
                "verse_text": "Rescue me from the enemy sword,"
            },
            {
                "verse_number": "15",
                "verse_text": "How blessed the people who have all this!"
            }
        ],
        "145": [
            {
                "verse_number": "1",
                "verse_text": "I lift you high in praise, my God, O my King! and I&quot;ll bless your name into eternity. and keep it up from now to eternity. There are no boundaries to his greatness. each one tells stories of your mighty acts. I compose songs on your wonders. I could write a book full of the details of your greatness. your righteousness is on everyone&quot;s lips. not quick to anger, is rich in love. everything he does is soaked through with grace. your holy people bless you. They talk about the glories of your rule, they exclaim over your splendor, the lavish splendor of your kingdom. you never get voted out of office. God always does what he says, and is gracious in everything he does. gives a fresh start to those ready to quit. you give them their meals on time. you lavish your favor on all creatures. the trademark on all his works is love. for all who pray and mean it. hears them call out, and saves them. but it&quot;s all over for those who don&quot;t. Let everything living bless him, bless his holy name from now to eternity!"
            },
            {
                "verse_number": "2",
                "verse_text": "I&quot;ll bless you every day,"
            },
            {
                "verse_number": "3",
                "verse_text": "God is magnificent; he can never be praised enough."
            },
            {
                "verse_number": "4",
                "verse_text": "Generation after generation stands in awe of your work;"
            },
            {
                "verse_number": "5",
                "verse_text": "Your beauty and splendor have everyone talking;"
            },
            {
                "verse_number": "6",
                "verse_text": "Your marvelous doings are headline news;"
            },
            {
                "verse_number": "7",
                "verse_text": "The fame of your goodness spreads across the country;"
            },
            {
                "verse_number": "8",
                "verse_text": "God is all mercy and grace&ndash;"
            },
            {
                "verse_number": "9",
                "verse_text": "God is good to one and all;"
            },
            {
                "verse_number": "12",
                "verse_text": "Letting the world know of your power for good,"
            },
            {
                "verse_number": "13",
                "verse_text": "Your kingdom is a kingdom eternal;"
            },
            {
                "verse_number": "14",
                "verse_text": "God gives a hand to those down on their luck,"
            },
            {
                "verse_number": "15",
                "verse_text": "All eyes are on you, expectant;"
            },
            {
                "verse_number": "16",
                "verse_text": "Generous to a fault,"
            },
            {
                "verse_number": "17",
                "verse_text": "Everything God does is right&ndash;"
            },
            {
                "verse_number": "18",
                "verse_text": "God &quot;s there, listening for all who pray,"
            },
            {
                "verse_number": "19",
                "verse_text": "He does what&quot;s best for those who fear him&ndash;"
            },
            {
                "verse_number": "20",
                "verse_text": "God sticks by all who love him,"
            },
            {
                "verse_number": "21",
                "verse_text": "My mouth is filled with God &quot;s praise."
            }
        ],
        "146": [
            {
                "verse_number": "10",
                "verse_text": "God &quot;s in charge&ndash; always."
            }
        ],
        "147": [
            {
                "verse_number": "1",
                "verse_text": "Hallelujah! It&quot;s a good thing to sing praise to our God; praise is beautiful, praise is fitting. who regathers Israel&quot;s scattered exiles. He heals the heartbroken and bandages their wounds. He counts the stars and assigns each a name. Our Lord is great, with limitless strength; we&quot;ll never comprehend what he knows and does. God puts the fallen on their feet again and pushes the wicked into the ditch. play music on your instruments to God, Who fills the sky with clouds, preparing rain for the earth, Then turning the mountains green with grass, feeding both cattle and crows. He&quot;s not impressed with horsepower; the size of our muscles means little to him. Those who fear God get God&quot; s attention; they can depend on his strength. Zion, praise your God! He made your city secure, he blessed your children among you. He keeps the peace at your borders, he puts the best bread on your tables. He launches his promises earthward&ndash; how swift and sure they come! He spreads snow like a white fleece, he scatters frost like ashes, He broadcasts hail like birdseed&ndash; who can survive his winter? Then he gives the command and it all melts; he breathes on winter&ndash;suddenly it&quot;s spring! speaks words that work to Israel. He never did this to the other nations; they never heard such commands. Hallelujah!"
            }
        ],
        "148": [
            {
                "verse_number": "6",
                "verse_text": "He set them in place"
            }
        ],
        "149": [],
        "150": []
    }
}