{
    "Deuteronomy": {
        "1": [
            {
                "verse_number": "5",
                "verse_text": "He said:"
            },
            {
                "verse_number": "14",
                "verse_text": "You answered me, &apos;Good! A good solution.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So I went ahead and took the top men of your tribes, wise and seasoned, and made them your leaders&ndash;leaders of thousands, of hundreds, of fifties, and of tens, officials adequate for each of your tribes."
            },
            {
                "verse_number": "18",
                "verse_text": "I issued orders to you at that time regarding everything you would have to deal with."
            },
            {
                "verse_number": "22",
                "verse_text": "But then you all came to me and said, &apos;Let&quot;s send some men on ahead to scout out the land for us and bring back a report on the best route to take and the kinds of towns we can expect to find.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "You spoke up, &apos;We&quot;ve sinned against God . We&quot;ll go up and fight, following all the orders that God , our God, has commanded.&apos; You took your weapons and dressed for battle&ndash;you thought it would be so easy going into those hills!"
            },
            {
                "verse_number": "42",
                "verse_text": "But God told me, &apos;Tell them, &quot;Don&quot;t do it; don&quot;t go up to fight&ndash;I&quot;m not with you in this. Your enemies will waste you.&quot;&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Then we turned around and went back into the wilderness following the route to the Red Sea, as God had instructed me. We worked our way in and around the hills of Seir for a long, long time. * * * * * * * * *"
            },
            {
                "verse_number": "7",
                "verse_text": "God , your God, has blessed you in everything you have done. He has guarded you in your travels through this immense wilderness. For forty years now, God , your God, has been right here with you. You haven&quot;t lacked one thing."
            },
            {
                "verse_number": "8",
                "verse_text": "So we detoured around our brothers, the People of Esau who live in Seir, avoiding the Arabah Road that comes up from Elath and Ezion Geber; instead we used the road through the Wilderness of Moab."
            },
            {
                "verse_number": "9",
                "verse_text": "God told me, &apos;And don&quot;t try to pick a fight with the Moabites. I am not giving you any of their land. I&quot;ve given ownership of Ar to the People of Lot.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "God said, &apos;It&quot;s time now to cross the Brook Zered.&apos; So we crossed the Brook Zered."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;The People of Esau who live in Seir and the Moabites who live in Ar did this, helping me on my way until I can cross the Jordan and enter the land that God , our God, is giving us.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "But Sihon king of Heshbon wouldn&quot;t let us cross his land. God , your God, turned his spirit mean and his heart hard so he could hand him over to you, as you can see that he has done."
            },
            {
                "verse_number": "31",
                "verse_text": "Then God said to me, &apos;Look, I&quot;ve got the ball rolling&ndash;Sihon and his land are soon yours. Go ahead. Take it. It&quot;s practically yours!&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "The only land you didn&quot;t take, obeying God &quot;s command, was the land of the People of Ammon, the land along the Jabbok and around the cities in the hills."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Then we turned north and took the road to Bashan. Og king of Bashan, he and all his people, came out to meet us in battle at Edrei. * * * * * * * * * * * *"
            },
            {
                "verse_number": "2",
                "verse_text": "God said to me, &apos;Don&quot;t be afraid of him; I&quot;m turning him over to you, along with his whole army and his land. Treat him the way you treated Sihon king of the Amorites who ruled from Heshbon.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Og king of Bashan was the last remaining Rephaite. His bed, made of iron, was over thirteen feet long and six wide. You can still see it on display in Rabbah of the People of Ammon."
            },
            {
                "verse_number": "12",
                "verse_text": "Of the land that we possessed at that time, I gave the Reubenites and the Gadites the territory north of Aroer along the Brook Arnon and half the hill country of Gilead with its towns."
            },
            {
                "verse_number": "13",
                "verse_text": "I gave the half-tribe of Manasseh the rest of Gilead and all of Bashan, Og&quot;s kingdom&ndash;all the region of Argob, which takes in all of Bashan. This used to be known as the Land of the Rephaites."
            },
            {
                "verse_number": "14",
                "verse_text": "Jair, a son of Manasseh, got the region of Argob to the borders of the Geshurites and Maacathites. He named the Bashan villages after himself, Havvoth Jair (Jair&quot;s Tent-Villages). They&quot;re still called that."
            },
            {
                "verse_number": "15",
                "verse_text": "I gave Gilead to Makir."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Then command Joshua: Give him courage. Give him strength. Single-handed he will lead this people across the river. Single-handed he&quot;ll cause them to inherit the land at which you can only look.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "That&quot;s why we have stayed in this valley near Beth Peor."
            }
        ],
        "4": [
            {
                "verse_number": "9",
                "verse_text": "Just make sure you stay alert. Keep close watch over yourselves. Don&quot;t forget anything of what you&quot;ve seen. Don&quot;t let your heart wander off. Stay vigilant as long as you live. Teach what you&quot;ve seen and heard to your children and grandchildren."
            },
            {
                "verse_number": "10",
                "verse_text": "That day when you stood before God , your God, at Horeb, God said to me, &apos;Assemble the people in my presence to listen to my words so that they will learn to fear me in holy fear for as long as they live on the land, and then they will teach these same words to their children.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "And God commanded me at that time to teach you the rules and regulations that you are to live by in the land which you are crossing over the Jordan to possess."
            },
            {
                "verse_number": "34",
                "verse_text": "Or has a god ever tried to select for himself a nation from within a nation using trials, miracles, and war, putting his strong hand in, reaching his long arm out, a spectacle awesome and staggering, the way God , your God, did it for you in Egypt while you stood right there and watched?"
            },
            {
                "verse_number": "43",
                "verse_text": "Bezer in the wilderness on the tableland for the Reubenites, Ramoth in Gilead for the Gadites, and Golan in Bashan for the Manassites."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Moses called all Israel together. He said to them, Attention, Israel. Listen obediently to the rules and regulations I am delivering to your listening ears today. Learn them. Live them. who brought you out of the land of Egypt, out of a house of slaves."
            },
            {
                "verse_number": "6",
                "verse_text": "I am God , your God,"
            },
            {
                "verse_number": "7",
                "verse_text": "No other gods, only me."
            },
            {
                "verse_number": "11",
                "verse_text": "No using the name of God , your God, in curses or silly banter; God won&quot;t put up with the irreverent use of his name."
            },
            {
                "verse_number": "16",
                "verse_text": "Respect your father and mother&ndash; God , your God, commands it! You&quot;ll have a long life; the land that God is giving you will treat you well."
            },
            {
                "verse_number": "17",
                "verse_text": "No murder."
            },
            {
                "verse_number": "18",
                "verse_text": "No adultery."
            },
            {
                "verse_number": "19",
                "verse_text": "No stealing."
            },
            {
                "verse_number": "20",
                "verse_text": "No lies about your neighbor."
            },
            {
                "verse_number": "21",
                "verse_text": "No coveting your neighbor&quot;s wife. And no lusting for his house, field, servant, maid, ox, or donkey either&ndash;nothing that belongs to your neighbor!"
            },
            {
                "verse_number": "22",
                "verse_text": "These are the words that God spoke to the whole congregation at the mountain. He spoke in a tremendous voice from the fire and cloud and dark mist. And that was it. No more words. Then he wrote them on two slabs of stone and gave them to me."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;From now on, you go and listen to what God , our God, says and then tell us what God tells you. We&quot;ll listen and we&quot;ll do it.&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "3",
                "verse_text": "Listen obediently, Israel. Do what you&quot;re told so that you&quot;ll have a good life, a life of abundance and bounty, just as God promised, in a land abounding in milk and honey."
            },
            {
                "verse_number": "4",
                "verse_text": "Attention, Israel!"
            },
            {
                "verse_number": "5",
                "verse_text": "Love God , your God, with your whole heart: love him with all that&quot;s in you, love him with all you&quot;ve got!"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;It will be a set-right and put-together life for us if we make sure that we do this entire commandment in the Presence of God , our God, just as he commanded us to do.&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "5",
                "verse_text": "Here&quot;s what you are to do:"
            },
            {
                "verse_number": "6",
                "verse_text": "Do this because you are a people set apart as holy to God , your God. God , your God, chose you out of all the people on Earth for himself as a cherished, personal treasure."
            },
            {
                "verse_number": "11",
                "verse_text": "So keep the command and the rules and regulations that I command you today. Do them."
            },
            {
                "verse_number": "16",
                "verse_text": "You&quot;ll make mincemeat of all the peoples that God , your God, hands over to you. Don&quot;t feel sorry for them. And don&quot;t worship their gods&ndash;they&quot;ll trap you for sure."
            },
            {
                "verse_number": "20",
                "verse_text": "And to top it off, the Hornet. God will unleash the Hornet on them until every survivor-in-hiding is dead."
            }
        ],
        "8": [
            {
                "verse_number": "10",
                "verse_text": "After a meal, satisfied, bless God , your God, for the good land he has given you."
            }
        ],
        "9": [
            {
                "verse_number": "3",
                "verse_text": "Today know this: God , your God, is crossing the river ahead of you&ndash;he&quot;s a consuming fire. He will destroy the nations, he will put them under your power. You will oust them and very quickly wipe them out, just as God promised you would."
            },
            {
                "verse_number": "21",
                "verse_text": "But that sin-thing that you made, that calf-god, I took and burned in the fire, pounded and ground it until it was crushed into a fine powder, then threw it into the stream that comes down the mountain."
            },
            {
                "verse_number": "22",
                "verse_text": "And then there was Camp Taberah (Blaze), Massah (Testing-Place), and Camp Kibroth Hattaavah (Graves-of-the-Craving)&ndash;more occasions when you made God furious with you."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;They are your people still, your inheritance whom you powerfully and sovereignly rescued.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "10",
                "verse_text": "I stayed there on the mountain forty days and nights, just as I did the first time. And God listened to me, just as he did the first time: God decided not to destroy you."
            },
            {
                "verse_number": "11",
                "verse_text": "God told me, &apos;Now get going. Lead your people as they resume the journey to take possession of the land that I promised their ancestors that I&quot;d give to them.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "When your ancestors entered Egypt, they numbered a mere seventy souls. And now look at you&ndash;you look more like the stars in the night skies in number. And your God did it."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "So love God , your God; guard well his rules and regulations; obey his commandments for the rest of time. * * *"
            },
            {
                "verse_number": "26",
                "verse_text": "I&quot;ve brought you today to the crossroads of Blessing and Curse."
            },
            {
                "verse_number": "27",
                "verse_text": "The Blessing: if you listen obediently to the commandments of God , your God, which I command you today."
            },
            {
                "verse_number": "28",
                "verse_text": "The Curse: if you don&quot;t pay attention to the commandments of God , your God, but leave the road that I command you today, following other gods of which you know nothing."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "These are the rules and regulations that you must diligently observe for as long as you live in this country that God , the God-of-Your-Fathers, has given you to possess. * * *"
            },
            {
                "verse_number": "4",
                "verse_text": "Stay clear of those places&ndash;don&quot;t let what went on there contaminate the worship of God , your God."
            },
            {
                "verse_number": "15",
                "verse_text": "It&quot;s permissible to slaughter your nonsacrificial animals like gazelle and deer in your towns and eat all you want from them with the blessing of God , your God. Both the ritually clean and unclean may eat."
            },
            {
                "verse_number": "19",
                "verse_text": "And make sure that for as long as you live on your land you never, never neglect the Levite."
            },
            {
                "verse_number": "28",
                "verse_text": "Be vigilant, listen obediently to these words that I command you so that you&quot;ll have a good life, you and your children, for a long, long time, doing what is good and right in the eyes of God , your God."
            },
            {
                "verse_number": "32",
                "verse_text": "Diligently do everything I command you, the way I command you: don&quot;t add to it; don&quot;t subtract from it."
            }
        ],
        "13": [
            {
                "verse_number": "5",
                "verse_text": "And that prophet or visionary must be put to death. He has urged mutiny against God , your God, who rescued you from Egypt, who redeemed you from a world of slavery and put you on the road on which God , your God, has commanded you to walk. Purge the evil from your company."
            },
            {
                "verse_number": "11",
                "verse_text": "Every man, woman, and child in Israel will hear what&quot;s been done and be in awe. No one will dare to do an evil thing like this again."
            },
            {
                "verse_number": "18",
                "verse_text": "Yes. Obediently listen to God , your God. Keep all his commands that I am giving you today. Do the right thing in the eyes of God , your God."
            }
        ],
        "14": [
            {
                "verse_number": "21",
                "verse_text": "Because you are a people holy to God , your God, don&quot;t eat anything that you find dead. You can, though, give it to a foreigner in your neighborhood for a meal or sell it to a foreigner."
            },
            {
                "verse_number": "27",
                "verse_text": "Meanwhile, don&quot;t forget to take good care of the Levites who live in your towns; they won&quot;t get any property or inheritance of their own as you will."
            }
        ],
        "15": [
            {
                "verse_number": "18",
                "verse_text": "Don&quot;t consider this an unreasonable hardship, this setting your slave free. After all, he&quot;s worked six years for you at half the cost of a hired hand."
            }
        ],
        "16": [
            {
                "verse_number": "8",
                "verse_text": "Eat unraised bread for six days. Set aside the seventh day as a holiday; don&quot;t do any work."
            },
            {
                "verse_number": "12",
                "verse_text": "Don&quot;t forget that you were once a slave in Egypt. So be diligent in observing these regulations."
            },
            {
                "verse_number": "20",
                "verse_text": "The right! The right! Pursue only what&quot;s right! It&quot;s the only way you can really live and possess the land that God , your God, is giving you."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "And don&quot;t sacrifice to God , your God, an ox or sheep that is defective or has anything at all wrong with it. That&quot;s an abomination, an insult to God , your God. * * * * * * * * *"
            }
        ],
        "18": [
            {
                "verse_number": "20",
                "verse_text": "&apos;But any prophet who fakes it, who claims to speak in my name something I haven&quot;t commanded him to say, or speaks in the name of other gods, that prophet must die.&apos;"
            }
        ],
        "19": [
            {
                "verse_number": "14",
                "verse_text": "Don&quot;t move your neighbor&quot;s boundary markers, the longstanding landmarks set up by your pioneer ancestors defining their property."
            },
            {
                "verse_number": "15",
                "verse_text": "You cannot convict anyone of a crime or sin on the word of one witness. You need two or three witnesses to make a case."
            }
        ],
        "20": [
            {
                "verse_number": "8",
                "verse_text": "The officers will then continue, &apos;And is there a man here who is wavering in resolve and afraid? Let him go home right now so that he doesn&quot;t infect his fellows with his timidity and cowardly spirit.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "When the officers have finished speaking to the troops, let them appoint commanders of the troops who shall muster them by units."
            }
        ],
        "21": [
            {
                "verse_number": "21",
                "verse_text": "Then all the men of the town are to throw rocks at him until he&quot;s dead. You will have purged the evil pollution from among you. All Israel will hear what&quot;s happened and be in awe."
            }
        ],
        "22": [
            {
                "verse_number": "4",
                "verse_text": "If you see your fellow&quot;s donkey or ox injured along the road, don&quot;t look the other way. Help him get it up and on its way."
            },
            {
                "verse_number": "5",
                "verse_text": "A woman must not wear a man&quot;s clothing, nor a man wear women&quot;s clothing. This kind of thing is an abomination to God , your God."
            },
            {
                "verse_number": "8",
                "verse_text": "When you build a new house, make a parapet around your roof to make it safe so that someone doesn&quot;t fall off and die and your family become responsible for the death."
            },
            {
                "verse_number": "9",
                "verse_text": "Don&quot;t plant two kinds of seed in your vineyard. If you do, you will forfeit what you&quot;ve sown, the total production of the vineyard."
            },
            {
                "verse_number": "10",
                "verse_text": "Don&quot;t plow with an ox and a donkey yoked together."
            },
            {
                "verse_number": "11",
                "verse_text": "Don&quot;t wear clothes of mixed fabrics, wool and linen together."
            },
            {
                "verse_number": "12",
                "verse_text": "Make tassels on the four corners of the cloak you use to cover yourself."
            },
            {
                "verse_number": "22",
                "verse_text": "If a man is found sleeping with another man&quot;s wife, both must die. Purge that evil from Israel."
            },
            {
                "verse_number": "30",
                "verse_text": "A man may not marry his father&quot;s ex-wife&ndash;that would violate his father&quot;s rights."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "No eunuch is to enter the congregation of God . And don&quot;t spurn an Egyptian; you were a foreigner in his land. * * * * * *"
            },
            {
                "verse_number": "2",
                "verse_text": "No bastard is to enter the congregation of God , even to the tenth generation, nor any of his children."
            },
            {
                "verse_number": "7",
                "verse_text": "But don&quot;t spurn an Edomite; he&quot;s your kin."
            },
            {
                "verse_number": "8",
                "verse_text": "Children born to Edomites and Egyptians may enter the congregation of God in the third generation."
            }
        ],
        "24": [
            {
                "verse_number": "5",
                "verse_text": "When a man takes a new wife, he is not to go out with the army or be given any business or work duties. He gets one year off simply to be at home making his wife happy."
            },
            {
                "verse_number": "6",
                "verse_text": "Don&quot;t seize a handmill or an upper millstone as collateral for a loan. You&quot;d be seizing someone&quot;s very life."
            },
            {
                "verse_number": "7",
                "verse_text": "If a man is caught kidnapping one of his kinsmen, someone of the People of Israel, to enslave or sell him, the kidnapper must die. Purge that evil from among you."
            },
            {
                "verse_number": "16",
                "verse_text": "Parents shall not be put to death for their children, nor children for their parents. Each person shall be put to death for his own sin."
            }
        ],
        "25": [
            {
                "verse_number": "4",
                "verse_text": "Don&quot;t muzzle an ox while it is threshing."
            }
        ],
        "26": [
            {
                "verse_number": "15",
                "verse_text": "Look down from your holy house in Heaven!"
            }
        ],
        "27": [
            {
                "verse_number": "8",
                "verse_text": "Write all the words of this Revelation on the stones. Incise them sharply."
            }
        ],
        "28": [
            {
                "verse_number": "7",
                "verse_text": "God will defeat your enemies who attack you. They&quot;ll come at you on one road and run away on seven roads."
            },
            {
                "verse_number": "8",
                "verse_text": "God will order a blessing on your barns and workplaces; he&quot;ll bless you in the land that God , your God, is giving you."
            },
            {
                "verse_number": "9",
                "verse_text": "God will form you as a people holy to him, just as he promised you, if you keep the commandments of God , your God, and live the way he has shown you."
            },
            {
                "verse_number": "10",
                "verse_text": "All the peoples on Earth will see you living under the Name of God and hold you in respectful awe."
            },
            {
                "verse_number": "20",
                "verse_text": "God will send The Curse, The Confusion, The Contrariness down on everything you try to do until you&quot;ve been destroyed and there&quot;s nothing left of you&ndash;all because of your evil pursuits that led you to abandon me."
            },
            {
                "verse_number": "21",
                "verse_text": "God will infect you with The Disease, wiping you right off the land that you&quot;re going in to possess."
            },
            {
                "verse_number": "22",
                "verse_text": "God will set consumption and fever and rash and seizures and dehydration and blight and jaundice on you. They&quot;ll hunt you down until they kill you."
            },
            {
                "verse_number": "35",
                "verse_text": "God will hit you with painful boils on your knees and legs and no healing or relief from head to foot."
            },
            {
                "verse_number": "62",
                "verse_text": "Because you didn&quot;t listen obediently to the Voice of God , your God, you&quot;ll be left with a few pitiful stragglers in place of the dazzling stars-in-the-heavens multitude you had become."
            },
            {
                "verse_number": "67",
                "verse_text": "In the morning you&quot;ll say, &apos;I wish it were evening.&apos; In the evening you&quot;ll say, &apos;I wish it were morning.&apos; Afraid, terrorized at what&quot;s coming next, afraid of the unknown, because of the sights you&quot;ve witnessed."
            },
            {
                "verse_number": "68",
                "verse_text": "God will ship you back to Egypt by a road I promised you&quot;d never see again. There you&quot;ll offer yourselves for sale, both men and women, as slaves to your enemies. And not a buyer to be found."
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "These are the terms of the Covenant that God commanded Moses to make with the People of Israel in the land of Moab, renewing the Covenant he made with them at Horeb."
            },
            {
                "verse_number": "9",
                "verse_text": "Diligently keep the words of this Covenant. Do what they say so that you will live well and wisely in every detail."
            },
            {
                "verse_number": "24",
                "verse_text": "All the nations will ask, &apos;Why did God do this to this country? What on earth could have made him this angry?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "God , our God, will take care of the hidden things but the revealed things are our business. It&quot;s up to us and our children to attend to all the terms in this Revelation."
            }
        ],
        "30": [
            {
                "verse_number": "10",
                "verse_text": "But only if you listen obediently to God , your God, and keep the commandments and regulations written in this Book of Revelation. Nothing halfhearted here; you must return to God , your God, totally, heart and soul, holding nothing back."
            },
            {
                "verse_number": "15",
                "verse_text": "Look at what I&quot;ve done for you today: I&quot;ve placed in front of you"
            },
            {
                "verse_number": "16",
                "verse_text": "And I command you today: Love God , your God. Walk in his ways. Keep his commandments, regulations, and rules so that you will live, really live, live exuberantly, blessed by God , your God, in the land you are about to enter and possess."
            }
        ],
        "31": [
            {
                "verse_number": "6",
                "verse_text": "&apos;Be strong. Take courage. Don&quot;t be intimidated. Don&quot;t give them a second thought because God , your God, is striding ahead of you. He&quot;s right there with you. He won&quot;t let you down; he won&quot;t leave you.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "So Moses wrote down this song that very day and taught it to the People of Israel."
            },
            {
                "verse_number": "23",
                "verse_text": "Then God commanded Joshua son of Nun saying, &apos;Be strong. Take courage. You will lead the People of Israel into the land I promised to give them. And I&quot;ll be right there with you.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "So with everyone in Israel gathered and listening, Moses taught them the words of this song, from start to finish."
            }
        ],
        "32": [
            {
                "verse_number": "43",
                "verse_text": "Celebrate, nations, join the praise of his people."
            }
        ],
        "33": [
            {
                "verse_number": "6",
                "verse_text": "Reuben:"
            },
            {
                "verse_number": "7",
                "verse_text": "Judah:"
            },
            {
                "verse_number": "12",
                "verse_text": "Benjamin:"
            },
            {
                "verse_number": "22",
                "verse_text": "Dan:"
            },
            {
                "verse_number": "23",
                "verse_text": "Naphtali:"
            },
            {
                "verse_number": "29",
                "verse_text": "Lucky Israel! Who has it as good as you?"
            }
        ],
        "34": [
            {
                "verse_number": "4",
                "verse_text": "Then and there God said to him, &apos;This is the land I promised to your ancestors, to Abraham, Isaac, and Jacob with the words &quot;I will give it to your descendants.&quot; I&quot;ve let you see it with your own eyes. There it is. But you&quot;re not going to go in.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Joshua son of Nun was filled with the spirit of wisdom because Moses had laid his hands on him. The People of Israel listened obediently to him and did the same as when God had commanded Moses."
            }
        ]
    }
}