{
    "Esther": {
        "1": [],
        "2": [
            {
                "verse_number": "8",
                "verse_text": "When the king&quot;s order had been publicly posted, many young girls were brought to the palace complex of Susa and given over to Hegai who was overseer of the women. Esther was among them."
            },
            {
                "verse_number": "11",
                "verse_text": "Every day Mordecai strolled beside the court of the harem to find out how Esther was and get news of what she was doing."
            },
            {
                "verse_number": "15",
                "verse_text": "When it was Esther&quot;s turn to go to the king (Esther the daughter of Abihail the uncle of Mordecai, who had adopted her as his daughter), she asked for nothing other than what Hegai, the king&quot;s eunuch in charge of the harem, had recommended. Esther, just as she was, won the admiration of everyone who saw her."
            },
            {
                "verse_number": "16",
                "verse_text": "She was taken to King Xerxes in the royal palace in the tenth month, the month of Tebeth, in the seventh year of the king&quot;s reign."
            }
        ],
        "3": [
            {
                "verse_number": "7",
                "verse_text": "In the first month, the month of Nisan, of the twelfth year of Xerxes, the pur &ndash;that is, the lot&ndash;was cast under Haman&quot;s charge to determine the propitious day and month. The lot turned up the thirteenth day of the twelfth month, which is the month of Adar."
            },
            {
                "verse_number": "10",
                "verse_text": "The king slipped his signet ring from his hand and gave it to Haman son of Hammedatha the Agagite, archenemy of the Jews."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Go ahead,&apos; the king said to Haman. &apos;It&quot;s your money&ndash;do whatever you want with those people.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The king&quot;s secretaries were brought in on the thirteenth day of the first month. The orders were written out word for word as Haman had addressed them to the king&quot;s satraps, the governors of every province, and the officials of every people. They were written in the script of each province and the language of each people in the name of King Xerxes and sealed with the royal signet ring."
            },
            {
                "verse_number": "15",
                "verse_text": "At the king&quot;s command, the couriers took off; the order was also posted in the palace complex of Susa. The king and Haman sat back and had a drink while the city of Susa reeled from the news."
            }
        ],
        "4": [
            {
                "verse_number": "17",
                "verse_text": "Mordecai left and carried out Esther&quot;s instructions."
            }
        ],
        "5": [
            {
                "verse_number": "4",
                "verse_text": "&apos;If it please the king,&apos; said Esther, &apos;let the king come with Haman to a dinner I&quot;ve prepared for him.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "His wife Zeresh and all his friends said, &apos;Build a gallows seventy-five feet high. First thing in the morning speak with the king; get him to order Mordecai hanged on it. Then happily go with the king to dinner.&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "3",
                "verse_text": "The king asked, &apos;What great honor was given to Mordecai for this?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The king said, &apos;Is there anybody out in the court?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The king&quot;s servants said, &apos;Haman is out there, waiting in the court.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Go and do it,&apos; the king said to Haman. &apos;Don&quot;t waste another minute. Take the robe and horse and do what you have proposed to Mordecai the Jew who sits at the King&quot;s Gate. Don&quot;t leave out a single detail of your plan.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So Haman took the robe and horse; he robed Mordecai and led him through the city square, proclaiming before him, &apos;This is what is done for the man whom the king especially wants to honor!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "While they were still talking, the king&quot;s eunuchs arrived and hurried Haman off to the dinner that Esther had prepared."
            }
        ],
        "7": [
            {
                "verse_number": "3",
                "verse_text": "Queen Esther answered, &apos;If I have found favor in your eyes, O King, and if it please the king, give me my life, and give my people their lives."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;We&quot;ve been sold, I and my people, to be destroyed&ndash;sold to be massacred, eliminated. If we had just been sold off into slavery, I wouldn&quot;t even have brought it up; our troubles wouldn&quot;t have been worth bothering the king over.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "King Xerxes exploded, &apos;Who? Where is he? This is monstrous!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;An enemy. An adversary. This evil Haman,&apos; said Esther."
            },
            {
                "verse_number": "9",
                "verse_text": "Harbona, one of the eunuchs attending the king, spoke up: &apos;Look over there! There&quot;s the gallows that Haman had built for Mordecai, who saved the king&quot;s life. It&quot;s right next to Haman&quot;s house&ndash;seventy-five feet high!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So Haman was hanged on the very gallows that he had built for Mordecai. And the king&quot;s hot anger cooled."
            }
        ],
        "8": [
            {
                "verse_number": "9",
                "verse_text": "So the king&quot;s secretaries were brought in on the twenty-third day of the third month, the month of Sivan, and the order regarding the Jews was written word for word as Mordecai dictated and was addressed to the satraps, governors, and officials of the provinces from India to Ethiopia, 127 provinces in all, to each province in its own script and each people in their own language, including the Jews in their script and language."
            },
            {
                "verse_number": "10",
                "verse_text": "He wrote under the name of King Xerxes and sealed the order with the royal signet ring; he sent out the bulletins by couriers on horseback, riding the fastest royal steeds bred from the royal stud."
            },
            {
                "verse_number": "14",
                "verse_text": "The couriers, fired up by the king&quot;s order, raced off on their royal horses. At the same time, the order was posted in the palace complex of Susa."
            }
        ],
        "9": [
            {
                "verse_number": "13",
                "verse_text": "&apos;If it please the king,&apos; Queen Esther responded, &apos;give the Jews of Susa permission to extend the terms of the order another day. And have the bodies of Haman&quot;s ten sons hanged in public display on the gallows.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The king commanded it: The order was extended; the bodies of Haman&quot;s ten sons were publicly hanged."
            },
            {
                "verse_number": "15",
                "verse_text": "The Jews in Susa went at it again. On the fourteenth day of Adar they killed another three hundred men in Susa. But again they took no plunder."
            },
            {
                "verse_number": "23",
                "verse_text": "And they did it. What started then became a tradition, continuing the practice of what Mordecai had written to them."
            }
        ],
        "10": [
            {
                "verse_number": "3",
                "verse_text": "Mordecai the Jew ranked second in command to King Xerxes. He was popular among the Jews and greatly respected by them. He worked hard for the good of his people; he cared for the peace and prosperity of his race."
            }
        ]
    }
}