{
    "1 Chronicles": {
        "1": [
            {
                "verse_number": "5",
                "verse_text": "Japheth had Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras."
            },
            {
                "verse_number": "6",
                "verse_text": "Gomer had Ashkenaz, Riphath, and Togarmah."
            },
            {
                "verse_number": "7",
                "verse_text": "Javan had Elisha, Tarshish, Kittim, and Rodanim."
            },
            {
                "verse_number": "8",
                "verse_text": "Ham had Cush, Mizraim, Put, and Canaan."
            },
            {
                "verse_number": "9",
                "verse_text": "Cush had Seba, Havilah, Sabta, Raamah, and Sabteca."
            },
            {
                "verse_number": "10",
                "verse_text": "Cush had Nimrod, the first great hero on earth."
            },
            {
                "verse_number": "17",
                "verse_text": "Shem had Elam, Asshur, Arphaxad, Lud, Aram, Uz, Hul, Gether, and Meshech."
            }
        ],
        "2": [
            {
                "verse_number": "27",
                "verse_text": "The sons of Ram, Jerahmeel&quot;s firstborn: Maaz, Jamin, and Eker."
            },
            {
                "verse_number": "30",
                "verse_text": "Nadab had Seled and Appaim. Seled died leaving no sons."
            },
            {
                "verse_number": "31",
                "verse_text": "Appaim had Ishi; Ishi had Sheshan; and Sheshan had Ahlai."
            },
            {
                "verse_number": "32",
                "verse_text": "Jada, Shammai&quot;s brother, had Jether and Jonathan. Jether died leaving no sons."
            },
            {
                "verse_number": "33",
                "verse_text": "Jonathan had Peleth and Zaza."
            },
            {
                "verse_number": "42",
                "verse_text": "Jerahmeel&quot;s brother Caleb had a son, his firstborn, named Mesha; Mesha had Ziph; Ziph&quot;s son was Mareshah the father of Hebron."
            },
            {
                "verse_number": "45",
                "verse_text": "Shammai&quot;s son was Maon and Maon was the father of Beth Zur."
            },
            {
                "verse_number": "46",
                "verse_text": "Caleb&quot;s concubine Ephah gave birth to Haran, Moza, and Gazez; Haran had Gazez."
            },
            {
                "verse_number": "47",
                "verse_text": "The sons of Jahdai: Regem, Jotham, Geshan, Pelet, Ephah, and Shaaph."
            }
        ],
        "3": [
            {
                "verse_number": "15",
                "verse_text": "Josiah&quot;s firstborn was Johanan, followed by Jehoiakim, then Zedekiah, and finally Shallum."
            },
            {
                "verse_number": "16",
                "verse_text": "Jehoiakim&quot;s sons were Jeconiah (Jehoiachin) and Zedekiah."
            },
            {
                "verse_number": "21",
                "verse_text": "Hananiah&quot;s sons were Pelatiah and Jeshaiah. There were also sons of Rephaiah, sons of Arnan, sons of Obadiah, and sons of Shecaniah."
            },
            {
                "verse_number": "22",
                "verse_text": "Shecaniah had Shemaiah who in his turn had Hattush, Igal, Bariah, Neariah, and Shaphat&ndash;six of them."
            },
            {
                "verse_number": "23",
                "verse_text": "Neariah had three sons: Elioenai, Hizkiah, and Azrikam."
            },
            {
                "verse_number": "24",
                "verse_text": "And Elioenai had seven sons: Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah, and Anani."
            }
        ],
        "4": [
            {
                "verse_number": "13",
                "verse_text": "The sons of Kenaz: Othniel and Seraiah."
            },
            {
                "verse_number": "14",
                "verse_text": "Meonothai had Ophrah; Seraiah had Joab, the founder of Ge Harashim (Colony of Artisans)."
            },
            {
                "verse_number": "15",
                "verse_text": "The sons of Caleb son of Jephunneh: Iru, Elah, and Naam."
            },
            {
                "verse_number": "16",
                "verse_text": "The sons of Jehallelel: Ziph, Ziphah, Tiria, and Asarel."
            },
            {
                "verse_number": "19",
                "verse_text": "The sons of Hodiah&quot;s wife, Naham&quot;s sister: the father of Keilah the Garmite, and Eshtemoa the Maacathite."
            },
            {
                "verse_number": "20",
                "verse_text": "The sons of Shimon: Amnon, Rinnah, Ben-Hanan, and Tilon."
            },
            {
                "verse_number": "26",
                "verse_text": "The sons of Mishma: Hammuel had Zaccur and Zaccur had Shimei."
            }
        ],
        "5": [
            {
                "verse_number": "3",
                "verse_text": "The sons of Reuben, firstborn of Israel: Hanoch, Pallu, Hezron, and Carmi."
            },
            {
                "verse_number": "16",
                "verse_text": "The family of Gad lived in Gilead and Bashan, including the outlying villages and extending as far as the pastures of Sharon."
            },
            {
                "verse_number": "17",
                "verse_text": "They were all written into the official family tree during the reigns of Jotham king of Judah and Jeroboam king of Israel."
            }
        ],
        "6": [
            {
                "verse_number": "15",
                "verse_text": "Jehozadak went off to exile when God used Nebuchadnezzar to take Judah and Jerusalem into exile."
            },
            {
                "verse_number": "48",
                "verse_text": "The rest of the Levites were assigned to all the other work in the place of worship, the house of God."
            },
            {
                "verse_number": "49",
                "verse_text": "Aaron and his sons offered the sacrifices on the Altar of Burnt Offering and the Altar of Incense; they were in charge of all the work surrounding the Holy of Holies. They made atonement for Israel following the instructions commanded by Moses, servant of God."
            }
        ],
        "7": [
            {
                "verse_number": "13",
                "verse_text": "The sons of Naphtali were Jahziel, Guni, Jezer, and Shallum; they are listed under the maternal line of Bilhah, their grandfather&quot;s concubine."
            }
        ],
        "8": [],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "This is the complete family tree for all Israel, recorded in the Royal Annals of the Kings of Israel and Judah at the time they were exiled to Babylon because of their unbelieving and disobedient lives. * * *"
            },
            {
                "verse_number": "2",
                "verse_text": "The first Israelites to return from exile to their homes and cities were the priests, the Levites, and the temple support staff."
            }
        ],
        "10": [],
        "11": [],
        "12": [
            {
                "verse_number": "18",
                "verse_text": "Just then Amasai chief of the Thirty, moved by God&quot;s Spirit, said,"
            },
            {
                "verse_number": "19",
                "verse_text": "Some from the tribe of Manasseh also defected to David when he started out with the Philistines to go to war against Saul. In the end, they didn&quot;t actually fight because the Philistine leaders, after talking it over, sent them home, saying, &apos;We can&quot;t trust them with our lives&ndash;they&quot;ll betray us to their master Saul.&apos;"
            }
        ],
        "13": [],
        "14": [
            {
                "verse_number": "10",
                "verse_text": "David prayed to God: &apos;Is this the right time to attack the Philistines? Will you give me the victory?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "David did exactly as God commanded, slaughtering Philistines all the way from Gibeon to Gezer."
            },
            {
                "verse_number": "17",
                "verse_text": "David was soon famous all over the place, far and near; and God put the fear of God into the godless nations."
            }
        ],
        "15": [
            {
                "verse_number": "16",
                "verse_text": "David ordered the heads of the Levites to assign their relatives to sing in the choir, accompanied by a well-equipped marching band, and fill the air with joyful sound."
            },
            {
                "verse_number": "29",
                "verse_text": "When the Chest of the Covenant of God entered the City of David, Michal, Saul&quot;s daughter, was watching from a window. When she saw King David dancing ecstatically she was filled with contempt."
            }
        ],
        "16": [
            {
                "verse_number": "7",
                "verse_text": "That was the day that David inaugurated regular worship of praise to God , led by Asaph and his company."
            },
            {
                "verse_number": "43",
                "verse_text": "Arrangements completed, the people all left for home. And David went home to bless his family."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "After the king had made himself at home, he said to Nathan the prophet, &apos;Look at this: Here I am comfortable in a luxurious palace of cedar and the Chest of the Covenant of God sits under a tent.&apos; Who am I, my Master God , and what is my family, that you have brought me to this place in life? But that&quot;s nothing compared to what&quot;s coming, for you&quot;ve also spoken of my family far into the future, given me a glimpse into tomorrow and looked on me, Master God , as a Somebody. What&quot;s left for David to say to this&ndash;to your honoring your servant, even though you know me, just as I am? O God , out of the goodness of your heart, you&quot;ve taken your servant to do this great thing and put your great work on display. There&quot;s none like you, God , no God but you, nothing to compare with what we&quot;ve heard with our own ears. And who is like your people, like Israel, a nation unique on earth, whom God set out to redeem as his own people (and became most famous for it), performing great and fearsome acts, throwing out nations and their gods left and right as you saved your people from Egypt? You established for yourself a people&ndash;your very own Israel!&ndash;your people forever. And you, God , became their God. So now, great God , this word that you have spoken to me and my family, guarantee it forever! Do exactly what you&quot;ve promised! Then your reputation will be confirmed and flourish always as people exclaim, &apos;The God -of-the-Angel-Armies, the God over Israel, is Israel&quot;s God!&apos; And the house of your servant David will remain rock solid under your watchful presence. You, my God, have told me plainly, &apos;I will build you a house.&apos; That&quot;s how I was able to find the courage to pray this prayer to you. God , being the God you are, you have spoken all these wonderful words to me. As if that weren&quot;t enough, you&quot;ve blessed my family so that it will continue in your presence always. Because you have blessed it, God , it&quot;s really blessed&ndash;blessed for good!"
            },
            {
                "verse_number": "2",
                "verse_text": "Nathan told David, &apos;Whatever is on your heart, go and do it; God is with you.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Nathan gave David a complete and accurate report of everything he heard and saw in the vision."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "In the days that followed, David struck hard at the Philistines, bringing them to their knees, captured Gath, and took control of the surrounding countryside. God gave David victory wherever he marched. * * * Joab son of Zeruiah was head of the army; Jehoshaphat son of Ahilud was in charge of public records; Zadok son of Ahitub and Abimelech son of Abiathar were priests; Shavsha was secretary; Benaiah son of Jehoiada was over the special forces, the Kerethites and Pelethites; And David&quot;s sons held high positions, close to the king. * * *"
            },
            {
                "verse_number": "2",
                "verse_text": "He also fought and defeated Moab. The Moabites came under David&quot;s rule and paid regular tribute."
            }
        ],
        "19": [
            {
                "verse_number": "4",
                "verse_text": "So Hanun seized David&quot;s men, shaved them clean, cut off their robes halfway up their buttocks, and sent them packing."
            },
            {
                "verse_number": "5",
                "verse_text": "When this was all reported to David, he sent someone to meet them, for they were seriously humiliated. The king told them, &apos;Stay in Jericho until your beards grow out; only then come back.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "When David heard this, he dispatched Joab with his strongest fighters in full force."
            },
            {
                "verse_number": "16",
                "verse_text": "When the Arameans saw how badly they&quot;d been beaten by Israel, they picked up the pieces and regrouped; they sent for the Arameans who were across the river; Shophach, commander of Hadadezer&quot;s army, led them."
            }
        ],
        "20": [],
        "21": [
            {
                "verse_number": "3",
                "verse_text": "Joab resisted: &apos;May God multiply his people by hundreds! Don&quot;t they all belong to my master the king? But why on earth would you do a thing like this&ndash;why risk getting Israel into trouble with God?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then David prayed, &apos;I have sinned badly in what I have just done, substituting statistics for trust; forgive my sin&ndash;I&quot;ve been really stupid.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "David told Gad, &apos;They&quot;re all terrible! But I&quot;d rather be punished by God whose mercy is great, than fall into human hands.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "David prayed, &apos;Please! I&quot;m the one who sinned; I&quot;m the one at fault. But these sheep, what did they do wrong? Punish me, not them, me and my family; don&quot;t take it out on them.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "David said to Araunah, &apos;Give me the site of the threshing floor so I can build an altar to God . Charge me the market price; we&quot;re going to put an end to this disaster.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;O Master, my king,&apos; said Araunah, &apos;just take it; do whatever you want with it! Look, here&quot;s an ox for the burnt offering and threshing paddles for the fuel and wheat for the meal offering&ndash;it&quot;s all yours!&apos;"
            }
        ],
        "22": [],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "When David got to be an old man, he made his son Solomon king over Israel."
            },
            {
                "verse_number": "6",
                "verse_text": "David then divided the Levites into groupings named after the sons of Levi: Gershon, Kohath, and Merari."
            },
            {
                "verse_number": "24",
                "verse_text": "These are the sons of Levi twenty years and older, divided up according to families and heads of families and listed in the work groups that took care of the worship in the sanctuary of God ."
            },
            {
                "verse_number": "32",
                "verse_text": "In short, the Levites, with the sons of Aaron as their companions in the ministry of holy worship, were responsible for everything that had to do with worship: the place and times and ordering of worship."
            }
        ],
        "24": [
            {
                "verse_number": "6",
                "verse_text": "The secretary Shemaiah son of Nethanel, a Levite, wrote down their names in the presence of the king, the officials, Zadok the priest, Ahimelech son of Abiathar, and the leaders of the priestly and Levitical families. They took turns: One family was selected from Eleazar and then one from Ithamar."
            },
            {
                "verse_number": "19",
                "verse_text": "They served in this appointed order when they entered The Temple of God , following the procedures laid down by their ancestor Aaron as God , the God of Israel, had commanded him."
            },
            {
                "verse_number": "20",
                "verse_text": "The rest of the Levites are as follows:"
            },
            {
                "verse_number": "21",
                "verse_text": "Concerning Rehabiah: from his sons, Isshiah was the first."
            },
            {
                "verse_number": "22",
                "verse_text": "From the Izharites: Shelomoth; from the sons of Shelomoth: Jahath."
            },
            {
                "verse_number": "23",
                "verse_text": "The sons of Hebron: Jeriah the first, Amariah the second, Jahaziel the third, and Jekameam the fourth."
            },
            {
                "verse_number": "28",
                "verse_text": "From Mahli: Eleazar, who had no sons."
            },
            {
                "verse_number": "29",
                "verse_text": "From Kish: Jerahmeel, the son of Kish."
            }
        ],
        "25": [
            {
                "verse_number": "8",
                "verse_text": "They drew names at random to see who would do what. Nobody, whether young or old, teacher or student, was given preference or advantage over another."
            }
        ],
        "26": [
            {
                "verse_number": "19",
                "verse_text": "These are the teams of security guards from the sons of Korah and Merari."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Here is the listing of the sons of Israel by family heads, commanders and captains, and other officers who served the king in everything military. Army divisions were on duty a month at a time for the twelve months of the year. Each division comprised 24,000 men. for Reuben: Eliezer son of Zicri; for Simeon: Shephatiah son of Maacah; for Levi: Hashabiah son of Kemuel; for Aaron: Zadok; for Judah: Elihu, David&quot;s brother; for Issachar: Omri son of Michael; for Zebulun: Ishmaiah son of Obadiah; for Naphtali: Jerimoth son of Azriel; for Ephraim: Hoshea son of Azaziah; for one half-tribe of Manasseh: Joel son of Pedaiah; for the half-tribe of Manasseh in Gilead: Iddo son of Zechariah; for Benjamin: Jaasiel son of Abner; for Dan: Azarel son of Jeroham. These are the administrative officers assigned to the tribes of Israel. These were the ones responsible for taking care of King David&quot;s property. Joab was commander of the king&quot;s army."
            },
            {
                "verse_number": "4",
                "verse_text": "The division for the second month: Dodai the Ahohite was in charge: 24,000 men; Mikloth was the leader of his division."
            },
            {
                "verse_number": "7",
                "verse_text": "Fourth division for the fourth month: Asahel brother of Joab; his son Zebadiah succeeded him: 24,000 men."
            },
            {
                "verse_number": "8",
                "verse_text": "Fifth division, fifth month: commander Shamhuth the Izrahite: 24,000 men."
            },
            {
                "verse_number": "9",
                "verse_text": "Sixth division, sixth month: Ira son of Ikkesh the Tekoite: 24,000 men."
            },
            {
                "verse_number": "10",
                "verse_text": "Seventh division, seventh month: Helez the Pelonite, an Ephraimite: 24,000 men."
            },
            {
                "verse_number": "11",
                "verse_text": "Eighth division, eighth month: Sibbecai the Hushathite, a Zerahite: 24,000 men."
            },
            {
                "verse_number": "12",
                "verse_text": "Ninth division, ninth month: Abiezer the Anathothite, a Benjaminite: 24,000 men."
            },
            {
                "verse_number": "13",
                "verse_text": "Tenth division, tenth month: Maharai the Netophathite, a Zerahite: 24,000 men."
            },
            {
                "verse_number": "14",
                "verse_text": "Eleventh division, eleventh month: Benaiah the Pirathomite, an Ephraimite: 24,000 men."
            },
            {
                "verse_number": "15",
                "verse_text": "Twelfth division, twelfth month: Heldai the Netophathite from the family of Othniel: 24,000 men."
            },
            {
                "verse_number": "25",
                "verse_text": "The king&quot;s storage facilities were supervised by Azmaveth son of Adiel. Jonathan son of Uzziah was responsible for the warehouses in the outlying areas."
            },
            {
                "verse_number": "26",
                "verse_text": "Ezri son of Kelub was in charge of the field workers on the farms."
            },
            {
                "verse_number": "27",
                "verse_text": "Shimei the Ramathite was in charge of the vineyards and Zabdi the Shiphmite was in charge of grapes for the wine vats."
            },
            {
                "verse_number": "28",
                "verse_text": "Baal-Hanan the Gederite was in charge of the olive and sycamore-fig trees in the western hills, and Joash was in charge of the olive oil."
            },
            {
                "verse_number": "29",
                "verse_text": "Shitrai the Sharonite was in charge of herds grazing in Sharon and Shaphat son of Adlai was in charge of herds in the valley."
            },
            {
                "verse_number": "32",
                "verse_text": "Jonathan, David&quot;s uncle, a wise and literate counselor, and Jehiel son of Hacmoni, were responsible for raising the king&quot;s sons."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "David called together all the leaders of Israel&ndash;tribal administrators, heads of various governmental operations, military commanders and captains, stewards in charge of the property and livestock belonging to the king and his sons&ndash;everyone who held responsible positions in the kingdom."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;And now, in this public place, all Israel looking on and God listening in, as God &quot;s people, obey and study every last one of the commandments of your God so that you can make the most of living in this good land and pass it on intact to your children, insuring a good future."
            }
        ],
        "29": [
            {
                "verse_number": "9",
                "verse_text": "And the people were full of a sense of celebration&ndash;all that giving! And all given willingly, freely! King David was exuberant."
            },
            {
                "verse_number": "20",
                "verse_text": "David then addressed the congregation: &apos;Bless God , your God!&apos; And they did it, blessed God , the God of their ancestors, and worshiped reverently in the presence of God and the king."
            }
        ]
    }
}