{
    "1 Kings": {
        "1": [
            {
                "verse_number": "28",
                "verse_text": "King David took action: &apos;Get Bathsheba back in here.&apos; She entered and stood before the king."
            },
            {
                "verse_number": "31",
                "verse_text": "Bathsheba bowed low, her face to the ground. Kneeling in reverence before the king she said, &apos;Oh, may my master, King David, live forever!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "King David said, &apos;Call Zadok the priest, Nathan the prophet, and Benaiah son of Jehoiada.&apos; They came to the king."
            },
            {
                "verse_number": "41",
                "verse_text": "Adonijah and his retinue of guests were just finishing their &apos;coronation&apos; feast when they heard it. When Joab heard the blast of the ram&quot;s horn trumpet he said, &apos;What&quot;s going on here? What&quot;s all this uproar?&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Suddenly, in the midst of the questioning, Jonathan son of Abiathar the priest, showed up. Adonijah said, &apos;Welcome! A brave and good man like you must have good news.&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "Solomon was told, &apos;Adonijah, fearful of King Solomon, has taken sanctuary and seized the horns of the Altar and is saying, &quot;I&quot;m not leaving until King Solomon promises that he won&quot;t kill me.&quot;&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "7",
                "verse_text": "&apos;But be generous to the sons of Barzillai the Gileadite&ndash;extend every hospitality to them; that&quot;s the way they treated me when I was running for my life from Absalom your brother."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Ask King Solomon&ndash;he won&quot;t turn you down&ndash;to give me Abishag the Shunammite as my wife.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Certainly,&apos; said Bathsheba. &apos;I&quot;ll speak to the king for you.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Bathsheba went to King Solomon to present Adonijah&quot;s request. The king got up and welcomed her, bowing respectfully, and returned to his throne. Then he had a throne put in place for his mother, and she sat at his right hand."
            },
            {
                "verse_number": "20",
                "verse_text": "She said, &apos;I have a small favor to ask of you. Don&quot;t refuse me.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "She said, &apos;Give Abishag the Shunammite to your brother Adonijah as his wife.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "King Solomon answered his mother, &apos;What kind of favor is this, asking that Abishag the Shunammite be given to Adonijah? Why don&quot;t you just ask me to hand over the whole kingdom to him on a platter since he is my older brother and has Abiathar the priest and Joab son of Zeruiah on his side!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "King Solomon dispatched Benaiah son of Jehoiada; he struck Adonijah and he died."
            },
            {
                "verse_number": "26",
                "verse_text": "The king then told Abiathar the priest, &apos;You&quot;re exiled to your place in Anathoth. You deserve death but I&quot;m not going to kill you&ndash;for now anyway&ndash;because you were in charge of the Chest of our ruling God in the company of David my father, and because you shared all the hard times with my father.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Solomon stripped Abiathar of his priesthood, fulfilling God &quot;s word at Shiloh regarding the family of Eli."
            },
            {
                "verse_number": "30",
                "verse_text": "Benaiah went to the sanctuary of God and said, &apos;King&quot;s orders: Come out.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Shimei answered the king, &apos;Oh, thank you! Your servant will do exactly as my master the king says.&apos; Shimei lived in Jerusalem a long time."
            },
            {
                "verse_number": "41",
                "verse_text": "Solomon was told, &apos;Shimei left Jerusalem for Gath, and now he&quot;s back.&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "The king then gave orders to Benaiah son of Jehoiada; he went out and struck Shimei dead."
            }
        ],
        "3": [
            {
                "verse_number": "6",
                "verse_text": "Solomon said, &apos;You were extravagantly generous in love with David my father, and he lived faithfully in your presence, his relationships were just and his heart right. And you have persisted in this great and generous love by giving him&ndash;and this very day!&ndash;a son to sit on his throne."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Here&quot;s what I want: Give me a God-listening heart so I can lead your people well, discerning the difference between good and evil. For who on their own is capable of leading your glorious people?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Solomon woke up&ndash;what a dream! He returned to Jerusalem, took his place before the Chest of the Covenant of God, and worshiped by sacrificing Whole-Burnt-Offerings and Peace-Offerings. Then he laid out a banquet for everyone in his service."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Not so!&apos; said the other woman. &apos;The living one&quot;s mine; the dead one&quot;s yours.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "The king said, &apos;What are we to do? This woman says, &quot;The living son is mine and the dead one is yours,&quot; and this woman says, &quot;No, the dead one&quot;s yours and the living one&quot;s mine.&quot;&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "After a moment the king said, &apos;Bring me a sword.&apos; They brought the sword to the king."
            },
            {
                "verse_number": "25",
                "verse_text": "Then he said, &apos;Cut the living baby in two&ndash;give half to one and half to the other.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The real mother of the living baby was overcome with emotion for her son and said, &apos;Oh no, master! Give her the whole baby alive; don&quot;t kill him!&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The king gave his decision: &apos;Give the living baby to the first woman. Nobody is going to kill this baby. She is the real mother.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "The word got around&ndash;everyone in Israel heard of the king&quot;s judgment. They were all in awe of the king, realizing that it was God&quot;s wisdom that enabled him to judge truly."
            }
        ],
        "4": [],
        "5": [
            {
                "verse_number": "7",
                "verse_text": "When Hiram got Solomon&quot;s message, he was delighted, exclaiming, &apos;Blessed be God for giving David such a wise son to rule this flourishing people!&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "7",
                "verse_text": "The stone blocks for the building of The Temple were all dressed at the quarry so that the building site itself was reverently quiet&ndash;no noise from hammers and chisels and other iron tools."
            },
            {
                "verse_number": "36",
                "verse_text": "He built the inner court with three courses of dressed stones topped with a course of planed cedar timbers."
            }
        ],
        "7": [
            {
                "verse_number": "6",
                "verse_text": "He built a colonnaded courtyard seventy-five feet long and forty-five wide. It had a roofed porch at the front with ample eaves."
            },
            {
                "verse_number": "7",
                "verse_text": "He built a court room, the Hall of Justice, where he would decide judicial matters, and paneled it with cedar."
            },
            {
                "verse_number": "8",
                "verse_text": "He built his personal residence behind the Hall on a similar plan. Solomon also built another one just like it for Pharaoh&quot;s daughter, whom he had married."
            },
            {
                "verse_number": "51",
                "verse_text": "That completed all the work King Solomon did on The Temple of God . He then brought in the items consecrated by his father David, the silver and the gold and the artifacts. He placed them all in the treasury of God &quot;s Temple."
            }
        ],
        "8": [
            {
                "verse_number": "14",
                "verse_text": "The king then turned to face the congregation and blessed them:"
            },
            {
                "verse_number": "26",
                "verse_text": "O God of Israel, let this all happen;"
            },
            {
                "verse_number": "64",
                "verse_text": "That same day, the king set apart the central area of the Courtyard in front of God &quot;s Temple for sacred use and there sacrificed the Whole-Burnt-Offerings, Grain-Offerings, and fat from the Peace-Offerings&ndash;the bronze Altar was too small to handle all these offerings."
            }
        ],
        "9": [
            {
                "verse_number": "15",
                "verse_text": "This is the work record of the labor force that King Solomon raised to build The Temple of God , his palace, the defense complex (the Millo), the Jerusalem wall, and the fortified cities of Hazor, Megiddo, and Gezer."
            },
            {
                "verse_number": "24",
                "verse_text": "It was after Pharaoh&quot;s daughter ceremonially ascended from the City of David and took up residence in the house built especially for her that Solomon built the defense complex (the Millo)."
            },
            {
                "verse_number": "25",
                "verse_text": "Three times a year Solomon worshiped at the Altar of God , sacrificing Whole-Burnt-Offerings and Peace-Offerings, and burning incense in the presence of God . Everything that had to do with The Temple he did generously and well; he didn&quot;t skimp."
            }
        ],
        "10": [
            {
                "verse_number": "10",
                "verse_text": "She then gave the king four and a half tons of gold, and also sack after sack of spices and expensive gems. There hasn&quot;t been a cargo of spices like that since that shipload the queen of Sheba brought to King Solomon."
            },
            {
                "verse_number": "13",
                "verse_text": "King Solomon for his part gave the queen of Sheba all her heart&quot;s desire&ndash;everything she asked for, on top of what he had already so generously given her. Satisfied, she returned home with her train of servants."
            },
            {
                "verse_number": "21",
                "verse_text": "King Solomon&quot;s chalices and tankards were made of gold and all the dinnerware and serving utensils in the House of the Forest of Lebanon were pure gold&ndash;nothing was made of silver; silver was considered common and cheap."
            },
            {
                "verse_number": "22",
                "verse_text": "The king had a fleet of ocean-going ships at sea with Hiram&quot;s ships. Every three years the fleet would bring in a cargo of gold, silver, and ivory, and apes and peacocks."
            }
        ],
        "11": [
            {
                "verse_number": "21",
                "verse_text": "While living in Egypt, Hadad heard that both David and Joab, commander of the army, were dead. He approached Pharaoh and said, &apos;Send me off with your blessing&ndash;I want to return to my country.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;But why?&apos; said Pharaoh. &apos;Why would you want to leave here? Hasn&quot;t everything been to your liking?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "And then, the last straw: Jeroboam son of Nebat rebelled against the king. He was an Ephraimite from Zeredah, his mother a widow named Zeruah. He served in Solomon&quot;s administration."
            },
            {
                "verse_number": "40",
                "verse_text": "Solomon ordered the assassination of Jeroboam, but he got away to Egypt and found asylum there with King Shishak. He remained in exile there until Solomon died."
            }
        ],
        "12": [
            {
                "verse_number": "5",
                "verse_text": "&apos;Give me three days to think it over, then come back,&apos; Rehoboam said."
            },
            {
                "verse_number": "6",
                "verse_text": "King Rehoboam talked it over with the elders who had advised his father when he was alive: &apos;What&quot;s your counsel? How do you suggest that I answer the people?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "They said, &apos;If you will be a servant to this people, be considerate of their needs and respond with compassion, work things out with them, they&quot;ll end up doing anything for you.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Rehoboam turned a deaf ear to the people. God was behind all this, confirming the message that he had given to Jeroboam son of Nebat through Ahijah of Shiloh."
            },
            {
                "verse_number": "20",
                "verse_text": "When the word was out that Jeroboam was back and available, the assembled people invited him and inaugurated him king over all Israel. The only tribe left to the Davidic dynasty was Judah."
            },
            {
                "verse_number": "21",
                "verse_text": "When Rehoboam got back to Jerusalem, he called up the men of Judah and the tribe of Benjamin, 180,000 of their best soldiers, to go to war against Israel and recover the kingdom for Rehoboam son of Solomon."
            },
            {
                "verse_number": "25",
                "verse_text": "Jeroboam made a fort at Shechem in the hills of Ephraim, and made that his headquarters. He also built a fort at Penuel."
            }
        ],
        "13": [
            {
                "verse_number": "6",
                "verse_text": "The king pleaded with the holy man, &apos;Help me! Pray to your God for the healing of my arm.&apos; The holy man prayed for him and the king&quot;s arm was healed&ndash;as good as new!"
            },
            {
                "verse_number": "7",
                "verse_text": "Then the king invited the holy man, &apos;Join me for a meal; I have a gift for you.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "There was an old prophet who lived in Bethel. His sons came and told him the story of what the holy man had done that day in Bethel, told him everything that had happened and what the holy man had said to the king."
            },
            {
                "verse_number": "12",
                "verse_text": "Their father said, &apos;Which way did he go?&apos; His sons pointed out the road that the holy man from Judah had taken."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Well, come home with me and have a meal.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "When the prophet who had gotten him off track heard it, he said, &apos;It&quot;s the holy man who disobeyed God &quot;s strict orders. God turned him over to the lion who knocked him around and killed him, just as God had told him.&apos;"
            }
        ],
        "14": [],
        "15": [
            {
                "verse_number": "22",
                "verse_text": "Then King Asa issued orders to everyone in Judah&ndash;no exemptions&ndash;to haul away the logs and stones Baasha had used in the fortification of Ramah and use them to fortify Geba in Benjamin and Mizpah."
            }
        ],
        "16": [
            {
                "verse_number": "7",
                "verse_text": "That&quot;s the way it was with Baasha: Through the prophet Jehu son of Hanani, God &quot;s word came to him and his regime because of his life of open evil before God and his making God so angry&ndash;a chip off the block of Jeroboam, even though God had destroyed him."
            },
            {
                "verse_number": "14",
                "verse_text": "The rest of Elah&quot;s life, what he said and did, is written in The Chronicles of the Kings of Israel ."
            },
            {
                "verse_number": "20",
                "verse_text": "As for the rest of Zimri&quot;s life, along with his infamous conspiracy, it&quot;s all written in The Chronicles of the Kings of Israel ."
            },
            {
                "verse_number": "34",
                "verse_text": "It was under Ahab&quot;s rule that Hiel of Bethel refortified Jericho, but at a terrible cost: He ritually sacrificed his firstborn son Abiram at the laying of the foundation, and his youngest son Segub at the setting up of the gates. This is exactly what Joshua son of Nun said would happen."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "And then this happened: Elijah the Tishbite, from among the settlers of Gilead, confronted Ahab: &apos;As surely as God lives, the God of Israel before whom I stand in obedient service, the next years are going to see a total drought&ndash;not a drop of dew or rain unless I say otherwise.&apos; He then took him from her bosom, carried him up to the loft where he was staying, and laid him on his bed. Then he prayed, &apos;O God , my God, why have you brought this terrible thing on this widow who has opened her home to me? Why have you killed her son?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "She said, &apos;I swear, as surely as your God lives, I don&quot;t have so much as a biscuit. I have a handful of flour in a jar and a little oil in a bottle; you found me scratching together just enough firewood to make a last meal for my son and me. After we eat it, we&quot;ll die.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Later on the woman&quot;s son became sick. The sickness took a turn for the worse&ndash;and then he stopped breathing."
            },
            {
                "verse_number": "18",
                "verse_text": "The woman said to Elijah, &apos;Why did you ever show up here in the first place&ndash;a holy man barging in, exposing my sins, and killing my son?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "The woman said to Elijah, &apos;I see it all now&ndash;you are a holy man. When you speak, God speaks&ndash;a true word!&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "7",
                "verse_text": "Obadiah went his way and suddenly there he was&ndash;Elijah! Obadiah fell on his knees, bowing in reverence, and exclaimed, &apos;Is it really you&ndash;my master Elijah?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Yes,&apos; said Elijah, &apos;the real me. Now go and tell your boss, &quot;I&quot;ve seen Elijah.&quot;&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Elijah said, &apos;As surely as God -of-the-Angel-Armies lives, and before whom I take my stand, I&quot;ll meet with your master face-to-face this very day.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So Obadiah went straight to Ahab and told him. And Ahab went out to meet Elijah."
            },
            {
                "verse_number": "20",
                "verse_text": "So Ahab summoned everyone in Israel, particularly the prophets, to Mount Carmel."
            },
            {
                "verse_number": "21",
                "verse_text": "Elijah challenged the people: &apos;How long are you going to sit on the fence? If God is the real God, follow him; if it&quot;s Baal, follow him. Make up your minds!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Elijah told the Baal prophets, &apos;Choose your ox and prepare it. You go first, you&quot;re the majority. Then pray to your god, but don&quot;t light the fire.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "So they took the ox he had given them, prepared it for the altar, then prayed to Baal. They prayed all morning long, &apos;O Baal, answer us!&apos; But nothing happened&ndash;not so much as a whisper of breeze. Desperate, they jumped and stomped on the altar they had made."
            },
            {
                "verse_number": "29",
                "verse_text": "This went on until well past noon. They used every religious trick and strategy they knew to make something happen on the altar, but nothing happened&ndash;not so much as a whisper, not a flicker of response."
            },
            {
                "verse_number": "38",
                "verse_text": "Immediately the fire of God fell and burned up the offering, the wood, the stones, the dirt, and even the water in the trench."
            },
            {
                "verse_number": "39",
                "verse_text": "All the people saw it happen and fell on their faces in awed worship, exclaiming, &apos; God is the true God! God is the true God!&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Elijah told them, &apos;Grab the Baal prophets! Don&quot;t let one get away!&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Elijah said to Ahab, &apos;Up on your feet! Eat and drink&ndash;celebrate! Rain is on the way; I hear it coming.&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "And sure enough, the seventh time he said, &apos;Oh yes, a cloud! But very small, no bigger than someone&quot;s hand, rising out of the sea.&apos;"
            }
        ],
        "19": [
            {
                "verse_number": "6",
                "verse_text": "He looked around and, to his surprise, right by his head were a loaf of bread baked on some coals and a jug of water. He ate the meal and went back to sleep."
            },
            {
                "verse_number": "7",
                "verse_text": "The angel of God came back, shook him awake again, and said, &apos;Get up and eat some more&ndash;you&quot;ve got a long journey ahead of you.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;I&quot;ve been working my heart out for the God -of-the-Angel-Armies,&apos; said Elijah. &apos;The people of Israel have abandoned your covenant, destroyed the places of worship, and murdered your prophets. I&quot;m the only one left, and now they&quot;re trying to kill me.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Elijah went straight out and found Elisha son of Shaphat in a field where there were twelve pairs of yoked oxen at work plowing; Elisha was in charge of the twelfth pair. Elijah went up to him and threw his cloak over him."
            },
            {
                "verse_number": "20",
                "verse_text": "Elisha deserted the oxen, ran after Elijah, and said, &apos;Please! Let me kiss my father and mother good-bye&ndash;then I&quot;ll follow you.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So Elisha left; he took his yoke of oxen and butchered them. He made a fire with the plow and tackle and then boiled the meat&ndash;a true farewell meal for the family. Then he left and followed Elijah, becoming his right-hand man."
            }
        ],
        "20": [
            {
                "verse_number": "4",
                "verse_text": "The king of Israel accepted the terms: &apos;As you say, distinguished lord; I and everything I have is yours.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The king of Israel called a meeting of all his tribal elders. He said, &apos;Look at this&ndash;outrageous! He&quot;s just looking for trouble. He means to clean me out, demanding all my women and children. And after I already agreed to pay him off handsomely!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The elders, backed by the people, said, &apos;Don&quot;t cave in to him. Don&quot;t give an inch.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So he sent an envoy to Ben-Hadad, &apos;Tell my distinguished lord, &quot;I agreed to the terms you delivered the first time, but this I can&quot;t do&ndash;this I won&quot;t do!&quot;&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Ben-Hadad shot back his response: &apos;May the gods do their worst to me, and then worse again, if there&quot;ll be anything left of Samaria but rubble.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The king of Israel countered, &apos;Think about it&ndash;it&quot;s easier to start a fight than end one.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "It happened that when Ben-Hadad heard this retort he was into some heavy drinking, boozing it up with the sheiks in their field shelters. Drunkenly, he ordered his henchmen, &apos;Go after them!&apos; And they attacked the city."
            },
            {
                "verse_number": "13",
                "verse_text": "Just then a lone prophet approached Ahab king of Israel and said, &apos; God &quot;s word: Have you taken a good look at this mob? Well, look again&ndash;I&quot;m turning it over to you this very day. And you&quot;ll know, beyond the shadow of a doubt, that I am God .&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Ahab said, &apos;Really? And who is going to make this happen?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Ahab looked over the commandos of the regional chiefs; he counted 232. Then he assessed the available troops&ndash;7,000."
            },
            {
                "verse_number": "18",
                "verse_text": "He said, &apos;If they&quot;ve come in peace, take them alive as hostages; if they&quot;ve come to fight, the same&ndash;take them alive as hostages.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The king of Israel cut down both horses and chariots&ndash;an enormous defeat for Aram."
            },
            {
                "verse_number": "22",
                "verse_text": "Sometime later the prophet came to the king of Israel and said, &apos;On the alert now&ndash;build up your army, assess your capabilities, and see what has to be done. Before the year is out, the king of Aram will be back in force.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Just then a holy man approached the king of Israel saying, &apos;This is God &quot;s word: Because Aram said, &quot; God is a god of the mountains and not a god of the valleys,&quot; I&quot;ll hand over this huge mob of an army to you. Then you&quot;ll know that I am God .&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "So that&quot;s what they did. They dressed in old gunnysacks and carried a white flag, and came to the king of Israel saying, &apos;Your servant Ben-Hadad said, &quot;Please let me live.&quot;&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "The men took this as a good sign and concluded that everything was going to be all right: &apos;Ben-Hadad is most certainly your brother!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Ahab said, &apos;I am prepared to return the cities that my father took from your father. And you can set up your headquarters in Damascus just as my father did in Samaria; I&quot;ll send you home under safe conduct.&apos; Then he made a covenant with him and sent him off."
            },
            {
                "verse_number": "35",
                "verse_text": "A man who was one of the prophets said to a bystander, &apos;Hit me; wound me. Do it for God &quot;s sake&ndash;it&quot;s his command. Hit me; wound me.&apos; But the man wouldn&quot;t do it."
            },
            {
                "verse_number": "36",
                "verse_text": "So he told him, &apos;Because you wouldn&quot;t obey God &quot;s orders, as soon as you leave me a lion will attack you.&apos; No sooner had the man left his side than a lion met him and attacked."
            },
            {
                "verse_number": "37",
                "verse_text": "He then found another man and said, &apos;Hit me; wound me.&apos; That man did it&ndash;hit him hard in the face, drawing blood."
            },
            {
                "verse_number": "41",
                "verse_text": "At that, the man ripped the bandage off his eyes and the king recognized who he was&ndash;one of the prophets!"
            },
            {
                "verse_number": "42",
                "verse_text": "The man said to the king, &apos; God &quot;s word: Because you let a man go who was under sentence by God , it&quot;s now your life for his, your people for his.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "The king of Israel went home in a sulk. He arrived in Samaria in a very bad mood."
            }
        ],
        "21": [
            {
                "verse_number": "5",
                "verse_text": "Jezebel his wife came to him. She said, &apos;What&quot;s going on? Why are you so out of sorts and refusing to eat?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "He told her, &apos;Because I spoke to Naboth the Jezreelite. I said, &quot;Give me your vineyard&ndash;I&quot;ll pay you for it or, if you&quot;d rather, I&quot;ll give you another vineyard in exchange.&quot; And he said, &quot;I&quot;ll never give you my vineyard.&quot;&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Jezebel said, &apos;Is this any way for a king of Israel to act? Aren&quot;t you the boss? On your feet! Eat! Cheer up! I&quot;ll take care of this; I&quot;ll get the vineyard of this Naboth the Jezreelite for you.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "When Jezebel got word that Naboth had been stoned to death, she told Ahab, &apos;Go for it, Ahab&ndash;take the vineyard of Naboth the Jezreelite for your own, the vineyard he refused to sell you. Naboth is no more; Naboth is dead.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The minute Ahab heard that Naboth was dead, he set out for the vineyard of Naboth the Jezreelite and claimed it for his own."
            },
            {
                "verse_number": "27",
                "verse_text": "When Ahab heard what Elijah had to say, he ripped his clothes to shreds, dressed in penitential rough burlap, and fasted. He even slept in coarse burlap pajamas. He tiptoed around, quiet as a mouse."
            }
        ],
        "22": [
            {
                "verse_number": "6",
                "verse_text": "The king of Israel got the prophets together&ndash;all four hundred of them&ndash;and put the question to them: &apos;Should I attack Ramoth Gilead? Or should I hold back?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "But Jehoshaphat dragged his heels: &apos;Is there still another prophet of God around here we can consult?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The king of Israel told Jehoshaphat, &apos;As a matter of fact, there is still one such man. But I hate him. He never preaches anything good to me, only doom, doom, doom&ndash;Micaiah son of Imlah.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So the king of Israel ordered one of his men, &apos;On the double! Get Micaiah son of Imlah.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The messenger who went to get Micaiah said, &apos;The prophets have all said Yes to the king. Make it unanimous&ndash;vote Yes!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "But Micaiah said, &apos;As surely as God lives, what God says, I&quot;ll say.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "With Micaiah before him, the king asked him, &apos;So Micaiah&ndash;do we attack Ramoth Gilead, or do we hold back?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Not so fast,&apos; said the king. &apos;How many times have I made you promise under oath to tell me the truth and nothing but the truth?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;All right,&apos; said Micaiah, &apos;since you insist."
            },
            {
                "verse_number": "18",
                "verse_text": "Then the king of Israel turned to Jehoshaphat, &apos;See! What did I tell you? He never has a good word for me from God , only doom.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Just then Zedekiah son of Kenaanah came up and punched Micaiah in the nose, saying, &apos;Since when did the Spirit of God leave me and take up with you?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Micaiah said, &apos;You&quot;ll know soon enough; you&quot;ll know it when you&quot;re frantically and futilely looking for a place to hide.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Micaiah said, &apos;If you ever get back in one piece, I&quot;m no prophet of God .&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Meanwhile, the king of Aram had ordered his chariot commanders (there were thirty-two of them): &apos;Don&quot;t bother with anyone, whether small or great; go after the king of Israel and him only.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Just then someone, without aiming, shot an arrow randomly into the crowd and hit the king of Israel in the chink of his armor. The king told his charioteer, &apos;Turn back! Get me out of here&ndash;I&quot;m wounded.&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "Edom was kingless during his reign; a deputy was in charge."
            },
            {
                "verse_number": "50",
                "verse_text": "Then Jehoshaphat died and was buried in the family cemetery in the City of David his ancestor. Jehoram his son was the next king."
            }
        ]
    }
}