{
    "Nahum": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "A report on the problem of Nineveh, the way God gave Nahum of Elkosh to see it: He won&quot;t be trifled with. He avenges his foes. He stands up against his enemies, fierce and raging. But God doesn&quot;t lose his temper. He&quot;s powerful, but it&quot;s a patient power. Still, no one gets by with anything. Sooner or later, everyone pays. Tornadoes and hurricanes are the wake of his passage, Storm clouds are the dust he shakes off his feet. He yells at the sea: It dries up. All the rivers run dry. The Bashan and Carmel mountains shrivel, the Lebanon orchards shrivel. Mountains quake in their roots, hills dissolve into mud flats. Earth shakes in fear of God . The whole world&quot;s in a panic. Who can face such towering anger? Who can stand up to this fierce rage? His anger spills out like a river of lava, his fury shatters boulders. a hiding place in tough times. He recognizes and welcomes anyone looking for help, No matter how desperate the trouble. But cozy islands of escape He wipes right off the map. No one gets away from God. Why waste time conniving against God ? He&quot;s putting an end to all such scheming. For troublemakers, no second chances. Like a pile of dry brush, Soaked in oil, they&quot;ll go up in flames. of evil plots against God , A think tank for lies that seduce and betray. &apos;Even though you&quot;re on top of the world, With all the applause and all the votes, you&quot;ll be mowed down flat. &apos;I&quot;ve afflicted you, Judah, true, but I won&quot;t afflict you again. From now on I&quot;m taking the yoke from your neck and splitting it up for kindling. I&quot;m cutting you free from the ropes of your bondage.&apos; * * * &apos;You&quot;re the end of the line. It&quot;s all over with Nineveh. I&quot;m gutting your temple. Your gods and goddesses go in the trash. I&quot;m digging your grave. It&quot;s an unmarked grave. You&quot;re nothing&ndash;no, you&quot;re less than nothing!&apos; a messenger bringing the latest good news: peace! A holiday, Judah! Celebrate! Worship and recommit to God! No more worries about this enemy. This one is history. Close the books."
            },
            {
                "verse_number": "11",
                "verse_text": "Nineveh&quot;s an anthill"
            },
            {
                "verse_number": "14",
                "verse_text": "God &quot;s orders on Nineveh:"
            },
            {
                "verse_number": "15",
                "verse_text": "Look! Striding across the mountains&ndash;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "The juggernaut&quot;s coming! Post guards, lay in supplies. Get yourselves together, get ready for the big battle. * * * the Pride of Israel. Israel&quot;s lived through hard times. He&quot;s been to hell and back. the soldiers splendid in battle dress, Chariots burnished and glistening, ready to charge, A spiked forest of brandished spears, lethal on the horizon. The chariots pour into the streets. They fill the public squares, Flaming like torches in the sun, like lightning darting and flashing. The Assyrian king rallies his men, but they stagger and stumble. They run to the ramparts to stem the tide, but it&quot;s too late. Soldiers pour through the gates. The palace is demolished. Soon it&quot;s all over: Nineveh stripped, Nineveh doomed, Maids and slaves moaning like doves, beating their breasts. Nineveh is a tub from which they&quot;ve pulled the plug. Cries go up, &apos;Do something! Do something!&apos; but it&quot;s too late. Nineveh&quot;s soon empty&ndash;nothing. Other cries come: &apos;Plunder the silver! Plunder the gold! A bonanza of plunder! Take everything you want!&apos; Doom! Damnation! Desolation! Hearts sink, knees fold, stomachs retch, faces blanch. So, what happened to the famous and fierce Assyrian lion And all those cute Assyrian cubs? To the lion and lioness Cozy with their cubs, fierce and fearless? To the lion who always returned from the hunt with fresh kills for lioness and cubs, The lion lair heaped with bloody meat, blood and bones for the royal lion feast? * * * says God -of-the-Angel-Armies. &apos;I&quot;ll torch your chariots. They&quot;ll go up in smoke. &quot;Lion Country&quot; will be strewn with carcasses. The war business is over&ndash;you&quot;re out of work: You&quot;ll have no more wars to report, No more victories to announce. You&quot;re out of war work forever.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "God has restored the Pride of Jacob,"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Assyria, I&quot;m your enemy,&apos;"
            }
        ],
        "3": []
    }
}