{
    "Revelation": {
        "1": [
            {
                "verse_number": "3",
                "verse_text": "How blessed the reader! How blessed the hearers and keepers of these oracle words, all the words written in this book!"
            },
            {
                "verse_number": "8",
                "verse_text": "The Master declares, &apos;I&quot;m A to Z. I&quot;m The God Who Is, The God Who Was, and The God About to Arrive . I&quot;m the Sovereign-Strong.&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Write this to Ephesus, to the Angel of the church. The One with Seven Stars in his right-fist grip, striding through the golden seven-lights&quot; circle, speaks: &apos;Turn back! Recover your dear early love. No time to waste, for I&quot;m well on my way to removing your light from the golden circle. &apos;Don&quot;t quit, even if it costs you your life. Stay there believing. I have a Life-Crown sized and ready for you."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;You do have this to your credit: You hate the Nicolaitan business. I hate it, too."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Are your ears awake? Listen. Listen to the Wind Words, the Spirit blowing through the churches. I&quot;m about to call each conqueror to dinner. I&quot;m spreading a banquet of Tree-of-Life fruit, a supper plucked from God&quot;s orchard.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Write this to Smyrna, to the Angel of the church. The Beginning and Ending, the First and Final One, the Once Dead and Then Come Alive, speaks:"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;I can see your pain and poverty&ndash;constant pain, dire poverty&ndash;but I also see your wealth. And I hear the lie in the claims of those who pretend to be good Jews, who in fact belong to Satan&quot;s crowd."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Fear nothing in the things you&quot;re about to suffer&ndash;but stay on guard! Fear nothing! The Devil is about to throw you in jail for a time of testing&ndash;ten days. It won&quot;t last forever."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Are your ears awake? Listen. Listen to the Wind Words, the Spirit blowing through the churches. Christ-conquerors are safe from Devil-death.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Write this to Pergamum, to the Angel of the church. The One with the sharp-biting sword draws from the sheath of his mouth&ndash;out come the sword words:"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;I see where you live, right under the shadow of Satan&quot;s throne. But you continue boldly in my Name; you never once denied my Name, even when the pressure was worst, when they martyred Antipas, my witness who stayed faithful to me on Satan&quot;s turf."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Enough! Don&quot;t give in to them; I&quot;ll be with you soon. I&quot;m fed up and about to cut them to pieces with my sword-sharp words."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Are your ears awake? Listen. Listen to the Wind Words, the Spirit blowing through the churches. I&quot;ll give the sacred manna to every conqueror; I&quot;ll also give a clear, smooth stone inscribed with your new name, your secret new name.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Write this to Thyatira, to the Angel of the church. God&quot;s Son, eyes pouring fire-blaze, standing on feet of furnace-fired bronze, says this:"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;I see everything you&quot;re doing for me. Impressive! The love and the faith, the service and persistence. Yes, very impressive! You get better at it every day."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Are your ears awake? Listen. Listen to the Wind Words, the Spirit blowing through the churches.&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Write this to Sardis, to the Angel of the church. The One holding the Seven Spirits of God in one hand, a firm grip on the Seven Stars with the other, speaks: &apos;I see right through your work. You have a reputation for vigor and zest, but you&quot;re dead, stone-dead. &apos;If you pull the covers back over your head and sleep on, oblivious to God, I&quot;ll return when you least expect it, break into your life like a thief in the night."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;You still have a few followers of Jesus in Sardis who haven&quot;t ruined themselves wallowing in the muck of the world&quot;s ways. They&quot;ll walk with me on parade! They&quot;ve proved their worth!"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Conquerors will march in the victory parade, their names indelible in the Book of Life. I&quot;ll lead them up and present them by name to my Father and his Angels."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Are your ears awake? Listen. Listen to the Wind Words, the Spirit blowing through the churches.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Write this to Philadelphia, to the Angel of the church. The Holy, the True&ndash;David&quot;s key in his hand, opening doors no one can lock, locking doors no one can open&ndash;speaks:"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;I see what you&quot;ve done. Now see what I&quot;ve done. I&quot;ve opened a door before you that no one can slam shut. You don&quot;t have much strength, I know that; you used what you had to keep my Word. You didn&quot;t deny me when times were rough."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;And watch as I take those who call themselves true believers but are nothing of the kind, pretenders whose true membership is in the club of Satan&ndash;watch as I strip off their pretensions and they&quot;re forced to acknowledge it&quot;s you that I&quot;ve loved."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Because you kept my Word in passionate patience, I&quot;ll keep you safe in the time of testing that will be here soon, and all over the earth, every man, woman, and child put to the test."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;I&quot;m on my way; I&quot;ll be there soon. Keep a tight grip on what you have so no one distracts you and steals your crown."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;I&quot;ll make each conqueror a pillar in the sanctuary of my God, a permanent position of honor. Then I&quot;ll write names on you, the pillars: the Name of my God, the Name of God&quot;s City&ndash;the new Jerusalem coming down out of Heaven&ndash;and my new Name."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Are your ears awake? Listen. Listen to the Wind Words, the Spirit blowing through the churches.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Write to Laodicea, to the Angel of the church. God&quot;s Yes, the Faithful and Accurate Witness, the First of God&quot;s creation, says:"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Here&quot;s what I want you to do: Buy your gold from me, gold that&quot;s been through the refiner&quot;s fire. Then you&quot;ll be rich. Buy your clothes from me, clothes designed in Heaven. You&quot;ve gone around half-naked long enough. And buy medicine for your eyes from me so you can see, really see."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;The people I love, I call to account&ndash;prod and correct and guide so that they&quot;ll live at their best. Up on your feet, then! About face! Run after God!"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Are your ears awake? Listen. Listen to the Wind Words, the Spirit blowing through the churches.&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Then I looked, and, oh!&ndash;a door open into Heaven. The trumpet-voice, the first voice in my vision, called out, &apos;Ascend and enter. I&quot;ll show you what happens next.&apos; Holy, holy, holy Is God our Master, Sovereign-Strong, The Was, The Is, The Coming. Worthy, O Master! Yes, our God! Take the glory! the honor! the power! You created it all; It was created because you wanted it."
            }
        ],
        "5": [
            {
                "verse_number": "3",
                "verse_text": "There was no one&ndash;no one in Heaven, no one on earth, no one from the underworld&ndash;able to break open the scroll and read it."
            }
        ],
        "6": [],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Immediately I saw Four Angels standing at the four corners of earth, standing steady with a firm grip on the four winds so no wind would blow on earth or sea, not even rustle a tree. * * * Salvation to our God on his Throne! Salvation to the Lamb! All who were standing around the Throne&ndash;Angels, Elders, Animals&ndash;fell on their faces before the Throne and worshiped God, singing: Oh, Yes! The blessing and glory and wisdom and thanksgiving, The honor and power and strength, To our God forever and ever and ever! Oh, Yes!"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "When the Lamb ripped off the seventh seal, Heaven fell quiet&ndash;complete silence for about half an hour. * * *"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the Angel filled the censer with fire from the Altar and heaved it to earth. It set off thunders, voices, lightnings, and an earthquake."
            },
            {
                "verse_number": "12",
                "verse_text": "The fourth Angel trumpeted. A third of the sun, a third of the moon, and a third of the stars were hit, blacked out by a third, both day and night in one-third blackout."
            },
            {
                "verse_number": "13",
                "verse_text": "I looked hard; I heard a lone eagle, flying through Middle-Heaven, crying out ominously, &apos;Doom! Doom! Doom to everyone left on earth! There are three more Angels about to blow their trumpets. Doom is on its way!&apos;"
            }
        ],
        "9": [
            {
                "verse_number": "12",
                "verse_text": "The first doom is past. Two dooms yet to come."
            }
        ],
        "10": [],
        "11": [
            {
                "verse_number": "11",
                "verse_text": "&apos;Then, after three and a half days, the Living Spirit of God will enter them&ndash;they&quot;re on their feet!&ndash;and all those gloating spectators will be scared to death.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The second doom is past, the third doom coming right on its heels."
            },
            {
                "verse_number": "19",
                "verse_text": "The doors of God&quot;s Temple in Heaven flew open, and the Ark of his Covenant was clearly seen surrounded by flashes of lightning, loud shouts, peals of thunder, an earthquake, and a fierce hailstorm."
            }
        ],
        "12": [],
        "13": [
            {
                "verse_number": "18",
                "verse_text": "Solve a riddle: Put your heads together and figure out the meaning of the number of the Beast. It&quot;s a human number: 666."
            }
        ],
        "14": [
            {
                "verse_number": "8",
                "verse_text": "A second Angel followed, calling out, &apos;Ruined, ruined, Great Babylon ruined! She made all the nations drunk on the wine of her whoring!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Meanwhile, the saints stand passionately patient, keeping God&quot;s commands, staying faithful to Jesus."
            },
            {
                "verse_number": "13",
                "verse_text": "I heard a voice out of Heaven, &apos;Write this: Blessed are those who die in the Master from now on; how blessed to die that way!&apos;"
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "I saw another Sign in Heaven, huge and breathtaking: seven Angels with seven disasters. These are the final disasters, the wrap-up of God&quot;s wrath. Mighty your acts and marvelous, O God, the Sovereign-Strong! Righteous your ways and true, King of the nations! Who can fail to fear you, God, give glory to your Name? Because you and you only are holy, all nations will come and worship you, because they see your judgments are right."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "I heard a shout of command from the Temple to the Seven Angels: &apos;Begin! Pour out the seven bowls of God&quot;s wrath on earth!&apos; Righteous you are, and your judgments are righteous, The Is, The Was, The Holy. They poured out the blood of saints and prophets so you&quot;ve given them blood to drink&ndash; they&quot;ve gotten what they deserve! Just then I heard the Altar chime in, Yes, O God, the Sovereign-Strong! Your judgments are true and just!"
            },
            {
                "verse_number": "2",
                "verse_text": "The first Angel stepped up and poured his bowl out on earth: Loathsome, stinking sores erupted on all who had taken the mark of the Beast and worshiped its image."
            },
            {
                "verse_number": "3",
                "verse_text": "The second Angel poured his bowl on the sea: The sea coagulated into blood, and everything in it died."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Keep watch! I come unannounced, like a thief. You&quot;re blessed if, awake and dressed, you&quot;re ready for me. Too bad if you&quot;re found running through the streets, naked and ashamed.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The frog-demons gathered the kings together at the place called in Hebrew Armageddon ."
            }
        ],
        "17": [],
        "18": [
            {
                "verse_number": "20",
                "verse_text": "&apos;O Heaven, celebrate! And join in, saints, apostles, and prophets! God has judged her; every wrong you suffered from her has been judged.&apos;"
            }
        ],
        "19": [
            {
                "verse_number": "4",
                "verse_text": "The Twenty-four Elders and the Four Animals fell to their knees and worshiped God on his Throne, praising,"
            },
            {
                "verse_number": "5",
                "verse_text": "From the Throne came a shout, a command:"
            },
            {
                "verse_number": "9",
                "verse_text": "The Angel said to me, &apos;Write this: &quot;Blessed are those invited to the Wedding Supper of the Lamb.&quot;&apos; He added, &apos;These are the true words of God!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "I fell at his feet to worship him, but he wouldn&quot;t let me. &apos;Don&quot;t do that,&apos; he said. &apos;I&quot;m a servant just like you, and like your brothers and sisters who hold to the witness of Jesus. The witness of Jesus is the spirit of prophecy.&apos;"
            }
        ],
        "20": [],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "I saw Heaven and earth new-created. Gone the first Heaven, gone the first earth, gone the sea. * * *"
            },
            {
                "verse_number": "2",
                "verse_text": "I saw Holy Jerusalem, new-created, descending resplendent out of Heaven, as ready for God as a bride for her husband."
            }
        ],
        "22": [
            {
                "verse_number": "16",
                "verse_text": "&apos;I, Jesus, sent my Angel to testify to these things for the churches. I&quot;m the Root and Branch of David, the Bright Morning Star.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Come!&apos; say the Spirit and the Bride."
            },
            {
                "verse_number": "20",
                "verse_text": "He who testifies to all these things says it again: &apos;I&quot;m on my way! I&quot;ll be there soon!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The grace of the Master Jesus be with all of you. Oh, Yes!"
            }
        ]
    }
}