{
    "Romans": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "I, Paul, am a devoted slave of Jesus Christ on assignment, authorized as an apostle to proclaim God&quot;s words and acts. I write this letter to all the believers in Rome, God&quot;s friends."
            }
        ],
        "2": [],
        "3": [
            {
                "verse_number": "31",
                "verse_text": "But by shifting our focus from what we do to what God does, don&quot;t we cancel out all our careful keeping of the rules and ways God commanded? Not at all. What happens, in fact, is that by putting that entire way of life in its proper place, we confirm it."
            }
        ],
        "4": [
            {
                "verse_number": "12",
                "verse_text": "And it means further that Abraham is father of all people who embrace what God does for them while they are still on the &apos;outs&apos; with God, as yet unidentified as God&quot;s, in an &apos;uncircumcised&apos; condition. It is precisely these people in this condition who are called &apos;set right by God and with God&apos;! Abraham is also, of course, father of those who have undergone the religious rite of circumcision not just because of the ritual but because they were willing to live in the risky faith-embrace of God&quot;s action for them, the way Abraham lived long before he was marked by circumcision."
            },
            {
                "verse_number": "16",
                "verse_text": "This is why the fulfillment of God&quot;s promise depends entirely on trusting God and his way, and then simply embracing him and what he does. God&quot;s promise arrives as pure gift. That&quot;s the only way everyone can be sure to get in on it, those who keep the religious traditions and those who have never heard of them. For Abraham is father of us all. He is not our racial father&ndash;that&quot;s reading the story backward. He is our faith father."
            }
        ],
        "5": [],
        "6": [
            {
                "verse_number": "19",
                "verse_text": "I&quot;m using this freedom language because it&quot;s easy to picture. You can readily recall, can&quot;t you, how at one time the more you did just what you felt like doing&ndash;not caring about others, not caring about God&ndash;the worse your life became and the less freedom you had? And how much different is it now as you live in God&quot;s freedom, your lives healed and expansive in holiness?"
            }
        ],
        "7": [
            {
                "verse_number": "7",
                "verse_text": "But I can hear you say, &apos;If the law code was as bad as all that, it&quot;s no better than sin itself.&apos; That&quot;s certainly not true. The law code had a perfectly legitimate function. Without its clear guidelines for right and wrong, moral behavior would be mostly guesswork. Apart from the succinct, surgical command, &apos;You shall not covet,&apos; I could have dressed covetousness up to look like a virtue and ruined my life with it."
            },
            {
                "verse_number": "13",
                "verse_text": "I can already hear your next question: &apos;Does that mean I can&quot;t even trust what is good [that is, the law]? Is good just as dangerous as evil?&apos; No again! Sin simply did what sin is so famous for doing: using the good as a cover to tempt me to do what would finally destroy me. By hiding within God&quot;s good commandment, sin did far more mischief than it could ever have accomplished on its own."
            },
            {
                "verse_number": "24",
                "verse_text": "I&quot;ve tried everything and nothing helps. I&quot;m at the end of my rope. Is there no one who can do anything for me? Isn&quot;t that the real question?"
            },
            {
                "verse_number": "25",
                "verse_text": "The answer, thank God, is that Jesus Christ can and does. He acted to set things right in this life of contradictions where I want to serve God with all my heart and mind, but am pulled by the influence of sin to do something totally different."
            }
        ],
        "8": [],
        "9": [
            {
                "verse_number": "19",
                "verse_text": "Are you going to object, &apos;So how can God blame us for anything since he&quot;s in charge of everything? If the big decisions are already made, what say do we have in it?&apos;"
            }
        ],
        "10": [],
        "11": [],
        "12": [
            {
                "verse_number": "3",
                "verse_text": "I&quot;m speaking to you out of deep gratitude for all that God has given me, and especially as I have responsibilities in relation to you. Living then, as every one of you does, in pure grace, it&quot;s important that you not misinterpret yourselves as people who are bringing this goodness to God. No, God brings it all to you. The only accurate way to understand ourselves is by what God is and by what he does for us, not by what we are and what we do for him."
            }
        ],
        "13": [],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Welcome with open arms fellow believers who don&quot;t see things the way you do. And don&quot;t jump all over them every time they do or say something you don&quot;t agree with&ndash;even when it seems that they are strong on opinions but weak in the faith department. Remember, they have their own history to deal with. Treat them gently. &apos;As I live and breathe,&apos; God says, &apos;every knee will bow before me; Every tongue will tell the honest truth that I and only I am God.&apos; So mind your own business. You&quot;ve got your hands full just taking care of your own life before God."
            },
            {
                "verse_number": "5",
                "verse_text": "Or, say, one person thinks that some days should be set aside as holy and another thinks that each day is pretty much like any other. There are good reasons either way. So, each person is free to follow the convictions of conscience."
            }
        ],
        "15": [],
        "16": [
            {
                "verse_number": "6",
                "verse_text": "Hello to Mary. What a worker she has turned out to be!"
            },
            {
                "verse_number": "7",
                "verse_text": "Hello to my cousins Andronicus and Junias. We once shared a jail cell. They were believers in Christ before I was. Both of them are outstanding leaders."
            },
            {
                "verse_number": "8",
                "verse_text": "Hello to Ampliatus, my good friend in the family of God."
            },
            {
                "verse_number": "9",
                "verse_text": "Hello to Urbanus, our companion in Christ&quot;s work, and my good friend Stachys."
            },
            {
                "verse_number": "10",
                "verse_text": "Hello to Apelles, a tried-and-true veteran in following Christ."
            },
            {
                "verse_number": "11",
                "verse_text": "Hello to my cousin Herodion."
            },
            {
                "verse_number": "12",
                "verse_text": "Hello to Tryphena and Tryphosa&ndash;such diligent women in serving the Master."
            },
            {
                "verse_number": "13",
                "verse_text": "Hello to Rufus&ndash;a good choice by the Master!&ndash;and his mother. She has also been a dear mother to me."
            },
            {
                "verse_number": "14",
                "verse_text": "Hello to Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and also to all of their families."
            },
            {
                "verse_number": "15",
                "verse_text": "Hello to Philologus, Julia, Nereus and his sister, and Olympas&ndash;and all the followers of Jesus who live with them."
            },
            {
                "verse_number": "16",
                "verse_text": "Holy hugs all around! All the churches of Christ send their warmest greetings!"
            },
            {
                "verse_number": "21",
                "verse_text": "And here are some more greetings from our end. Timothy, my partner in this work, Lucius, and my cousins Jason and Sosipater all said to tell you hello."
            },
            {
                "verse_number": "22",
                "verse_text": "I, Tertius, who wrote this letter at Paul&quot;s dictation, send you my personal greetings."
            },
            {
                "verse_number": "23",
                "verse_text": "Gaius, who is host here to both me and the whole church, wants to be remembered to you."
            },
            {
                "verse_number": "27",
                "verse_text": "All our praise is focused through Jesus on this incomparably wise God! Yes!"
            }
        ]
    }
}