{
    "Song of Songs": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The Song&ndash;best of all songs&ndash;Solomon&quot;s song! Yes! For your love is better than wine, headier than your aromatic oils. The syllables of your name murmur like a meadow brook. No wonder everyone loves to say your name! An elopement with my King-Lover! We&quot;ll celebrate, we&quot;ll sing, we&quot;ll make great music. Yes! For your love is better than vintage wine. Everyone loves you&ndash;of course! And why not? oh, dear sisters in Jerusalem, Weather-darkened like Kedar desert tents, time-softened like Solomon&quot;s Temple hangings. Don&quot;t look down on me because I&quot;m dark, darkened by the sun&quot;s harsh rays. My brothers ridiculed me and sent me to work in the fields. They made me care for the face of the earth, but I had no time to care for my own face. &ndash;I love you so much&ndash; Tell me where you&quot;re tending your flocks, where you let them rest at noontime. Why should I be the one left out, outside the orbit of your tender care? it&quot;s all right. Stay with your flocks. Lead your lambs to good pasture. Stay with your shepherd neighbors. well-groomed and satiny mares. Pendant earrings line the elegance of your cheeks; strands of jewels illumine the curve of your throat. I&quot;m making jewelry for you, gold and silver jewelry that will mark and accent your beauty. my fragrance filled the room. His head resting between my breasts&ndash; the head of my lover was a sachet of sweet myrrh. My beloved is a bouquet of wildflowers picked just for me from the fields of En Gedi. And your eyes so beautiful&ndash;like doves! And the bed we share is like a forest glen. We enjoy a canopy of cedars enclosed by cypresses, fragrant and green."
            },
            {
                "verse_number": "4",
                "verse_text": "Take me away with you! Let&quot;s run off together!"
            },
            {
                "verse_number": "7",
                "verse_text": "Tell me where you&quot;re working"
            },
            {
                "verse_number": "8",
                "verse_text": "If you can&quot;t find me, loveliest of all women,"
            },
            {
                "verse_number": "15",
                "verse_text": "Oh, my dear friend! You&quot;re so beautiful!"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "I&quot;m just a wildflower picked from the plains of Sharon, a lotus blossom from the valley pools. that&quot;s my dear friend among the girls in the village. my lover stands above the young men in town. All I want is to sit in his shade, to taste and savor his delicious love. He took me home with him for a festive meal, but his eyes feasted on me ! Apricots, raisins&ndash;anything. I&quot;m about to faint with love! His left hand cradles my head, and his right arm encircles my waist! by the gazelles, yes, by all the wild deer: Don&quot;t excite love, don&quot;t stir it up, until the time is ripe&ndash;and you&quot;re ready. Do you see him coming? Vaulting the mountains, leaping the hills. My lover is like a gazelle, graceful; like a young stag, virile. Look at him there, on tiptoe at the gate, all ears, all eyes&ndash;ready! My lover has arrived and he&quot;s speaking to me! fair and beautiful lover&ndash;come to me! Look around you: Winter is over; the winter rains are over, gone! Spring flowers are in blossom all over. The whole world&quot;s a choir&ndash;and singing! Spring warblers are filling the forest with sweet strains. Lilacs are exuberantly purple and perfumed, and cherry trees fragrant with blossoms. Oh, get up, dear friend, my fair and beautiful lover&ndash;come to me! Come, my shy and modest dove&ndash; leave your seclusion, come out in the open. Let me see your face, let me hear your voice. For your voice is soothing and your face is ravishing. foxes on the prowl, Foxes who would like nothing better than to get into our flowering garden. Nightly he strolls in our garden, Delighting in the flowers until dawn breathes its light and night slips away. Turn to me, dear lover. Come like a gazelle. Leap like a wild stag on delectable mountains!"
            },
            {
                "verse_number": "2",
                "verse_text": "A lotus blossoming in a swamp of weeds&ndash;"
            },
            {
                "verse_number": "7",
                "verse_text": "Oh, let me warn you, sisters in Jerusalem,"
            },
            {
                "verse_number": "15",
                "verse_text": "Then you must protect me from the foxes,"
            }
        ],
        "3": [
            {
                "verse_number": "5",
                "verse_text": "Oh, let me warn you, sisters in Jerusalem,"
            },
            {
                "verse_number": "11",
                "verse_text": "Come and look, sisters in Jerusalem."
            }
        ],
        "4": [
            {
                "verse_number": "16",
                "verse_text": "Wake up, North Wind,"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "I went to my garden, dear friend, best lover! breathed the sweet fragrance. I ate the fruit and honey, I drank the nectar and wine. Celebrate with me, friends! Raise your glasses&ndash;&apos;To life! To love!&apos; Oh, listen! It&quot;s the sound of my lover knocking, calling! &apos;Let me in, dear companion, dearest friend, my dove, consummate lover! I&quot;m soaked with the dampness of the night, drenched with dew, shivering and cold.&apos; I&quot;m bathed and in bed&ndash;do you want me to get dirty?&apos; and the longer he knocked, the more excited I became. I got up to open the door to my lover, sweetly ready to receive him, Desiring and expectant as I turned the door handle. But when I opened the door he was gone. My loved one had tired of waiting and left. And I died inside&ndash;oh, I felt so bad! I ran out looking for him But he was nowhere to be found. I called into the darkness&ndash;but no answer. The night watchmen found me as they patrolled the streets of the city. They slapped and beat and bruised me, ripping off my clothes, These watchmen, who were supposed to be guarding the city. if you find my lover, Please tell him I want him, that I&quot;m heartsick with love for him. What&quot;s so special about him that you beg for our help? red-blooded, radiant! He&quot;s one in a million. There&quot;s no one quite like him! My golden one, pure and untarnished, with raven black curls tumbling across his shoulders. His eyes are like doves, soft and bright, but deep-set, brimming with meaning, like wells of water. His face is rugged, his beard smells like sage, His voice, his words, warm and reassuring. Fine muscles ripple beneath his skin, quiet and beautiful. His torso is the work of a sculptor, hard and smooth as ivory. He stands tall, like a cedar, strong and deep-rooted, A rugged mountain of a man, aromatic with wood and stone. His words are kisses, his kisses words. Everything about him delights me, thrills me through and through! That&quot;s my lover, that&quot;s my man, dear Jerusalem sisters."
            },
            {
                "verse_number": "2",
                "verse_text": "I was sound asleep, but in my dreams I was wide awake."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;But I&quot;m in my nightgown&ndash;do you expect me to get dressed?"
            },
            {
                "verse_number": "8",
                "verse_text": "I beg you, sisters in Jerusalem&ndash;"
            },
            {
                "verse_number": "9",
                "verse_text": "What&quot;s so great about your lover, fair lady?"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "So where has this love of yours gone, fair one? Where on earth can he be? Can we help you look for him? to browse among the flowers, touching the colors and forms. I am my lover&quot;s and my lover is mine. He caresses the sweet-smelling flowers. you&quot;re as beautiful as Tirzah, city of delights, Lovely as Jerusalem, city of dreams, the ravishing visions of my ecstasy. Your beauty is too much for me&ndash;I&quot;m in over my head. I&quot;m not used to this! I can&quot;t take it in. Your hair flows and shimmers like a flock of goats in the distance streaming down a hillside in the sunshine. Your smile is generous and full&ndash; expressive and strong and clean. Your veiled cheeks are soft and radiant. never has been, never will be. She&quot;s a woman beyond compare. My dove is perfection, Pure and innocent as the day she was born, and cradled in joy by her mother. Everyone who came by to see her exclaimed and admired her&ndash; All the fathers and mothers, the neighbors and friends, blessed and praised her: dawn-fresh, moon-lovely, sun-radiant, ravishing as the night sky with its galaxies of stars?&apos; looking for signs of spring, Looking for buds about to burst into flower, anticipating readiness, ripeness. Before I knew it my heart was raptured, carried away by lofty thoughts! Dance, and we&quot;ll feast our eyes on your grace! Everyone wants to see the Shulammite dance her victory dances of love and peace."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Has anyone ever seen anything like this&ndash;"
            },
            {
                "verse_number": "13",
                "verse_text": "Dance, dance, dear Shulammite, Angel-Princess!"
            }
        ],
        "7": [
            {
                "verse_number": "13",
                "verse_text": "Love-apples drench us with fragrance,"
            }
        ],
        "8": [
            {
                "verse_number": "5",
                "verse_text": "Who is this I see coming up from the country,"
            },
            {
                "verse_number": "10",
                "verse_text": "Dear brothers, I&quot;m a walled-in virgin still,"
            },
            {
                "verse_number": "13",
                "verse_text": "Oh, lady of the gardens,"
            },
            {
                "verse_number": "14",
                "verse_text": "Run to me, dear lover."
            }
        ],
        "9": [],
        "10": [],
        "11": [],
        "12": []
    }
}