{
    "Jeremiah": {
        "1": [
            {
                "verse_number": "5",
                "verse_text": "&apos;Before I shaped you in the womb,"
            },
            {
                "verse_number": "6",
                "verse_text": "But I said, &apos;Hold it, Master God ! Look at me."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;But you&ndash;up on your feet and get dressed for work!"
            }
        ],
        "2": [
            {
                "verse_number": "25",
                "verse_text": "&apos;Slow down. Take a deep breath. What&quot;s the hurry?"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "God &quot;s Message came to me as follows: &apos;If a man&quot;s wife walks out on him And marries another man, can he take her back as if nothing had happened? Wouldn&quot;t that raise a huge stink in the land? And isn&quot;t that what you&quot;ve done&ndash; &quot;whored&quot; your way with god after god? And now you want to come back as if nothing had happened.&apos; God &quot;s Decree. Where have you not had sex? You&quot;ve camped out like hunters stalking deer. You&quot;ve solicited many lover-gods, Like a streetwalking whore chasing after other gods. And so the rain has stopped. No more rain from the skies! But it doesn&quot;t even faze you. Brazen as whores, you carry on as if you&quot;ve done nothing wrong. Then you have the nerve to call out, &quot;My father! You took care of me when I was a child. Why not now? Are you going to keep up your anger nonstop?&quot; That&quot;s your line. Meanwhile you keep sinning nonstop.&apos; I&quot;m not just hanging back to punish you. I&quot;m committed in love to you. My anger doesn&quot;t seethe nonstop. Just admit your guilt. Admit your God-defiance. Admit to your promiscuous life with casual partners, pulling strangers into the sex-and-religion groves While turning a deaf ear to me.&quot;&apos; God &quot;s Decree. &apos;Come back, wandering children!&apos; God &quot;s Decree. &apos;I, yes I, am your true husband. I&quot;ll pick you out one by one&ndash; This one from the city, these two from the country&ndash; and bring you to Zion. I&quot;ll give you good shepherd-rulers who rule my way, who rule you with intelligence and wisdom. * * * &quot;Good! I&quot;ll bring you back into the family. I&quot;ll give you choice land, land that the godless nations would die for.&quot; And I imagined that you would say, &quot;Dear father!&quot; and would never again go off and leave me. But no luck. Like a false-hearted woman walking out on her husband, you, the whole family of Israel, have proven false to me.&apos; God &quot;s Decree. the unhappy sound of Israel&quot;s crying, Israel lamenting the wasted years, never once giving her God a thought. &apos;Come back, wandering children! I can heal your wanderlust!&apos; * * * You&quot;re our own true God ! All that popular religion was a cheap lie, duped crowds buying up the latest in gods. We&quot;re back! Back to our true God , the salvation of Israel. The Fraud picked us clean, swindled us of what our ancestors bequeathed us, Gypped us out of our inheritance&ndash; God-blessed flocks and God-given children. We made our bed and now lie in it, all tangled up in the dirty sheets of dishonor. All because we sinned against our God , we and our fathers and mothers. From the time we took our first steps, said our first words, we&quot;ve been rebels, disobeying the voice of our God .&apos; * * *"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;And this is what will happen: You will increase and prosper in the land. The time will come&apos;&ndash; God &quot;s Decree!&ndash;&apos;when no one will say any longer, &quot;Oh, for the good old days! Remember the Ark of the Covenant?&quot; It won&quot;t even occur to anyone to say it&ndash;&quot;the good old days.&quot; The so-called good old days of the Ark are gone for good."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Jerusalem will be the new Ark&ndash;&quot; God &quot;s Throne.&quot; All the godless nations, no longer stuck in the ruts of their evil ways, will gather there to honor God ."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;At that time, the House of Judah will join up with the House of Israel. Holding hands, they&quot;ll leave the north country and come to the land I willed to your ancestors."
            }
        ],
        "4": [
            {
                "verse_number": "9",
                "verse_text": "&apos;When this happens&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then I said, &apos;Alas, Master God !"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;It&quot;s the way you&quot;ve lived"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;What fools my people are!"
            },
            {
                "verse_number": "29",
                "verse_text": "Someone shouts, &apos;Horsemen and archers!&apos;"
            }
        ],
        "5": [
            {
                "verse_number": "14",
                "verse_text": "Therefore, this is what God said to me, God -of-the-Angel-Armies:"
            }
        ],
        "6": [
            {
                "verse_number": "9",
                "verse_text": "More orders from God -of-the-Angel-Armies:"
            },
            {
                "verse_number": "21",
                "verse_text": "So listen to this. Here&quot;s God &quot;s verdict on your way of life:"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Dear Daughter Zion: Dress in black."
            }
        ],
        "7": [
            {
                "verse_number": "12",
                "verse_text": "&apos;&quot;Take a trip down to the place that was once in Shiloh, where I met my people in the early days. Take a look at those ruins, what I did to it because of the evil ways of my people Israel."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;But is it me they&quot;re hurting?&apos; God &quot;s Decree! &apos;Aren&quot;t they just hurting themselves? Exposing themselves shamefully? Making themselves ridiculous?"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Here&quot;s what the Master God has to say: &quot;My white-hot anger is about to descend on this country and everything in it&ndash;people and animals, trees in the field and vegetables in the garden&ndash;a raging wildfire that no one can put out.&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;&quot;So shave your heads."
            }
        ],
        "8": [
            {
                "verse_number": "3",
                "verse_text": "&apos;Everyone left&ndash;all from this evil generation unlucky enough to still be alive in whatever godforsaken place I will have driven them to&ndash;will wish they were dead.&apos; Decree of God -of-the-Angel-Armies."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;&quot;I went out to see if I could salvage anything&quot;&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;&quot;What&quot;s more, I&quot;m dispatching"
            }
        ],
        "9": [
            {
                "verse_number": "12",
                "verse_text": "I asked, &apos;Is there anyone around bright enough to tell us what&quot;s going on here? Anyone who has the inside story from God and can let us in on it?"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Then I&quot;ll scatter them far and wide among godless peoples that neither they nor their parents have ever heard of, and I&quot;ll send Death in pursuit until there&quot;s nothing left of them.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Speak up! &apos; God &quot;s Message:"
            }
        ],
        "10": [
            {
                "verse_number": "10",
                "verse_text": "But God is the real thing&ndash;"
            },
            {
                "verse_number": "16",
                "verse_text": "But the Portion-of-Jacob is the real thing."
            },
            {
                "verse_number": "21",
                "verse_text": "It&quot;s because our leaders are stupid."
            },
            {
                "verse_number": "22",
                "verse_text": "But listen! Something&quot;s coming!"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "The Message that came to Jeremiah from God : &apos;Yes, God ,&apos; I replied. &apos;That&quot;s true.&apos; how to get off the hook? And right in the house of worship! Do you think making promises and devising pious programs will save you from doom? Do you think you can get out of this by becoming more religious? A mighty oak tree, majestic and glorious&ndash; that&quot;s how I once described you. But it will only take a clap of thunder and a bolt of lightning to leave you a shattered wreck. * * * You, God , opened my eyes to their evil scheming. I had no idea what was going on&ndash;naive as a lamb being led to slaughter! I didn&quot;t know they had it in for me, didn&quot;t know of their behind-the-scenes plots: &apos;Let&quot;s get rid of the preacher. That will stop the sermons! Let&quot;s get rid of him for good. He won&quot;t be remembered for long.&apos; you&quot;re a fair judge. You examine and cross-examine human actions and motives. I want to see these people shown up and put down! I&quot;m an open book before you. Clear my name.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;And as for you, Jeremiah, I don&quot;t want you praying for this people. Nothing! Not a word of petition. Indeed, I&quot;m not going to listen to a single syllable of their crisis-prayers.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;I, God -of-the-Angel-Armies, who planted you&ndash;yes, I have pronounced doom on you. Why? Because of the disastrous life you&quot;ve lived, Israel and Judah alike, goading me to anger with your continuous worship and offerings to that sorry god Baal.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then I said, &apos; God -of-the-Angel-Armies,"
            }
        ],
        "12": [],
        "13": [
            {
                "verse_number": "12",
                "verse_text": "&apos;And then tell them this, &quot; God &quot;s Message, personal from the God of Israel: Every wine jug should be full of wine.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "Can an African change skin?"
            }
        ],
        "14": [
            {
                "verse_number": "10",
                "verse_text": "Then God said of these people:"
            },
            {
                "verse_number": "13",
                "verse_text": "I said, &apos;But Master, God ! Their preachers have been telling them that everything is going to be all right&ndash;no war and no famine&ndash;that there&quot;s nothing to worry about.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then God said, &apos;These preachers are liars, and they use my name to cover their lies. I never sent them, I never commanded them, and I don&quot;t talk with them. The sermons they&quot;ve been handing out are sheer illusion, tissues of lies, whistlings in the dark."
            }
        ],
        "15": [
            {
                "verse_number": "5",
                "verse_text": "&apos;Who do you think will feel sorry for you, Jerusalem?"
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "God &quot;s Message to me: * * * * * * my safe retreat when trouble descends: The godless nations will come from earth&quot;s four corners, saying, &apos;Our ancestors lived on lies, useless illusions, all smoke.&apos; Can mortals manufacture gods? Their factories turn out no-gods! Starting right now, I&quot;m going to teach them Who I am and what I do, teach them the meaning of my name, God &ndash;&quot;I Am .&quot;&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;And if there happens to be a feast celebrated, don&quot;t go there either to enjoy the festivities.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "God -of-the-Angel-Armies, the God of Israel, says, &apos;Watch this! I&quot;m about to banish smiles and laughter from this place. No more brides and bridegrooms celebrating. And I&quot;m doing it in your lifetime, before your very eyes."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;They won&quot;t get by with a thing. They&quot;ll pay double for everything they did wrong. They&quot;ve made a complete mess of things, littering their lives with their obscene no-gods, leaving piles of stinking god-junk all over the place.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Watch closely now. I&quot;m going to teach these wrongheaded people."
            }
        ],
        "17": [
            {
                "verse_number": "11",
                "verse_text": "Like a cowbird that cheats by laying its eggs"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;&quot;But if you won&quot;t listen to me, won&quot;t keep the Sabbath holy, won&quot;t quit using the Sabbath for doing your own work, busily going in and out of the city gates on your self-important business, then I&quot;ll burn the gates down. In fact, I&quot;ll burn the whole city down, palaces and all, with a fire nobody will be able to put out!&quot;&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "11",
                "verse_text": "&apos;So, tell the people of Judah and citizens of Jerusalem my Message: &quot;Danger! I&quot;m shaping doom against you, laying plans against you. Turn back from your doomed way of life. Straighten out your lives.&quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;But they&quot;ll just say, &quot;Why should we? What&quot;s the point? We&quot;ll live just the way we&quot;ve always lived, doom or no doom.&quot;&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Some of the people said, &apos;Come on, let&quot;s cook up a plot against Jeremiah. We&quot;ll still have the priests to teach us the law, wise counselors to give us advice, and prophets to tell us what God has to say. Come on, let&quot;s discredit him so we don&quot;t have to put up with him any longer.&apos;"
            }
        ],
        "19": [],
        "20": [],
        "21": [],
        "22": [
            {
                "verse_number": "10",
                "verse_text": "Don&quot;t weep over dead King Josiah."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;You&quot;ll be homesick, desperately homesick, but you&quot;ll never get home again.&apos;"
            }
        ],
        "23": [
            {
                "verse_number": "9",
                "verse_text": "My head is reeling,"
            },
            {
                "verse_number": "15",
                "verse_text": "So here&quot;s the Message to the prophets from God -of-the-Angel-Armies:"
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Oh yes, I&quot;ve had it with the prophets who preach the lies they dream up, spreading them all over the country, ruining the lives of my people with their cheap and reckless lies."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;And anyone, including prophets and priests, who asks, &quot;What&quot;s God got to say about all this, what&quot;s troubling him?&quot; tell him, &quot;You, you&quot;re the trouble, and I&quot;m getting rid of you.&quot;&apos; God &quot;s Decree."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;And if anyone, including prophets and priests, goes around saying glibly &quot; God &quot;s Message! God &quot;s Message!&quot; I&quot;ll punish him and his family."
            }
        ],
        "24": [
            {
                "verse_number": "3",
                "verse_text": "God said to me, &apos;Jeremiah, what do you see?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;And I&quot;ll give them a heart to know me, God . They&quot;ll be my people and I&quot;ll be their God, for they&quot;ll have returned to me with all their hearts."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "This is the Message given to Jeremiah for all the people of Judah. It came in the fourth year of Jehoiakim son of Josiah king of Judah. It was the first year of Nebuchadnezzar king of Babylon. Jerusalem and the towns of Judah, along with their kings and leaders, turning them into a vast wasteland, a horror to look at, a cussword&ndash;which, in fact, they now are; Pharaoh king of Egypt with his attendants and leaders, plus all his people and the melting pot of foreigners collected there; All the kings of Uz; All the kings of the Philistines from Ashkelon, Gaza, Ekron, and what&quot;s left of Ashdod; Edom, Moab, and the Ammonites; All the kings of Tyre, Sidon, and the coastlands across the sea; Dedan, Tema, Buz, and the nomads on the fringe of the desert; All the kings of Arabia and the various Bedouin sheiks and chieftains wandering about in the desert; All the kings of Zimri, Elam, and the Medes; All the kings from the north countries near and far, one by one; All the kingdoms on planet Earth . . . And the king of Sheshak (that is, Babylon) will be the last to drink. &apos;&quot; God roars like a lion from high heaven; thunder rolls out from his holy dwelling&ndash; Ear-splitting bellows against his people, shouting hurrahs like workers in harvest. The noise reverberates all over the earth; everyone everywhere hears it. God makes his case against the godless nations. He&quot;s about to put the human race on trial. For the wicked the verdict is clear-cut: death by the sword.&quot;&apos; God &quot;s Decree. * * * &apos;Prepare for the worst! Doomsday! Disaster is spreading from nation to nation. A huge storm is about to rage all across planet Earth.&apos; * * * * * * Grovel in the dirt, you masters of flocks! Time&quot;s up&ndash;you&quot;re slated for the slaughterhouse, like a choice ram with its throat cut. There&quot;s no way out for the rulers, no escape for those shepherds. Hear that? Rulers crying for help, shepherds of the flock wailing! God is about to ravage their fine pastures. The peaceful sheepfolds will be silent with death, silenced by God &quot;s deadly anger. God will come out into the open like a lion leaping from its cover, And the country will be torn to pieces, ripped and ravaged by his anger."
            },
            {
                "verse_number": "2",
                "verse_text": "Jeremiah the prophet delivered the Message to all the people of Judah and citizens of Jerusalem:"
            },
            {
                "verse_number": "3",
                "verse_text": "From the thirteenth year of Josiah son of Amon king of Judah right up to the present day&ndash;twenty-three years it&quot;s been!&ndash; God &quot;s Word has come to me, and from early each morning to late every night I&quot;ve passed it on to you. And you haven&quot;t listened to a word of it!"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;You refused to listen to any of this, and now I am really angry. These god-making businesses of yours are your doom.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;Tell them, &quot;These are orders from God -of-the-Angel-Armies, the God of Israel: Drink and get drunk and vomit. Fall on your faces and don&quot;t get up again. You&quot;re slated for a massacre.&quot;"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;If any of them refuse to take the cup from you and drink it, say to them, &quot; God -of-the-Angel-Armies has ordered you to drink. So drink!"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;&quot;Prepare for the worst! I&quot;m starting off the catastrophe in the city that I claim as my own, so don&quot;t think you are going to get out of it. No, you&quot;re not getting out of anything. It&quot;s the sword and nothing but the sword against everyone everywhere!&quot;&apos; The God -of-the-Angel-Armies&quot; Decree."
            },
            {
                "verse_number": "32",
                "verse_text": "A Message from God -of-the-Angel-Armies:"
            },
            {
                "verse_number": "33",
                "verse_text": "Laid end to end, those killed in God &quot;s judgment that day will stretch from one end of the earth to the other. No tears will be shed and no burials conducted. The bodies will be left where they fall, like so much horse dung fertilizing the fields."
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "At the beginning of the reign of Jehoiakim son of Josiah king of Judah, this Message came from God to Jeremiah: All the people mobbed Jeremiah right in the Temple itself. * * * &apos;&quot;Because of people like you, Zion will be turned back into farmland, Jerusalem end up as a pile of rubble, and instead of the Temple on the mountain, a few scraggly scrub pines.&quot; &apos;Friends, we&quot;re at the brink of bringing a terrible calamity upon ourselves.&apos; * * *"
            },
            {
                "verse_number": "10",
                "verse_text": "Officials from the royal court of Judah were told of this. They left the palace immediately and came to God &quot;s Temple to investigate. They held court on the spot, at the New Gate entrance to God &quot;s Temple."
            },
            {
                "verse_number": "11",
                "verse_text": "The prophets and priests spoke first, addressing the officials, but also the people: &apos;Death to this man! He deserves nothing less than death! He has preached against this city&ndash;you&quot;ve heard the evidence with your own ears.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The court officials, backed by the people, then handed down their ruling to the priests and prophets: &apos;Acquittal. No death sentence for this man. He has spoken to us with the authority of our God .&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Did King Hezekiah or anyone else in Judah kill Micah of Moresheth because of that sermon? Didn&quot;t Hezekiah honor him and pray for mercy from God ? And then didn&quot;t God call off the disaster he had threatened?"
            },
            {
                "verse_number": "24",
                "verse_text": "But in Jeremiah&quot;s case, Ahikam son of Shaphan stepped forward and took his side, preventing the mob from lynching him.)"
            }
        ],
        "27": [],
        "28": [
            {
                "verse_number": "17",
                "verse_text": "Prophet Hananiah died that very year, in the seventh month."
            }
        ],
        "29": [
            {
                "verse_number": "3",
                "verse_text": "The letter was carried by Elasah son of Shaphan and Gemariah son of Hilkiah, whom Zedekiah king of Judah had sent to Nebuchadnezzar king of Babylon. The letter said:"
            },
            {
                "verse_number": "4",
                "verse_text": "This is the Message from God -of-the-Angel-Armies, Israel&quot;s God, to all the exiles I&quot;ve taken from Jerusalem to Babylon:"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Build houses and make yourselves at home."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Marry and have children. Encourage your children to marry and have children so that you&quot;ll thrive in that country and not waste away."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Make yourselves at home there and work for the country&quot;s welfare."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;When you call on me, when you come and pray to me, I&quot;ll listen."
            },
            {
                "verse_number": "29",
                "verse_text": "The priest Zephaniah read that letter to the prophet Jeremiah."
            }
        ],
        "30": [
            {
                "verse_number": "3",
                "verse_text": "&apos;&quot;Look. The time is coming when I will turn everything around for my people, both Israel and Judah. I, God , say so. I&quot;ll bring them back to the land I gave their ancestors, and they&quot;ll take up ownership again.&quot;&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "This is the way God put it to Israel and Judah:"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;&quot;And that&quot;s it: You&quot;ll be my very own people,"
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "&apos;And when that happens&apos;&ndash; God &quot;s Decree&ndash; &apos;it will be plain as the sun at high noon: I&quot;ll be the God of every man, woman, and child in Israel and they shall be my very own people.&apos; * * * &apos;They found grace out in the desert, these people who survived the killing. Israel, out looking for a place to rest, met God out looking for them!&apos; God told them, &apos;I&quot;ve never quit loving you and never will. Expect love, love, and more love! And so now I&quot;ll start over with you and build you up again, dear virgin Israel. You&quot;ll resume your singing, grabbing tambourines and joining the dance. You&quot;ll go back to your old work of planting vineyards on the Samaritan hillsides, And sit back and enjoy the fruit&ndash; oh, how you&quot;ll enjoy those harvests! The time&quot;s coming when watchmen will call out from the hilltops of Ephraim: &quot;On your feet! Let&quot;s go to Zion, go to meet our God !&quot;&apos; * * * &apos;Shout for joy at the top of your lungs for Jacob! Announce the good news to the number-one nation! Raise cheers! Sing praises. Say, &quot; God has saved his people, saved the core of Israel.&quot; &apos;I&quot;ll bring my people back from the north country And gather them up from the ends of the earth, gather those who&quot;ve gone blind And those who are lame and limping, gather pregnant women, Even the mothers whose birth pangs have started, bring them all back, a huge crowd! as I take their hands and lead them, Lead them to fresh flowing brooks, lead them along smooth, uncluttered paths. Yes, it&quot;s because I&quot;m Israel&quot;s Father and Ephraim&quot;s my firstborn son! Broadcast this all over the world! Tell them, &quot;The One who scattered Israel will gather them together again. From now on he&quot;ll keep a careful eye on them, like a shepherd with his flock.&quot; I, God , will pay a stiff ransom price for Jacob; I&quot;ll free him from the grip of the Babylonian bully. The people will climb up Zion&quot;s slopes shouting with joy, their faces beaming because of God &quot;s bounty&ndash; Grain and wine and oil, flocks of sheep, herds of cattle. Their lives will be like a well-watered garden, never again left to dry up. Young women will dance and be happy, young men and old men will join in. I&quot;ll convert their weeping into laughter, lavishing comfort, invading their grief with joy. I&quot;ll make sure that their priests get three square meals a day and that my people have more than enough.&quot;&apos; God &quot;s Decree. * * * &apos;Listen to this! Laments coming out of Ramah, wild and bitter weeping. It&quot;s Rachel weeping for her children, Rachel refusing all solace. Her children are gone, gone&ndash;long gone into exile.&apos; But God says, &apos;Stop your incessant weeping, hold back your tears. Collect wages from your grief work.&apos; God &quot;s Decree. &apos;They&quot;ll be coming back home! There&quot;s hope for your children.&apos; God &quot;s Decree. Yes, I&quot;ve heard it clearly, saying, &quot;You trained me well. You broke me, a wild yearling horse, to the saddle. Now put me, trained and obedient, to use. You are my God . After those years of running loose, I repented. After you trained me to obedience, I was ashamed of my past, my wild, unruly past. Humiliated, I beat on my chest. Will I ever live this down?&quot; my child in whom I take pleasure! Every time I mention his name, my heart bursts with longing for him! Everything in me cries out for him. Softly and tenderly I wait for him.&apos; God &quot;s Decree. Get a good map. Study the road conditions. The road out is the road back. Come back, dear virgin Israel, come back to your hometowns. How long will you flit here and there, indecisive? How long before you make up your fickle mind? God will create a new thing in this land: A transformed woman will embrace the transforming God !&apos; * * * I&quot;ll restore tired souls. * * * Parents ate the green apples, their children got the stomachache. * * * brightens the night with moon and stars, Who whips the ocean into a billowy froth, whose name is God -of-the-Angel-Armies: fell into chaos before me&apos;&ndash; God &quot;s Decree&ndash; &apos;Then and only then might Israel fall apart and disappear as a nation before me.&apos; * * * &apos;If the skies could be measured with a yardstick and the earth explored to its core, Then and only then would I turn my back on Israel, disgusted with all they&quot;ve done.&apos; God &quot;s Decree. * * * &apos;This city will never again be torn down or destroyed.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Oh yes, God says so:"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Watch what comes next:"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Watch them come! They&quot;ll come weeping for joy"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Oh! Ephraim is my dear, dear son,"
            },
            {
                "verse_number": "25",
                "verse_text": "I&quot;ll refresh tired bodies;"
            },
            {
                "verse_number": "26",
                "verse_text": "Just then I woke up and looked around&ndash;what a pleasant and satisfying sleep!"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;When that time comes you won&quot;t hear the old proverb anymore,"
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;No, each person will pay for his own sin. You eat green apples, you&quot;re the one who gets sick."
            },
            {
                "verse_number": "35",
                "verse_text": "God &quot;s Message, from the God who lights up the day with sun and"
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;If this ordered cosmos ever fell to pieces,"
            },
            {
                "verse_number": "37",
                "verse_text": "God &quot;s Message:"
            }
        ],
        "32": [
            {
                "verse_number": "8",
                "verse_text": "&apos;And sure enough, just as God had said, my cousin Hanamel came to me while I was in jail and said, &quot;Buy my field in Anathoth in the territory of Benjamin, for you have the legal right to keep it in the family. Buy it. Take it over.&quot;"
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;But there is also this Message from me, the God of Israel, to this city of which you have said, &quot;In killing and starvation and disease this city will be delivered up to the king of Babylon&quot;:"
            },
            {
                "verse_number": "41",
                "verse_text": "&apos;&quot;Oh how I&quot;ll rejoice in them! Oh how I&quot;ll delight in doing good things for them! Heart and soul, I&quot;ll plant them in this country and keep them here!&quot;"
            }
        ],
        "33": [
            {
                "verse_number": "1",
                "verse_text": "While Jeremiah was still locked up in jail, a second Message from God was given to him: * * * * * *"
            }
        ],
        "34": [
            {
                "verse_number": "1",
                "verse_text": "God &quot;s Message to Jeremiah at the time King Nebuchadnezzar of Babylon mounted an all-out attack on Jerusalem and all the towns around it with his armies and allies and everyone he could muster: * * *"
            },
            {
                "verse_number": "11",
                "verse_text": "But a little while later, they reneged on the covenant, broke their promise and forced their former slaves to become slaves again."
            }
        ],
        "35": [
            {
                "verse_number": "1",
                "verse_text": "The Message that Jeremiah received from God ten years earlier, during the time of Jehoiakim son of Josiah king of Israel:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Go visit the Recabite community. Invite them to meet with you in one of the rooms in God &quot;s Temple. And serve them wine.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then I set out chalices and pitchers of wine for the Recabites and said, &apos;A toast! Drink up!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;But when Nebuchadnezzar king of Babylon invaded our land, we said, &quot;Let&quot;s go to Jerusalem and get out of the path of the Chaldean and Aramean armies, find ourselves a safe place.&quot; That&quot;s why we&quot;re living in Jerusalem right now.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;So here&quot;s what is going to happen. God -of-the-Angel-Armies, the God of Israel, says, &quot;I will bring calamity down on the heads of the people of Judah and Jerusalem&ndash;the very calamity I warned you was coming&ndash;because you turned a deaf ear when I spoke, turned your backs when I called.&quot;&apos;"
            }
        ],
        "36": [
            {
                "verse_number": "1",
                "verse_text": "In the fourth year of Jehoiakim son of Josiah king of Judah, Jeremiah received this Message from God : * * *"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Get a scroll and write down everything I&quot;ve told you regarding Israel and Judah and all the other nations from the time I first started speaking to you in Josiah&quot;s reign right up to the present day."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Maybe the community of Judah will finally get it, finally understand the catastrophe that I&quot;m planning for them, turn back from their bad lives, and let me forgive their perversity and sin.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So Jeremiah called in Baruch son of Neriah. Jeremiah dictated and Baruch wrote down on a scroll everything that God had said to him."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Maybe, just maybe, they&quot;ll start praying and God will hear their prayers. Maybe they&quot;ll turn back from their bad lives. This is no light matter. God has certainly let them know how angry he is!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Baruch son of Neriah did everything Jeremiah the prophet told him to do. In the Temple of God he read the Message of God from the scroll."
            },
            {
                "verse_number": "9",
                "verse_text": "It came about in December of the fifth year of Jehoiakim son of Josiah king of Judah that all the people of Jerusalem, along with all the people from the Judean villages, were there in Jerusalem to observe a fast to God ."
            },
            {
                "verse_number": "10",
                "verse_text": "Baruch took the scroll to the Temple and read out publicly the words of Jeremiah. He read from the meeting room of Gemariah son of Shaphan the secretary of state, which was in the upper court right next to the New Gate of God &quot;s Temple. Everyone could hear him."
            },
            {
                "verse_number": "13",
                "verse_text": "Micaiah reported everything he had heard Baruch read from the scroll as the officials listened."
            },
            {
                "verse_number": "14",
                "verse_text": "Immediately they dispatched Jehudi son of Nethaniah, son of Semaiah, son of Cushi, to Baruch, ordering him, &apos;Take the scroll that you have read to the people and bring it here.&apos; So Baruch went and retrieved the scroll."
            },
            {
                "verse_number": "15",
                "verse_text": "The officials told him, &apos;Sit down. Read it to us, please.&apos; Baruch read it."
            },
            {
                "verse_number": "16",
                "verse_text": "When they had heard it all, they were upset. They talked it over. &apos;We&quot;ve got to tell the king all this.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "They asked Baruch, &apos;Tell us, how did you come to write all this? Was it at Jeremiah&quot;s dictation?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Baruch said, &apos;That&quot;s right. Every word right from his own mouth. And I wrote it down, word for word, with pen and ink.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The government officials told Baruch, &apos;You need to get out of here. Go into hiding, you and Jeremiah. Don&quot;t let anyone know where you are!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;And send this personal message to Jehoiakim king of Judah: &quot; God says, You had the gall to burn this scroll and then the nerve to say, &apos;What kind of nonsense is this written here&ndash;that the king of Babylon will come and destroy this land and kill everything in it?&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "So Jeremiah went and got another scroll and gave it to Baruch son of Neriah, his secretary. At Jeremiah&quot;s dictation he again wrote down everything that Jehoiakim king of Judah had burned in the fire. There were also generous additions, but of the same kind of thing."
            }
        ],
        "37": [
            {
                "verse_number": "3",
                "verse_text": "However, King Zedekiah sent Jehucal son of Shelemiah, and Zephaniah the priest, son of Maaseiah, to Jeremiah the prophet, saying, &apos;Pray for us&ndash;pray hard!&ndash;to the Master, our God .&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Later King Zedekiah had Jeremiah brought to him. The king questioned him privately, &apos;Is there a Message from God ?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So King Zedekiah ordered that Jeremiah be assigned to the courtyard of the palace guards. He was given a loaf of bread from Bakers&quot; Alley every day until all the bread in the city was gone. And that&quot;s where Jeremiah remained&ndash;in the courtyard of the palace guards."
            }
        ],
        "38": [
            {
                "verse_number": "1",
                "verse_text": "Shaphatiah son of Mattan, Gedaliah son of Pashur, Jehucal son of Shelemiah, and Pashur son of Malkijah heard what Jeremiah was telling the people, namely: Jeremiah did what he said. &apos;&quot;They lied to you and did you in, those so-called friends of yours; And now you&quot;re stuck, about knee-deep in mud, and your &apos;friends,&apos; where are they now?&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;This is God &quot;s Message: &quot;Whoever stays in this town will die&ndash;will be killed or starve to death or get sick and die. But those who go over to the Babylonians will save their necks and live.&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;And, God &quot;s sure Word: &quot;This city is destined to fall to the army of the king of Babylon. He&quot;s going to take it over.&quot;&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "These officials told the king, &apos;Please, kill this man. He&quot;s got to go! He&quot;s ruining the resolve of the soldiers who are still left in the city, as well as the people themselves, by spreading these words. This man isn&quot;t looking after the good of this people. He&quot;s trying to ruin us!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "King Zedekiah caved in: &apos;If you say so. Go ahead, handle it your way. You&quot;re too much for me.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So they took Jeremiah and threw him into the cistern of Malkijah the king&quot;s son that was in the courtyard of the palace guard. They lowered him down with ropes. There wasn&quot;t any water in the cistern, only mud. Jeremiah sank into the mud."
            },
            {
                "verse_number": "10",
                "verse_text": "So the king ordered Ebed-melek the Ethiopian, &apos;Get three men and pull Jeremiah the prophet out of the cistern before he dies.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "And so they pulled Jeremiah up out of the cistern by the ropes. But he was still confined in the courtyard of the palace guard."
            },
            {
                "verse_number": "14",
                "verse_text": "Later, King Zedekiah sent for Jeremiah the prophet and had him brought to the third entrance of the Temple of God . The king said to Jeremiah, &apos;I&quot;m going to ask you something. Don&quot;t hold anything back from me.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Jeremiah said, &apos;If I told you the whole truth, you&quot;d kill me. And no matter what I said, you wouldn&quot;t pay any attention anyway.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Zedekiah swore to Jeremiah right there, but in secret, &apos;As sure as God lives, who gives us life, I won&quot;t kill you, nor will I turn you over to the men who are trying to kill you.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "King Zedekiah said to Jeremiah, &apos;But I&quot;m afraid of the Judeans who have already deserted to the Chaldeans. If they get hold of me, they&quot;ll rough me up good.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;They&quot;ll take all your wives and children and give them to the Chaldeans. And you, don&quot;t think you&quot;ll get out of this&ndash;the king of Babylon will seize you and then burn this city to the ground.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "And sure enough, all the officials came to Jeremiah and asked him. He responded as the king had instructed. So they quit asking. No one had overheard the conversation."
            },
            {
                "verse_number": "28",
                "verse_text": "Jeremiah lived in the courtyard of the palace guards until the day that Jerusalem was captured."
            }
        ],
        "39": [
            {
                "verse_number": "3",
                "verse_text": "All the officers of the king of Babylon came and set themselves up as a ruling council from the Middle Gate: Nergal-sharezer of Simmagar, Nebushazban the Rabsaris, Nergal-sharezer the Rabmag, along with all the other officials of the king of Babylon."
            }
        ],
        "40": [
            {
                "verse_number": "1",
                "verse_text": "God &quot;s Message to Jeremiah after Nebuzaradan captain of the bodyguard set him free at Ramah. When Nebuzaradan came upon him, he was in chains, along with all the other captives from Jerusalem and Judah who were being herded off to exile in Babylon. The captain of the bodyguard gave him food for the journey and a parting gift, and sent him off. * * *"
            },
            {
                "verse_number": "6",
                "verse_text": "Jeremiah went to Gedaliah son of Ahikam at Mizpah and made his home with him and the people who were left behind in the land."
            },
            {
                "verse_number": "9",
                "verse_text": "Gedaliah son of Ahikam, the son of Shaphan, promised them and their men, &apos;You have nothing to fear from the Chaldean officials. Stay here on the land. Be subject to the king of Babylon. You&quot;ll get along just fine."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;My job is to stay here in Mizpah and be your advocate before the Chaldeans when they show up. Your job is to take care of the land: Make wine, harvest the summer fruits, press olive oil. Store it all in pottery jugs and settle into the towns that you have taken over.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Johanan son of Kareah took Gedaliah aside privately in Mizpah: &apos;Let me go and kill Ishmael son of Nethaniah. No one needs to know about it. Why should we let him kill you and plunge the land into anarchy? Why let everyone you&quot;ve taken care of be scattered and what&quot;s left of Judah destroyed?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But Gedaliah son of Ahikam told Johanan son of Kareah, &apos;Don&quot;t do it. I forbid it. You&quot;re spreading a false rumor about Ishmael.&apos;"
            }
        ],
        "41": [
            {
                "verse_number": "6",
                "verse_text": "Ishmael son of Nethaniah went out from Mizpah to welcome them, weeping ostentatiously. When he greeted them he invited them in: &apos;Come and meet Gedaliah son of Ahikam.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Ishmael&quot;s reason for dumping the bodies into a cistern was to cover up the earlier murder of Gedaliah. The cistern had been built by King Asa as a defense against Baasha king of Israel. This was the cistern that Ishmael son of Nethaniah filled with the slaughtered men."
            },
            {
                "verse_number": "10",
                "verse_text": "Ishmael then took everyone else in Mizpah, including the king&quot;s daughters entrusted to the care of Gedaliah son of Ahikam by Nebuzaradan the captain of the bodyguard, as prisoners. Rounding up the prisoners, Ishmael son of Nethaniah proceeded to take them over into the country of Ammon."
            },
            {
                "verse_number": "16",
                "verse_text": "Then Johanan son of Kareah and the army officers with him gathered together what was left of the people whom Ishmael son of Nethaniah had taken prisoner from Mizpah after the murder of Gedaliah son of Ahikam&ndash;men, women, children, eunuchs&ndash;and brought them back from Gibeon."
            }
        ],
        "42": [
            {
                "verse_number": "4",
                "verse_text": "Jeremiah the prophet said, &apos;I hear your request. And I will pray to your God as you have asked. Whatever God says, I&quot;ll pass on to you. I&quot;ll tell you everything, holding nothing back.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;This is the Message from God -of-the-Angel-Armies, the God of Israel: &quot;In the same way that I swept the citizens of Jerusalem away with my anger and wrath, I&quot;ll do the same thing all over again in Egypt. You&quot;ll end up being cursed, reviled, ridiculed, and mocked. And you&quot;ll never see your homeland again.&quot;"
            }
        ],
        "43": [
            {
                "verse_number": "4",
                "verse_text": "Johanan son of Kareah and the army officers, and the people along with them, wouldn&quot;t listen to God &quot;s Message that they stay in the land of Judah and live there."
            }
        ],
        "44": [
            {
                "verse_number": "19",
                "verse_text": "And then the women chimed in: &apos;Yes! Absolutely! We&quot;re going to keep at it, offering sacrifices to the Queen of Heaven and pouring out offerings to her. Aren&quot;t our husbands behind us? They like it that we make goddess cakes and pour out our offerings to her.&apos;"
            }
        ],
        "45": [
            {
                "verse_number": "1",
                "verse_text": "This is what Jeremiah told Baruch one day in the fourth year of Jehoiakim&quot;s reign as he was taking dictation from the prophet:"
            }
        ],
        "46": [
            {
                "verse_number": "1",
                "verse_text": "God &quot;s Messages through the prophet Jeremiah regarding the godless nations. &apos;&quot;Present arms! March to the front! Harness the horses! Up in the saddles! Battle formation! Helmets on, spears sharpened, armor in place!&quot; But what&quot;s this I see? They&quot;re scared out of their wits! They break ranks and run for cover. Their soldiers panic. They run this way and that, stampeding blindly. It&quot;s total chaos, total confusion, danger everywhere!&apos; God &quot;s Decree. the strongest soldiers won&quot;t escape. In the north country, along the River Euphrates, they&quot;ll stagger, stumble, and fall. like its streams torrential? Why, it&quot;s Egypt like the Nile in flood, like its streams torrential, Saying, &quot;I&quot;ll take over the world. I&quot;ll wipe out cities and peoples.&quot; Run, horses! Roll, chariots! Advance, soldiers from Cush and Put with your shields, Soldiers from Lud, experts with bow and arrow. the day when I have it out with my enemies, The day when Sword puts an end to my enemies, when Sword exacts vengeance. I, the Master, God -of-the-Angel-Armies, will pile them on an altar&ndash;a huge sacrifice!&ndash; In the great north country, along the mighty Euphrates. climb into the mountains of Gilead, get healing balm. You will vainly collect medicines, for nothing will be able to cure what ails you. The whole world will hear your anguished cries. Your wails fill the earth, As soldier falls against soldier and they all go down in a heap.&apos; post warnings in Noph and Tahpanhes: &quot;Wake up! Be prepared! War&quot;s coming!&quot; Because God will drive him off. Your ragtag army will fall to pieces. The word is passing through the ranks, &quot;Let&quot;s get out of here while we still can. Let&quot;s head for home and save our skins.&quot; When they get home they&quot;ll nickname Pharaoh &quot;Big-Talk-Bad-Luck.&quot; As sure as I am the living God&apos; &ndash;the King&quot;s Decree, God -of-the-Angel-Armies is his name&ndash; &apos;A conqueror is coming: like Tabor, singular among mountains; like Carmel, jutting up from the sea! So pack your bags for exile, you coddled daughters of Egypt, For Memphis will soon be nothing, a vacant lot grown over with weeds. attacked by a horsefly from the north! All her hired soldiers are stationed to defend her&ndash; like well-fed calves they are. But when their lives are on the line, they&quot;ll run off, cowards every one. When the going gets tough, they&quot;ll take the easy way out. as the enemy army comes in force. They will rush in, swinging axes like lumberjacks cutting down trees. They&quot;ll level the country&apos;&ndash; God &quot;s Decree&ndash;&apos;nothing and no one standing for as far as you can see. The invaders will be a swarm of locusts, innumerable, past counting. Daughter Egypt will be ravished, raped by vandals from the north.&apos; * * * Israel, there&quot;s no need to worry. Look up! I&quot;ll save you from that far country, I&quot;ll get your children out of the land of exile. Things are going to be normal again for Jacob, safe and secure, smooth sailing. Yes, dear Jacob my servant, you have nothing to fear. Depend on it, I&quot;m on your side. I&quot;ll finish off all the godless nations among which I&quot;ve scattered you, But I won&quot;t finish you off. I have more work left to do on you. I&quot;ll punish you, but fairly. No, I&quot;m not finished with you yet.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;The swiftest runners won&quot;t get away,"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;But it&quot;s not your day. It&quot;s the Master&quot;s, me, God -of-the-Angel-Armies&ndash;"
            },
            {
                "verse_number": "13",
                "verse_text": "The Message that God gave to the prophet Jeremiah when Nebuchadnezzar king of Babylon was on his way to attack Egypt:"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Tell Egypt, alert Migdol,"
            }
        ],
        "47": [
            {
                "verse_number": "6",
                "verse_text": "&apos;Oh, Sword of God ,"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;But how can it quit"
            }
        ],
        "48": [
            {
                "verse_number": "25",
                "verse_text": "&apos;Moab&quot;s link to power is severed."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Leave town! Leave! Look for a home in the cliffs,"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Heshbon and Elealeh will cry out, and the people in Jahaz will hear the cries. They will hear them all the way from Zoar to Horonaim and Eglath-shelishiyah. Even the waters of Nimrim will be dried up."
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;I will put a stop in Moab&apos;&ndash; God &quot;s Decree&ndash;&apos;to all hiking to the high places to offer burnt sacrifices to the gods."
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;My heart moans for Moab, for the men of Kir-heres, like soft flute sounds carried by the wind. They&quot;ve lost it all. They&quot;ve got nothing."
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;Everywhere you look are signs of mourning:"
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;In every house in Moab there&quot;ll be loud lamentation, on every street in Moab, loud lamentation. As with a pottery jug that no one wants, I&quot;ll smash Moab to bits.&apos; God &quot;s Decree."
            },
            {
                "verse_number": "39",
                "verse_text": "&apos;Moab ruined!"
            }
        ],
        "49": [
            {
                "verse_number": "14",
                "verse_text": "I&quot;ve just heard the latest from God ."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Watch this: Like a lion coming up"
            }
        ],
        "50": [
            {
                "verse_number": "17",
                "verse_text": "&apos;Israel is a scattered flock,"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Attack Merathaim, land of rebels!"
            },
            {
                "verse_number": "44",
                "verse_text": "&apos;And now watch this: Like a lion coming up"
            }
        ],
        "51": [
            {
                "verse_number": "9",
                "verse_text": "&apos;We did our best, but she can&quot;t be helped."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos; God has set everything right for us."
            },
            {
                "verse_number": "14",
                "verse_text": "God -of-the-Angel-Armies has solemnly sworn:"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Judeans, you&quot;ll see it with your own eyes. I&quot;ll pay Babylon and all the Chaldeans back for all the evil they did in Zion.&apos; God &quot;s Decree."
            },
            {
                "verse_number": "51",
                "verse_text": "How we&quot;ve been humiliated, taunted and abused,"
            },
            {
                "verse_number": "57",
                "verse_text": "&apos;I&quot;ll get them drunk, the whole lot of them&ndash;"
            },
            {
                "verse_number": "58",
                "verse_text": "God -of-the-Angel-Armies speaks:"
            },
            {
                "verse_number": "59",
                "verse_text": "Jeremiah the prophet gave a job to Seraiah son of Neriah, son of Mahseiah, when Seraiah went with Zedekiah king of Judah to Babylon. It was in the fourth year of Zedekiah&quot;s reign. Seraiah was in charge of travel arrangements."
            }
        ],
        "52": [
            {
                "verse_number": "1",
                "verse_text": "Zedekiah was twenty-one years old when he started out as king. He was king in Jerusalem for eleven years. His mother&quot;s name was Hamutal, the daughter of Jeremiah. Her hometown was Libnah. Zedekiah revolted against the king of Babylon. Nebuchadnezzar set out for Jerusalem with a full army. He set up camp and sealed off the city by building siege mounds around it. He arrived on the ninth year and tenth month of Zedekiah&quot;s reign. The city was under siege for nineteen months (until the eleventh year of Zedekiah). Judah went into exile, orphaned from her land. * * * The total number of exiles was 4,600. * * *"
            },
            {
                "verse_number": "2",
                "verse_text": "As far as God was concerned, Zedekiah was just one more evil king, a carbon copy of Jehoiakim."
            },
            {
                "verse_number": "28",
                "verse_text": "3,023 men of Judah were taken into exile by Nebuchadnezzar in the seventh year of his reign."
            },
            {
                "verse_number": "29",
                "verse_text": "832 from Jerusalem were taken in the eighteenth year of his reign."
            },
            {
                "verse_number": "30",
                "verse_text": "745 men from Judah were taken off by Nebuzaradan, the king&quot;s chief deputy, in Nebuchadnezzar&quot;s twenty-third year."
            }
        ]
    }
}