{
    "Habakkuk": {
        "1": [
            {
                "verse_number": "17",
                "verse_text": "Are you going to let this go on and on?"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "What&quot;s God going to say to my questions? I&quot;m braced for the worst. I&quot;ll climb to the lookout tower and scan the horizon. I&quot;ll wait to see what God says, how he&quot;ll answer my complaint. Write what you see. Write it out in big block letters so that it can be read on the run. This vision-message is a witness pointing to what&quot;s coming. It aches for the coming&ndash;it can hardly wait! And it doesn&quot;t lie. If it seems slow in coming, wait. It&quot;s on its way. It will come right on time. * * * full of himself but soul-empty. But the person in right standing before God through loyal and steady believing is fully alive, really alive. The arrogant rich don&quot;t last. They are more hungry for wealth than the grave is for cadavers. Like death, they always want more, but the &quot;more&quot; they get is dead bodies. They are cemeteries filled with dead nations, graveyards filled with corpses. Don&quot;t give people like this a second thought. Soon the whole world will be taunting them: getting rich by stealing and extortion? How long do you think you can get away with this?&quot; Indeed, how long before your victims wake up, stand up and make you the victim? You&quot;ve plundered nation after nation. Now you&quot;ll get a taste of your own medicine. All the survivors are out to plunder you, a payback for all your murders and massacres. recklessly grabbing and looting, Living it up, acting like king of the mountain, acting above it all, above trials and troubles? You&quot;ve engineered the ruin of your own house. In ruining others you&quot;ve ruined yourself. You&quot;ve undermined your foundations, rotted out your own soul. The bricks of your house will speak up and accuse you. The woodwork will step forward with evidence. building a town by murder, a city with crime? Don&quot;t you know that God -of-the-Angel-Armies makes sure nothing comes of that but ashes, Makes sure the harder you work at that kind of thing, the less you are? Meanwhile the earth fills up with awareness of God &quot;s glory as the waters cover the sea. inviting your neighbors to your drunken parties, Giving them too much to drink, roping them into your sexual orgies? You thought you were having the time of your life. Wrong! It&quot;s a time of disgrace. All the time you were drinking, you were drinking from the cup of God&quot;s wrath. You&quot;ll wake up holding your throbbing head, hung over&ndash; hung over from Lebanon violence, Hung over from animal massacres, hung over from murder and mayhem, From multiple violations of place and people. so skillfully carved by its sculptor? What good is a fancy cast god when all it tells is lies? What sense does it make to be a pious god-maker who makes gods that can&quot;t even talk? Who do you think you are&ndash; saying to a stick of wood, &quot;Wake up,&quot; Or to a dumb stone, &quot;Get up&quot;? Can they teach you anything about anything? There&quot;s nothing to them but surface. There&quot;s nothing on the inside. Quiet everyone&ndash;a holy silence. Listen!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Look at that man, bloated by self-importance&ndash;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;But oh! God is in his holy Temple!"
            }
        ],
        "3": []
    }
}