{
    "Job": {
        "1": [
            {
                "verse_number": "8",
                "verse_text": "God said to Satan, &apos;Have you noticed my friend Job? There&quot;s no one quite like him&ndash;honest and true to his word, totally devoted to God and hating evil.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;But what do you think would happen if you reached down and took away everything that is his? He&quot;d curse you right to your face, that&quot;s what.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "God replied, &apos;We&quot;ll see. Go ahead&ndash;do what you want with all that is his. Just don&quot;t hurt him. &apos; Then Satan left the presence of God ."
            },
            {
                "verse_number": "16",
                "verse_text": "While he was still talking, another messenger arrived and said, &apos;Bolts of lightning struck the sheep and the shepherds and fried them&ndash;burned them to a crisp. I&quot;m the only one to get out alive and tell you what happened.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "While he was still talking, another messenger arrived and said, &apos;Chaldeans coming from three directions raided the camels and massacred the camel drivers. I&quot;m the only one to get out alive and tell you what happened.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Job got to his feet, ripped his robe, shaved his head, then fell to the ground and worshiped:"
            },
            {
                "verse_number": "21",
                "verse_text": "Naked I came from my mother&quot;s womb,"
            },
            {
                "verse_number": "22",
                "verse_text": "Not once through all this did Job sin; not once did he blame God."
            }
        ],
        "2": [
            {
                "verse_number": "6",
                "verse_text": "God said, &apos;All right. Go ahead&ndash;you can do what you like with him. But mind you, don&quot;t kill him.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "His wife said, &apos;Still holding on to your precious integrity, are you? Curse God and be done with it!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "He told her, &apos;You&quot;re talking like an empty-headed fool. We take the good days from God&ndash;why not also the bad days?&apos;"
            }
        ],
        "3": [],
        "4": [],
        "5": [
            {
                "verse_number": "27",
                "verse_text": "&apos;Yes, this is the way things are&ndash;my word of honor!"
            }
        ],
        "6": [],
        "7": [],
        "8": [],
        "9": [],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "&apos;I can&quot;t stand my life&ndash;I hate it! I&quot;m putting it all out on the table, all the bitterness of my life&ndash;I&quot;m holding back nothing.&apos; &apos;Here&quot;s what I want to say: Don&quot;t, God, bring in a verdict of guilty without letting me know the charges you&quot;re bringing. How does this fit into what you once called &quot;good&quot;&ndash; giving me a hard time, spurning me, a life you shaped by your very own hands, and then blessing the plots of the wicked? You don&quot;t look at things the way we mortals do. You&quot;re not taken in by appearances, are you? Unlike us, you&quot;re not working against a deadline. You have all eternity to work things out. So what&quot;s this all about, anyway&ndash;this compulsion to dig up some dirt, to find some skeleton in my closet? You know good and well I&quot;m not guilty. You also know no one can help me. and now are you going to smash me to pieces? Don&quot;t you remember how beautifully you worked my clay? Will you reduce me now to a mud pie? Oh, that marvel of conception as you stirred together semen and ovum&ndash; What a miracle of skin and bone, muscle and brain! You gave me life itself, and incredible love. You watched and guarded every breath I took. I should have known that there was more to it&ndash; That if I so much as missed a step, you&quot;d notice and pounce, wouldn&quot;t let me get by with a thing. If I&quot;m truly guilty, I&quot;m doomed. But if I&quot;m innocent, it&quot;s no better&ndash;I&quot;m still doomed. My belly is full of bitterness. I&quot;m up to my ears in a swamp of affliction. I try to make the best of it, try to brave it out, but you&quot;re too much for me, relentless, like a lion on the prowl. You line up fresh witnesses against me. You compound your anger and pile on the grief and pain! I wish no one had ever laid eyes on me! I wish I&quot;d never lived&ndash;a stillborn, buried without ever having breathed. Isn&quot;t it time to call it quits on my life? Can&quot;t you let up, and let me smile just once Before I die and am buried, before I&quot;m nailed into my coffin, sealed in the ground, And banished for good to the land of the dead, blind in the final dark?&apos;"
            }
        ],
        "11": [],
        "12": [],
        "13": [
            {
                "verse_number": "28",
                "verse_text": "&apos;Like something rotten, human life fast decomposes,"
            }
        ],
        "14": [],
        "15": [],
        "16": [],
        "17": [
            {
                "verse_number": "9",
                "verse_text": "&apos;But principled people hold tight, keep a firm grip on life,"
            }
        ],
        "18": [],
        "19": [],
        "20": [],
        "21": [
            {
                "verse_number": "34",
                "verse_text": "&apos;So how do you expect me to get any comfort from your nonsense?"
            }
        ],
        "22": [],
        "23": [],
        "24": [],
        "25": [],
        "26": [],
        "27": [],
        "28": [],
        "29": [],
        "30": [],
        "31": [],
        "32": [],
        "33": [],
        "34": [],
        "35": [
            {
                "verse_number": "16",
                "verse_text": "&apos;Job, you talk sheer nonsense&ndash;"
            }
        ],
        "36": [
            {
                "verse_number": "26",
                "verse_text": "&apos;Take a long, hard look. See how great he is&ndash;infinite,"
            }
        ],
        "37": [],
        "38": [],
        "39": [],
        "40": [],
        "41": [],
        "42": [
            {
                "verse_number": "9",
                "verse_text": "They did it. Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite did what God commanded. And God accepted Job&quot;s prayer."
            }
        ]
    }
}