{
    "Colossians": {
        "1": [],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "I want you to realize that I continue to work as hard as I know how for you, and also for the Christians over at Laodicea. Not many of you have met me face-to-face, but that doesn&quot;t make any difference. Know that I&quot;m on your side, right alongside you. You&quot;re not in this alone."
            },
            {
                "verse_number": "5",
                "verse_text": "I&quot;m a long way off, true, and you may never lay eyes on me, but believe me, I&quot;m on your side, right beside you. I am delighted to hear of the careful and orderly ways you conduct your affairs, and impressed with the solid substance of your faith in Christ."
            }
        ],
        "3": [
            {
                "verse_number": "18",
                "verse_text": "Wives, understand and support your husbands by submitting to them in ways that honor the Master."
            },
            {
                "verse_number": "19",
                "verse_text": "Husbands, go all out in love for your wives. Don&quot;t take advantage of them."
            },
            {
                "verse_number": "20",
                "verse_text": "Children, do what your parents tell you. This delights the Master no end."
            },
            {
                "verse_number": "21",
                "verse_text": "Parents, don&quot;t come down too hard on your children or you&quot;ll crush their spirits."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "And masters, treat your servants considerately. Be fair with them. Don&quot;t forget for a minute that you, too, serve a Master&ndash;God in heaven."
            },
            {
                "verse_number": "14",
                "verse_text": "Luke, good friend and physician, and Demas both send greetings."
            },
            {
                "verse_number": "15",
                "verse_text": "Say hello to our friends in Laodicea; also to Nympha and the church that meets in her house."
            },
            {
                "verse_number": "16",
                "verse_text": "After this letter has been read to you, make sure it gets read also in Laodicea. And get the letter that went to Laodicea and have it read to you."
            },
            {
                "verse_number": "17",
                "verse_text": "And, oh, yes, tell Archippus, &apos;Do your best in the job you received from the Master. Do your very best.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "I&quot;m signing off in my own handwriting&ndash;Paul. Remember to pray for me in this jail. Grace be with you."
            }
        ]
    }
}