{
    "Luke": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Most Honorable Theophilus: Many others have tried to give a report of the things that happened among us to complete God&quot;s plan. &apos;I praise the Lord with all my heart. but he has shown his care for me, his lowly servant. From now until the end of time, people will remember how much God blessed me. His name is very holy. to those who worship him. He scattered those who are proud and think great things about themselves. and raised up the humble people. but he sent the rich away with nothing. He did not forget his promise to give us his mercy. to Abraham and his children forever.&apos; He has come to help his people and has given them freedom. from the family of his servant David. through his holy prophets long ago. and from the power of all those who hate us. and he remembered his holy agreement. so that we could serve him without fear You will go first before the Lord to prepare the way for him. by having their sins forgiven. It will guide us into the way that brings peace.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "What they have written agrees with what we learned from the people who saw those events from the beginning. They also served God by telling people his message."
            },
            {
                "verse_number": "3",
                "verse_text": "I studied it all carefully from the beginning. Then I decided to write it down for you in an organized way."
            },
            {
                "verse_number": "4",
                "verse_text": "I did this so that you can be sure that what you have been taught is true."
            },
            {
                "verse_number": "5",
                "verse_text": "During the time when Herod ruled Judea, there was a priest named Zechariah. He belonged to Abijah&quot;s group. His wife came from the family of Aaron. Her name was Elizabeth."
            },
            {
                "verse_number": "6",
                "verse_text": "Zechariah and Elizabeth were both good people who pleased God. They did everything the Lord commanded, always following his instructions completely."
            },
            {
                "verse_number": "7",
                "verse_text": "But they had no children. Elizabeth could not have a baby, and both of them were very old."
            },
            {
                "verse_number": "8",
                "verse_text": "Zechariah was serving as a priest before God for his group. It was his group&quot;s time to serve."
            },
            {
                "verse_number": "9",
                "verse_text": "The priests always chose one priest to offer the incense, and Zechariah was the one chosen this time. So he went into the Temple of the Lord to offer the incense."
            },
            {
                "verse_number": "10",
                "verse_text": "There was a large crowd outside praying at the time the incense was offered."
            },
            {
                "verse_number": "11",
                "verse_text": "Then, on the right side of the incense table, an angel of the Lord came and stood before Zechariah."
            },
            {
                "verse_number": "12",
                "verse_text": "When he saw the angel, Zechariah was upset and very afraid."
            },
            {
                "verse_number": "13",
                "verse_text": "But the angel said to him, &apos;Zechariah, don&quot;t be afraid. Your prayer has been heard by God. Your wife Elizabeth will give birth to a baby boy, and you will name him John."
            },
            {
                "verse_number": "14",
                "verse_text": "You will be very happy, and many others will share your joy over his birth."
            },
            {
                "verse_number": "15",
                "verse_text": "He will be a great man for the Lord. He will never drink wine or beer. Even before he is born, he will be filled with the Holy Spirit."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;John will help many people of Israel return to the Lord their God."
            },
            {
                "verse_number": "17",
                "verse_text": "John himself will go ahead of the Lord and make people ready for his coming. He will be powerful like Elijah and will have the same spirit. He will make peace between fathers and their children. He will cause people who are not obeying God to change and start thinking the way they should.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Zechariah said to the angel, &apos;How can I know that what you say is true? I am an old man, and my wife is also old.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The angel answered him, &apos;I am Gabriel, the one who always stands ready before God. He sent me to talk to you and to tell you this good news."
            },
            {
                "verse_number": "20",
                "verse_text": "Now, listen! You will not be able to talk until the day when these things happen. You will lose your speech because you did not believe what I told you. But everything I said will really happen.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Outside, the people were still waiting for Zechariah. They were surprised that he was staying so long in the Temple."
            },
            {
                "verse_number": "22",
                "verse_text": "Then Zechariah came outside, but he could not speak to them. So the people knew that he had seen a vision inside the Temple. He was not able to speak, so he could only make signs to the people."
            },
            {
                "verse_number": "23",
                "verse_text": "When his time of service was finished, he went home."
            },
            {
                "verse_number": "24",
                "verse_text": "Later, Zechariah&quot;s wife Elizabeth became pregnant. So she did not go out of her house for five months. She said,"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Look what the Lord has done for me! He decided to help me. Now people will stop thinking there is something wrong with me.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "The angel came to her and said, &apos;Greetings! The Lord is with you; you are very special to him.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "But Mary was very confused about what the angel said. She wondered, &apos;What does this mean?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "The angel said to her, &apos;Don&quot;t be afraid, Mary, because God is very pleased with you."
            },
            {
                "verse_number": "31",
                "verse_text": "Listen! You will become pregnant and have a baby boy. You will name him Jesus."
            },
            {
                "verse_number": "32",
                "verse_text": "He will be great. People will call him the Son of the Most High God, and the Lord God will make him king like his ancestor David."
            },
            {
                "verse_number": "33",
                "verse_text": "He will rule over the people of Jacob forever; his kingdom will never end.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Mary said to the angel, &apos;How will this happen? I am still a virgin.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "The angel said to Mary, &apos;The Holy Spirit will come to you, and the power of the Most High God will cover you. The baby will be holy and will be called the Son of God."
            },
            {
                "verse_number": "36",
                "verse_text": "And here&quot;s something else: Your relative Elizabeth is pregnant. She is very old, but she is going to have a son. Everyone thought she could not have a baby, but she has been pregnant now for six months."
            },
            {
                "verse_number": "37",
                "verse_text": "God can do anything!&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Mary said, &apos;I am the Lord&quot;s servant. Let this thing you have said happen to me!&apos; Then the angel went away."
            },
            {
                "verse_number": "39",
                "verse_text": "Mary got up and went quickly to a town in the hill country of Judea."
            },
            {
                "verse_number": "40",
                "verse_text": "She went into Zechariah&quot;s house and greeted Elizabeth."
            },
            {
                "verse_number": "41",
                "verse_text": "When Elizabeth heard Mary&quot;s greeting, the unborn baby inside her jumped, and she was filled with the Holy Spirit."
            },
            {
                "verse_number": "42",
                "verse_text": "In a loud voice she said to Mary, &apos;God has blessed you more than any other woman. And God has blessed the baby you will have."
            },
            {
                "verse_number": "43",
                "verse_text": "You are the mother of my Lord, and you have come to me! Why has something so good happened to me?"
            },
            {
                "verse_number": "44",
                "verse_text": "When I heard your voice, the baby inside me jumped with joy."
            },
            {
                "verse_number": "45",
                "verse_text": "Great blessings are yours because you believed what the Lord said to you! You believed this would happen.&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "Then Mary said,"
            },
            {
                "verse_number": "47",
                "verse_text": "I am very happy because God is my Savior."
            },
            {
                "verse_number": "48",
                "verse_text": "I am not important,"
            },
            {
                "verse_number": "49",
                "verse_text": "Yes, the Powerful One has done great things for me."
            },
            {
                "verse_number": "50",
                "verse_text": "He always gives mercy"
            },
            {
                "verse_number": "51",
                "verse_text": "He reached out his arm and showed his power."
            },
            {
                "verse_number": "52",
                "verse_text": "He brought down rulers from their thrones"
            },
            {
                "verse_number": "53",
                "verse_text": "He filled the hungry with good things,"
            },
            {
                "verse_number": "54",
                "verse_text": "God has helped Israel&ndash;the people he chose to serve him."
            },
            {
                "verse_number": "55",
                "verse_text": "He has done what he promised to our ancestors,"
            },
            {
                "verse_number": "56",
                "verse_text": "Mary stayed with Elizabeth for about three months and then went home."
            },
            {
                "verse_number": "57",
                "verse_text": "When it was time for Elizabeth to give birth, she had a boy."
            },
            {
                "verse_number": "58",
                "verse_text": "Her neighbors and relatives heard that the Lord was very good to her, and they were happy for her."
            },
            {
                "verse_number": "59",
                "verse_text": "When the baby was eight days old, they came to circumcise him. They wanted to name him Zechariah because this was his father&quot;s name."
            },
            {
                "verse_number": "60",
                "verse_text": "But his mother said, &apos;No, he will be named John.&apos;"
            },
            {
                "verse_number": "61",
                "verse_text": "The people said to Elizabeth, &apos;But no one in your family has that name.&apos;"
            },
            {
                "verse_number": "62",
                "verse_text": "Then they made signs to his father, &apos;What would you like to name him?&apos;"
            },
            {
                "verse_number": "63",
                "verse_text": "Zechariah asked for something to write on. Then he wrote, &apos;His name is John.&apos; Everyone was surprised."
            },
            {
                "verse_number": "64",
                "verse_text": "Then Zechariah could talk again, and he began praising God."
            },
            {
                "verse_number": "65",
                "verse_text": "And all their neighbors were afraid. In all the hill country of Judea, people continued talking about these things."
            },
            {
                "verse_number": "66",
                "verse_text": "Everyone who heard about these things wondered about them. They thought, &apos;What will this child be?&apos; They could see that the Lord was with him."
            },
            {
                "verse_number": "67",
                "verse_text": "Then Zechariah, John&quot;s father, was filled with the Holy Spirit and told the people a message from God:"
            },
            {
                "verse_number": "68",
                "verse_text": "&apos;Praise to the Lord God of Israel."
            },
            {
                "verse_number": "69",
                "verse_text": "He has given us a powerful Savior"
            },
            {
                "verse_number": "70",
                "verse_text": "This is what he promised"
            },
            {
                "verse_number": "71",
                "verse_text": "He will save us from our enemies"
            },
            {
                "verse_number": "72",
                "verse_text": "God said he would show mercy to our fathers,"
            },
            {
                "verse_number": "73",
                "verse_text": "This was the promise he made to our father Abraham,"
            },
            {
                "verse_number": "74",
                "verse_text": "a promise to free us from the power of our enemies,"
            },
            {
                "verse_number": "75",
                "verse_text": "in a way that is holy and right for as long as we live."
            },
            {
                "verse_number": "76",
                "verse_text": "&apos;Now you, little boy, will be called a prophet of the Most High God."
            },
            {
                "verse_number": "77",
                "verse_text": "You will make his people understand that they will be saved"
            },
            {
                "verse_number": "78",
                "verse_text": "&apos;With the loving mercy of our God, a new day from heaven will shine on us."
            },
            {
                "verse_number": "79",
                "verse_text": "It will bring light to those who live in darkness, in the fear of death."
            },
            {
                "verse_number": "80",
                "verse_text": "And so the little boy John grew up and became stronger in spirit. Then he lived in areas away from other people until the time when he came out to tell God&quot;s message to the people of Israel."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "It was about that same time that Augustus Caesar sent out an order to all people in the countries that were under Roman rule. The order said that everyone&quot;s name must be put on a list."
            },
            {
                "verse_number": "2",
                "verse_text": "This was the first counting of all the people while Quirinius was governor of Syria."
            },
            {
                "verse_number": "3",
                "verse_text": "Everyone traveled to their own hometowns to have their name put on the list. and on earth let there be peace to the people who please him.&apos; And he will bring honor to your people Israel.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So Joseph left Nazareth, a town in Galilee, and went to the town of Bethlehem in Judea. It was known as the town of David. Joseph went there because he was from the family of David."
            },
            {
                "verse_number": "5",
                "verse_text": "Joseph registered with Mary because she was engaged to marry him. (She was now pregnant.)"
            },
            {
                "verse_number": "6",
                "verse_text": "While Joseph and Mary were in Bethlehem, the time came for her to have the baby."
            },
            {
                "verse_number": "7",
                "verse_text": "She gave birth to her first son. She wrapped him up well and laid him in a box where cattle are fed. She put him there because the guest room was full."
            },
            {
                "verse_number": "8",
                "verse_text": "That night, some shepherds were out in the fields near Bethlehem watching their sheep."
            },
            {
                "verse_number": "9",
                "verse_text": "An angel of the Lord appeared to them, and the glory of the Lord was shining around them. The shepherds were very afraid."
            },
            {
                "verse_number": "10",
                "verse_text": "The angel said to them, &apos;Don&quot;t be afraid. I have some very good news for you&ndash;news that will make everyone happy."
            },
            {
                "verse_number": "11",
                "verse_text": "Today your Savior was born in David&quot;s town. He is the Messiah, the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "This is how you will know him: You will find a baby wrapped in pieces of cloth and lying in a feeding box.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then a huge army of angels from heaven joined the first angel, and they were all praising God, saying,"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Praise God in heaven,"
            },
            {
                "verse_number": "15",
                "verse_text": "The angels left the shepherds and went back to heaven. The shepherds said to each other, &apos;Let&quot;s go to Bethlehem and see this great event the Lord has told us about.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So they went running and found Mary and Joseph. And there was the baby, lying in the feeding box."
            },
            {
                "verse_number": "17",
                "verse_text": "When they saw the baby, they told what the angels said about this child."
            },
            {
                "verse_number": "18",
                "verse_text": "Everyone was surprised when they heard what the shepherds told them."
            },
            {
                "verse_number": "19",
                "verse_text": "Mary continued to think about these things, trying to understand them."
            },
            {
                "verse_number": "20",
                "verse_text": "The shepherds went back to their sheep, praising God and thanking him for everything they had seen and heard. It was just as the angel had told them."
            },
            {
                "verse_number": "21",
                "verse_text": "When the baby was eight days old, he was circumcised, and he was named Jesus. This name was given by the angel before the baby began to grow inside Mary."
            },
            {
                "verse_number": "22",
                "verse_text": "The time came for Mary and Joseph to do the things the Law of Moses taught about being made pure. They brought Jesus to Jerusalem so that they could present him to the Lord."
            },
            {
                "verse_number": "23",
                "verse_text": "It is written in the law of the Lord: &apos;When a mother&quot;s first baby is a boy, he shall be called &quot;special for the Lord.&quot;&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "The law of the Lord also says that people must give a sacrifice: &apos;You must sacrifice two doves or two young pigeons.&apos; So Joseph and Mary went to Jerusalem to do this."
            },
            {
                "verse_number": "25",
                "verse_text": "A man named Simeon lived in Jerusalem. He was a good man who was devoted to God. He was waiting for the time when God would come to help Israel. The Holy Spirit was with him."
            },
            {
                "verse_number": "26",
                "verse_text": "The Holy Spirit told him that he would not die before he saw the Messiah from the Lord."
            },
            {
                "verse_number": "27",
                "verse_text": "The Spirit led Simeon to the Temple. So he was there when Mary and Joseph brought the baby Jesus to do what the Jewish law said they must do."
            },
            {
                "verse_number": "28",
                "verse_text": "Simeon took the baby in his arms and thanked God:"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Now, Lord, you can let me, your servant, die in peace as you said."
            },
            {
                "verse_number": "30",
                "verse_text": "I have seen with my own eyes how you will save your people."
            },
            {
                "verse_number": "31",
                "verse_text": "Now all people can see your plan."
            },
            {
                "verse_number": "32",
                "verse_text": "He is a light to show your way to the other nations."
            },
            {
                "verse_number": "33",
                "verse_text": "Jesus&quot; father and mother were amazed at what Simeon said about him."
            },
            {
                "verse_number": "34",
                "verse_text": "Then Simeon blessed them and said to Mary, &apos;Many Jews will fall and many will rise because of this boy. He will be a sign from God that some will not accept."
            },
            {
                "verse_number": "35",
                "verse_text": "So the secret thoughts of many will be made known. And the things that happen will be painful for you&ndash;like a sword cutting through your heart.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Anna, a prophetess, was there at the Temple. She was from the family of Phanuel in the tribe of Asher. She was now very old. She had lived with her husband seven years"
            },
            {
                "verse_number": "37",
                "verse_text": "before he died and left her alone. She was now 84 years old. Anna was always at the Temple; she never left. She worshiped God by fasting and praying day and night."
            },
            {
                "verse_number": "38",
                "verse_text": "Anna was there when Joseph and Mary came to the Temple. She praised God and talked about Jesus to all those who were waiting for God to free Jerusalem."
            },
            {
                "verse_number": "39",
                "verse_text": "Joseph and Mary finished doing all the things that the law of the Lord commanded. Then they went home to Nazareth, their own town in Galilee."
            },
            {
                "verse_number": "40",
                "verse_text": "The little boy Jesus was developing into a mature young man, full of wisdom. God was blessing him."
            },
            {
                "verse_number": "41",
                "verse_text": "Every year Jesus&quot; parents went to Jerusalem for the Passover festival."
            },
            {
                "verse_number": "42",
                "verse_text": "When Jesus was twelve years old, they went to the festival as usual."
            },
            {
                "verse_number": "43",
                "verse_text": "When the festival was over, they went home, but Jesus stayed in Jerusalem. His parents did not know about it."
            },
            {
                "verse_number": "44",
                "verse_text": "They traveled for a whole day thinking that Jesus was with them in the group. They began looking for him among their family and close friends,"
            },
            {
                "verse_number": "45",
                "verse_text": "but they did not find him. So they went back to Jerusalem to look for him there."
            },
            {
                "verse_number": "46",
                "verse_text": "After three days they found him. Jesus was sitting in the Temple area with the religious teachers, listening and asking them questions."
            },
            {
                "verse_number": "47",
                "verse_text": "Everyone who heard him was amazed at his understanding and wise answers."
            },
            {
                "verse_number": "48",
                "verse_text": "When his parents saw him, they wondered how this was possible. And his mother said, &apos;Son, why did you do this to us? Your father and I were very worried about you. We have been looking for you.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Jesus said to them, &apos;Why did you have to look for me? You should have known that I must be where my Father&quot;s work is. &apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "But they did not understand the meaning of what he said to them."
            },
            {
                "verse_number": "51",
                "verse_text": "Jesus went with them to Nazareth and obeyed them. His mother was still thinking about all these things."
            },
            {
                "verse_number": "52",
                "verse_text": "As Jesus grew taller, he continued to grow in wisdom. God was pleased with him and so were the people who knew him."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "It was the 15th year of the rule of Tiberius Caesar. These men were under Caesar: Pontius Pilate, the governor of Judea; Herod, the ruler of Galilee; Philip, Herod&quot;s brother, the ruler of Iturea and Trachonitis; Lysanias, the ruler of Abilene. &apos;There is someone shouting in the desert: &quot;Prepare the way for the Lord. Make the road straight for him. and every mountain and hill will be made flat. Crooked roads will be made straight, and rough roads will be made smooth. how God will save his people!&quot;&apos; Isaiah 40:3-5 He said to them, &apos;Don&quot;t use force or lies to make people give you money. Be happy with the pay you get.&apos; Joseph was the son of Eli. Matthat was the son of Levi. Levi was the son of Melchi. Melchi was the son of Jannai. Jannai was the son of Joseph. Mattathias was the son of Amos. Amos was the son of Nahum. Nahum was the son of Esli. Esli was the son of Naggai. Maath was the son of Mattathias. Mattathias was the son of Semein. Semein was the son of Josech. Josech was the son of Joda. Joanan was the son of Rhesa. Rhesa was the son of Zerubbabel. Zerubbabel was the son of Shealtiel. Shealtiel was the son of Neri. Melchi was the son of Addi. Addi was the son of Cosam. Cosam was the son of Elmadam. Elmadam was the son of Er. Joshua was the son of Eliezer. Eliezer was the son of Jorim. Jorim was the son of Matthat. Matthat was the son of Levi. Simeon was the son of Judah. Judah was the son of Joseph. Joseph was the son of Jonam. Jonam was the son of Eliakim. Melea was the son of Menna. Menna was the son of Mattatha. Mattatha was the son of Nathan. Nathan was the son of David. Jesse was the son of Obed. Obed was the son of Boaz. Boaz was the son of Salmon. Salmon was the son of Nahshon. Amminadab was the son of Admin. Admin was the son of Arni. Arni was the son of Hezron. Hezron was the son of Perez. Perez was the son of Judah. Jacob was the son of Isaac. Isaac was the son of Abraham. Abraham was the son of Terah. Terah was the son of Nahor. Serug was the son of Reu. Reu was the son of Peleg. Peleg was the son of Eber. Eber was the son of Shelah. Cainan was the son of Arphaxad. Arphaxad was the son of Shem. Shem was the son of Noah. Noah was the son of Lamech. Methuselah was the son of Enoch. Enoch was the son of Jared. Jared was the son of Mahalaleel. Mahalaleel was the son of Cainan. Enos was the son of Seth. Seth was the son of Adam. Adam was the son of God."
            },
            {
                "verse_number": "2",
                "verse_text": "Annas and Caiaphas were the high priests. During this time, John, the son of Zechariah, was living in the desert, and he received a message from God."
            },
            {
                "verse_number": "3",
                "verse_text": "So he went through the whole area around the Jordan River and told the people God&quot;s message. He told them to be baptized to show that they wanted to change their lives, and then their sins would be forgiven."
            },
            {
                "verse_number": "4",
                "verse_text": "This is like the words written in the book of Isaiah the prophet:"
            },
            {
                "verse_number": "5",
                "verse_text": "Every valley will be filled,"
            },
            {
                "verse_number": "6",
                "verse_text": "Then everyone will see"
            },
            {
                "verse_number": "7",
                "verse_text": "Crowds of people came to be baptized by John. But he said to them, &apos;You are all snakes! Who warned you to run from God&quot;s judgment that is coming?"
            },
            {
                "verse_number": "8",
                "verse_text": "Change your hearts! And show by your lives that you have changed. I know what you are about to say&ndash;&quot;but Abraham is our father!&quot; That means nothing. I tell you that God can make children for Abraham from these rocks!"
            },
            {
                "verse_number": "9",
                "verse_text": "The ax is now ready to cut down the trees. Every tree that does not produce good fruit will be cut down and thrown into the fire.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The people asked John, &apos;What should we do?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "He answered, &apos;If you have two shirts, share with someone who does not have one. If you have food, share that too.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Even the tax collectors came to John. They wanted to be baptized. They said to him, &apos;Teacher, what should we do?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "He told them, &apos;Don&quot;t take more taxes from people than you have been ordered to collect.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The soldiers asked him, &apos;What about us? What should we do?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Everyone was hoping for the Messiah to come, and they wondered about John. They thought, &apos;Maybe he is the Messiah.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "John&quot;s answer to this was, &apos;I baptize you in water, but there is someone coming later who is able to do more than I can. I am not good enough to be the slave who unties his sandals. He will baptize you with the Holy Spirit and with fire."
            },
            {
                "verse_number": "17",
                "verse_text": "He will come ready to clean the grain. He will separate the good grain from the straw, and he will put the good part into his barn. Then he will burn the useless part with a fire that cannot be stopped.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "John said many other things like this to encourage the people to change, and he told them the Good News."
            },
            {
                "verse_number": "19",
                "verse_text": "John criticized Herod the ruler for what he had done with Herodias, the wife of Herod&quot;s brother, as well as for all the other bad things he had done."
            },
            {
                "verse_number": "20",
                "verse_text": "So Herod added another bad thing to all his other wrongs: He put John in jail."
            },
            {
                "verse_number": "21",
                "verse_text": "When all the people were being baptized, Jesus came and was baptized too. And while he was praying, the sky opened,"
            },
            {
                "verse_number": "22",
                "verse_text": "and the Holy Spirit came down on him. The Spirit looked like a real dove. Then a voice came from heaven and said, &apos;You are my Son, the one I love. I am very pleased with you.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "When Jesus began to teach, he was about 30 years old. People thought that Jesus was Joseph&quot;s son."
            },
            {
                "verse_number": "24",
                "verse_text": "Eli was the son of Matthat."
            },
            {
                "verse_number": "25",
                "verse_text": "Joseph was the son of Mattathias."
            },
            {
                "verse_number": "26",
                "verse_text": "Naggai was the son of Maath."
            },
            {
                "verse_number": "27",
                "verse_text": "Joda was the son of Joanan."
            },
            {
                "verse_number": "28",
                "verse_text": "Neri was the son of Melchi."
            },
            {
                "verse_number": "29",
                "verse_text": "Er was the son of Joshua."
            },
            {
                "verse_number": "30",
                "verse_text": "Levi was the son of Simeon."
            },
            {
                "verse_number": "31",
                "verse_text": "Eliakim was the son of Melea."
            },
            {
                "verse_number": "32",
                "verse_text": "David was the son of Jesse."
            },
            {
                "verse_number": "33",
                "verse_text": "Nahshon was the son of Amminadab."
            },
            {
                "verse_number": "34",
                "verse_text": "Judah was the son of Jacob."
            },
            {
                "verse_number": "35",
                "verse_text": "Nahor was the son of Serug."
            },
            {
                "verse_number": "36",
                "verse_text": "Shelah was the son of Cainan."
            },
            {
                "verse_number": "37",
                "verse_text": "Lamech was the son of Methuselah."
            },
            {
                "verse_number": "38",
                "verse_text": "Cainan was the son of Enos."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Now filled with the Holy Spirit, Jesus returned from the Jordan River. And then the Spirit led him into the desert."
            },
            {
                "verse_number": "2",
                "verse_text": "There the devil tempted Jesus for 40 days. Jesus ate nothing during this time, and when it was finished, he was very hungry. &quot;It is not just bread that keeps people alive.&quot;&apos; Deuteronomy 8:3 &quot;You must worship the Lord your God. Serve only him.&quot;&apos; Deuteronomy 6:13 &quot;God will command his angels to take care of you.&quot; Psalm 91:11 &quot;Their hands will catch you so that you will not hit your foot on a rock.&quot;&apos; Psalm 91:12 He has chosen me to tell good news to the poor. He sent me to tell prisoners that they are free and to tell the blind that they can see again. He sent me to free those who have been treated badly"
            },
            {
                "verse_number": "3",
                "verse_text": "The devil said to him, &apos;If you are the Son of God, tell this rock to become bread.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus answered, &apos;The Scriptures say,"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the devil took Jesus and in a moment of time showed him all the kingdoms of the world."
            },
            {
                "verse_number": "6",
                "verse_text": "The devil said to him, &apos;I will make you king over all these places. You will have power over them, and you will get all the glory. It has all been given to me. I can give it to anyone I want."
            },
            {
                "verse_number": "7",
                "verse_text": "I will give it all to you, if you will only worship me.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus answered, &apos;The Scriptures say,"
            },
            {
                "verse_number": "9",
                "verse_text": "Then the devil led Jesus to Jerusalem and put him on a high place at the edge of the Temple area. He said to him, &apos;If you are the Son of God, jump off!"
            },
            {
                "verse_number": "10",
                "verse_text": "The Scriptures say,"
            },
            {
                "verse_number": "11",
                "verse_text": "It is also written,"
            },
            {
                "verse_number": "12",
                "verse_text": "Jesus answered, &apos;But the Scriptures also say, &quot;You must not test the Lord your God.&quot;&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The devil finished tempting Jesus in every way and went away to wait until a better time."
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus went back to Galilee with the power of the Spirit. Stories about him spread all over the area around Galilee."
            },
            {
                "verse_number": "15",
                "verse_text": "He began to teach in the synagogues, and everyone praised him."
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus traveled to Nazareth, the town where he grew up. On the Sabbath day he went to the synagogue as he always did. He stood up to read."
            },
            {
                "verse_number": "17",
                "verse_text": "The book of Isaiah the prophet was given to him. He opened the book and found the place where this is written:"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;The Spirit of the Lord is on me."
            },
            {
                "verse_number": "19",
                "verse_text": "and to announce that the time has come for the Lord to show his kindness.&apos; Isaiah 61:1-2; 58:6"
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus closed the book, gave it back to the helper, and sat down. As everyone in the synagogue watched him closely,"
            },
            {
                "verse_number": "21",
                "verse_text": "he began to speak to them. He said, &apos;While you heard me reading these words just now, they were coming true!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Everyone there said good things about Jesus. They were amazed to hear him speak such wonderful words. They said, &apos;How is this possible? Isn&quot;t he Joseph&quot;s son?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus said to them, &apos;I know you will tell me the old saying: &quot;Doctor, heal yourself.&quot; You want to say, &quot;We heard about the things you did in Capernaum. Do those same things here in your own hometown!&quot;&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then he said, &apos;The truth is, a prophet is not accepted in his own hometown."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;And there were many people with leprosy living in Israel during the time of the prophet Elisha. But none of them were healed; the only one was Naaman. And he was from the country of Syria, not Israel.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "When the people in the synagogue heard this, they were very angry."
            },
            {
                "verse_number": "29",
                "verse_text": "They got up and forced Jesus to go out of town. Their town was built on a hill. They took Jesus to the edge of the hill to throw him off."
            },
            {
                "verse_number": "30",
                "verse_text": "But he walked through the middle of the crowd and went away."
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus went to Capernaum, a city in Galilee. On the Sabbath day he taught the people."
            },
            {
                "verse_number": "32",
                "verse_text": "They were amazed at his teaching because he spoke with authority."
            },
            {
                "verse_number": "33",
                "verse_text": "In the synagogue there was a man who had an evil spirit from the devil inside him. The man shouted loudly,"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Jesus of Nazareth! What do you want with us? Did you come here to destroy us? I know who you are&ndash;God&quot;s Holy One!&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "But Jesus warned the evil spirit to stop. He said, &apos;Be quiet! Come out of the man!&apos; The evil spirit threw the man down on the ground in front of everyone. Then the evil spirit left the man and did not hurt him."
            },
            {
                "verse_number": "36",
                "verse_text": "The people were amazed. They said to each other, &apos;What does this mean? With authority and power he commands evil spirits and they come out.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "And so the news about Jesus spread to every place in the whole area."
            },
            {
                "verse_number": "38",
                "verse_text": "Jesus left the synagogue and went to Simon&quot;s house. Simon&quot;s mother-in-law was very sick. She had a high fever. They asked Jesus to do something to help her."
            },
            {
                "verse_number": "39",
                "verse_text": "He stood very close to her and ordered the sickness to go away. The sickness left her, and she got up and began serving them."
            },
            {
                "verse_number": "40",
                "verse_text": "When the sun went down, the people brought their sick friends to Jesus. They had many different kinds of sicknesses. Jesus laid his hands on each sick person and healed them all."
            },
            {
                "verse_number": "41",
                "verse_text": "Demons came out of many people. The demons shouted, &apos;You are the Son of God.&apos; But Jesus gave a strong command for the demons not to speak, because they knew he was the Messiah."
            },
            {
                "verse_number": "42",
                "verse_text": "The next day Jesus went to a place to be alone. The people looked for him. When they found him, they tried to stop him from leaving."
            },
            {
                "verse_number": "43",
                "verse_text": "But he said to them, &apos;I must tell the Good News about God&quot;s kingdom to other towns too. This is why I was sent.&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "Then Jesus told the Good News in the synagogues in Judea."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "As Jesus stood beside Lake Galilee, a crowd of people pushed to get closer to him and to hear the teachings of God."
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus saw two boats at the shore of the lake. The fishermen were washing their nets."
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus got into the boat that belonged to Simon. He asked Simon to push off a little from the shore. Then he sat down in the boat and taught the people on the shore. Jesus said to Simon, &apos;Don&quot;t be afraid. From now on your work will be to bring in people, not fish!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "When Jesus finished speaking, he said to Simon, &apos;Take the boat into the deep water. If all of you will put your nets into the water, you will catch some fish.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Simon answered, &apos;Master, we worked hard all night trying to catch fish and caught nothing. But you say I should put the nets into the water, so I will.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The fishermen put their nets into the water. Their nets were filled with so many fish that they began to break."
            },
            {
                "verse_number": "7",
                "verse_text": "They called to their friends in the other boat to come and help them. The friends came, and both boats were filled so full of fish that they were almost sinking."
            },
            {
                "verse_number": "10",
                "verse_text": "James and John, the sons of Zebedee, were amazed too. (James and John worked together with Simon.)"
            },
            {
                "verse_number": "11",
                "verse_text": "The men brought their boats to the shore. They left everything and followed Jesus."
            },
            {
                "verse_number": "12",
                "verse_text": "One time Jesus was in a town where a very sick man lived. This man was covered with leprosy. When the man saw Jesus, he bowed before Jesus and begged him, &apos;Lord, you have the power to heal me if you want.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus said, &apos;I want to heal you. Be healed!&apos; Then he touched the man, and immediately the leprosy disappeared."
            },
            {
                "verse_number": "14",
                "verse_text": "Then Jesus said, &apos;Don&quot;t tell anyone about what happened. But go and let the priest look at you. And offer a gift to God for your healing as Moses commanded. This will show people that you are healed.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "But the news about Jesus spread more and more. Many people came to hear him and to be healed of their sicknesses."
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus often went away to other places to be alone so that he could pray."
            },
            {
                "verse_number": "17",
                "verse_text": "One day Jesus was teaching the people. The Pharisees and teachers of the law were sitting there too. They had come from every town in Galilee and Judea and from Jerusalem. The Lord was giving Jesus the power to heal people."
            },
            {
                "verse_number": "18",
                "verse_text": "There was a man who was paralyzed, and some other men were carrying him on a mat. They tried to bring him and put him down before Jesus."
            },
            {
                "verse_number": "19",
                "verse_text": "But there were so many people that they could not find a way to Jesus. So they went up on the roof and lowered the crippled man down through a hole in the ceiling. They lowered the mat into the room so that the crippled man was lying before Jesus."
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus saw how much faith they had and said to the sick man, &apos;Friend, your sins are forgiven.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The Jewish teachers of the law and the Pharisees thought to themselves, &apos;Who is this man who dares to say such things? What an insult to God! No one but God can forgive sins.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But Jesus knew what they were thinking and said, &apos;Why do you have these questions in your minds?"
            },
            {
                "verse_number": "25",
                "verse_text": "The man immediately stood up in front of everyone. He picked up his mat and walked home, praising God."
            },
            {
                "verse_number": "26",
                "verse_text": "Everyone was completely amazed and began to praise God. They were filled with great respect for God&quot;s power. They said, &apos;Today we saw amazing things!&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "After this Jesus went out and saw a tax collector sitting at his place for collecting taxes. His name was Levi. Jesus said to him, &apos;Follow me!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Levi got up, left everything, and followed Jesus."
            },
            {
                "verse_number": "29",
                "verse_text": "Then Levi gave a big dinner at his house for Jesus. At the table there were many tax collectors and some other people too."
            },
            {
                "verse_number": "30",
                "verse_text": "But the Pharisees and those who taught the law for the Pharisees began to complain to the followers of Jesus, &apos;Why do you eat and drink with tax collectors and other sinners?&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus answered them, &apos;It is the sick people who need a doctor, not those who are healthy."
            },
            {
                "verse_number": "32",
                "verse_text": "I have not come to ask good people to change. I have come to ask sinners to change the way they live.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "They said to Jesus, &apos;John&quot;s followers often fast and pray, the same as the followers of the Pharisees. But your followers eat and drink all the time.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus said to them, &apos;At a wedding you can&quot;t ask the friends of the bridegroom to be sad and fast while he is still with them."
            },
            {
                "verse_number": "35",
                "verse_text": "But the time will come when the groom will be taken away from them. Then his friends will fast.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Jesus told them this story: &apos;No one takes cloth off a new coat to cover a hole in an old coat. That would ruin the new coat, and the cloth from the new coat would not be the same as the old cloth."
            },
            {
                "verse_number": "37",
                "verse_text": "Also, no one ever pours new wine into old wineskins. The new wine would break them. The wine would spill out, and the wineskins would be ruined."
            },
            {
                "verse_number": "38",
                "verse_text": "You always put new wine into new wineskins."
            },
            {
                "verse_number": "39",
                "verse_text": "No one who drinks old wine wants new wine. They say, &quot;The old wine is just fine.&quot;&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "One time on a Sabbath day, Jesus was walking through some grain fields. His followers picked the grain, rubbed it in their hands, and ate it."
            },
            {
                "verse_number": "2",
                "verse_text": "Some Pharisees said, &apos;Why are you doing that? It is against the Law of Moses to do that on the Sabbath day.&apos; Andrew, brother of Peter, James, John, Philip, Bartholomew, Thomas, James, the son of Alphaeus, Simon, called the Zealot, Judas Iscariot (the one who turned against Jesus). &apos;Great blessings belong to you who are poor. God&quot;s kingdom belongs to you. You will be filled. Great blessings belong to you who are crying now. You will be happy and laughing. because you had your easy life. because you will be hungry. How bad it will be for you people who are laughing now, because you will be sad and cry."
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus answered, &apos;You have read about what David did when he and the people with him were hungry."
            },
            {
                "verse_number": "4",
                "verse_text": "David went into God&quot;s house. He took the bread that was offered to God and ate it. And he gave some of the bread to the people with him. This was against the Law of Moses, which says that only the priests can eat that bread.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then Jesus said to the Pharisees, &apos;The Son of Man is Lord over the Sabbath day.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "On another Sabbath day Jesus went into the synagogue and taught the people. A man with a crippled right hand was there."
            },
            {
                "verse_number": "7",
                "verse_text": "The teachers of the law and the Pharisees were watching Jesus closely. They were waiting to see if he would heal on the Sabbath day. They wanted to see him do something wrong so that they could accuse him."
            },
            {
                "verse_number": "8",
                "verse_text": "But Jesus knew what they were thinking. He said to the man with the crippled hand, &apos;Get up and stand here where everyone can see.&apos; The man got up and stood there."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Jesus said to them, &apos;I ask you, which is the right thing to do on the Sabbath day: to do good or to do evil? Is it right to save a life or to destroy one?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus looked around at all of them and then said to the man, &apos;Hold out your hand.&apos; The man held out his hand, and it was healed."
            },
            {
                "verse_number": "11",
                "verse_text": "The Pharisees and the teachers of the law got so mad they couldn&quot;t think straight. They talked to each other about what they could do to Jesus."
            },
            {
                "verse_number": "12",
                "verse_text": "A few days later, Jesus went out to a mountain to pray. He stayed there all night praying to God."
            },
            {
                "verse_number": "13",
                "verse_text": "The next morning he called his followers. He chose twelve of them and called them apostles. These are the ones he chose:"
            },
            {
                "verse_number": "14",
                "verse_text": "Simon (Jesus named him Peter),"
            },
            {
                "verse_number": "15",
                "verse_text": "Matthew,"
            },
            {
                "verse_number": "16",
                "verse_text": "Judas, the son of James,"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus and the apostles came down from the mountain. Jesus stood on a flat place. A large crowd of his followers was there. Also, there were many people from all around Judea, Jerusalem, and the seacoast cities of Tyre and Sidon."
            },
            {
                "verse_number": "18",
                "verse_text": "They all came to hear Jesus teach and to be healed of their sicknesses. He healed the people who were troubled by evil spirits."
            },
            {
                "verse_number": "19",
                "verse_text": "Everyone was trying to touch him, because power was coming out from him. Jesus healed them all."
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus looked at his followers and said,"
            },
            {
                "verse_number": "21",
                "verse_text": "Great blessings belong to you who are hungry now."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;People will hate you because you belong to the Son of Man. They will make you leave their group. They will insult you. They will think it is wrong even to say your name. When these things happen, know that great blessings belong to you."
            },
            {
                "verse_number": "23",
                "verse_text": "You can be happy then and jump for joy, because you have a great reward in heaven. The ancestors of those people did the same things to the prophets."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;But how bad it will be for you rich people,"
            },
            {
                "verse_number": "25",
                "verse_text": "How bad it will be for you people who are full now,"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;How bad it is when everyone says nothing but good about you. Just look at the false prophets. Their ancestors always said good things about them."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;But I say to you people who are listening to me, love your enemies. Do good to those who hate you."
            },
            {
                "verse_number": "28",
                "verse_text": "Ask God to bless the people who ask for bad things to happen to you. Pray for the people who are mean to you."
            },
            {
                "verse_number": "29",
                "verse_text": "If someone hits you on the side of your face, let them hit the other side too. If someone takes your coat, don&quot;t stop them from taking your shirt too."
            },
            {
                "verse_number": "30",
                "verse_text": "Give to everyone who asks you for something. When someone takes something that is yours, don&quot;t ask for it back."
            },
            {
                "verse_number": "31",
                "verse_text": "Do for others what you want them to do for you."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;If you love only those who love you, should you get any special praise for doing that? No, even sinners love those who love them!"
            },
            {
                "verse_number": "33",
                "verse_text": "If you do good only to those who do good to you, should you get any special praise for doing that? No, even sinners do that!"
            },
            {
                "verse_number": "34",
                "verse_text": "If you lend things to people, always expecting to get something back, should you get any special praise for that? No, even sinners lend to other sinners so that they can get back the same amount!"
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;I&quot;m telling you to love your enemies and do good to them. Lend to people without expecting to get anything back. If you do this, you will have a great reward. You will be children of the Most High God. Yes, because God is good even to the people who are full of sin and not thankful."
            },
            {
                "verse_number": "36",
                "verse_text": "Give love and mercy the same as your Father gives love and mercy."
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;Don&quot;t judge others, and God will not judge you. Don&quot;t condemn others, and you will not be condemned. Forgive others, and you will be forgiven."
            },
            {
                "verse_number": "38",
                "verse_text": "Give to others, and you will receive. You will be given much. It will be poured into your hands&ndash;more than you can hold. You will be given so much that it will spill into your lap. The way you give to others is the way God will give to you.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus told them this story: &apos;Can a blind man lead another blind man? No. Both of them will fall into a ditch."
            },
            {
                "verse_number": "40",
                "verse_text": "Students are not better than their teacher. But when they have been fully taught, they will be like their teacher."
            },
            {
                "verse_number": "41",
                "verse_text": "&apos;Why do you notice the small piece of dust that is in your friend&quot;s eye, but you don&quot;t see the big piece of wood that is in your own eye?"
            },
            {
                "verse_number": "42",
                "verse_text": "You say to your friend, &quot;Let me get that little piece of dust out of your eye.&quot; Why do you say this? Can&quot;t you see that big piece of wood in your own eye? You are a hypocrite. First, take the wood out of your own eye. Then you will see clearly to get the dust out of your friend&quot;s eye."
            },
            {
                "verse_number": "43",
                "verse_text": "&apos;A good tree does not produce bad fruit. And a bad tree does not produce good fruit."
            },
            {
                "verse_number": "44",
                "verse_text": "Every tree is known by the kind of fruit it produces. You won&quot;t find figs on thorny weeds. And you can&quot;t pick grapes from thornbushes!"
            },
            {
                "verse_number": "45",
                "verse_text": "Good people have good things saved in their hearts. That&quot;s why they say good things. But those who are evil have hearts full of evil, and that&quot;s why they say things that are evil. What people say with their mouths comes from what fills their hearts."
            },
            {
                "verse_number": "46",
                "verse_text": "&apos;Why do you call me, &quot;Lord, Lord,&quot; but you don&quot;t do what I say?"
            },
            {
                "verse_number": "47",
                "verse_text": "The people who come to me, who listen to my teachings and obey them&ndash;I will show you what they are like:"
            },
            {
                "verse_number": "48",
                "verse_text": "They are like a man building a house. He digs deep and builds his house on rock. The floods come, and the water crashes against the house. But the flood cannot move the house, because it was built well."
            },
            {
                "verse_number": "49",
                "verse_text": "&apos;But the people who hear my words and do not obey are like a man who builds a house without preparing a foundation. When the floods come, the house falls down easily and is completely destroyed.&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Jesus finished saying all these things to the people. Then he went into Capernaum."
            },
            {
                "verse_number": "2",
                "verse_text": "In Capernaum there was an army officer. He had a servant who was very sick; he was near death. The officer loved the servant very much."
            },
            {
                "verse_number": "3",
                "verse_text": "When he heard about Jesus, he sent some older Jewish leaders to him. He wanted the men to ask Jesus to come and save the life of his servant."
            },
            {
                "verse_number": "4",
                "verse_text": "The men went to Jesus. They begged Jesus to help the officer. They said, &apos;This officer is worthy to have your help."
            },
            {
                "verse_number": "5",
                "verse_text": "He loves our people and he built the synagogue for us.&apos; &quot;Listen! I will send my messenger ahead of you. He will prepare the way for you.&quot; Malachi 3:1 &quot;We played flute music for you, but you did not dance; we sang a sad song, but you did not cry.&quot; Simon said, &apos;Let me hear it, Teacher.&apos; Jesus said to him, &apos;You are right.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Jesus went with them. He was coming near the officer&quot;s house when the officer sent friends to say, &apos;Lord, you don&quot;t need to do anything special for me. I am not good enough for you to come into my house."
            },
            {
                "verse_number": "7",
                "verse_text": "That is why I did not come to you myself. You need only to give the order, and my servant will be healed."
            },
            {
                "verse_number": "8",
                "verse_text": "I know this because I am a man under the authority of other men. And I have soldiers under my authority. I tell one soldier, &quot;Go,&quot; and he goes. And I tell another soldier, &quot;Come,&quot; and he comes. And I say to my servant, &quot;Do this,&quot; and my servant obeys me.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "When Jesus heard this, he was amazed. He turned to the people following him and said, &apos;I tell you, this is the most faith I have seen anywhere, even in Israel.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The group that was sent to Jesus went back to the house. There they found that the servant was healed."
            },
            {
                "verse_number": "11",
                "verse_text": "The next day Jesus and his followers went to a town called Nain. A big crowd was traveling with them."
            },
            {
                "verse_number": "12",
                "verse_text": "When Jesus came near the town gate, he saw some people carrying a dead body. It was the only son of a woman who was a widow. Walking with her were many other people from the town."
            },
            {
                "verse_number": "13",
                "verse_text": "When the Lord saw the woman, he felt very sorry for her and said, &apos;Don&quot;t cry.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "He walked to the open coffin and touched it. The men who were carrying the coffin stopped. Jesus spoke to the dead son: &apos;Young man, I tell you, get up!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then the boy sat up and began to talk, and Jesus gave him back to his mother."
            },
            {
                "verse_number": "16",
                "verse_text": "Everyone was filled with fear. They began praising God and said, &apos;A great prophet is here with us!&apos; and &apos;God is taking care of his people.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "This news about Jesus spread all over Judea and to all the other places around there."
            },
            {
                "verse_number": "18",
                "verse_text": "John&quot;s followers told him about all these things. John called for two of his followers."
            },
            {
                "verse_number": "19",
                "verse_text": "He sent them to the Lord to ask, &apos;Are you the one we heard was coming, or should we wait for someone else?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So the men came to Jesus. They said, &apos;John the Baptizer sent us to you with this question: &quot;Are you the one who is coming, or should we wait for someone else?&quot;&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Right then Jesus healed many people of their sicknesses and diseases. He healed those who had evil spirits and made many who were blind able to see again."
            },
            {
                "verse_number": "22",
                "verse_text": "Then he said to John&quot;s followers, &apos;Go tell John what you have seen and heard: The blind can see. The crippled can walk. People with leprosy are healed. The deaf can hear. The dead are brought back to life. And the Good News is being told to the poor."
            },
            {
                "verse_number": "23",
                "verse_text": "Great blessings belong to those who don&quot;t have a problem accepting me.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "When John&quot;s followers left, Jesus began talking to the people about John: &apos;What did you people go out into the desert to see? Someone who is weak, like a stem of grass blowing in the wind?"
            },
            {
                "verse_number": "25",
                "verse_text": "Really, what did you expect to see? Someone dressed in fine clothes? Of course not. People who wear fancy clothes and live in luxury are all in kings&quot; palaces."
            },
            {
                "verse_number": "26",
                "verse_text": "So what did you go out to see? A prophet? Yes, John is a prophet. But I tell you, he is more than that."
            },
            {
                "verse_number": "27",
                "verse_text": "This Scripture was written about him:"
            },
            {
                "verse_number": "28",
                "verse_text": "I tell you, no one ever born is greater than John. But even the least important person in God&quot;s kingdom is greater than John.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "(When the people heard this, they all agreed that God&quot;s teaching was good. Even the tax collectors agreed. These were the people who were baptized by John."
            },
            {
                "verse_number": "30",
                "verse_text": "But the Pharisees and experts in the law refused to accept God&quot;s plan for themselves; they did not let John baptize them.)"
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;What shall I say about the people of this time? What can I compare them to? What are they like?"
            },
            {
                "verse_number": "32",
                "verse_text": "They are like children sitting in the marketplace. One group of children calls to the other children and says,"
            },
            {
                "verse_number": "33",
                "verse_text": "John the Baptizer came and did not eat the usual food or drink wine. And you say, &quot;He has a demon inside him.&quot;"
            },
            {
                "verse_number": "34",
                "verse_text": "The Son of Man came eating and drinking. And you say, &quot;Look at him! He eats too much and drinks too much wine! He is a friend of tax collectors and other sinners!&quot;"
            },
            {
                "verse_number": "35",
                "verse_text": "But wisdom is shown to be right by those who accept it.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "One of the Pharisees asked Jesus to eat with him. Jesus went into the Pharisee&quot;s house and took a place at the table."
            },
            {
                "verse_number": "37",
                "verse_text": "There was a sinful woman in that town. She knew that Jesus was eating at the Pharisee&quot;s house. So the woman brought some expensive perfume in an alabaster jar."
            },
            {
                "verse_number": "38",
                "verse_text": "She stood at Jesus&quot; feet, crying. Then she began to wash his feet with her tears. She dried his feet with her hair. She kissed his feet many times and rubbed them with the perfume."
            },
            {
                "verse_number": "39",
                "verse_text": "When the Pharisee who asked Jesus to come to his house saw this, he thought to himself, &apos;If this man were a prophet, he would know that the woman who is touching him is a sinner!&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "In response, Jesus said to the Pharisee, &apos;Simon, I have something to say to you.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Jesus said, &apos;There were two men. Both men owed money to the same banker. One man owed him 500 silver coins. The other man owed him 50 silver coins."
            },
            {
                "verse_number": "42",
                "verse_text": "The men had no money, so they could not pay their debt. But the banker told the men that they did not have to pay him. Which one of those two men will love him more?&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Simon answered, &apos;I think it would be the one who owed him the most money.&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "Then he turned to the woman and said to Simon, &apos;Do you see this woman? When I came into your house, you gave me no water for my feet. But she washed my feet with her tears and dried my feet with her hair."
            },
            {
                "verse_number": "45",
                "verse_text": "You did not greet me with a kiss, but she has been kissing my feet since I came in."
            },
            {
                "verse_number": "46",
                "verse_text": "You did not honor me with oil for my head, but she rubbed my feet with her sweet-smelling oil."
            },
            {
                "verse_number": "47",
                "verse_text": "I tell you that her many sins are forgiven. This is clear, because she showed great love. People who are forgiven only a little will love only a little.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "Then Jesus said to her, &apos;Your sins are forgiven.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "The people sitting at the table began to think to themselves, &apos;Who does this man think he is? How can he forgive sins?&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "Jesus said to the woman, &apos;Because you believed, you are saved from your sins. Go in peace.&apos;"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "The next day, Jesus traveled through some cities and small towns. Jesus told the people a message from God, the Good News about God&quot;s kingdom. The twelve apostles were with him."
            },
            {
                "verse_number": "2",
                "verse_text": "There were also some women with him. Jesus had healed these women of sicknesses and evil spirits. One of them was Mary, who was called Magdalene. Seven demons had come out of her."
            },
            {
                "verse_number": "3",
                "verse_text": "Also with these women were Joanna, the wife of Chuza (the manager of Herod&quot;s property), Susanna, and many other women. These women used their own money to help Jesus and his apostles. Jesus finished the story. Then he called out, &apos;You people who hear me, listen!&apos; &quot;They will look, but they will not see, and they will listen, but they will not understand.&quot; Isaiah 6:9 Jesus got up. He gave a command to the wind and the waves. The wind stopped, and the lake became calm. They were afraid and amazed. They said to each other, &apos;What kind of man is this? He commands the wind and the water, and they obey him.&apos; So Jesus got into the boat to go back to Galilee. So the man went all over town telling what Jesus had done for him. While Jesus was going to Jairus&quot; house, the people crowded all around him. They all said they had not touched him. And Peter said, &apos;Master, people are all around you, pushing against you.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "A large crowd came together. People came to Jesus from every town, and he told them this story:"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;A farmer went out to sow seed. While he was scattering the seed, some of it fell beside the road. People walked on the seed, and the birds ate it all."
            },
            {
                "verse_number": "6",
                "verse_text": "Other seed fell on rock. It began to grow but then died because it had no water."
            },
            {
                "verse_number": "7",
                "verse_text": "Some other seed fell among thorny weeds. This seed grew, but later the weeds stopped the plants from growing."
            },
            {
                "verse_number": "8",
                "verse_text": "The rest of the seed fell on good ground. This seed grew and made 100 times more grain.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus&quot; followers asked him, &apos;What does this story mean?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "He said, &apos;You have been chosen to know the secret truths about God&quot;s kingdom. But I use stories to speak to other people. I do this so that"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;This is what the story means: The seed is God&quot;s teaching."
            },
            {
                "verse_number": "12",
                "verse_text": "Some people are like the seed that fell beside the path. They hear God&quot;s teaching, but then the devil comes and causes them to stop thinking about it. This keeps them from believing it and being saved."
            },
            {
                "verse_number": "13",
                "verse_text": "Others are like the seed that fell on rock. That is like the people who hear God&quot;s teaching and gladly accept it. But they don&quot;t have deep roots. They believe for a while. But when trouble comes, they turn away from God."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;What about the seed that fell among the thorny weeds? That is like the people who hear God&quot;s teaching, but they let the worries, riches, and pleasures of this life stop them from growing. So they never produce a crop."
            },
            {
                "verse_number": "15",
                "verse_text": "And what about the seed that fell on the good ground? That is like the people who hear God&quot;s teaching with a good, honest heart. They obey it and patiently produce a good crop."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;No one lights a lamp and then covers it with a bowl or hides it under a bed. Instead, they put the lamp on a lampstand so that the people who come in will have enough light to see."
            },
            {
                "verse_number": "17",
                "verse_text": "Everything that is hidden will become clear. Every secret thing will be made known, and everyone will see it."
            },
            {
                "verse_number": "18",
                "verse_text": "So think carefully about what you are hearing. The people who have some understanding will receive more. But those who do not have understanding will lose even what they think they have.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus&quot; mother and brothers came to visit him. But they could not get close to him, because there were so many people."
            },
            {
                "verse_number": "20",
                "verse_text": "Someone said to Jesus, &apos;Your mother and your brothers are standing outside. They want to see you.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus answered them, &apos;My mother and my brothers are those who listen to God&quot;s teaching and obey it.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "One day Jesus and his followers got into a boat. He said to them, &apos;Come with me across the lake.&apos; And so they started across."
            },
            {
                "verse_number": "23",
                "verse_text": "While they were sailing, Jesus slept. A big storm blew across the lake, and the boat began to fill with water. They were in danger."
            },
            {
                "verse_number": "24",
                "verse_text": "The followers went to Jesus and woke him. They said, &apos;Master! Master! We will drown!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "He said to his followers, &apos;Where is your faith?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus and his followers sailed on across the lake. They sailed to the area where the Gerasene people live, across from Galilee."
            },
            {
                "verse_number": "27",
                "verse_text": "When Jesus got out of the boat, a man from that town came to him. This man had demons inside him. For a long time he had worn no clothes. He did not live in a house but in the caves where the dead are buried."
            },
            {
                "verse_number": "30",
                "verse_text": "Jesus asked him, &apos;What is your name?&apos; The man answered, &apos;Legion.&apos; (He said his name was &apos;Legion&apos; because many demons had gone into him.)"
            },
            {
                "verse_number": "31",
                "verse_text": "The demons begged Jesus not to send them into the bottomless pit."
            },
            {
                "verse_number": "32",
                "verse_text": "On that hill there was a big herd of pigs eating. The demons begged Jesus to allow them to go into the pigs. So he allowed them to do this."
            },
            {
                "verse_number": "33",
                "verse_text": "Then the demons came out of the man and went into the pigs. The herd of pigs ran down the hill into the lake, and all were drowned."
            },
            {
                "verse_number": "34",
                "verse_text": "The men who were caring for the pigs ran away and told the story in the fields and in the town."
            },
            {
                "verse_number": "35",
                "verse_text": "People went out to see what had happened. They came to Jesus and found the man sitting there at the feet of Jesus. The man had clothes on and was in his right mind again; the demons were gone. This made the people afraid."
            },
            {
                "verse_number": "36",
                "verse_text": "The men who saw these things happen told the others all about how Jesus made the man well."
            },
            {
                "verse_number": "37",
                "verse_text": "All those who lived in the area around Gerasa asked Jesus to go away because they were afraid."
            },
            {
                "verse_number": "38",
                "verse_text": "The man he had healed begged to go with him. But Jesus sent him away, saying,"
            },
            {
                "verse_number": "39",
                "verse_text": "&apos;Go back home and tell people what God did for you.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "When Jesus went back to Galilee, the people welcomed him. Everyone was waiting for him."
            },
            {
                "verse_number": "43",
                "verse_text": "A woman was there who had been bleeding for twelve years. She had spent all her money on doctors, but no doctor was able to heal her."
            },
            {
                "verse_number": "44",
                "verse_text": "The woman came behind Jesus and touched the bottom of his coat. At that moment, her bleeding stopped."
            },
            {
                "verse_number": "45",
                "verse_text": "Then Jesus said, &apos;Who touched me?&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "But Jesus said, &apos;Someone touched me. I felt power go out from me.&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "When the woman saw that she could not hide, she came forward, shaking. She bowed down before Jesus. While everyone listened, she told why she touched him. Then she said that she was healed immediately when she touched him."
            },
            {
                "verse_number": "48",
                "verse_text": "Jesus said to her, &apos;My daughter, you are made well because you believed. Go in peace.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "While Jesus was still speaking, someone came from the house of the synagogue leader and said, &apos;Your daughter has died! Don&quot;t bother the Teacher anymore.&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "Jesus heard this and said to Jairus, &apos;Don&quot;t be afraid! Just believe and your daughter will be well.&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "Jesus went to the house. He let only Peter, John, James, and the girl&quot;s father and mother go inside with him."
            },
            {
                "verse_number": "52",
                "verse_text": "Everyone was crying and feeling sad because the girl was dead. But Jesus said, &apos;Don&quot;t cry. She is not dead. She is only sleeping.&apos;"
            },
            {
                "verse_number": "53",
                "verse_text": "The people laughed at him, because they knew that the girl was dead."
            },
            {
                "verse_number": "54",
                "verse_text": "But Jesus held her hand and called to her, &apos;Little girl, stand up!&apos;"
            },
            {
                "verse_number": "55",
                "verse_text": "Her spirit came back into her, and she stood up immediately. Jesus said, &apos;Give her something to eat.&apos;"
            },
            {
                "verse_number": "56",
                "verse_text": "The girl&quot;s parents were amazed. He told them not to tell anyone about what happened."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Jesus called his twelve apostles together. He gave them power to heal sicknesses and power to force demons out of people."
            },
            {
                "verse_number": "2",
                "verse_text": "He sent them to tell about God&quot;s kingdom and to heal the sick."
            },
            {
                "verse_number": "3",
                "verse_text": "He said to them, &apos;When you travel, don&quot;t take a walking stick. Also, don&quot;t carry a bag, food, or money. Take for your trip only the clothes you are wearing."
            },
            {
                "verse_number": "4",
                "verse_text": "When you go into a house, stay there until it is time to leave."
            },
            {
                "verse_number": "5",
                "verse_text": "If the people in the town will not welcome you, go outside the town and shake the dust off your feet as a warning to them.&apos; They said, &apos;We have only five loaves of bread and two fish. Do you want us to go buy food for all these people?&apos; There are too many! Jesus said to his followers, &apos;Tell the people to sit in groups of about 50 people.&apos; Peter answered, &apos;You are the Messiah from God.&apos; The people were still amazed about all the things Jesus did. He said to his followers, But the man said, &apos;Lord, let me go and bury my father first.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So the apostles went out. They traveled through all the towns. They told the Good News and healed people everywhere."
            },
            {
                "verse_number": "7",
                "verse_text": "Herod the ruler heard about all these things that were happening. He was confused because some people said, &apos;John the Baptizer has risen from death.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Others said, &apos;Elijah has come to us.&apos; And some others said, &apos;One of the prophets from long ago has risen from death.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Herod said, &apos;I cut off John&quot;s head. So who is this man I hear these things about?&apos; Herod continued trying to see Jesus."
            },
            {
                "verse_number": "10",
                "verse_text": "When the apostles came back, they told Jesus what they had done on their trip. Then he took them away to a town called Bethsaida. There, he and his apostles could be alone together."
            },
            {
                "verse_number": "11",
                "verse_text": "But the people learned where Jesus went and followed him. He welcomed them and talked with them about God&quot;s kingdom. He healed the people who were sick."
            },
            {
                "verse_number": "12",
                "verse_text": "Late in the afternoon, the twelve apostles came to Jesus and said, &apos;No one lives in this place. Send the people away. They need to find food and places to sleep in the farms and towns around here.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But Jesus said to the apostles, &apos;You give them something to eat.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "(There were about 5000 men there.)"
            },
            {
                "verse_number": "15",
                "verse_text": "So the followers did this and everyone sat down."
            },
            {
                "verse_number": "16",
                "verse_text": "Then Jesus took the five loaves of bread and two fish. He looked up into the sky and thanked God for the food. Then he broke it into pieces, which he gave to the followers to give to the people."
            },
            {
                "verse_number": "17",
                "verse_text": "They all ate until they were full. And there was a lot of food left. Twelve baskets were filled with the pieces of food that were not eaten."
            },
            {
                "verse_number": "18",
                "verse_text": "One time Jesus was praying alone. His followers came together there, and he asked them, &apos;Who do the people say I am?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "They answered, &apos;Some people say you are John the Baptizer. Others say you are Elijah. And some people say you are one of the prophets from long ago that has come back to life.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Jesus said to his followers, &apos;And who do you say I am?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus warned them not to tell anyone."
            },
            {
                "verse_number": "22",
                "verse_text": "Then Jesus said, &apos;The Son of Man must suffer many things. He will be rejected by the older Jewish leaders, the leading priests, and teachers of the law. And he will be killed. But after three days he will be raised from death.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus continued to say to all of them, &apos;Any of you who want to be my follower must stop thinking about yourself and what you want. You must be willing to carry the cross that is given to you every day for following me."
            },
            {
                "verse_number": "24",
                "verse_text": "Any of you who try to save the life you have will lose it. But you who give up your life for me will save it."
            },
            {
                "verse_number": "25",
                "verse_text": "It is worth nothing for you to have the whole world if you yourself are destroyed or lost."
            },
            {
                "verse_number": "26",
                "verse_text": "Don&quot;t be ashamed of me and my teaching. If that happens, I will be ashamed of you when I come with my divine greatness and that of the Father and the holy angels."
            },
            {
                "verse_number": "27",
                "verse_text": "Believe me when I say that some of you people standing here will see God&quot;s kingdom before you die.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "About eight days after Jesus said these things, he took Peter, John, and James and went up on a mountain to pray."
            },
            {
                "verse_number": "29",
                "verse_text": "While Jesus was praying, his face began to change. His clothes became shining white."
            },
            {
                "verse_number": "30",
                "verse_text": "Then two men were there, talking with him. They were Moses and Elijah."
            },
            {
                "verse_number": "31",
                "verse_text": "They also looked bright and glorious. They were talking with Jesus about his death that would happen in Jerusalem."
            },
            {
                "verse_number": "32",
                "verse_text": "Peter and the others were asleep. But they woke up and saw the glory of Jesus. They also saw the two men who were standing with him."
            },
            {
                "verse_number": "33",
                "verse_text": "When Moses and Elijah were leaving, Peter said, &apos;Master, it is good that we are here. We will put three tents here&ndash;one for you, one for Moses, and one for Elijah.&apos; (He did not know what he was saying.)"
            },
            {
                "verse_number": "34",
                "verse_text": "While Peter was saying these things, a cloud came all around them. Peter, John, and James were afraid when the cloud covered them."
            },
            {
                "verse_number": "35",
                "verse_text": "A voice came from the cloud and said, &apos;This is my Son. He is the one I have chosen. Obey him.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "When the voice stopped, only Jesus was there. Peter, John, and James said nothing. And for a long time after that, they told no one about what they had seen."
            },
            {
                "verse_number": "37",
                "verse_text": "The next day, Jesus, Peter, John, and James came down from the mountain. A large group of people met Jesus."
            },
            {
                "verse_number": "38",
                "verse_text": "A man in the group shouted to him, &apos;Teacher, please come and look at my son. He is the only child I have."
            },
            {
                "verse_number": "39",
                "verse_text": "An evil spirit comes into him, and then he shouts. He loses control of himself and foams at the mouth. The evil spirit continues to hurt him and almost never leaves him."
            },
            {
                "verse_number": "40",
                "verse_text": "I begged your followers to make the evil spirit leave my son, but they could not do it.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Jesus answered, &apos;You people today have no faith. Your lives are all wrong. How long must I be with you and be patient with you?&apos; Then Jesus said to the man, &apos;Bring your son here.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "While the boy was coming, the demon threw the boy to the ground. The boy lost control of himself. But Jesus gave a strong command to the evil spirit. Then the boy was healed, and Jesus gave him back to his father."
            },
            {
                "verse_number": "43",
                "verse_text": "All the people were amazed at the great power of God."
            },
            {
                "verse_number": "44",
                "verse_text": "&apos;Don&quot;t forget what I will tell you now: The Son of Man will soon be handed over to the control of other men.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "But the followers did not understand what he meant. The meaning was hidden from them so that they could not understand it. But they were afraid to ask Jesus about what he said."
            },
            {
                "verse_number": "46",
                "verse_text": "Jesus&quot; followers began to have an argument about which one of them was the greatest."
            },
            {
                "verse_number": "47",
                "verse_text": "Jesus knew what they were thinking, so he took a little child and stood the child beside him."
            },
            {
                "verse_number": "48",
                "verse_text": "Then he said to the followers, &apos;Whoever accepts a little child like this in my name is accepting me. And anyone who accepts me is also accepting the one who sent me. The one among you who is the most humble&ndash;this is the one who is great.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "John answered, &apos;Master, we saw someone using your name to force demons out of people. We told him to stop because he does not belong to our group.&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "Jesus said to him, &apos;Don&quot;t stop him. Whoever is not against you is for you.&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "The time was coming near when Jesus would leave and go back to heaven. He decided to go to Jerusalem."
            },
            {
                "verse_number": "52",
                "verse_text": "He sent some men ahead of him. They went into a town in Samaria to make everything ready for him."
            },
            {
                "verse_number": "53",
                "verse_text": "But the people there would not welcome Jesus because he was going toward Jerusalem."
            },
            {
                "verse_number": "54",
                "verse_text": "James and John, the followers of Jesus, saw this. They said, &apos;Lord, do you want us to call fire down from heaven and destroy those people?&apos;"
            },
            {
                "verse_number": "55",
                "verse_text": "But Jesus turned and criticized them for saying this."
            },
            {
                "verse_number": "56",
                "verse_text": "Then he and his followers went to another town."
            },
            {
                "verse_number": "57",
                "verse_text": "They were all traveling along the road. Someone said to Jesus, &apos;I will follow you anywhere you go.&apos;"
            },
            {
                "verse_number": "58",
                "verse_text": "He answered, &apos;The foxes have holes to live in. The birds have nests. But the Son of Man has no place where he can rest his head.&apos;"
            },
            {
                "verse_number": "59",
                "verse_text": "Jesus said to another man, &apos;Follow me!&apos;"
            },
            {
                "verse_number": "60",
                "verse_text": "But Jesus said to him, &apos;Let the people who are dead bury their own dead. You must go and tell about God&quot;s kingdom.&apos;"
            },
            {
                "verse_number": "61",
                "verse_text": "Another man said, &apos;I will follow you, Lord, but first let me go and say goodbye to my family.&apos;"
            },
            {
                "verse_number": "62",
                "verse_text": "Jesus said, &apos;Anyone who begins to plow a field but looks back is not prepared for God&quot;s kingdom.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "After this, the Lord chose 72 more followers. He sent them out in groups of two. He sent them ahead of him into every town and place where he planned to go."
            },
            {
                "verse_number": "2",
                "verse_text": "He said to them, &apos;There is such a big harvest of people to bring in. But there are only a few workers to help harvest them. God owns the harvest. Ask him to send more workers to help bring in his harvest. Jesus said, &apos;Then you go and do the same.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;You can go now. But listen! I am sending you, and you will be like sheep among wolves."
            },
            {
                "verse_number": "4",
                "verse_text": "Don&quot;t carry any money, a bag, or sandals. Don&quot;t stop to talk with people on the road."
            },
            {
                "verse_number": "5",
                "verse_text": "Before you go into a house, say, &quot;Peace be with this home.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "If the people living there love peace, your blessing of peace will stay with them. But if not, your blessing of peace will come back to you."
            },
            {
                "verse_number": "7",
                "verse_text": "Stay in the peace-loving house. Eat and drink what the people there give you. A worker should be given his pay. Don&quot;t leave that house to stay in another house."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;If you go into a town and the people welcome you, eat the food they give you."
            },
            {
                "verse_number": "9",
                "verse_text": "Heal the sick people who live there, and tell them, &quot;God&quot;s kingdom is now very near you !&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;But if you go into a town and the people don&quot;t welcome you, then go out into the streets of that town and say,"
            },
            {
                "verse_number": "11",
                "verse_text": "&quot;Even the dirt from your town that sticks to our feet we wipe off against you. But remember that God&quot;s kingdom is coming soon.&quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "I tell you, on the judgment day it will be worse for the people of that town than for the people of Sodom."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;It will be bad for you, Chorazin! It will be bad for you, Bethsaida! I did many miracles in you. If those same miracles had happened in Tyre and Sidon, then the people in those cities would have changed their lives and stopped sinning a long time ago. They would have worn sackcloth and sat in ashes to show that they were sorry for their sins."
            },
            {
                "verse_number": "14",
                "verse_text": "But on the judgment day it will be worse for you than for Tyre and Sidon."
            },
            {
                "verse_number": "15",
                "verse_text": "And you, Capernaum, will you be lifted up to heaven? No, you will be thrown down to the place of death!"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;When anyone listens to you my followers, they are really listening to me. But when anyone refuses to accept you, they are really refusing to accept me. And when anyone refuses to accept me, they are refusing to accept the one who sent me.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "When the 72 followers came back from their trip, they were very happy. They said, &apos;Lord, even the demons obeyed us when we used your name!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Jesus said to them, &apos;I saw Satan falling like lightning from the sky."
            },
            {
                "verse_number": "19",
                "verse_text": "He is the enemy, but know that I have given you more power than he has. I have given you power to crush his snakes and scorpions under your feet. Nothing will hurt you."
            },
            {
                "verse_number": "20",
                "verse_text": "Yes, even the spirits obey you. And you can be happy, not because you have this power, but because your names are written in heaven.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then the Holy Spirit made Jesus feel very happy. Jesus said, &apos;I praise you, Father, Lord of heaven and earth. I am thankful that you have hidden these things from those who are so wise and so smart. But you have shown them to people who are like little children. Yes, Father, you did this because it&quot;s what you really wanted to do."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;My Father has given me all things. No one knows who the Son is&ndash;only the Father knows. And only the Son knows who the Father is. The only people who will know about the Father are those the Son chooses to tell.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then Jesus turned to his followers. They were there alone with him. He said, &apos;It is a great blessing for you to see what you now see!"
            },
            {
                "verse_number": "24",
                "verse_text": "I tell you, many prophets and kings wanted to see what you now see, but they could not. And they wanted to hear what you now hear, but they could not.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then an expert in the law stood up to test Jesus. He said, &apos;Teacher, what must I do to get eternal life?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus said to him, &apos;What is written in the law? What do you understand from it?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The man answered, &apos;&quot;Love the Lord your God with all your heart, all your soul, all your strength, and all your mind.&quot; Also, &quot;Love your neighbor the same as you love yourself.&quot; &apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Jesus said, &apos;Your answer is right. Do this and you will have eternal life.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "But the man wanted to show that the way he was living was right. So he said to Jesus, &apos;But who is my neighbor?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "To answer this question, Jesus said, &apos;A man was going down the road from Jerusalem to Jericho. Some robbers surrounded him, tore off his clothes, and beat him. Then they left him lying there on the ground almost dead."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;It happened that a Jewish priest was going down that road. When he saw the man, he did not stop to help him. He walked away."
            },
            {
                "verse_number": "32",
                "verse_text": "Next, a Levite came near. He saw the hurt man, but he went around him. He would not stop to help him either. He just walked away."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;Then a Samaritan man traveled down that road. He came to the place where the hurt man was lying. He saw the man and felt very sorry for him."
            },
            {
                "verse_number": "34",
                "verse_text": "The Samaritan went to him and poured olive oil and wine on his wounds. Then he covered the man&quot;s wounds with cloth. The Samaritan had a donkey. He put the hurt man on his donkey, and he took him to an inn. There he cared for him."
            },
            {
                "verse_number": "35",
                "verse_text": "The next day, the Samaritan took out two silver coins and gave them to the man who worked at the inn. He said, &quot;Take care of this hurt man. If you spend more money on him, I will pay it back to you when I come again.&quot;&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Then Jesus said, &apos;Which one of these three men do you think was really a neighbor to the man who was hurt by the robbers?&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "The teacher of the law answered, &apos;The one who helped him.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "While Jesus and his followers were traveling, he went into a town, and a woman named Martha let him stay at her house."
            },
            {
                "verse_number": "39",
                "verse_text": "She had a sister named Mary. Mary was sitting at Jesus&quot; feet and listening to him teach."
            },
            {
                "verse_number": "40",
                "verse_text": "But her sister Martha was busy doing all the work that had to be done. Martha went in and said, &apos;Lord, don&quot;t you care that my sister has left me to do all the work by myself? Tell her to help me!&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "But the Lord answered her, &apos;Martha, Martha, you are getting worried and upset about too many things."
            },
            {
                "verse_number": "42",
                "verse_text": "Only one thing is important. Mary has made the right choice, and it will never be taken away from her.&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "One time Jesus was out praying, and when he finished, one of his followers said to him, &apos;John taught his followers how to pray. Lord, teach us how to pray too.&apos; &quot;Father, we pray that your name will always be kept holy. We pray that your kingdom will come. just as we forgive everyone who has done wrong to us. And don&quot;t let us be tempted.&quot;&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus said to the followers, &apos;This is how you should pray:"
            },
            {
                "verse_number": "3",
                "verse_text": "Give us the food we need for each day."
            },
            {
                "verse_number": "4",
                "verse_text": "Forgive our sins,"
            },
            {
                "verse_number": "7",
                "verse_text": "Your friend inside the house answers, &quot;Go away! Don&quot;t bother me! The door is already locked. My children and I are in bed. I cannot get up and give you the bread now.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "I tell you, maybe friendship is not enough to make him get up to give you the bread. But he will surely get up to give you what you need if you continue to ask."
            },
            {
                "verse_number": "9",
                "verse_text": "So I tell you, continue to ask, and God will give to you. Continue to search, and you will find. Continue to knock, and the door will open for you."
            },
            {
                "verse_number": "10",
                "verse_text": "Yes, whoever continues to ask will receive. Whoever continues to look will find. And whoever continues to knock will have the door opened for them."
            },
            {
                "verse_number": "11",
                "verse_text": "Do any of you have a son? What would you do if your son asked you for a fish? Would any father give him a snake?"
            },
            {
                "verse_number": "12",
                "verse_text": "Or, if he asked for an egg, would you give him a scorpion? Of course not!"
            },
            {
                "verse_number": "13",
                "verse_text": "Even you who are bad know how to give good things to your children. So surely your heavenly Father knows how to give the Holy Spirit to the people who ask him.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "One time Jesus was sending a demon out of a man who could not talk. When the demon came out, the man was able to speak. The crowds were amazed."
            },
            {
                "verse_number": "15",
                "verse_text": "But some of the people said, &apos;He uses the power of Satan to force demons out of people. Satan is the ruler of demons.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Some others there wanted to test Jesus. They asked him to do a miracle as a sign from God."
            },
            {
                "verse_number": "17",
                "verse_text": "But he knew what they were thinking. So he said to them, &apos;Every kingdom that fights against itself will be destroyed. And a family that fights against itself will break apart."
            },
            {
                "verse_number": "18",
                "verse_text": "So if Satan is fighting against himself, how will his kingdom survive? You say that I use the power of Satan to force out demons."
            },
            {
                "verse_number": "19",
                "verse_text": "But if I use Satan&quot;s power to force out demons, then what power do your people use when they force out demons? So your own people will prove that you are wrong."
            },
            {
                "verse_number": "20",
                "verse_text": "But I use the power of God to force out demons. This shows that God&quot;s kingdom has now come to you."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;When a strong man with many weapons guards his own house, the things in his house are safe."
            },
            {
                "verse_number": "22",
                "verse_text": "But suppose a stronger man comes and defeats him. The stronger man will take away the weapons that the first man trusted to keep his house safe. Then the stronger man will do what he wants with the other man&quot;s things."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Whoever is not with me is against me. And anyone who does not work with me is working against me."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;When an evil spirit comes out of someone, it travels through dry places, looking for a place to rest. But it finds no place to rest. So it says, &quot;I will go back to the home I left.&quot;"
            },
            {
                "verse_number": "25",
                "verse_text": "When it comes back, it finds that home all neat and clean."
            },
            {
                "verse_number": "26",
                "verse_text": "Then the evil spirit goes out and brings back seven other spirits more evil than itself. They all go and live there, and that person has even more trouble than before.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "As Jesus was saying these things, a woman with the people there called out to him, &apos;Blessings from God belong to the woman who gave birth to you and fed you!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "But Jesus said, &apos;The people who hear the teaching of God and obey it&ndash;they are the ones who have God&quot;s blessing.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "The crowd grew larger and larger. Jesus said, &apos;The people who live today are evil. They ask for a miracle as a sign from God. But no miracle will be done to prove anything to them. The only sign will be the miracle that happened to Jonah."
            },
            {
                "verse_number": "30",
                "verse_text": "Jonah was a sign for those who lived in Nineveh. It is the same with the Son of Man. He will be a sign for the people of this time."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;On the judgment day, you people who live now will be compared with the queen of the South, and she will be a witness who shows how guilty you are. Why do I say this? Because she traveled from far, far away to listen to Solomon&quot;s wise teaching. And I tell you that someone greater than Solomon is right here, but you won&quot;t listen!"
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;On the judgment day, you people who live now will also be compared with the people from Nineveh, and they will be witnesses who show how guilty you are. I say this because when Jonah preached to those people, they changed their hearts and lives. And you are listening to someone greater than Jonah, but you refuse to change!"
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;No one takes a light and puts it under a bowl or hides it. Instead, they put it on a lampstand so that the people who come in can see."
            },
            {
                "verse_number": "34",
                "verse_text": "The only source of light for the body is the eye. When you look at people and want to help them, you are full of light. But when you look at people in a selfish way, you are full of darkness."
            },
            {
                "verse_number": "35",
                "verse_text": "So be careful! Don&quot;t let the light in you become darkness."
            },
            {
                "verse_number": "36",
                "verse_text": "If you are full of light, and there is no part of you that is dark, then you will be all bright, as though you have the light of a lamp shining on you.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "After Jesus had finished speaking, a Pharisee asked Jesus to eat with him. So he went and took a place at the table."
            },
            {
                "verse_number": "38",
                "verse_text": "But the Pharisee was surprised when he saw that Jesus did not wash his hands first before the meal."
            },
            {
                "verse_number": "39",
                "verse_text": "The Lord said to him, &apos;The washing you Pharisees do is like cleaning only the outside of a cup or a dish. But what is inside you? You want only to cheat and hurt people."
            },
            {
                "verse_number": "40",
                "verse_text": "You are foolish! The same one who made what is outside also made what is inside."
            },
            {
                "verse_number": "41",
                "verse_text": "So pay attention to what is inside. Give to the people who need help. Then you will be fully clean."
            },
            {
                "verse_number": "42",
                "verse_text": "&apos;But it will be bad for you Pharisees! You give God a tenth of the food you get, even your mint, your rue, and every other little plant in your garden. But you forget to be fair to others and to love God. These are the things you should do. And you should also continue to do those other things."
            },
            {
                "verse_number": "43",
                "verse_text": "&apos;It will be bad for you Pharisees because you love to have the most important seats in the synagogues. And you love for people to show respect to you in the marketplaces."
            },
            {
                "verse_number": "44",
                "verse_text": "It will be bad for you, because you are like hidden graves. People walk on them without knowing it.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "One of the experts in the law said to Jesus, &apos;Teacher, when you say these things about the Pharisees, you are criticizing our group too.&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "Jesus answered, &apos;It will be bad for you, you experts in the law! You make strict rules that are very hard for people to obey. You try to force others to obey your rules. But you yourselves don&quot;t even try to follow any of those rules."
            },
            {
                "verse_number": "47",
                "verse_text": "It will be bad for you, because you build tombs for the prophets. But these are the same prophets your ancestors killed!"
            },
            {
                "verse_number": "48",
                "verse_text": "And now you show all people that you agree with what your ancestors did. They killed the prophets, and you build tombs for the prophets!"
            },
            {
                "verse_number": "49",
                "verse_text": "This is why God in his wisdom said, &quot;I will send prophets and apostles to them. Some of my prophets and apostles will be killed by evil men. Others will be treated badly.&quot;"
            },
            {
                "verse_number": "50",
                "verse_text": "&apos;So you people who live now will be punished for the deaths of all the prophets who were killed since the beginning of the world."
            },
            {
                "verse_number": "51",
                "verse_text": "You will be punished for the killing of Abel. And you will be punished for the killing of Zechariah, who was killed between the altar and the Temple. Yes, I tell you that you people will be punished for them all."
            },
            {
                "verse_number": "52",
                "verse_text": "&apos;It will be bad for you, you experts in the law! You have taken away the key to learning about God. You yourselves would not learn, and you stopped others from learning too.&apos;"
            },
            {
                "verse_number": "53",
                "verse_text": "When Jesus went out, the teachers of the law and the Pharisees began to give him much trouble. They tried to make him answer questions about many things."
            },
            {
                "verse_number": "54",
                "verse_text": "They were trying to find a way to catch Jesus saying something wrong."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Many thousands of people came together. There were so many people that they were stepping on each other. Before Jesus spoke to the people, he said to his followers, &apos;Be careful of the yeast of the Pharisees. I mean that they are hypocrites."
            },
            {
                "verse_number": "2",
                "verse_text": "Everything that is hidden will be shown, and everything that is secret will be made known."
            },
            {
                "verse_number": "3",
                "verse_text": "What you say in the dark will be told in the light. And what you whisper in a private room will be shouted from the top of the house.&apos; The son will turn against his father. The father will turn against his son. A mother and her daughter will be divided: The daughter will turn against her mother. The mother will turn against her daughter. A mother-in-law and her daughter-in-law will be divided: The daughter-in-law will turn against her mother-in-law. The mother-in-law will turn against her daughter-in-law.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then Jesus said to the people, &apos;I tell you, my friends, don&quot;t be afraid of people. They can kill the body, but after that they can do nothing more to hurt you."
            },
            {
                "verse_number": "5",
                "verse_text": "I will show you the one to fear. You should fear God, who has the power to kill you and also to throw you into hell. Yes, he is the one you should fear."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;When birds are sold, five small birds cost only two pennies. But God does not forget any of them."
            },
            {
                "verse_number": "7",
                "verse_text": "Yes, God even knows how many hairs you have on your head. Don&quot;t be afraid. You are worth much more than many birds."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;I tell you, if you stand before others and are willing to say you believe in me, then I will say that you belong to me. I will say this in the presence of God&quot;s angels."
            },
            {
                "verse_number": "9",
                "verse_text": "But if you stand before others and say you do not believe in me, then I will say that you do not belong to me. I will say this in the presence of God&quot;s angels."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Whoever says something against the Son of Man can be forgiven. But whoever speaks against the Holy Spirit will not be forgiven."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;When men bring you into the synagogues before the leaders and other important men, don&quot;t worry about what you will say."
            },
            {
                "verse_number": "12",
                "verse_text": "The Holy Spirit will teach you at that time what you should say.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "One of the men in the crowd said to Jesus, &apos;Teacher, our father just died and left some things for us. Tell my brother to share them with me.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "But Jesus said to him, &apos;Who said I should be your judge or decide how to divide your father&quot;s things between you two?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Jesus said to them, &apos;Be careful and guard against all kinds of greed. People do not get life from the many things they own.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then Jesus used this story: &apos;There was a rich man who had some land. His land grew a very good crop of food."
            },
            {
                "verse_number": "17",
                "verse_text": "He thought to himself, &quot;What will I do? I have no place to keep all my crops.&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Then he said, &quot;I know what I will do. I will tear down my barns and build bigger barns! I will put all my wheat and good things together in my new barns."
            },
            {
                "verse_number": "19",
                "verse_text": "Then I can say to myself, I have many good things stored. I have saved enough for many years. Rest, eat, drink, and enjoy life!&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;But God said to that man, &quot;Foolish man! Tonight you will die. So what about the things you prepared for yourself? Who will get those things now?&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;This is how it will be for anyone who saves things only for himself. To God that person is not rich.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus said to his followers, &apos;So I tell you, don&quot;t worry about the things you need to live&ndash;what you will eat or what you will wear."
            },
            {
                "verse_number": "23",
                "verse_text": "Life is more important than food, and the body is more important than what you put on it."
            },
            {
                "verse_number": "24",
                "verse_text": "Look at the birds. They don&quot;t plant, harvest, or save food in houses or barns, but God feeds them. And you are worth much more than crows."
            },
            {
                "verse_number": "25",
                "verse_text": "None of you can add any time to your life by worrying about it."
            },
            {
                "verse_number": "26",
                "verse_text": "And if you can&quot;t do the little things, why worry about the big things?"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;Think about how the wildflowers grow. They don&quot;t work or make clothes for themselves. But I tell you that even Solomon, the great and rich king, was not dressed as beautifully as one of these flowers."
            },
            {
                "verse_number": "28",
                "verse_text": "If God makes what grows in the field so beautiful, what do you think he will do for you? That&quot;s just grass&ndash;one day it&quot;s alive, and the next day someone throws it into a fire. But God cares enough to make it beautiful. Surely he will do much more for you. Your faith is so small!"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;So don&quot;t always think about what you will eat or what you will drink. Don&quot;t worry about it."
            },
            {
                "verse_number": "30",
                "verse_text": "That&quot;s what all those people who don&quot;t know God are always thinking about. But your Father knows that you need these things."
            },
            {
                "verse_number": "31",
                "verse_text": "What you should be thinking about is God&quot;s kingdom. Then he will give you all these other things you need."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Don&quot;t fear, little flock. Your Father wants to share his kingdom with you."
            },
            {
                "verse_number": "33",
                "verse_text": "Sell the things you have and give that money to those who need it. This is the only way you can keep your riches from being lost. You will be storing treasure in heaven that lasts forever. Thieves can&quot;t steal that treasure, and moths can&quot;t destroy it."
            },
            {
                "verse_number": "34",
                "verse_text": "Your heart will be where your treasure is."
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;Be ready! Be fully dressed and have your lights shining."
            },
            {
                "verse_number": "36",
                "verse_text": "Be like servants who are waiting for their master to come home from a wedding party. The master comes and knocks, and the servants immediately open the door for him."
            },
            {
                "verse_number": "37",
                "verse_text": "When their master sees that they are ready and waiting for him, it will be a great day for those servants. I can tell you without a doubt, the master will get himself ready to serve a meal and tell the servants to sit down. Then he will serve them."
            },
            {
                "verse_number": "38",
                "verse_text": "Those servants might have to wait until midnight or later for their master. But they will be glad they did when he comes in and finds them still waiting."
            },
            {
                "verse_number": "39",
                "verse_text": "&apos;What would a homeowner do if he knew when a thief was coming? You know he would not let the thief break in."
            },
            {
                "verse_number": "40",
                "verse_text": "So you also must be ready, because the Son of Man will come at a time when you don&quot;t expect him!&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Peter said, &apos;Lord, did you tell this story for us or for all people?&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "The Lord said, &apos;Who is the wise and trusted servant? The master trusts one servant to give the other servants their food at the right time. Who is the servant that the master trusts to do that work?"
            },
            {
                "verse_number": "43",
                "verse_text": "When the master comes and finds him doing the work he gave him, it will be a day of blessing for that servant!"
            },
            {
                "verse_number": "44",
                "verse_text": "I can tell you without a doubt, the master will choose that servant to take care of everything he owns."
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;But what will happen if that servant is evil and thinks his master will not come back soon? He will begin to beat the other servants, men and women. He will eat and drink until he has had too much."
            },
            {
                "verse_number": "46",
                "verse_text": "Then the master will come when the servant is not ready, at a time when the servant is not expecting him. Then the master will punish that servant and send him away to be with the other people who don&quot;t obey."
            },
            {
                "verse_number": "47",
                "verse_text": "&apos;That servant knew what his master wanted him to do. But he did not make himself ready or try to do what his master wanted. So that servant will be punished very much!"
            },
            {
                "verse_number": "48",
                "verse_text": "But what about the servant who does not know what his master wants? He also does things that deserve punishment. But he will get less punishment than the servant who knew what he should do. Whoever has been given much will be responsible for much. Much more will be expected from the one who has been given more.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Jesus continued speaking: &apos;I came to bring fire to the world. I wish it were already burning!"
            },
            {
                "verse_number": "50",
                "verse_text": "There is a kind of baptism that I must suffer through. I feel very troubled until it is finished."
            },
            {
                "verse_number": "51",
                "verse_text": "Do you think I came to give peace to the world? No, I came to divide the world!"
            },
            {
                "verse_number": "52",
                "verse_text": "From now on, a family of five will be divided, three against two, and two against three."
            },
            {
                "verse_number": "53",
                "verse_text": "A father and son will be divided:"
            },
            {
                "verse_number": "54",
                "verse_text": "Then Jesus said to the people, &apos;When you see clouds growing bigger in the west, you say, &quot;A rainstorm is coming.&quot; And soon it begins to rain."
            },
            {
                "verse_number": "55",
                "verse_text": "When you feel the wind begin to blow from the south, you say, &quot;It will be a hot day.&quot; And you are right."
            },
            {
                "verse_number": "56",
                "verse_text": "You hypocrites! You can understand the weather. Why don&quot;t you understand what is happening now?"
            },
            {
                "verse_number": "57",
                "verse_text": "&apos;Why can&quot;t you decide for yourselves what is right?"
            },
            {
                "verse_number": "58",
                "verse_text": "Suppose someone is suing you, and you are both going to court. Try hard to settle it on the way. If you don&quot;t settle it, you may have to go before the judge. And the judge will hand you over to the officer, who will throw you into jail."
            },
            {
                "verse_number": "59",
                "verse_text": "I tell you, you will not get out of there until you have paid every cent you owe.&apos;"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Some people there with Jesus at that time told him about what had happened to some worshipers from Galilee. Pilate had them killed. Their blood was mixed with the blood of the animals they had brought for sacrificing."
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus answered, &apos;Do you think this happened to those people because they were more sinful than all other people from Galilee?"
            },
            {
                "verse_number": "3",
                "verse_text": "No, they were not. But if you don&quot;t decide now to change your lives, you will all be destroyed like those people!"
            },
            {
                "verse_number": "4",
                "verse_text": "And what about those 18 people who died when the tower of Siloam fell on them? Do you think they were more sinful than everyone else in Jerusalem?"
            },
            {
                "verse_number": "5",
                "verse_text": "They were not. But I tell you if you don&quot;t decide now to change your lives, you will all be destroyed too!&apos; Jesus said,"
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus told this story: &apos;A man had a fig tree. He planted it in his garden. He came looking for some fruit on it, but he found none."
            },
            {
                "verse_number": "7",
                "verse_text": "He had a servant who took care of his garden. So he said to his servant, &quot;I have been looking for fruit on this tree for three years, but I never find any. Cut it down! Why should it waste the ground?&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "But the servant answered, &quot;Master, let the tree have one more year to produce fruit. Let me dig up the dirt around it and fertilize it."
            },
            {
                "verse_number": "9",
                "verse_text": "Maybe the tree will have fruit on it next year. If it still does not produce, then you can cut it down.&quot;&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus taught in one of the synagogues on the Sabbath day."
            },
            {
                "verse_number": "11",
                "verse_text": "A woman was there who had an evil spirit inside her. It had made the woman crippled for 18 years. Her back was always bent; she could not stand up straight."
            },
            {
                "verse_number": "12",
                "verse_text": "When Jesus saw her, he called to her, &apos;Woman, you have been made free from your sickness!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "He laid his hands on her, and immediately she was able to stand up straight. She began praising God."
            },
            {
                "verse_number": "14",
                "verse_text": "The synagogue leader was angry because Jesus healed on the Sabbath day. He said to the people, &apos;There are six days for work. So come to be healed on one of those days. Don&quot;t come for healing on the Sabbath day.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord answered, &apos;You people are hypocrites! All of you untie your work animals and lead them to drink water every day&ndash;even on the Sabbath day."
            },
            {
                "verse_number": "16",
                "verse_text": "This woman that I healed is a true descendant of Abraham. But Satan has held her for 18 years. Surely it is not wrong for her to be made free from her sickness on a Sabbath day!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "When Jesus said this, all those who were criticizing him felt ashamed of themselves. And all the people were happy for the wonderful things he was doing."
            },
            {
                "verse_number": "18",
                "verse_text": "Then Jesus said, &apos;What is God&quot;s kingdom like? What can I compare it to?"
            },
            {
                "verse_number": "19",
                "verse_text": "God&quot;s kingdom is like the seed of the mustard plant. Someone plants this seed in their garden. The seed grows and becomes a tree, and the birds build nests on its branches.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus said again, &apos;What can I compare God&quot;s kingdom with?"
            },
            {
                "verse_number": "21",
                "verse_text": "It is like yeast that a woman mixes into a big bowl of flour to make bread. The yeast makes all the dough rise.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus was teaching in every town and village. He continued to travel toward Jerusalem."
            },
            {
                "verse_number": "23",
                "verse_text": "Someone said to him, &apos;Lord, how many people will be saved? Only a few?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;The door to heaven is narrow. Try hard to enter it. Many people will want to enter there, but they will not be able to go in."
            },
            {
                "verse_number": "25",
                "verse_text": "If a man locks the door of his house, you can stand outside and knock on the door, but he won&quot;t open it. You can say, &quot;Sir, open the door for us.&quot; But he will answer, &quot;I don&quot;t know you. Where did you come from?&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then you will say, &quot;We ate and drank with you. You taught in the streets of our town.&quot;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then he will say to you, &quot;I don&quot;t know you. Where did you come from? Get away from me! You are all people who do wrong!&quot;"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;You will see Abraham, Isaac, Jacob, and all the prophets in God&quot;s kingdom. But you will be left outside. There you will cry and grind your teeth with pain."
            },
            {
                "verse_number": "29",
                "verse_text": "People will come from the east, west, north, and south. They will sit down at the table in God&quot;s kingdom."
            },
            {
                "verse_number": "30",
                "verse_text": "People who have the lowest place in life now will have the highest place in God&quot;s kingdom. And people who have the highest place now will have the lowest place in God&quot;s kingdom.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Just then some Pharisees came to Jesus and said, &apos;Go away from here and hide. Herod wants to kill you!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Jesus said to them, &apos;Go tell that fox, &quot;Today and tomorrow I am forcing demons out of people and finishing my work of healing. Then, the next day, the work will be finished.&quot;"
            },
            {
                "verse_number": "33",
                "verse_text": "After that I must go, because all prophets should die in Jerusalem."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Jerusalem, Jerusalem! You kill the prophets. You stone to death the people God has sent to you. How many times I wanted to help your people. I wanted to gather them together as a hen gathers her chicks under her wings. But you did not let me."
            },
            {
                "verse_number": "35",
                "verse_text": "Now your home will be left completely empty. I tell you, you will not see me again until that time when you will say, &quot;Welcome! God bless the one who comes in the name of the Lord.&quot; &apos;"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "On a Sabbath day, Jesus went to the home of a leading Pharisee to eat with him. The people there were all watching him very closely."
            },
            {
                "verse_number": "2",
                "verse_text": "A man with a bad disease was there in front of him."
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus said to the Pharisees and experts in the law, &apos;Is it right or wrong to heal on the Sabbath day?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But they would not answer his question. So he took the man and healed him. Then he sent the man away."
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus said to the Pharisees and teachers of the law, &apos;If your son or work animal falls into a well on the Sabbath day, you know you would pull him out immediately.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The Pharisees and teachers of the law could say nothing against what he said. &apos;You people who hear me, listen!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then Jesus noticed that some of the guests were choosing the best places to sit. So he told this story:"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;When someone invites you to a wedding, don&quot;t sit in the most important seat. They may have invited someone more important than you."
            },
            {
                "verse_number": "9",
                "verse_text": "And if you are sitting in the most important seat, they will come to you and say, &quot;Give this man your seat!&quot; Then you will have to move down to the last place and be embarrassed."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;So when someone invites you, go sit in the seat that is not important. Then they will come to you and say, &quot;Friend, move up here to this better place!&quot; What an honor this will be for you in front of all the other guests."
            },
            {
                "verse_number": "11",
                "verse_text": "Everyone who makes themselves important will be made humble. But everyone who makes themselves humble will be made important.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Jesus said to the Pharisee who had invited him, &apos;When you give a lunch or a dinner, don&quot;t invite only your friends, brothers, relatives, and rich neighbors. At another time they will pay you back by inviting you to eat with them."
            },
            {
                "verse_number": "13",
                "verse_text": "Instead, when you give a feast, invite the poor, the crippled, and the blind."
            },
            {
                "verse_number": "14",
                "verse_text": "Then you will have great blessings, because these people cannot pay you back. They have nothing. But God will reward you at the time when all godly people rise from death.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "One of the men sitting at the table with Jesus heard these things. The man said to him, &apos;It will be a great blessing for anyone to eat a meal in God&quot;s kingdom!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus said to him, &apos;A man gave a big dinner. He invited many people."
            },
            {
                "verse_number": "17",
                "verse_text": "When it was time to eat, he sent his servant to tell the guests, &quot;Come. The food is ready.&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "But all the guests said they could not come. Each one made an excuse. The first one said, &quot;I have just bought a field, so I must go look at it. Please excuse me.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "Another man said, &quot;I have just bought five pairs of work animals; I must go and try them out. Please excuse me.&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "A third man said, &quot;I just got married; I can&quot;t come.&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;So the servant returned and told his master what happened. The master was angry. He said, &quot;Hurry! Go into the streets and alleys of the town. Bring me the poor, the crippled, the blind, and the lame.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Later, the servant said to him, &quot;Master, I did what you told me to do, but we still have places for more people.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "The master said to the servant, &quot;Go out to the highways and country roads. Tell the people there to come. I want my house to be full!"
            },
            {
                "verse_number": "24",
                "verse_text": "I tell you, not one of those people I invited first will eat any of this food I prepared.&quot;&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Many people were traveling with Jesus. He said to them,"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;If you come to me but will not leave your family, you cannot be my follower. You must love me more than your father, mother, wife, children, brothers, and sisters&ndash;even more than your own life!"
            },
            {
                "verse_number": "27",
                "verse_text": "Whoever will not carry the cross that is given to them when they follow me cannot be my follower."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;If you wanted to build a building, you would first sit down and decide how much it would cost. You must see if you have enough money to finish the job."
            },
            {
                "verse_number": "29",
                "verse_text": "If you don&quot;t do that, you might begin the work, but you would not be able to finish. And if you could not finish it, everyone would laugh at you."
            },
            {
                "verse_number": "30",
                "verse_text": "They would say, &quot;This man began to build, but he was not able to finish.&quot;"
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;If a king is going to fight against another king, first he will sit down and plan. If he has only 10,000 men, he will try to decide if he is able to defeat the other king who has 20,000 men."
            },
            {
                "verse_number": "32",
                "verse_text": "If he thinks he cannot defeat the other king, he will send some men to ask for peace while that king&quot;s army is still far away."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;It is the same for each of you. You must leave everything you have to follow me. If not, you cannot be my follower."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Salt is a good thing. But if the salt loses its salty taste, you can&quot;t make it salty again."
            },
            {
                "verse_number": "35",
                "verse_text": "It is worth nothing. You can&quot;t even use it as dirt or dung. People just throw it away."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Many tax collectors and sinners came to listen to Jesus."
            },
            {
                "verse_number": "2",
                "verse_text": "Then the Pharisees and the teachers of the law began to complain, &apos;Look, this man welcomes sinners and even eats with them!&apos; &apos;While the son was still a long way off, his father saw him coming and felt sorry for him. So he ran to him and hugged and kissed him."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Jesus told them this story:"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Suppose one of you has 100 sheep, but one of them gets lost. What will you do? You will leave the other 99 sheep there in the field and go out and look for the lost sheep. You will continue to search for it until you find it."
            },
            {
                "verse_number": "5",
                "verse_text": "And when you find it, you will be very happy. You will carry it"
            },
            {
                "verse_number": "6",
                "verse_text": "home, go to your friends and neighbors and say to them, &quot;Be happy with me because I found my lost sheep!&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "In the same way, I tell you, heaven is a happy place when one sinner decides to change. There is more joy for that one sinner than for 99 good people who don&quot;t need to change."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Suppose a woman has ten silver coins, but she loses one of them. She will take a light and clean the house. She will look carefully for the coin until she finds it."
            },
            {
                "verse_number": "9",
                "verse_text": "And when she finds it, she will call her friends and neighbors and say to them, &quot;Be happy with me because I have found the coin that I lost!&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "In the same way, it&quot;s a happy time for the angels of God when one sinner decides to change.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then Jesus said, &apos;There was a man who had two sons."
            },
            {
                "verse_number": "12",
                "verse_text": "The younger son said to his father, &quot;Give me now the part of your property that I am supposed to receive someday.&quot; So the father divided his wealth between his two sons."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;A few days later the younger son gathered up all that he had and left. He traveled far away to another country, and there he wasted his money living like a fool."
            },
            {
                "verse_number": "14",
                "verse_text": "After he spent everything he had, there was a terrible famine throughout the country. He was hungry and needed money."
            },
            {
                "verse_number": "15",
                "verse_text": "So he went and got a job with one of the people who lived there. The man sent him into the fields to feed pigs."
            },
            {
                "verse_number": "16",
                "verse_text": "He was so hungry that he wanted to eat the food the pigs were eating. But no one gave him anything."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;The son realized that he had been very foolish. He thought, &quot;All my father&quot;s hired workers have plenty of food. But here I am, almost dead because I have nothing to eat."
            },
            {
                "verse_number": "18",
                "verse_text": "I will leave and go to my father. I will say to him: Father, I have sinned against God and have done wrong to you."
            },
            {
                "verse_number": "19",
                "verse_text": "I am no longer worthy to be called your son. But let me be like one of your hired workers.&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "So he left and went to his father."
            },
            {
                "verse_number": "21",
                "verse_text": "The son said, &quot;Father, I have sinned against God and have done wrong to you. I am no longer worthy to be called your son.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;But the father said to his servants, &quot;Hurry! Bring the best clothes and put them on him. Also, put a ring on his finger and good sandals on his feet."
            },
            {
                "verse_number": "23",
                "verse_text": "And bring our best calf and kill it so that we can celebrate with plenty to eat."
            },
            {
                "verse_number": "24",
                "verse_text": "My son was dead, but now he is alive again! He was lost, but now he is found!&quot; So they began to have a party."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;The older son had been out in the field. When he came near the house, he heard the sound of music and dancing."
            },
            {
                "verse_number": "26",
                "verse_text": "So he called to one of the servant boys and asked, &quot;What does all this mean?&quot;"
            },
            {
                "verse_number": "27",
                "verse_text": "The boy said, &quot;Your brother has come back, and your father killed the best calf to eat. He is happy because he has his son back safe and sound.&quot;"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;The older son was angry and would not go in to the party. So his father went out and begged him to come in."
            },
            {
                "verse_number": "29",
                "verse_text": "But he said to his father, &quot;Look, for all these years I have worked like a slave for you. I have always done what you told me to do, and you never gave me even a young goat for a party with my friends."
            },
            {
                "verse_number": "30",
                "verse_text": "But then this son of yours comes home after wasting your money on prostitutes, and you kill the best calf for him!&quot;"
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;His father said to him, &quot;Oh, my son, you are always with me, and everything I have is yours."
            },
            {
                "verse_number": "32",
                "verse_text": "But this was a day to be happy and celebrate. Your brother was dead, but now he is alive. He was lost, but now he is found.&quot;&apos;"
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Jesus said to his followers, &apos;Once there was a rich man. He hired a manager to take care of his business. Later, he learned that his manager was cheating him."
            },
            {
                "verse_number": "2",
                "verse_text": "So he called the manager in and said to him, &quot;I have heard bad things about you. Give me a report of what you have done with my money. You can&quot;t be my manager anymore.&quot;"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;So, the manager thought to himself, &quot;What will I do? My master is taking my job away from me. I am not strong enough to dig ditches. I am too proud to beg."
            },
            {
                "verse_number": "4",
                "verse_text": "I know what I will do! I will do something to make friends, so that when I lose my job, they will welcome me into their homes.&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;So the manager called in each person who owed the master some money. He asked the first one, &quot;How much do you owe my master?&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "He answered, &quot;I owe him 100 jars of olive oil.&quot; The manager said to him, &quot;Here is your bill. Hurry! Sit down and make the bill less. Write 50 jars.&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Then the manager asked another one, &quot;How much do you owe my master?&quot; He answered, &quot;I owe him 100 measures of wheat.&quot; Then the manager said to him, &quot;Here is your bill; you can make it less. Write 80 measures.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Later, the master told the dishonest manager that he had done a smart thing. Yes, worldly people are smarter in their business with each other than spiritual people are."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;I tell you, use the worldly things you have now to make &quot;friends&quot; for later. Then, when those things are gone, you will be welcomed into a home that lasts forever."
            },
            {
                "verse_number": "10",
                "verse_text": "Whoever can be trusted with small things can also be trusted with big things. Whoever is dishonest in little things will be dishonest in big things too."
            },
            {
                "verse_number": "11",
                "verse_text": "If you cannot be trusted with worldly riches, you will not be trusted with the true riches."
            },
            {
                "verse_number": "12",
                "verse_text": "And if you cannot be trusted with the things that belong to someone else, you will not be given anything of your own."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;You cannot serve two masters at the same time. You will hate one master and love the other. Or you will be loyal to one and not care about the other. You cannot serve God and Money at the same time.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The Pharisees were listening to all these things. They criticized Jesus because they all loved money."
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus said to them, &apos;You make yourselves look good in front of people. But God knows what is really in your hearts. What people think is important is worth nothing to God."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Before John the Baptizer came, people were taught the Law of Moses and the writings of the prophets. But since the time of John, the Good News about God&quot;s kingdom is being told. And everyone is trying hard to get into it."
            },
            {
                "verse_number": "17",
                "verse_text": "But even the smallest part of a letter in the law cannot be changed. It would be easier for heaven and earth to pass away."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Any man who divorces his wife and marries another woman is guilty of adultery. And the man who marries a divorced woman is also guilty of adultery.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus said, &apos;There was a rich man who always dressed in the finest clothes. He was so rich that he was able to enjoy all the best things every day."
            },
            {
                "verse_number": "20",
                "verse_text": "There was also a very poor man named Lazarus. Lazarus&quot; body was covered with sores. He was often put by the rich man&quot;s gate."
            },
            {
                "verse_number": "21",
                "verse_text": "Lazarus wanted only to eat the scraps of food left on the floor under the rich man&quot;s table. And the dogs came and licked his sores."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Later, Lazarus died. The angels took him and placed him in the arms of Abraham. The rich man also died and was buried."
            },
            {
                "verse_number": "23",
                "verse_text": "He was sent to the place of death and was in great pain. He saw Abraham far away with Lazarus in his arms."
            },
            {
                "verse_number": "24",
                "verse_text": "He called, &quot;Father Abraham, have mercy on me! Send Lazarus to me so that he can dip his finger in water and cool my tongue. I am suffering in this fire!&quot;"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;But Abraham said, &quot;My child, remember when you lived? You had all the good things in life. But Lazarus had nothing but problems. Now he is comforted here, and you are suffering."
            },
            {
                "verse_number": "26",
                "verse_text": "Also, there is a big pit between you and us. No one can cross over to help you, and no one can come here from there.&quot;"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;The rich man said, &quot;Then please, father Abraham, send Lazarus to my father&quot;s house on earth."
            },
            {
                "verse_number": "28",
                "verse_text": "I have five brothers. He could warn my brothers so that they will not come to this place of pain.&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;But Abraham said, &quot;They have the Law of Moses and the writings of the prophets to read; let them learn from that.&quot;"
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;The rich man said, &quot;No, father Abraham! But if someone came to them from the dead, then they would decide to change their lives.&quot;"
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;But Abraham said to him, &quot;If your brothers won&quot;t listen to Moses and the prophets, they won&quot;t listen to someone who comes back from the dead.&quot;&apos;"
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Jesus said to his followers, &apos;Things will surely happen that will make people sin. But it will be very bad for anyone who makes this happen."
            },
            {
                "verse_number": "2",
                "verse_text": "It will be very bad for anyone who makes one of these little children sin. It would be better for them to have a millstone tied around their neck and be drowned in the sea."
            },
            {
                "verse_number": "3",
                "verse_text": "So be careful! &apos;If your brother or sister in God&quot;s family does something wrong, warn them. If they are sorry for what they did, forgive them. While the ten men were going to the priests, they were healed. Jesus answered, &apos;God&quot;s kingdom is coming, but not in a way that you can see it. Jesus answered, &apos;It&quot;s like looking for a dead body&ndash;you will find it where the vultures are gathering above.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Even if they do something wrong to you seven times in one day, but they say they are sorry each time, you should forgive them.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The apostles said to the Lord, &apos;Give us more faith!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord said, &apos;If your faith is as big as a mustard seed, you can say to this mulberry tree, &quot;Dig yourself up and plant yourself in the ocean!&quot; And the tree will obey you."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Suppose one of you has a servant who has been working in the field, plowing or caring for the sheep. When he comes in from work, what would you say to him? Would you say, &quot;Come in, sit down and eat&quot;?"
            },
            {
                "verse_number": "8",
                "verse_text": "Of course not! You would say to your servant, &quot;Prepare something for me to eat. Then get ready and serve me. When I finish eating and drinking, then you can eat.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "The servant should not get any special thanks for doing his job. He is only doing what his master told him to do."
            },
            {
                "verse_number": "10",
                "verse_text": "It is the same with you. When you finish doing all that you are told to do, you should say, &quot;We are not worthy of any special thanks. We have only done the work we should do.&quot;&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus was traveling to Jerusalem. He went from Galilee to Samaria."
            },
            {
                "verse_number": "12",
                "verse_text": "He came into a small town, and ten men met him there. They did not come close to him, because they all had leprosy."
            },
            {
                "verse_number": "13",
                "verse_text": "But the men shouted, &apos;Jesus! Master! Please help us!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "When Jesus saw the men, he said, &apos;Go and show yourselves to the priests.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "When one of them saw that he was healed, he went back to Jesus. He praised God loudly."
            },
            {
                "verse_number": "16",
                "verse_text": "He bowed down at Jesus&quot; feet and thanked him. (He was a Samaritan.)"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus said, &apos;Ten men were healed; where are the other nine?"
            },
            {
                "verse_number": "18",
                "verse_text": "This man is not even one of our people. Is he the only one who came back to give praise to God?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then Jesus said to the man, &apos;Stand up! You can go. You were healed because you believed.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Some of the Pharisees asked Jesus, &apos;When will God&quot;s kingdom come?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "People will not say, &quot;Look, God&quot;s kingdom is here!&quot; or &quot;There it is!&quot; No, God&quot;s kingdom is here with you. &apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then Jesus said to his followers, &apos;The time will come when you will want very much to see one of the days of the Son of Man, but you will not be able to."
            },
            {
                "verse_number": "23",
                "verse_text": "People will say to you, &quot;Look, there it is!&quot; or &quot;Look, here it is!&quot; Stay where you are; don&quot;t go away and search."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;When the Son of Man comes again, you will know it. On that day he will shine like lightning flashes across the sky."
            },
            {
                "verse_number": "25",
                "verse_text": "But first, the Son of Man must suffer many things. The people of today will refuse to accept him."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;When the Son of Man comes again, it will be the same as it was when Noah lived."
            },
            {
                "verse_number": "27",
                "verse_text": "People were eating, drinking, and getting married even on the day when Noah entered the boat. Then the flood came and killed them all."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;It will be the same as during the time of Lot, when God destroyed Sodom. Those people were eating, drinking, buying, selling, planting, and building houses for themselves."
            },
            {
                "verse_number": "29",
                "verse_text": "They were doing these things even on the day when Lot left town. Then fire and sulfur rained down from the sky and killed them all."
            },
            {
                "verse_number": "30",
                "verse_text": "This is exactly how it will be when the Son of Man comes again."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;On that day if a man is on his roof, he will not have time to go inside and get his things. If a man is in the field, he cannot go back home."
            },
            {
                "verse_number": "32",
                "verse_text": "Remember what happened to Lot&quot;s wife !"
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;Whoever tries to keep the life they have will lose it. But whoever gives up their life will save it."
            },
            {
                "verse_number": "34",
                "verse_text": "That night there may be two people sleeping in one room. One will be taken and the other will be left."
            },
            {
                "verse_number": "35",
                "verse_text": "There may be two women working together. One will be taken and the other will be left.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "The followers asked Jesus, &apos;Where will this be, Lord?&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Then Jesus taught the followers that they should always pray and never lose hope. He used this story to teach them:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Once there was a judge in a town. He did not care about God. He also did not care what people thought about him."
            },
            {
                "verse_number": "3",
                "verse_text": "In that same town there was a woman whose husband had died. She came many times to this judge and said, &quot;There is a man who is doing bad things to me. Give me my rights!&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "But the judge did not want to help the woman. After a long time, the judge thought to himself, &quot;I don&quot;t care about God. And I don&quot;t care about what people think."
            },
            {
                "verse_number": "5",
                "verse_text": "But this woman is bothering me. If I give her what she wants, then she will leave me alone. But if I don&quot;t give her what she wants, she will bother me until I am sick.&quot;&apos; He said, &apos;Lord, I want to see again.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord said, &apos;Listen, there is meaning in what the bad judge said."
            },
            {
                "verse_number": "7",
                "verse_text": "God&quot;s people shout to him night and day, and he will always give them what is right. He will not be slow to answer them."
            },
            {
                "verse_number": "8",
                "verse_text": "I tell you, God will help his people quickly. But when the Son of Man comes again, will he find people on earth who believe in him?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "There were some people who thought they were very good and looked down on everyone else. Jesus used this story to teach them:"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;One time there was a Pharisee and a tax collector. One day they both went to the Temple to pray."
            },
            {
                "verse_number": "11",
                "verse_text": "The Pharisee stood alone, away from the tax collector. When the Pharisee prayed, he said, &quot;O God, I thank you that I am not as bad as other people. I am not like men who steal, cheat, or commit adultery. I thank you that I am better than this tax collector."
            },
            {
                "verse_number": "12",
                "verse_text": "I fast twice a week, and I give a tenth of everything I get!&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;The tax collector stood alone too. But when he prayed, he would not even look up to heaven. He felt very humble before God. He said, &quot;O God, have mercy on me. I am a sinner!&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "I tell you, when this man finished his prayer and went home, he was right with God. But the Pharisee, who felt that he was better than others, was not right with God. People who make themselves important will be made humble. But those who make themselves humble will be made important.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Some people brought their small children to Jesus so that he could lay his hands on them to bless them. But when the followers saw this, they told the people not to do this."
            },
            {
                "verse_number": "16",
                "verse_text": "But Jesus called the little children to him and said to his followers, &apos;Let the little children come to me. Don&quot;t stop them, because God&quot;s kingdom belongs to people who are like these little children."
            },
            {
                "verse_number": "17",
                "verse_text": "The truth is, you must accept God&quot;s kingdom like a little child accepts things, or you will never enter it.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "A religious leader asked Jesus, &apos;Good Teacher, what must I do to get eternal life?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus said to him, &apos;Why do you call me good? Only God is good."
            },
            {
                "verse_number": "20",
                "verse_text": "And you know his commands: &quot;You must not commit adultery, you must not murder anyone, you must not steal, you must not tell lies about others, you must respect your father and mother &hellip;.&quot; &apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "But the leader said, &apos;I have obeyed all these commands since I was a boy.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "When Jesus heard this, he said to the leader, &apos;But there is still one thing you need to do. Sell everything you have and give the money to those who are poor. You will have riches in heaven. Then come and follow me.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But when the man heard Jesus tell him to give away his money, he was sad. He didn&quot;t want to do this, because he was very rich."
            },
            {
                "verse_number": "24",
                "verse_text": "When Jesus saw that the man was sad, he said, &apos;It will be very hard for rich people to enter God&quot;s kingdom."
            },
            {
                "verse_number": "25",
                "verse_text": "It is easier for a camel to go through the eye of a needle than for a rich person to enter God&quot;s kingdom.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "When the people heard this, they said, &apos;Then who can be saved?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Jesus answered, &apos;God can do things that are not possible for people to do.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Peter said, &apos;Look, we left everything we had and followed you.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus said, &apos;I can promise that everyone who has left their home, wife, brothers, parents, or children for God&quot;s kingdom"
            },
            {
                "verse_number": "30",
                "verse_text": "will get much more than they left. They will get many times more in this life. And in the world that is coming they will get the reward of eternal life.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Then Jesus talked to the twelve apostles alone. He said to them, &apos;Listen, we are going to Jerusalem. Everything that God told the prophets to write about the Son of Man will happen."
            },
            {
                "verse_number": "32",
                "verse_text": "He will be handed over to the foreigners, who will laugh at him, insult him, and spit on him."
            },
            {
                "verse_number": "33",
                "verse_text": "They will beat him with whips and then kill him. But on the third day after his death, he will rise to life again.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "The apostles tried to understand this, but they could not; the meaning was hidden from them."
            },
            {
                "verse_number": "35",
                "verse_text": "Jesus came near the city of Jericho. There was a blind man sitting beside the road. He was begging people for money."
            },
            {
                "verse_number": "36",
                "verse_text": "When he heard the people coming down the road, he asked, &apos;What is happening?&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "They told him, &apos;Jesus, the one from Nazareth, is coming here.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "The blind man was excited and said, &apos;Jesus, Son of David, please help me!&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "The people who were in front leading the group criticized the blind man. They told him to be quiet. But he shouted more and more, &apos;Son of David, please help me!&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Jesus stopped there and said, &apos;Bring that man to me!&apos; When he came close, Jesus asked him,"
            },
            {
                "verse_number": "41",
                "verse_text": "&apos;What do you want me to do for you?&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Jesus said to him, &apos;You can see now. You are healed because you believed.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Then the man was able to see. He followed Jesus, thanking God. Everyone who saw this praised God for what happened."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Jesus was going through the city of Jericho."
            },
            {
                "verse_number": "2",
                "verse_text": "In Jericho there was a man named Zacchaeus. He was a wealthy, very important tax collector."
            },
            {
                "verse_number": "3",
                "verse_text": "He wanted to see who Jesus was. There were many others who wanted to see Jesus too. Zacchaeus was too short to see above the people."
            },
            {
                "verse_number": "4",
                "verse_text": "So he ran to a place where he knew Jesus would come. Then he climbed a sycamore tree so he could see him. &apos;&quot;Welcome! God bless the king who comes in the name of the Lord.&quot; Psalm 118:26 Peace in heaven and glory to God!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "When Jesus came to where Zacchaeus was, he looked up and saw him in the tree. Jesus said, &apos;Zacchaeus, hurry! Come down! I must stay at your house today.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Zacchaeus hurried and came down. He was happy to have Jesus in his house."
            },
            {
                "verse_number": "7",
                "verse_text": "Everyone saw this. They began to complain, &apos;Look at the kind of man Jesus is staying with. Zacchaeus is a sinner!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Zacchaeus said to the Lord, &apos;I want to do good. I will give half of my money to the poor. If I have cheated anyone, I will pay them back four times more.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus said, &apos;Today is the day for this family to be saved from sin. Yes, even this tax collector is one of God&quot;s chosen people."
            },
            {
                "verse_number": "10",
                "verse_text": "The Son of Man came to find lost people and save them.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "As the crowd listened to what he was saying, Jesus went on to tell a story. He was now near Jerusalem and knew that the people thought it was almost time for God&quot;s kingdom to come."
            },
            {
                "verse_number": "12",
                "verse_text": "So he said, &apos;A very important man was preparing to go to a country far away to be made a king. Then he planned to return home and rule his people."
            },
            {
                "verse_number": "13",
                "verse_text": "So he called ten of his servants together. He gave a bag of money to each servant. He said, &quot;Do business with this money until I come back.&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "But the people in the kingdom hated the man. They sent a group to follow him to the other country. There they said, &quot;We don&quot;t want this man to be our king.&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;But the man was made king. When he came home, he said, &quot;Call those servants who have my money. I want to know how much more money they earned with it.&quot;"
            },
            {
                "verse_number": "16",
                "verse_text": "The first servant came and said, &quot;Sir, I earned ten bags of money with the one bag you gave me.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "The king said to him, &quot;That&quot;s great! You are a good servant. I see that I can trust you with small things. So now I will let you rule over ten of my cities.&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;The second servant said, &quot;Sir, with your one bag of money I earned five bags.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "The king said to this servant, &quot;You can rule over five cities.&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Then another servant came in and said to the king, &quot;Sir, here is your bag of money. I wrapped it in a piece of cloth and hid it."
            },
            {
                "verse_number": "21",
                "verse_text": "I was afraid of you because you are a hard man. You even take money that you didn&quot;t earn and gather food that you didn&quot;t grow.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Then the king said to him, &quot;What a bad servant you are! I will use your own words to condemn you. You said that I am a hard man. You said that I even take money that I didn&quot;t earn and gather food that I didn&quot;t grow."
            },
            {
                "verse_number": "23",
                "verse_text": "If that is true, you should have put my money in the bank. Then, when I came back, my money would have earned some interest.&quot;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then the king said to the men who were watching, &quot;Take the bag of money away from this servant and give it to the servant who earned ten bags of money.&quot;"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;The men said to the king, &quot;But sir, that servant already has ten bags of money.&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;The king said, &quot;People who use what they have will get more. But those who do not use what they have will have everything taken away from them."
            },
            {
                "verse_number": "27",
                "verse_text": "Now where are my enemies? Where are the people who did not want me to be king? Bring my enemies here and kill them. I will watch them die.&quot;&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "After Jesus said these things, he continued traveling toward Jerusalem."
            },
            {
                "verse_number": "29",
                "verse_text": "He came near Bethphage and Bethany, towns near the hill called the Mount of Olives. He sent out two of his followers."
            },
            {
                "verse_number": "30",
                "verse_text": "He said, &apos;Go into the town you can see there. When you enter the town, you will find a young donkey tied there that no one has ever ridden. Untie it, and bring it here to me."
            },
            {
                "verse_number": "31",
                "verse_text": "If anyone asks you why you are taking the donkey, you should say, &quot;The Master needs it.&quot;&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "The two followers went into town. They found the donkey exactly like Jesus told them."
            },
            {
                "verse_number": "33",
                "verse_text": "They untied it, but its owners came out. They said to the followers, &apos;Why are you untying our donkey?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "The followers answered, &apos;The Master needs it.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "So the followers brought the donkey to Jesus. They put their coats on its back. Then they put Jesus on the donkey."
            },
            {
                "verse_number": "36",
                "verse_text": "He rode along the road toward Jerusalem. The followers spread their coats on the road before him."
            },
            {
                "verse_number": "37",
                "verse_text": "Jesus was coming close to Jerusalem. He was already near the bottom of the Mount of Olives. The whole group of followers was happy. They were very excited and praised God. They thanked God for all the powerful things they had seen."
            },
            {
                "verse_number": "38",
                "verse_text": "They said,"
            },
            {
                "verse_number": "39",
                "verse_text": "Some of the Pharisees said to Jesus, &apos;Teacher, tell your followers not to say these things.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "But Jesus answered, &apos;I tell you, if my followers didn&quot;t say them, these stones would shout them.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Jesus came near Jerusalem. Looking at the city, he began to cry for it"
            },
            {
                "verse_number": "42",
                "verse_text": "and said, &apos;I wish you knew today what would bring you peace. But it is hidden from you now."
            },
            {
                "verse_number": "43",
                "verse_text": "A time is coming when your enemies will build a wall around you and hold you in on all sides."
            },
            {
                "verse_number": "44",
                "verse_text": "They will destroy you and all your people. Not one stone of your buildings will stay on top of another. All this will happen because you did not know the time when God came to save you.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "Jesus went into the Temple area. He began to throw out the people who were selling things there."
            },
            {
                "verse_number": "46",
                "verse_text": "He said, &apos;The Scriptures say, &quot;My Temple will be a house of prayer.&quot; But you have changed it into a &quot;hiding place for thieves.&quot; &apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "Jesus taught the people in the Temple area every day. The leading priests, the teachers of the law, and some of the leaders of the people wanted to kill him."
            },
            {
                "verse_number": "48",
                "verse_text": "But they did not know how they could do it, because everyone was listening to him. The people were very interested in what Jesus said."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "One day Jesus was in the Temple area teaching the people. He was telling them the Good News. The leading priests, teachers of the law, and older Jewish leaders came to talk to Jesus."
            },
            {
                "verse_number": "2",
                "verse_text": "They said, &apos;Tell us what authority you have to do these things. Who gave you this authority?&apos; &apos;What will the owner of the vineyard do? When the people heard this story, they said, &apos;This should never happen!&apos; &quot;The stone that the builders refused to accept became the cornerstone&quot;? Psalm 118:22 They said, &apos;Caesar&quot;s.&apos; &quot;The Lord God said to my Lord: Sit by me at my right side,"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus answered, &apos;I will ask you a question too. Tell me:"
            },
            {
                "verse_number": "4",
                "verse_text": "When John baptized people, did his authority come from God or was it only from other people?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The priests, the teachers of the law, and the Jewish leaders all talked about this. They said to each other, &apos;If we answer, &quot;John&quot;s baptism was from God,&quot; then he will say, &quot;Then why did you not believe John?&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "But if we say that John&quot;s baptism was from someone else, the people will stone us to death. They all believe that John was a prophet.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So they answered, &apos;We don&quot;t know the answer.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So Jesus said to them, &apos;Then I will not tell you who gave me the authority to do these things.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then Jesus told the people this story: &apos;A man planted a vineyard. He leased the land to some farmers. Then he went away for a long time."
            },
            {
                "verse_number": "10",
                "verse_text": "Later, it was time for the grapes to be picked. So the man sent a servant to those farmers so that they would give him his share of the grapes. But they beat the servant and sent him away with nothing."
            },
            {
                "verse_number": "11",
                "verse_text": "So the man sent another servant. They beat this servant too and showed no respect for him. They sent the servant away with nothing."
            },
            {
                "verse_number": "12",
                "verse_text": "So the man sent a third servant to the farmers. They hurt this servant badly and threw him out."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;The owner of the vineyard said, &quot;What will I do now? I will send my son. I love my son very much. Maybe the farmers will respect my son.&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "When the farmers saw the son, they said to each other, &quot;This is the owner&quot;s son. This vineyard will be his. If we kill him, it will be ours.&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "So the farmers threw the son out of the vineyard and killed him."
            },
            {
                "verse_number": "16",
                "verse_text": "He will come and kill those farmers. Then he will lease the land to some other farmers.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "But Jesus looked into their eyes and said, &apos;Then what does this verse mean:"
            },
            {
                "verse_number": "18",
                "verse_text": "Everyone who falls on that stone will be broken. If that stone falls on you, it will crush you!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "When the teachers of the law and the leading priests heard this story, they knew it was about them. So they wanted to arrest Jesus right then, but they were afraid of what the people would do."
            },
            {
                "verse_number": "20",
                "verse_text": "So the Jewish leaders waited for the right time to get Jesus. They sent some men to him, who pretended to be sincere. They wanted to find something wrong with what Jesus said. (If they found something wrong, then they could hand him over to the governor, who had the authority to arrest him.)"
            },
            {
                "verse_number": "21",
                "verse_text": "So the men said to Jesus, &apos;Teacher, we know that what you say and teach is true. It doesn&quot;t matter who is listening&ndash;you teach the same to all people. You always teach the truth about God&quot;s way."
            },
            {
                "verse_number": "22",
                "verse_text": "Tell us, is it right for us to pay taxes to Caesar or not?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But Jesus knew that these men were trying to trick him. He said to them,"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Show me a silver coin. Whose name and picture are on it?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "He said to them, &apos;Then give to Caesar what belongs to Caesar, and give to God what belongs to God.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The men were amazed at his wise answer. They could say nothing. They were not able to trick Jesus there in front of the people. He said nothing they could use against him."
            },
            {
                "verse_number": "27",
                "verse_text": "Some Sadducees came to Jesus. (Sadducees believe that people will not rise from death.) They asked him,"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Teacher, Moses wrote that if a married man dies and had no children, his brother must marry his widow. Then they will have children for the dead brother."
            },
            {
                "verse_number": "29",
                "verse_text": "One time there were seven brothers. The first brother married a woman but died. He had no children."
            },
            {
                "verse_number": "30",
                "verse_text": "Then the second brother married the woman, and he died."
            },
            {
                "verse_number": "31",
                "verse_text": "And the third brother married the woman, and he died. The same thing happened with all the other brothers. They all died and had no children."
            },
            {
                "verse_number": "32",
                "verse_text": "The woman was the last to die."
            },
            {
                "verse_number": "33",
                "verse_text": "But all seven brothers married her. So when people rise from death, whose wife will this woman be?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus said to the Sadducees, &apos;On earth, people marry each other."
            },
            {
                "verse_number": "35",
                "verse_text": "Some people will be worthy to be raised from death and live again after this life. In that life they will not marry."
            },
            {
                "verse_number": "36",
                "verse_text": "In that life people are like angels and cannot die. They are children of God, because they have been raised from death."
            },
            {
                "verse_number": "37",
                "verse_text": "Moses clearly showed that people are raised from death. When Moses wrote about the burning bush, he said that the Lord is &quot;the God of Abraham, the God of Isaac, and the God of Jacob.&quot;"
            },
            {
                "verse_number": "38",
                "verse_text": "So they were not still dead, because he is the God only of living people. Yes, to God they are all still living.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Some of the teachers of the law said, &apos;Teacher, your answer was very good.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "No one was brave enough to ask him another question."
            },
            {
                "verse_number": "41",
                "verse_text": "Then Jesus said, &apos;Why do people say that the Messiah is the Son of David?"
            },
            {
                "verse_number": "42",
                "verse_text": "In the book of Psalms, David himself says,"
            },
            {
                "verse_number": "43",
                "verse_text": "and I will put your enemies under your power. &quot; Psalm 110:1"
            },
            {
                "verse_number": "44",
                "verse_text": "David calls the Messiah &quot;Lord.&quot; So how can the Messiah also be David&quot;s son?&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "While all the people were listening to Jesus, he said to his followers,"
            },
            {
                "verse_number": "46",
                "verse_text": "&apos;Be careful of the teachers of the law. They like to walk around wearing clothes that look important. And they love for people to show respect to them in the marketplaces. They love to have the most important seats in the synagogues and the places of honor at banquets."
            },
            {
                "verse_number": "47",
                "verse_text": "But they cheat widows and take their homes. Then they try to make themselves look good by saying long prayers. God will punish them very much.&apos;"
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Jesus looked up and saw some rich people putting their gifts to God into the Temple collection box."
            },
            {
                "verse_number": "2",
                "verse_text": "Then he saw a poor widow put two small copper coins into the box."
            },
            {
                "verse_number": "3",
                "verse_text": "He said, &apos;This poor widow gave only two small coins. But the truth is, she gave more than all those rich people."
            },
            {
                "verse_number": "4",
                "verse_text": "They have plenty, and they gave only what they did not need. This woman is very poor, but she gave all she had to live on.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Some of the followers were talking about the Temple. They said, &apos;This is a beautiful Temple, built with the best stones. Look at the many good gifts that have been offered to God.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But Jesus said, &apos;The time will come when all that you see here will be destroyed. Every stone of these buildings will be thrown down to the ground. Not one stone will be left on another.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Some followers asked Jesus, &apos;Teacher, when will these things happen? What will show us that it is time for these things to happen?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus said, &apos;Be careful! Don&quot;t be fooled. Many people will come using my name. They will say, &quot;I am the Messiah &quot; and &quot;The right time has come!&quot; But don&quot;t follow them."
            },
            {
                "verse_number": "9",
                "verse_text": "When you hear about wars and riots, don&quot;t be afraid. These things must happen first. Then the end will come later.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then Jesus said to them, &apos;Nations will fight against other nations. Kingdoms will fight against other kingdoms."
            },
            {
                "verse_number": "11",
                "verse_text": "There will be great earthquakes, sicknesses, and other bad things in many places. In some places there will be no food for the people to eat. Terrible things will happen, and amazing things will come from heaven to warn people."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;But before all these things happen, people will arrest you and do bad things to you. They will judge you in their synagogues and put you in jail. You will be forced to stand before kings and governors. They will do all these things to you because you follow me."
            },
            {
                "verse_number": "13",
                "verse_text": "But this will give you an opportunity to tell about me."
            },
            {
                "verse_number": "14",
                "verse_text": "Decide now not to worry about what you will say."
            },
            {
                "verse_number": "15",
                "verse_text": "I will give you the wisdom to say things that none of your enemies can answer."
            },
            {
                "verse_number": "16",
                "verse_text": "Even your parents, brothers, relatives, and friends will turn against you. They will have some of you killed."
            },
            {
                "verse_number": "17",
                "verse_text": "Everyone will hate you because you follow me."
            },
            {
                "verse_number": "18",
                "verse_text": "But none of these things can really harm you."
            },
            {
                "verse_number": "19",
                "verse_text": "You will save yourselves by continuing strong in your faith through all these things."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;You will see armies all around Jerusalem. Then you will know that the time for its destruction has come."
            },
            {
                "verse_number": "21",
                "verse_text": "The people in Judea at that time should run away to the mountains. The people in Jerusalem must leave quickly. If you are near the city, don&quot;t go in!"
            },
            {
                "verse_number": "22",
                "verse_text": "The prophets wrote many things about the time when God will punish his people. The time I am talking about is when all these things must happen."
            },
            {
                "verse_number": "23",
                "verse_text": "During that time it will be hard for women who are pregnant or have small babies, because very bad times will come to this land. God will be angry with these people."
            },
            {
                "verse_number": "24",
                "verse_text": "Some of the people will be killed by soldiers. Others will be made prisoners and taken to all the different countries. The holy city of Jerusalem will be under the control of foreigners until their time is completed."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Amazing things will happen to the sun, moon, and stars. And people all over the earth will be upset and confused by the noise of the sea and its crashing waves."
            },
            {
                "verse_number": "26",
                "verse_text": "They will be afraid and worried about what will happen to the world. Everything in the sky will be changed."
            },
            {
                "verse_number": "27",
                "verse_text": "Then people will see the Son of Man coming in a cloud with power and great glory."
            },
            {
                "verse_number": "28",
                "verse_text": "When these things begin to happen, stand up tall and don&quot;t be afraid. Know that it is almost time for God to free you!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Then Jesus told this story: &apos;Look at all the trees. The fig tree is a good example."
            },
            {
                "verse_number": "30",
                "verse_text": "When it turns green, you know that summer is very near."
            },
            {
                "verse_number": "31",
                "verse_text": "In the same way, when you see all these things happening, you will know that God&quot;s kingdom is very near."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;I assure you that all these things will happen while some of the people of this time are still living."
            },
            {
                "verse_number": "33",
                "verse_text": "The whole world, earth and sky, will be destroyed, but my words will last forever."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Be careful not to spend your time having parties and getting drunk or worrying about this life. If you do that, you won&quot;t be able to think straight, and the end might come when you are not ready."
            },
            {
                "verse_number": "35",
                "verse_text": "It will come as a surprise to everyone on earth."
            },
            {
                "verse_number": "36",
                "verse_text": "So be ready all the time. Pray that you will be able to get through all these things that will happen and stand safe before the Son of Man.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "During the day Jesus taught the people in the Temple area. At night he went out of the city and stayed all night on the Mount of Olives."
            },
            {
                "verse_number": "38",
                "verse_text": "Every morning all the people got up early to go listen to Jesus at the Temple."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "It was almost time for the Jewish Festival of Unleavened Bread, called the Passover."
            },
            {
                "verse_number": "2",
                "verse_text": "The leading priests and teachers of the law wanted to kill Jesus. But they were trying to find a quiet way to do it, because they were afraid of what the people would do. He said to them, The apostles said, &apos;No.&apos; &quot;He was considered a criminal.&quot; Isaiah 53:12 This Scripture must happen. It was written about me, and it is happening now.&apos; But Peter said, &apos;Man, I am not!&apos; Immediately, while he was still speaking, a rooster crowed. Jesus said to them, &apos;If I tell you I am the Messiah, you will not believe me."
            },
            {
                "verse_number": "3",
                "verse_text": "One of Jesus&quot; twelve apostles was named Judas Iscariot. Satan entered him,"
            },
            {
                "verse_number": "4",
                "verse_text": "and he went and talked with the leading priests and some of the soldiers who guarded the Temple. He talked to them about a way to hand Jesus over to them."
            },
            {
                "verse_number": "5",
                "verse_text": "The priests were very happy about this. They promised to give Judas money for doing this."
            },
            {
                "verse_number": "6",
                "verse_text": "He agreed. Then he waited for the best time to hand him over to them. He wanted to do it when no one was around to see it."
            },
            {
                "verse_number": "7",
                "verse_text": "The Day of Unleavened Bread came. This was the day when the Jews always killed the lambs for the Passover."
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus said to Peter and John, &apos;Go and prepare the Passover meal for us to eat.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "They said to him, &apos;Where do you want us to prepare the meal?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;When you go into the city, you will see a man carrying a jar of water. Follow him. He will go into a house."
            },
            {
                "verse_number": "11",
                "verse_text": "Tell the owner of the house, &quot;The Teacher asks that you please show us the room where he and his followers can eat the Passover meal.&quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the owner will show you a large room upstairs that is ready for us. Prepare the meal there.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So Peter and John left. Everything happened the way Jesus said. So they prepared the Passover meal."
            },
            {
                "verse_number": "14",
                "verse_text": "The time came for them to eat the Passover meal. Jesus and the apostles were together at the table."
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus said to them, &apos;I wanted very much to eat this Passover meal with you before I die."
            },
            {
                "verse_number": "16",
                "verse_text": "I will never eat another Passover meal until it is given its full meaning in God&quot;s kingdom.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then Jesus took a cup of wine. He gave thanks to God for it and said, &apos;Take this cup and give it to everyone here."
            },
            {
                "verse_number": "18",
                "verse_text": "I will never drink wine again until God&quot;s kingdom comes.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then he took some bread and thanked God for it. He broke off some pieces, gave them to the apostles and said, &apos;This bread is my body that I am giving for you. Eat this to remember me.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "In the same way, after supper, Jesus took the cup of wine and said, &apos;This wine represents the new agreement from God to his people. It will begin when my blood is poured out for you.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus said, &apos;But here on this table is the hand of the one who will hand me over to my enemies."
            },
            {
                "verse_number": "22",
                "verse_text": "The Son of Man will do what God has planned. But it will be very bad for the one who hands over the Son of Man to be killed.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then the apostles asked each other, &apos;Which one of us would do that?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Later, the apostles began to argue about which one of them was the most important."
            },
            {
                "verse_number": "25",
                "verse_text": "But Jesus said to them, &apos;The kings of the world rule over their people, and those who have authority over others want to be called &quot;the great providers for the people.&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "But you must not be like that. The one with the most authority among you should act as if he is the least important. The one who leads should be like one who serves."
            },
            {
                "verse_number": "27",
                "verse_text": "Who is more important: the one serving or the one sitting at the table being served? Everyone thinks it&quot;s the one being served, right? But I have been with you as the one who serves."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;You men have stayed with me through many struggles."
            },
            {
                "verse_number": "29",
                "verse_text": "So I give you authority to rule with me in the kingdom the Father has given me."
            },
            {
                "verse_number": "30",
                "verse_text": "You will eat and drink at my table in that kingdom. You will sit on thrones and judge the twelve tribes of Israel."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Satan has asked to test you men like a farmer tests his wheat. O Simon, Simon,"
            },
            {
                "verse_number": "32",
                "verse_text": "I have prayed that you will not lose your faith! Help your brothers be stronger when you come back to me.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "But Peter said to Jesus, &apos;Lord, I am ready to go to jail with you. I will even die with you!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "But Jesus said, &apos;Peter, before the rooster crows tomorrow morning, you will say you don&quot;t know me. You will say this three times.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Then Jesus said to the apostles, &apos;Remember when I sent you out without money, a bag, or sandals? Did you need anything?&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Jesus said to them, &apos;But now if you have money or a bag, carry that with you. If you don&quot;t have a sword, sell your coat and buy one."
            },
            {
                "verse_number": "37",
                "verse_text": "The Scriptures say,"
            },
            {
                "verse_number": "38",
                "verse_text": "The followers said, &apos;Look, Lord, here are two swords.&apos; Jesus said to them, &apos;That&quot;s enough.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Then Jesus went about 50 steps away from them. He knelt down and prayed,"
            },
            {
                "verse_number": "42",
                "verse_text": "&apos;Father, if you are willing, please don&quot;t make me drink from this cup. But do what you want, not what I want.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Then an angel from heaven came to help him."
            },
            {
                "verse_number": "44",
                "verse_text": "Jesus was full of pain; he struggled hard in prayer. Sweat dripped from his face like drops of blood falling to the ground."
            },
            {
                "verse_number": "45",
                "verse_text": "When he finished praying, he went to his followers. He found them asleep, worn out from their grieving."
            },
            {
                "verse_number": "46",
                "verse_text": "Jesus said to them, &apos;Why are you sleeping? Get up and pray for strength against temptation.&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "While Jesus was speaking, a crowd came up. It was led by Judas, one of the twelve apostles. He came over to Jesus to kiss him."
            },
            {
                "verse_number": "48",
                "verse_text": "But Jesus said to him, &apos;Judas, are you using the kiss of friendship to hand over the Son of Man to his enemies?&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "The followers of Jesus were standing there too. They saw what was happening and said to Jesus, &apos;Lord, should we use our swords?&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "And one of them did use his sword. He cut off the right ear of the servant of the high priest."
            },
            {
                "verse_number": "51",
                "verse_text": "Jesus said, &apos;Stop!&apos; Then he touched the servant&quot;s ear and healed him."
            },
            {
                "verse_number": "52",
                "verse_text": "Jesus spoke to the group that came to arrest him. They were the leading priests, the older Jewish leaders, and the Jewish soldiers. He said to them, &apos;Why did you come out here with swords and clubs? Do you think I am a criminal?"
            },
            {
                "verse_number": "53",
                "verse_text": "I was with you every day in the Temple area. Why didn&quot;t you try to arrest me there? But this is your time&ndash;the time when darkness rules.&apos;"
            },
            {
                "verse_number": "54",
                "verse_text": "They arrested Jesus and took him away to the house of the high priest. Peter followed Jesus but stayed back at a distance."
            },
            {
                "verse_number": "55",
                "verse_text": "The soldiers started a fire in the middle of the yard and sat together. Peter sat with them."
            },
            {
                "verse_number": "56",
                "verse_text": "A servant girl saw him sitting there. She could see because of the light from the fire. She looked closely at Peter&quot;s face. Then she said, &apos;This man was also with Jesus.&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "But Peter said this was not true. He said, &apos;Lady, I don&quot;t know him.&apos;"
            },
            {
                "verse_number": "58",
                "verse_text": "A short time later, someone else saw Peter and said, &apos;You are also one of them.&apos;"
            },
            {
                "verse_number": "59",
                "verse_text": "About an hour later, another man said, &apos;It&quot;s true. I&quot;m sure this man was with him, because he is from Galilee.&apos;"
            },
            {
                "verse_number": "60",
                "verse_text": "But Peter said, &apos;Man, I don&quot;t know what you are talking about!&apos;"
            },
            {
                "verse_number": "61",
                "verse_text": "Then the Lord turned and looked into Peter&quot;s eyes. And Peter remembered what the Lord had said, &apos;Before the rooster crows in the morning, you will say three times that you don&quot;t know me.&apos;"
            },
            {
                "verse_number": "62",
                "verse_text": "Then Peter went outside and cried bitterly."
            },
            {
                "verse_number": "63",
                "verse_text": "The men guarding Jesus made fun of him and beat him."
            },
            {
                "verse_number": "64",
                "verse_text": "They covered his eyes so that he could not see them. Then they hit him and said, &apos;Be a prophet and tell us who hit you!&apos;"
            },
            {
                "verse_number": "65",
                "verse_text": "And they shouted all kinds of insults at him."
            },
            {
                "verse_number": "66",
                "verse_text": "The next morning, the older leaders of the people, the leading priests, and the teachers of the law came together. They led Jesus away to their high council."
            },
            {
                "verse_number": "67",
                "verse_text": "They said, &apos;If you are the Messiah, then tell us that you are.&apos;"
            },
            {
                "verse_number": "68",
                "verse_text": "And if I ask you, you will not answer."
            },
            {
                "verse_number": "69",
                "verse_text": "But beginning now, the Son of Man will sit at the right side of God All-Powerful.&apos;"
            },
            {
                "verse_number": "70",
                "verse_text": "They all said, &apos;Then are you the Son of God?&apos; Jesus said to them, &apos;You are right in saying that I am.&apos;"
            },
            {
                "verse_number": "71",
                "verse_text": "They said, &apos;Why do we need witnesses now? We all heard what he said!&apos;"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "Then the whole group stood up and led Jesus away to Pilate."
            },
            {
                "verse_number": "2",
                "verse_text": "They began to accuse Jesus and said to Pilate, &apos;We caught this man trying to change the thinking of our people. He says we should not pay taxes to Caesar. He calls himself the Messiah, a king.&apos; Jesus answered, &apos;Yes, what you say is true.&apos; The soldiers threw dice to divide Jesus&quot; clothes between them. On the Sabbath day they rested, as commanded in the Law of Moses."
            },
            {
                "verse_number": "3",
                "verse_text": "Pilate asked Jesus, &apos;Are you the king of the Jews?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Pilate said to the leading priests and the people, &apos;I find nothing wrong with this man.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "But they kept on saying, &apos;His teaching is causing trouble all over Judea. He began in Galilee, and now he is here!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Pilate heard this and asked if Jesus was from Galilee."
            },
            {
                "verse_number": "7",
                "verse_text": "He learned that Jesus was under Herod&quot;s authority. Herod was in Jerusalem at that time, so Pilate sent Jesus to him."
            },
            {
                "verse_number": "8",
                "verse_text": "When Herod saw Jesus, he was very happy. He had heard all about him and had wanted to meet him for a long time. Herod wanted to see a miracle, so he was hoping that Jesus would do one."
            },
            {
                "verse_number": "9",
                "verse_text": "He asked him many questions, but Jesus said nothing."
            },
            {
                "verse_number": "10",
                "verse_text": "The leading priests and teachers of the law were standing there shouting things against Jesus."
            },
            {
                "verse_number": "11",
                "verse_text": "Then Herod and his soldiers laughed at him. They made fun of him by dressing him in clothes like kings wear. Then Herod sent him back to Pilate."
            },
            {
                "verse_number": "12",
                "verse_text": "In the past Pilate and Herod had always been enemies. But on that day they became friends."
            },
            {
                "verse_number": "13",
                "verse_text": "Pilate called all the people together with the leading priests and the Jewish leaders."
            },
            {
                "verse_number": "14",
                "verse_text": "He said to them, &apos;You brought this man to me. You said he was trying to change the people. But I judged him before you all and have not found him guilty of the things you say he has done."
            },
            {
                "verse_number": "15",
                "verse_text": "Herod didn&quot;t find him guilty either. He sent him back to us. Look, he has done nothing bad enough for the death penalty."
            },
            {
                "verse_number": "16",
                "verse_text": "So, after I punish him a little, I will let him go free.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "But they all shouted, &apos;Kill him! Let Barabbas go free!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "(Barabbas was a man who was in jail for starting a riot in the city and for murder.)"
            },
            {
                "verse_number": "20",
                "verse_text": "Pilate wanted to let Jesus go free. So again Pilate told them that he would let him go."
            },
            {
                "verse_number": "21",
                "verse_text": "But they shouted again, &apos;Kill him! Kill him on a cross!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "A third time Pilate said to the people, &apos;Why? What wrong has he done? He is not guilty. I can find no reason to kill him. So I will let him go free after I punish him a little.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But the people continued to shout. They demanded that Jesus be killed on a cross. Their shouting got so loud that"
            },
            {
                "verse_number": "24",
                "verse_text": "Pilate decided to give them what they wanted."
            },
            {
                "verse_number": "25",
                "verse_text": "They wanted Barabbas to go free&ndash;the one who was in jail for starting a riot and for murder. Pilate let Barabbas go free. And he handed Jesus over to be killed. This is what the people wanted."
            },
            {
                "verse_number": "26",
                "verse_text": "The soldiers led Jesus away. At that same time there was a man from Cyrene named Simon coming into the city from the fields. The soldiers forced him to carry Jesus&quot; cross and walk behind him."
            },
            {
                "verse_number": "27",
                "verse_text": "A large crowd followed Jesus. Some of the women were sad and crying. They felt sorry for him."
            },
            {
                "verse_number": "28",
                "verse_text": "But Jesus turned and said to the women, &apos;Women of Jerusalem, don&quot;t cry for me. Cry for yourselves and for your children too."
            },
            {
                "verse_number": "29",
                "verse_text": "The time is coming when people will say, &quot;The women who cannot have babies are the ones God has blessed. It&quot;s really a blessing that they have no children to care for.&quot;"
            },
            {
                "verse_number": "30",
                "verse_text": "Then the people will say to the mountains, &quot;Fall on us!&quot; They will say to the hills, &quot;Cover us!&quot;"
            },
            {
                "verse_number": "31",
                "verse_text": "If this can happen to someone who is good, what will happen to those who are guilty? &apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "There were also two criminals led out with Jesus to be killed."
            },
            {
                "verse_number": "33",
                "verse_text": "They were led to a place called &apos;The Skull.&apos; There the soldiers nailed Jesus to the cross. They also nailed the criminals to crosses beside Jesus&ndash;one on the right and the other on the left."
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus said, &apos;Father, forgive them. They don&quot;t know what they are doing.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "The people stood there watching everything. The Jewish leaders laughed at Jesus. They said, &apos;If he is God&quot;s Chosen One, the Messiah, then let him save himself. He saved others, didn&quot;t he?&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Even the soldiers laughed at Jesus and made fun of him. They came and offered him some sour wine."
            },
            {
                "verse_number": "37",
                "verse_text": "They said, &apos;If you are the king of the Jews, save yourself!&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "(At the top of the cross these words were written: &apos; this is the king of the jews .&apos;)"
            },
            {
                "verse_number": "39",
                "verse_text": "One of the criminals hanging there began to shout insults at Jesus: &apos;Aren&quot;t you the Messiah? Then save yourself, and save us too!&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "But the other criminal stopped him. He said, &apos;You should fear God. All of us will die soon."
            },
            {
                "verse_number": "41",
                "verse_text": "You and I are guilty. We deserve to die because we did wrong. But this man has done nothing wrong.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Then he said, &apos;Jesus, remember me when you begin ruling as king!&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Then Jesus said to him, &apos;I promise you, today you will be with me in paradise.&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "It was about noon, but it turned dark throughout the land until three o&quot;clock in the afternoon,"
            },
            {
                "verse_number": "45",
                "verse_text": "because the sun stopped shining. The curtain in the Temple was torn into two pieces."
            },
            {
                "verse_number": "46",
                "verse_text": "Jesus shouted, &apos;Father, I put my life in your hands!&apos; After Jesus said this, he died."
            },
            {
                "verse_number": "47",
                "verse_text": "The army officer there saw what happened. He praised God, saying, &apos;I know this man was a good man!&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "Many people had come out of the city to see all this. When they saw it, they felt very sorry and left."
            },
            {
                "verse_number": "49",
                "verse_text": "The people who were close friends of Jesus were there. Also, there were some women who had followed Jesus from Galilee. They all stood far away from the cross and watched these things."
            },
            {
                "verse_number": "52",
                "verse_text": "He went to Pilate and asked for the body of Jesus."
            },
            {
                "verse_number": "53",
                "verse_text": "He took the body down from the cross and wrapped it in cloth. Then he put it in a tomb that was dug in a wall of rock. This tomb had never been used before."
            },
            {
                "verse_number": "54",
                "verse_text": "It was late on Preparation day. When the sun went down, the Sabbath day would begin."
            },
            {
                "verse_number": "55",
                "verse_text": "The women who had come from Galilee with Jesus followed Joseph. They saw the tomb. Inside they saw where he put Jesus&quot; body."
            },
            {
                "verse_number": "56",
                "verse_text": "Then they left to prepare some sweet-smelling spices to put on the body."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Very early Sunday morning, the women came to the tomb where Jesus&quot; body was laid. They brought the sweet-smelling spices they had prepared."
            },
            {
                "verse_number": "2",
                "verse_text": "They saw that the heavy stone that covered the entrance had been rolled away."
            },
            {
                "verse_number": "3",
                "verse_text": "They went in, but they did not find the body of the Lord Jesus."
            },
            {
                "verse_number": "4",
                "verse_text": "They did not understand this. While they were wondering about it, two men in shining clothes stood beside them."
            },
            {
                "verse_number": "5",
                "verse_text": "The women were very afraid. They bowed down with their faces to the ground. The men said to them, &apos;Why are you looking for a living person here? This is a place for dead people."
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus is not here. He has risen from death. Do you remember what he said in Galilee?"
            },
            {
                "verse_number": "7",
                "verse_text": "He said the Son of Man must be handed over to the control of sinful men, be killed on a cross, and rise from death on the third day.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the women remembered what Jesus had said. The two men stopped, their faces looking very sad. They said, &apos;It&quot;s about Jesus, the one from Nazareth. To God and to all the people he was a great prophet. He said and did many powerful things. &apos;And now something else: It has been three days since he was killed,"
            },
            {
                "verse_number": "9",
                "verse_text": "The women left the tomb and went to the eleven apostles and the other followers. They told them everything that happened at the tomb."
            },
            {
                "verse_number": "10",
                "verse_text": "These women were Mary Magdalene, Joanna, Mary, the mother of James, and some others. They told the apostles everything that happened."
            },
            {
                "verse_number": "11",
                "verse_text": "But the apostles did not believe what they said. It sounded like nonsense."
            },
            {
                "verse_number": "12",
                "verse_text": "But Peter got up and ran to the tomb to see. He looked in, but he saw only the cloth that Jesus&quot; body had been wrapped in. It was just lying there. Peter went away to be alone, wondering what had happened."
            },
            {
                "verse_number": "13",
                "verse_text": "That same day two of Jesus&quot; followers were going to a town named Emmaus. It is about seven miles from Jerusalem."
            },
            {
                "verse_number": "14",
                "verse_text": "They were talking about everything that had happened."
            },
            {
                "verse_number": "15",
                "verse_text": "While they were talking, discussing these things, Jesus himself came near and walked with them."
            },
            {
                "verse_number": "16",
                "verse_text": "(But the two men were not allowed to recognize Jesus.)"
            },
            {
                "verse_number": "17",
                "verse_text": "He asked them, &apos;What&quot;s this I hear you discussing with each other as you walk?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The one named Cleopas said, &apos;You must be the only person in Jerusalem who doesn&quot;t know what has just happened there.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus said, &apos;What are you talking about?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "But our leaders and the leading priests handed him over to be judged and killed. They nailed him to a cross."
            },
            {
                "verse_number": "21",
                "verse_text": "We were hoping that he would be the one to free Israel. But then all this happened."
            },
            {
                "verse_number": "22",
                "verse_text": "but today some of our women told us an amazing thing. Early this morning they went to the tomb where the body of Jesus was laid."
            },
            {
                "verse_number": "23",
                "verse_text": "But they did not find his body there. They came and told us they had seen some angels in a vision. The angels told them Jesus was alive!"
            },
            {
                "verse_number": "24",
                "verse_text": "So some of our group went to the tomb too. It was just as the women said. They saw the tomb, but they did not see Jesus.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then Jesus said to the two men, &apos;You are foolish and slow to realize what is true. You should believe everything the prophets said."
            },
            {
                "verse_number": "26",
                "verse_text": "The prophets said the Messiah must suffer these things before he begins his time of glory.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then he began to explain everything that had been written about himself in the Scriptures. He started with the books of Moses and then he talked about what the prophets had said about him."
            },
            {
                "verse_number": "28",
                "verse_text": "They came near the town of Emmaus, and Jesus acted as if he did not plan to stop there."
            },
            {
                "verse_number": "29",
                "verse_text": "But they wanted him to stay. They begged him, &apos;Stay with us. It&quot;s almost night. There&quot;s hardly any daylight left.&apos; So he went in to stay with them."
            },
            {
                "verse_number": "30",
                "verse_text": "Joining them at the supper table, Jesus took some bread and gave thanks. Then he broke some off and gave it to them."
            },
            {
                "verse_number": "31",
                "verse_text": "Just then the men were allowed to recognize him. But when they saw who he was, he disappeared."
            },
            {
                "verse_number": "32",
                "verse_text": "They said to each other, &apos;When he talked to us on the road, it felt like a fire burning in us. How exciting it was when he explained to us the true meaning of the Scriptures!&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "So the two men got up then and went back to Jerusalem. There they found the followers of Jesus meeting together. The eleven apostles and the people with them"
            },
            {
                "verse_number": "34",
                "verse_text": "said, &apos;The Lord really has risen from death! He appeared to Simon.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Then the two men told what had happened on the road. They talked about how they recognized Jesus when he shared the bread with them."
            },
            {
                "verse_number": "36",
                "verse_text": "While the two men were saying these things to the other followers, Jesus himself came and stood among them. He said to them, &apos;Peace be with you.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "This surprised the followers. They were afraid. They thought they were seeing a ghost."
            },
            {
                "verse_number": "38",
                "verse_text": "But Jesus said, &apos;Why are you troubled? Why do you doubt what you see?"
            },
            {
                "verse_number": "39",
                "verse_text": "Look at my hands and my feet. It&quot;s really me. Touch me. You can see that I have a living body; a ghost does not have a body like this.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "After Jesus told them this, he showed them his hands and his feet."
            },
            {
                "verse_number": "41",
                "verse_text": "The followers were amazed and very, very happy to see that Jesus was alive. They still could not believe what they saw. He said to them, &apos;Do you have any food here?&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "They gave him a piece of cooked fish."
            },
            {
                "verse_number": "43",
                "verse_text": "While the followers watched, he took the fish and ate it."
            },
            {
                "verse_number": "44",
                "verse_text": "Jesus said to them, &apos;Remember when I was with you before? I said that everything written about me must happen&ndash;everything written in the Law of Moses, the books of the prophets, and the Psalms.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "Then Jesus helped the followers understand these Scriptures about him."
            },
            {
                "verse_number": "46",
                "verse_text": "Jesus said to them, &apos;It is written that the Messiah would be killed and rise from death on the third day."
            },
            {
                "verse_number": "49",
                "verse_text": "Remember that I will send you the one my Father promised. Stay in the city until you are given that power from heaven.&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "Jesus led his followers out of Jerusalem almost to Bethany. He raised his hands and blessed his followers."
            },
            {
                "verse_number": "51",
                "verse_text": "While he was blessing them, he was separated from them and carried into heaven."
            },
            {
                "verse_number": "52",
                "verse_text": "They worshiped him and went back to Jerusalem very happy."
            },
            {
                "verse_number": "53",
                "verse_text": "They stayed at the Temple all the time, praising God."
            }
        ]
    }
}