{
    "Song of Songs": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Solomon&quot;s Most Wonderful Song. for your love is better than wine. That is why the young women love you. Let&quot;s run away. The king took me into his room. We will rejoice and be happy for you. Remember, your love is better than wine. With good reason, the young women love you. I am dark and beautiful, at how dark the sun has made me. My brothers were angry with me. They forced me to take care of their vineyards, Tell me, where do you feed your sheep? Where do you lay them down at noon? I should come to be with you Surely you know what to do. Go, follow the sheep. Feed your young goats near the shepherds&quot; tents. with those ornaments hanging beside them. Your neck is so lovely under that beautiful string of jewels. and decorate it with silver. to the king lying on his couch. lying all night between my breasts. near the vineyards of En Gedi. Oh, you are beautiful! Your eyes are like doves. Yes, and so charming! The rafters are fir."
            },
            {
                "verse_number": "2",
                "verse_text": "Cover me with kisses,"
            },
            {
                "verse_number": "3",
                "verse_text": "Your perfume smells wonderful, but your name is sweeter than the best perfume. as black as the tents of Kedar and Salma. so I could not take care of myself. or I will be like a hired woman caring for the sheep of your friends. than any mare among the stallions pulling Pharaoh&quot;s chariots. Our bed is so fresh and pleasant."
            },
            {
                "verse_number": "4",
                "verse_text": "Take me with you."
            },
            {
                "verse_number": "5",
                "verse_text": "Daughters of Jerusalem,"
            },
            {
                "verse_number": "6",
                "verse_text": "Don&quot;t look at how dark I am,"
            },
            {
                "verse_number": "7",
                "verse_text": "I love you with all my soul!"
            },
            {
                "verse_number": "8",
                "verse_text": "You are such a beautiful woman."
            },
            {
                "verse_number": "9",
                "verse_text": "My darling, you are more exciting to me"
            },
            {
                "verse_number": "10",
                "verse_text": "Your cheeks are so beautiful"
            },
            {
                "verse_number": "11",
                "verse_text": "Let&quot;s make you some more gold jewelry"
            },
            {
                "verse_number": "12",
                "verse_text": "The smell of my perfume reaches out"
            },
            {
                "verse_number": "13",
                "verse_text": "My lover is like the small bag of myrrh around my neck ,"
            },
            {
                "verse_number": "14",
                "verse_text": "My lover is like a bunch of henna flowers"
            },
            {
                "verse_number": "15",
                "verse_text": "My darling, you are so beautiful!"
            },
            {
                "verse_number": "16",
                "verse_text": "You are so handsome, my lover!"
            },
            {
                "verse_number": "17",
                "verse_text": "The beams of our house are cedar."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "I am a rose on the plain of Sharon, a lily in the valleys. refresh me with apples, because I am weak with love. don&quot;t arouse love, until I am ready. looking through the lattice. It&quot;s time to sing! be like a gazelle or a young deer on the cleft mountains! you are like a lily among thorns! you are an apple tree among the wild trees in the forest! I enjoy sitting in my lover&quot;s shadow; his fruit is so sweet to my taste. his intent toward me was love. and his right arm holds me. don&quot;t awaken love, Here it comes, jumping over the mountains, skipping over the hills. or a young deer. Look at him standing behind our wall, staring out the window, &apos;Get up, my darling, my beautiful one. Let&quot;s go away! the rains have come and gone. Listen, the doves have returned. Smell the vines in bloom. Get up, my darling, my beautiful one. Let&quot;s go away!&apos; hidden here on the mountain, let me see you, let me hear your voice. Your voice is so pleasant, and you are so beautiful! the little foxes that spoil the vineyard. Our vineyard is now in bloom. and I am his! My lover feeds among the lilies, and the shadows run away. Turn, my lover,"
            },
            {
                "verse_number": "2",
                "verse_text": "My darling, among other women,"
            },
            {
                "verse_number": "3",
                "verse_text": "My lover, among other men,"
            },
            {
                "verse_number": "4",
                "verse_text": "My lover took me to the wine house;"
            },
            {
                "verse_number": "5",
                "verse_text": "Strengthen me with raisins ;"
            },
            {
                "verse_number": "6",
                "verse_text": "My lover&quot;s left arm is under my head,"
            },
            {
                "verse_number": "7",
                "verse_text": "Women of Jerusalem, promise me by the gazelles and wild deer,"
            },
            {
                "verse_number": "8",
                "verse_text": "I hear my lover&quot;s voice."
            },
            {
                "verse_number": "9",
                "verse_text": "My lover is like a gazelle"
            },
            {
                "verse_number": "10",
                "verse_text": "My lover speaks to me,"
            },
            {
                "verse_number": "11",
                "verse_text": "Look, winter is past,"
            },
            {
                "verse_number": "12",
                "verse_text": "The flowers are blooming in the fields."
            },
            {
                "verse_number": "13",
                "verse_text": "Young figs are growing on the fig trees."
            },
            {
                "verse_number": "14",
                "verse_text": "My dove, hiding in the caves high on the cliff,"
            },
            {
                "verse_number": "15",
                "verse_text": "Catch the foxes for us&ndash;"
            },
            {
                "verse_number": "16",
                "verse_text": "My lover is mine,"
            },
            {
                "verse_number": "17",
                "verse_text": "while the day breathes its last breath"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "At night on my bed, I look for the man I love. I looked for him, but I could not find him. I will go around the city. In the streets and squares, I will look for the man I love. I looked for him, but I could not find him. I asked them, &apos;Have you seen the man I love?&apos; when I found the man I love! I held him and would not let him go, while I took him to my mother&quot;s house, by the gazelles and wild deer, don&quot;t awaken love, with this large group of people ? The dust rises behind them There are 60 soldiers guarding it, strong soldiers of Israel. with their swords at their side, ready for any danger of the night. The wood came from Lebanon. and the supports were made from gold. The seat was covered with purple cloth. It was inlaid with love by the women of Jerusalem. and see King Solomon. the day he was married, the day he was so happy!"
            },
            {
                "verse_number": "2",
                "verse_text": "I will get up now!"
            },
            {
                "verse_number": "3",
                "verse_text": "The guards patrolling the city found me."
            },
            {
                "verse_number": "4",
                "verse_text": "I had just left the guards to the room of one who bore me. don&quot;t arouse love, until I am ready. coming from the desert like clouds of smoke from burning myrrh and frankincense and other spices. See the crown his mother put on him"
            },
            {
                "verse_number": "5",
                "verse_text": "Women of Jerusalem, promise me"
            },
            {
                "verse_number": "6",
                "verse_text": "Who is this woman"
            },
            {
                "verse_number": "7",
                "verse_text": "Look, Solomon&quot;s traveling chair."
            },
            {
                "verse_number": "8",
                "verse_text": "All of them are trained fighting men"
            },
            {
                "verse_number": "9",
                "verse_text": "King Solomon made a traveling chair for himself."
            },
            {
                "verse_number": "10",
                "verse_text": "The poles were made from silver,"
            },
            {
                "verse_number": "11",
                "verse_text": "Women of Zion, come out"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "My darling, you are so beautiful! Oh, you are beautiful! Your eyes are like doves under your veil. Your hair is long and flowing, like little goats dancing down the slopes of Mount Gilead. just coming from their bath. They all give birth to twins; not one of them has lost a baby. Your mouth is beautiful. Your cheeks under your veil are like two slices of pomegranate. like David&quot;s tower. with a thousand shields on its walls, with the shields of powerful soldiers. like twins of a gazelle, feeding among the lilies. and to that hill of frankincense while the day breathes its last breath, and the shadows run away. Every part of you is perfect. Come with me from Lebanon. from the lion&quot;s caves, from the mountain of the leopards. You have stolen my heart with just one quick look from your eyes, with just one of the jewels from your necklace. Your love is better than wine. The smell of your perfume is better than any kind of spice! Honey and milk are under your tongue. you are pure like a locked garden. You are like a locked pool, a closed fountain. filled with pomegranates and other pleasant fruit, with all the best spices: Your limbs are like a garden filled with trees of frankincense, myrrh, and aloe. a well of fresh water&ndash; flowing down from the mountains of Lebanon. Come, south wind. Blow on my garden. Spread its sweet smell. Let my lover enter his garden and eat its pleasant fruit."
            },
            {
                "verse_number": "2",
                "verse_text": "Your teeth are white like ewes"
            },
            {
                "verse_number": "3",
                "verse_text": "Your lips are like a red silk thread."
            },
            {
                "verse_number": "4",
                "verse_text": "Your neck is long and thin That tower was built to be decorated Come from the peak of Amana, from the top of Senir and Hermon, Your clothes smell as sweet as perfume. henna,"
            },
            {
                "verse_number": "5",
                "verse_text": "Your breasts are like twin fawns,"
            },
            {
                "verse_number": "6",
                "verse_text": "I will go to that mountain of myrrh"
            },
            {
                "verse_number": "7",
                "verse_text": "My darling, you are beautiful all over."
            },
            {
                "verse_number": "8",
                "verse_text": "Come with me, my bride, from Lebanon."
            },
            {
                "verse_number": "9",
                "verse_text": "My darling, my bride, you excite me!"
            },
            {
                "verse_number": "10",
                "verse_text": "Your love is so beautiful, my darling, my bride!"
            },
            {
                "verse_number": "11",
                "verse_text": "My bride, your lips drip honey."
            },
            {
                "verse_number": "12",
                "verse_text": "My darling, my bride,"
            },
            {
                "verse_number": "13",
                "verse_text": "Your limbs are like a garden"
            },
            {
                "verse_number": "14",
                "verse_text": "nard, saffron, calamus, and cinnamon."
            },
            {
                "verse_number": "15",
                "verse_text": "You are like a garden fountain&ndash;"
            },
            {
                "verse_number": "16",
                "verse_text": "Wake up, north wind."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "My darling my bride, I have entered my garden. I have gathered my myrrh and spice. I have eaten my honey and honeycomb. I have drunk my wine and milk. Dearest friends, eat, drink! Be drunk with love! but my heart is awake. I hear my lover knocking, saying, &apos;Open to me, my darling, my love, my dove, my perfect one! My head is soaked with dew. My hair is wet with the mist of the night.&apos; I don&quot;t want to put it on again. I have washed my feet. I don&quot;t want to get them dirty again.&apos; myrrh dripping from my hands, myrrh scented lotion dripped from my fingers onto the handles of the lock. but my lover had turned away and was gone! I nearly died I looked for him, but I couldn&quot;t find him. I called for him, but he didn&quot;t answer me. They hit me. They hurt me. The guards on the wall took my robe from me. how is your lover different from other lovers? Is your lover better than other lovers? Is that why you ask us to make this promise? He would stand out among 10,000 men. His hair is curly and as black as a raven. like doves in a pool of milk, like a jewel in its setting. like flowers used for perfume. His lips are like lilies, dripping with liquid myrrh. filled with jewels. His body is like smooth ivory with sapphires set in it. on bases of fine gold. He stands tall like the finest cedar tree in Lebanon! His mouth is the sweetest of all. This is my lover; this is my darling."
            },
            {
                "verse_number": "2",
                "verse_text": "I am asleep,"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;I have taken off my robe."
            },
            {
                "verse_number": "4",
                "verse_text": "But my lover put his hand through the opening, and I felt sorry for him. when he came and went. if you find my lover, tell him I am weak with love."
            },
            {
                "verse_number": "5",
                "verse_text": "I got up to open for my lover,"
            },
            {
                "verse_number": "6",
                "verse_text": "I opened for my lover,"
            },
            {
                "verse_number": "7",
                "verse_text": "The guards patrolling the city found me."
            },
            {
                "verse_number": "8",
                "verse_text": "I tell you, women of Jerusalem,"
            },
            {
                "verse_number": "9",
                "verse_text": "Beautiful woman,"
            },
            {
                "verse_number": "10",
                "verse_text": "My lover is tanned and radiant."
            },
            {
                "verse_number": "11",
                "verse_text": "His head is like the purest gold."
            },
            {
                "verse_number": "12",
                "verse_text": "His eyes are like doves by a stream,"
            },
            {
                "verse_number": "13",
                "verse_text": "His cheeks are like a garden of spices,"
            },
            {
                "verse_number": "14",
                "verse_text": "His arms are like gold rods,"
            },
            {
                "verse_number": "15",
                "verse_text": "His legs are like marble pillars"
            },
            {
                "verse_number": "16",
                "verse_text": "Yes, women of Jerusalem, my lover is everything I desire."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Beautiful woman, where has your lover gone? Which way did your lover go? Tell us so that we can help you look for him. where sweet-smelling spices grow. There, like a sheep, he will eat the grass, and he will enjoy the lilies. He is the one feeding among the lilies. as pleasant as Jerusalem, Your eyes excite me too much! And your hair is long and flowing, like little goats dancing down the slopes of Mount Gilead. just coming from their bath. They all give birth to twins. Not one of them has lost a baby. are like slices of pomegranate. and 80 slave women, and young women too many to count, my dove, my perfect one. She is the favorite of her mother, her mother&quot;s favorite child. The young women see her and praise her. Even the queens and slave women praise her. She shines out like the dawn. She is as pretty as the moon. She is as bright as the sun. She is as awesome as the stars in the sky. to see the fruit of the valley, to see if the vines were in bloom, to see if the pomegranates had budded. Come back, come back, so we may look at you. Why are you staring at Shulamith,"
            },
            {
                "verse_number": "2",
                "verse_text": "My lover has gone down to his garden,"
            },
            {
                "verse_number": "3",
                "verse_text": "I belong to my lover, and my lover belongs to me."
            },
            {
                "verse_number": "4",
                "verse_text": "My darling, you are as beautiful as Tirzah, as awesome as the stars in the sky. when she put me in the royal chariot. as she dances the Mahanaim dance ?"
            },
            {
                "verse_number": "5",
                "verse_text": "Don&quot;t look at me!"
            },
            {
                "verse_number": "6",
                "verse_text": "Your teeth are white like ewes"
            },
            {
                "verse_number": "7",
                "verse_text": "Your cheeks under your veil"
            },
            {
                "verse_number": "8",
                "verse_text": "There might be 60 queens"
            },
            {
                "verse_number": "9",
                "verse_text": "but there is only one woman for me,"
            },
            {
                "verse_number": "10",
                "verse_text": "Who is that young woman?"
            },
            {
                "verse_number": "11",
                "verse_text": "I went down to the grove of walnut trees,"
            },
            {
                "verse_number": "12",
                "verse_text": "I was so excited"
            },
            {
                "verse_number": "13",
                "verse_text": "Come back, come back, Shulamith !"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Princess, your feet are beautiful in those sandals. The curves of your thighs are like jewelry made by an artist. may it never be without wine. Your belly is like a pile of wheat surrounded by lilies. of a young gazelle. Your eyes are like the pools in Heshbon near the gate of Bath Rabbim. Your nose is like the tower of Lebanon that looks toward Damascus. and the hair on your head is like silk. Your long flowing hair captures even a king. a lovely, delightful young woman! as tall as a palm tree. And your breasts are like the clusters of fruit on that tree. and take hold of its branches. May your breasts be like clusters of grapes flowing straight to my love, flowing gently to the sleeper&quot;s lips. and he wants me. let&quot;s go out into the field; let&quot;s spend the night in the villages. Let&quot;s see if the vines are in bloom. Let&quot;s see if the blossoms have opened and if the pomegranates are in bloom. There I will give you my love. and all the pleasant flowers by our door. I have saved many pleasant things for you, my lover, pleasant things, new and old."
            },
            {
                "verse_number": "2",
                "verse_text": "Your navel is like a round cup ;"
            },
            {
                "verse_number": "3",
                "verse_text": "Your breasts are like twin fawns"
            },
            {
                "verse_number": "4",
                "verse_text": "Your neck is like an ivory tower."
            },
            {
                "verse_number": "5",
                "verse_text": "Your head is like Carmel,"
            },
            {
                "verse_number": "6",
                "verse_text": "You are so beautiful and so pleasant,"
            },
            {
                "verse_number": "7",
                "verse_text": "You are tall&ndash;"
            },
            {
                "verse_number": "8",
                "verse_text": "I would love to climb that tree and your fragrance like apples."
            },
            {
                "verse_number": "9",
                "verse_text": "May your mouth be like the best wine,"
            },
            {
                "verse_number": "10",
                "verse_text": "I belong to my lover,"
            },
            {
                "verse_number": "11",
                "verse_text": "Come, my lover,"
            },
            {
                "verse_number": "12",
                "verse_text": "Let&quot;s get up early and go to the vineyards."
            },
            {
                "verse_number": "13",
                "verse_text": "Smell the mandrakes"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "If you were a baby, like my little brother nursing at his mother&quot;s breasts, and if I found you outside, I could kiss you, and no one would say it was wrong. to the room of she who taught me. I would give you spiced wine squeezed from my pomegranate. and his right hand holds me. don&quot;t awaken love, coming from the desert, leaning on her lover? I woke you under the apple tree, where your mother gave birth to you, where you were born. like a signet ring you wear on your hand. Love is as strong as death. Its sparks become a flame, Rivers cannot drown love. Would people despise a man for giving everything he owns for love? and her breasts are not yet grown. What should we do for our sister when a man comes asking to marry her? If she were a door, we would put a cedar board around her. and my breasts are my towers. He put men in charge of the vineyard. Each man brought in grapes Give 200 shekels to each man for the grapes he brought. But I will keep my own vineyard. Friends are listening to your voice. Let me hear it too! Be like a gazelle or a young deer on the mountains of spice."
            },
            {
                "verse_number": "2",
                "verse_text": "I would lead you into my mother&quot;s house,"
            },
            {
                "verse_number": "3",
                "verse_text": "His left arm is under my head,"
            },
            {
                "verse_number": "4",
                "verse_text": "Women of Jerusalem, promise me, don&quot;t arouse love, until I am ready. Passion is as strong as the grave. and it grows to become a great fire ! we would put silver trim around her. And he is satisfied with me! worth 1000 shekels of silver."
            },
            {
                "verse_number": "5",
                "verse_text": "Who is this woman"
            },
            {
                "verse_number": "6",
                "verse_text": "Keep me near you like a seal you wear over your heart,"
            },
            {
                "verse_number": "7",
                "verse_text": "A flood cannot put out love."
            },
            {
                "verse_number": "8",
                "verse_text": "We have a little sister,"
            },
            {
                "verse_number": "9",
                "verse_text": "If she were a wall,"
            },
            {
                "verse_number": "10",
                "verse_text": "I am a wall,"
            },
            {
                "verse_number": "11",
                "verse_text": "Solomon had a vineyard at Baal Hamon."
            },
            {
                "verse_number": "12",
                "verse_text": "Solomon, you can keep your 1000 shekels."
            },
            {
                "verse_number": "13",
                "verse_text": "There you are, sitting in the garden."
            },
            {
                "verse_number": "14",
                "verse_text": "Hurry, my lover!"
            }
        ]
    }
}