{
    "Philippians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Greetings from Paul and Timothy, servants of Jesus Christ. To all of you in Philippi who are God&quot;s holy people in Christ Jesus, including your elders and special servants. that your love will grow more and more; that you will have knowledge and understanding with your love; I will continue to be glad,"
            },
            {
                "verse_number": "2",
                "verse_text": "Grace and peace to you from God our Father and the Lord Jesus Christ."
            },
            {
                "verse_number": "3",
                "verse_text": "I thank God every time I remember you."
            },
            {
                "verse_number": "4",
                "verse_text": "And I always pray for all of you with joy."
            },
            {
                "verse_number": "5",
                "verse_text": "I thank God for the help you gave me while I told people the Good News. You helped from the first day you believed until now."
            },
            {
                "verse_number": "6",
                "verse_text": "I am sure that the good work God began in you will continue until he completes it on the day when Jesus Christ comes again."
            },
            {
                "verse_number": "7",
                "verse_text": "I know I am right to think like this about all of you because you are so close to my heart. This is because you have all played such an important part in God&quot;s grace to me&ndash;now, during this time that I am in prison, and whenever I am defending and proving the truth of the Good News."
            },
            {
                "verse_number": "8",
                "verse_text": "God knows that I want very much to see you. I love all of you with the love of Christ Jesus."
            },
            {
                "verse_number": "9",
                "verse_text": "This is my prayer for you:"
            },
            {
                "verse_number": "10",
                "verse_text": "that you will see the difference between what is important and what is not and choose what is important; that you will be pure and blameless for the coming of Christ;"
            },
            {
                "verse_number": "11",
                "verse_text": "that your life will be full of the many good works that are produced by Jesus Christ to bring glory and praise to God."
            },
            {
                "verse_number": "12",
                "verse_text": "Brothers and sisters, I want you to know that all that has happened to me has helped to spread the Good News."
            },
            {
                "verse_number": "13",
                "verse_text": "All the Roman guards and all the others here know that I am in prison for serving Christ."
            },
            {
                "verse_number": "14",
                "verse_text": "My being in prison has caused most of the believers to put their trust in the Lord and to show more courage in telling people God&quot;s message."
            },
            {
                "verse_number": "15",
                "verse_text": "Some people are telling the message about Christ because they are jealous and bitter. Others do it because they want to help."
            },
            {
                "verse_number": "16",
                "verse_text": "They are doing it out of love. They know that God gave me the work of defending the Good News."
            },
            {
                "verse_number": "17",
                "verse_text": "But those others tell about Christ because of their selfish ambition. Their reason for doing it is wrong. They only do it because they think it will make trouble for me in prison."
            },
            {
                "verse_number": "18",
                "verse_text": "But that doesn&quot;t matter. What is important is that they are telling people about Christ, whether they are sincere or not. So I am glad they are doing it."
            },
            {
                "verse_number": "19",
                "verse_text": "because I know that your prayers and the help the Spirit of Jesus Christ gives me will cause this trouble to result in my freedom."
            },
            {
                "verse_number": "20",
                "verse_text": "I am full of hope and feel sure I will not have any reason to be ashamed. I am certain I will continue to have the same boldness to speak freely that I always have. I will let God use my life to bring more honor to Christ. It doesn&quot;t matter whether I live or die."
            },
            {
                "verse_number": "21",
                "verse_text": "To me, the only important thing about living is Christ. And even death would be for my benefit."
            },
            {
                "verse_number": "22",
                "verse_text": "If I continue living here on earth, I will be able to work for the Lord. But what would I choose&ndash;to live or to die? I don&quot;t know."
            },
            {
                "verse_number": "23",
                "verse_text": "It would be a hard choice. Sometimes I want to leave this life and be with Christ. That would be much better for me;"
            },
            {
                "verse_number": "24",
                "verse_text": "however, you people need me here alive."
            },
            {
                "verse_number": "25",
                "verse_text": "I am sure of this, so I know that I will stay here and be with you to help you grow and have joy in your faith."
            },
            {
                "verse_number": "26",
                "verse_text": "When I am there with you again, you will be bursting with pride over what Christ Jesus did to help me."
            },
            {
                "verse_number": "27",
                "verse_text": "Just be sure you live as God&quot;s people in a way that honors the Good News of Christ. Then if I come and visit you or if I am away from you, I will hear good things about you. I will know that you stand together with the same purpose and that you work together like a team to help others believe the Good News."
            },
            {
                "verse_number": "28",
                "verse_text": "And you will not be afraid of those who are against you. All of this is proof from God that you are being saved and that your enemies will be lost."
            },
            {
                "verse_number": "29",
                "verse_text": "God has blessed you in ways that serve Christ. He allowed you to believe in Christ. But that is not all. He has also given you the honor of suffering for Christ. Both of these bring glory to Christ."
            },
            {
                "verse_number": "30",
                "verse_text": "You saw the difficulties I had to face, and you hear that I am still having troubles. Now you must face them too."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Think about what we have in Christ: the encouragement he has brought us, the comfort of his love, our sharing in his Spirit, and the mercy and kindness he has shown us. If you enjoy these blessings,"
            },
            {
                "verse_number": "2",
                "verse_text": "then do what will make my joy complete: Agree with each other, and show your love for each other. Be united in your goals and in the way you think."
            },
            {
                "verse_number": "3",
                "verse_text": "In whatever you do, don&quot;t let selfishness or pride be your guide. Be humble, and honor others more than yourselves."
            },
            {
                "verse_number": "4",
                "verse_text": "Don&quot;t be interested only in your own life, but care about the lives of others too. but he did not think that his being equal with God was something to use for his own benefit. He accepted the role of a servant, appearing in human form. During his life as a man, even when that caused his death&ndash;death on a cross. and gave him the name that is greater than any other name. Everyone in heaven, on earth, and under the earth will bow. and this will bring glory to God the Father."
            },
            {
                "verse_number": "5",
                "verse_text": "In your life together, think the way Christ Jesus thought."
            },
            {
                "verse_number": "6",
                "verse_text": "He was like God in every way,"
            },
            {
                "verse_number": "7",
                "verse_text": "Instead, he gave up everything, even his place with God."
            },
            {
                "verse_number": "8",
                "verse_text": "he humbled himself by being fully obedient to God,"
            },
            {
                "verse_number": "9",
                "verse_text": "So God raised him up to the most important place"
            },
            {
                "verse_number": "10",
                "verse_text": "God did this so that every person will bow down to honor the name of Jesus."
            },
            {
                "verse_number": "11",
                "verse_text": "They will all confess, &apos;Jesus Christ is Lord,&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "My dear friends, you always obeyed what you were taught. Just as you obeyed when I was with you, it is even more important for you to obey now that I am not there. So you must continue to live in a way that gives meaning to your salvation. Do this with fear and respect for God."
            },
            {
                "verse_number": "13",
                "verse_text": "Yes, it is God who is working in you. He helps you want to do what pleases him, and he gives you the power to do it."
            },
            {
                "verse_number": "14",
                "verse_text": "Do everything without complaining or arguing"
            },
            {
                "verse_number": "15",
                "verse_text": "so that you will be blameless and pure, children of God without any fault. But you are living with evil people all around you, who have lost their sense of what is right. Among those people you shine like lights in a dark world,"
            },
            {
                "verse_number": "16",
                "verse_text": "and you offer them the teaching that gives life. So I can be proud of you when Christ comes again. You will show that my work was not wasted&ndash;that I ran in the race and won."
            },
            {
                "verse_number": "17",
                "verse_text": "Your faith makes you give your lives as a sacrifice in serving God. Maybe I will have to offer my own life with your sacrifice. But if that happens, I will be glad, and I will share my joy with all of you."
            },
            {
                "verse_number": "18",
                "verse_text": "You also should be glad and share your joy with me."
            },
            {
                "verse_number": "19",
                "verse_text": "With the blessing of the Lord Jesus, I hope I will be able to send Timothy to you soon. I will be glad to learn how you are."
            },
            {
                "verse_number": "20",
                "verse_text": "I have no one else like Timothy, who genuinely cares for you."
            },
            {
                "verse_number": "21",
                "verse_text": "Others are interested only in their own lives. They don&quot;t care about the work of Christ Jesus."
            },
            {
                "verse_number": "22",
                "verse_text": "You know the kind of person Timothy is. He has served with me in telling the Good News like a son with his father."
            },
            {
                "verse_number": "23",
                "verse_text": "I plan to send him to you quickly, as soon as I know what will happen to me."
            },
            {
                "verse_number": "24",
                "verse_text": "I am sure the Lord will help me come to you soon."
            },
            {
                "verse_number": "25",
                "verse_text": "For now, I think I must send Epaphroditus back to you. He is my brother in God&quot;s family, who works and serves with me in the Lord&quot;s army. When I needed help, you sent him to me,"
            },
            {
                "verse_number": "26",
                "verse_text": "but now he wants very much to see all of you again. He is worried because you heard that he was sick."
            },
            {
                "verse_number": "27",
                "verse_text": "He was sick and near death. But God helped him and me too, so that I would not have even more grief."
            },
            {
                "verse_number": "28",
                "verse_text": "So I want very much to send him to you. When you see him, you can be happy. And I can stop worrying about you."
            },
            {
                "verse_number": "29",
                "verse_text": "Welcome him in the Lord with much joy. Give honor to people like Epaphroditus."
            },
            {
                "verse_number": "30",
                "verse_text": "He should be honored because he almost died for the work of Christ. He put his life in danger so that he could help me. This was help that you could not give me."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "And now, my brothers and sisters, be filled with joy in the Lord. It is no trouble for me to write the same things to you again. I want to be sure that you are prepared."
            },
            {
                "verse_number": "2",
                "verse_text": "Be careful of the dogs&ndash;those men whose work does only harm. They want to cut on everyone who isn&quot;t circumcised."
            },
            {
                "verse_number": "3",
                "verse_text": "But we are the ones who have the true circumcision &ndash;we who worship God through his Spirit. We don&quot;t trust in ourselves or anything we can do. We take pride only in Christ Jesus."
            },
            {
                "verse_number": "4",
                "verse_text": "Even if I am able to trust in myself, still I don&quot;t do it. If anyone else thinks they have a reason to trust in themselves, they should know that I have a greater reason for doing so."
            },
            {
                "verse_number": "5",
                "verse_text": "I was circumcised on the eighth day after my birth. I am from the people of Israel and the tribe of Benjamin. I am a true Jew, and so were my parents. The law was very important to me. That is why I became a Pharisee."
            },
            {
                "verse_number": "6",
                "verse_text": "I was so eager to defend my religion that I persecuted the church. And no one could find fault with the way I obeyed the Law of Moses."
            },
            {
                "verse_number": "7",
                "verse_text": "At one time all these things were important to me. But because of Christ, I decided that they are worth nothing."
            },
            {
                "verse_number": "8",
                "verse_text": "Not only these things, but now I think that all things are worth nothing compared with the greatness of knowing Christ Jesus my Lord. Because of Christ, I lost all these things, and now I know that they are all worthless trash. All I want now is Christ."
            },
            {
                "verse_number": "9",
                "verse_text": "I want to belong to him. In Christ I am right with God, but my being right does not come from following the law. It comes from God through faith. God uses my faith in Christ to make me right with him."
            },
            {
                "verse_number": "10",
                "verse_text": "All I want is to know Christ and the power that raised him from death. I want to share in his sufferings and be like him even in his death."
            },
            {
                "verse_number": "11",
                "verse_text": "Then there is hope that I myself will somehow be raised from death."
            },
            {
                "verse_number": "12",
                "verse_text": "I don&quot;t mean that I am exactly what God wants me to be. I have not yet reached that goal. But I continue trying to reach it and make it mine. That&quot;s what Christ Jesus wants me to do. It is the reason he made me his."
            },
            {
                "verse_number": "13",
                "verse_text": "Brothers and sisters, I know that I still have a long way to go. But there is one thing I do: I forget what is in the past and try as hard as I can to reach the goal before me."
            },
            {
                "verse_number": "14",
                "verse_text": "I keep running hard toward the finish line to get the prize that is mine because God has called me through Christ Jesus to life up there in heaven."
            },
            {
                "verse_number": "15",
                "verse_text": "All of us who have grown to be spiritually mature should think this way too. And if there is any of this that you don&quot;t agree with, God will make it clear to you."
            },
            {
                "verse_number": "16",
                "verse_text": "But we should continue following the truth we already have."
            },
            {
                "verse_number": "17",
                "verse_text": "Brothers and sisters, join together in following my example. Also, learn by watching those who are living the way we showed you."
            },
            {
                "verse_number": "18",
                "verse_text": "There are many who live like enemies of the cross of Christ. I have often told you about them. And it makes me cry to tell you about them now."
            },
            {
                "verse_number": "19",
                "verse_text": "The way they live is leading them to destruction. They have replaced God with their own desires. They do shameful things, and they are proud of what they do. They think only about earthly things."
            },
            {
                "verse_number": "20",
                "verse_text": "But the government that rules us is in heaven. We are waiting for our Savior, the Lord Jesus Christ, to come from there."
            },
            {
                "verse_number": "21",
                "verse_text": "He will change our humble bodies and make them like his own glorious body. Christ can do this by his power, with which he is able to rule everything."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "My dear brothers and sisters, I love you and want to see you. You bring me joy and make me proud of you. Continue following the Lord as I have told you."
            },
            {
                "verse_number": "2",
                "verse_text": "Euodia and Syntyche, you both belong to the Lord, so please agree with each other."
            },
            {
                "verse_number": "3",
                "verse_text": "For this I make a special request to my friend who has served with me so faithfully: Help these women. They worked hard with me in telling people the Good News, together with Clement and others who worked with me. Their names are written in the book of life."
            },
            {
                "verse_number": "4",
                "verse_text": "Always be filled with joy in the Lord. I will say it again. Be filled with joy."
            },
            {
                "verse_number": "5",
                "verse_text": "Let everyone see that you are gentle and kind. The Lord is coming soon."
            },
            {
                "verse_number": "6",
                "verse_text": "Don&quot;t worry about anything, but pray and ask God for everything you need, always giving thanks for what you have."
            },
            {
                "verse_number": "7",
                "verse_text": "And because you belong to Christ Jesus, God&quot;s peace will stand guard over all your thoughts and feelings. His peace can do this far better than our human minds."
            },
            {
                "verse_number": "8",
                "verse_text": "Brothers and sisters, continue to think about what is good and worthy of praise. Think about what is true and honorable and right and pure and beautiful and respected."
            },
            {
                "verse_number": "9",
                "verse_text": "And do what you learned and received from me&ndash;what I told you and what you saw me do. And the God who gives peace will be with you."
            },
            {
                "verse_number": "10",
                "verse_text": "I am so happy, and I thank the Lord that you have again shown your care for me. You continued to care about me, but there was no way for you to show it."
            },
            {
                "verse_number": "11",
                "verse_text": "I am telling you this, but not because I need something. I have learned to be satisfied with what I have and with whatever happens."
            },
            {
                "verse_number": "12",
                "verse_text": "I know how to live when I am poor and when I have plenty. I have learned the secret of how to live through any kind of situation&ndash;when I have enough to eat or when I am hungry, when I have everything I need or when I have nothing."
            },
            {
                "verse_number": "13",
                "verse_text": "Christ is the one who gives me the strength I need to do whatever I must do."
            },
            {
                "verse_number": "14",
                "verse_text": "But it was good that you helped me when I needed help."
            },
            {
                "verse_number": "15",
                "verse_text": "You people in Philippi remember when I first told the Good News there. When I left Macedonia, you were the only church that gave me help."
            },
            {
                "verse_number": "16",
                "verse_text": "Several times you sent me things I needed when I was in Thessalonica."
            },
            {
                "verse_number": "17",
                "verse_text": "Really, it is not that I want to get gifts from you. But I want you to have the benefit that comes from giving."
            },
            {
                "verse_number": "18",
                "verse_text": "I have everything I need. I have even more than I need. I have all I need because Epaphroditus brought your gift to me. Your gift is like a sweet-smelling sacrifice offered to God. God accepts that sacrifice and it pleases him."
            },
            {
                "verse_number": "19",
                "verse_text": "My God will use his glorious riches to give you everything you need. He will do this through Christ Jesus."
            },
            {
                "verse_number": "20",
                "verse_text": "Glory to our God and Father forever and ever. Amen."
            },
            {
                "verse_number": "21",
                "verse_text": "Give our greetings to God&quot;s people there&ndash;to each one who belongs to Christ Jesus. Those in God&quot;s family who are with me send you their greetings."
            },
            {
                "verse_number": "22",
                "verse_text": "And greetings to you from all of God&quot;s people here, especially those who work in the service of the emperor."
            },
            {
                "verse_number": "23",
                "verse_text": "The grace of the Lord Jesus Christ be with you all."
            }
        ]
    }
}