{
    "Zephaniah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is the message that the Lord gave to Zephaniah. He received this message during the time that Josiah son of Amon was king of Judah. Zephaniah was the son of Cushi, who was the son of Gedaliah. Gedaliah was the son of Amariah, who was the son of Hezekiah."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord says, &apos;I will destroy everything on earth."
            },
            {
                "verse_number": "3",
                "verse_text": "I will destroy all the people and all the animals. I will destroy the birds in the air and the fish in the sea. I will destroy the evil people and everything that makes them sin. I will remove all people from the earth.&apos; This is what the Lord said."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;I will punish Judah and the people living in Jerusalem. I will remove from this place any signs of Baal worship. No one will remember the priests who serve the idols there."
            },
            {
                "verse_number": "5",
                "verse_text": "And those who go up on their roofs to worship the stars will be forgotten. They worship me, the Lord, but they also use the name of the false god Milcom to make promises."
            },
            {
                "verse_number": "6",
                "verse_text": "They have turned away from me, the Lord. They have stopped following me. They no longer ask me, the Lord, for help.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Be silent before the Lord GOD, because the Lord&quot;s day for judging the people is coming soon. The Lord has prepared his sacrifice, and he has told his invited guests to get ready."
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord said, &apos;On the Lord&quot;s day of sacrifice, I will punish the king&quot;s sons and other leaders. I will punish all the people wearing clothes from other countries."
            },
            {
                "verse_number": "9",
                "verse_text": "At that time I will punish all the people who jump over the threshold and those who fill their master&quot;s house with lies and violence.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord also said, &apos;At that time people will be calling for help at Fish Gate in Jerusalem and mourning in the new part of town. They will hear the sound of destruction in the hills around the city."
            },
            {
                "verse_number": "11",
                "verse_text": "You people living in the lower part of town will cry, because all the traders and rich merchants will be destroyed."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;At that time I will take a lamp and search through Jerusalem. I will find all those who are satisfied to live their own way. They say, &quot;The Lord does nothing. He does not help, and he does not hurt!&quot; I will find them, and I will punish them."
            },
            {
                "verse_number": "13",
                "verse_text": "Then others will take their wealth and destroy their houses. Those who built houses will not live in them, and those who planted vineyards will not drink the wine from the grapes.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord&quot;s special day for judging is coming soon! It is near and coming fast. People will hear very sad sounds on the Lord&quot;s special day of judgment. Even strong soldiers will cry."
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord will show his anger at that time. It will be a time of terrible troubles and a time of destruction. It will be a time of darkness&ndash;a black, cloudy, and stormy day."
            },
            {
                "verse_number": "16",
                "verse_text": "It will be like a time of war when people hear horns and trumpets in the defense towers and protected cities."
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord said, &apos;I will make life very hard on the people. They will walk around like the blind who don&quot;t know where they are going. That will happen because they sinned against the Lord. Their blood will be spilled on the ground. Their dead bodies will lie like dung on the ground."
            },
            {
                "verse_number": "18",
                "verse_text": "Their gold and silver will not help them! At that time the Lord will become very upset and angry. The Lord will destroy the whole world ! He will completely destroy everyone on earth!&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Shameless people, change your lives"
            },
            {
                "verse_number": "2",
                "verse_text": "before you become like a dry and dying flower. In the heat of day, a flower will wilt and die. You will be like that when the Lord shows his terrible anger. So change your lives before the Lord shows his anger against you!"
            },
            {
                "verse_number": "3",
                "verse_text": "All you humble people, come to the Lord! Obey his laws. Learn to do good things. Learn to be humble. Maybe then you will be safe when the Lord shows his anger."
            },
            {
                "verse_number": "4",
                "verse_text": "No one will be left in Gaza. Ashkelon will be destroyed. By noon, the people will be forced to leave Ashdod. Ekron will be empty."
            },
            {
                "verse_number": "5",
                "verse_text": "You Cretans living by the sea, this message from the Lord is about you. Canaan, land of the Philistines, you will be destroyed&ndash;no one will live there!"
            },
            {
                "verse_number": "6",
                "verse_text": "Your land by the sea will become empty fields for shepherds and their sheep."
            },
            {
                "verse_number": "7",
                "verse_text": "Then the land will belong to the survivors from Judah. The Lord their God will remember the people from Judah and restore their fortunes. Then they will let their sheep eat the grass in those fields. In the evenings they will lie down in the empty houses of Ashkelon."
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord says, &apos;I know what the people of Moab and Ammon did. They embarrassed my people. They took their land to make their own countries larger."
            },
            {
                "verse_number": "9",
                "verse_text": "So, as surely as I am alive, Moab and the people of Ammon will be destroyed like Sodom and Gomorrah. I am the Lord All-Powerful, the God of Israel, and I promise those countries will be destroyed completely forever. Their land will be overgrown with weeds. It will be like the land covered with salt by the Dead Sea. The survivors of my people will take that land and everything left in it.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "This will happen to the people of Moab and Ammon because they were so proud and cruel and humiliated the people of the Lord All-Powerful."
            },
            {
                "verse_number": "11",
                "verse_text": "They will be afraid of the Lord, because he will destroy their gods. Then everyone in all the faraway lands will worship the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "People of Ethiopia, this even means you! The Lord&quot;s sword will kill your people."
            },
            {
                "verse_number": "13",
                "verse_text": "Then the Lord will turn north and punish Assyria. He will destroy Nineveh&ndash;that city will be like an empty, dry desert."
            },
            {
                "verse_number": "14",
                "verse_text": "Only sheep and wild animals will live in those ruins. Owls and crows will sit on the columns that are left standing. Their calls will be heard coming through the windows. Crows will sit on the doorsteps. Black birds will make their homes in those empty houses."
            },
            {
                "verse_number": "15",
                "verse_text": "Nineveh is so proud now. It is such a happy city. The people think they are safe. They think Nineveh is the greatest place in the world, but it will be destroyed! It will be an empty place where only wild animals go to rest. People who pass by will whistle and shake their heads when they see how badly the city was destroyed."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Jerusalem, your people fought against God. They hurt other people, and you have been stained with sin."
            },
            {
                "verse_number": "2",
                "verse_text": "They didn&quot;t listen to me or accept my teachings. Jerusalem didn&quot;t trust the Lord. Jerusalem didn&quot;t go to her God."
            },
            {
                "verse_number": "3",
                "verse_text": "Jerusalem&quot;s leaders are like roaring lions. Her judges are like hungry wolves that come in the evening to attack the sheep&ndash;and in the morning nothing is left."
            },
            {
                "verse_number": "4",
                "verse_text": "Her prophets are always making secret plans to get more and more. Her priests have treated holy things as if they were not holy. They have done bad things to God&quot;s teachings."
            },
            {
                "verse_number": "5",
                "verse_text": "But the Lord is still in that city, and he continues to be good. He does not do anything wrong. He continues to help his people. Morning after morning he makes good decisions for them. Not a day passes without his justice. He never gives a decision that is crooked or is something to be ashamed of. Israel, shout for joy! Jerusalem, be happy and have fun! He destroyed your enemies&quot; strong towers. King of Israel, the Lord is with you. You don&quot;t need to worry about anything bad happening. &apos;Be strong, don&quot;t be afraid! He is like a powerful soldier. He will save you. He will show how much he loves you and how happy he is with you. He will laugh and be happy about you, I will take away your shame. I will save my hurt people and bring back those who were forced to leave. I will give them praise and honor everywhere, even in places where they suffered shame. I will bring your people back together. I will cause people everywhere to honor and praise you. You will see me bring back all the blessings you once had.&apos; This is what the Lord said."
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord says, &apos;I have destroyed whole nations and their defense towers. I destroyed their streets and now no one goes there anymore. Their cities are empty&ndash;no one lives there anymore."
            },
            {
                "verse_number": "7",
                "verse_text": "I tell you this so that you will learn a lesson. I want you to fear and respect me. If you do this, your home will not be destroyed, and I will not have to punish you the way I planned.&apos; But those evil people only wanted to do more of the same evil things they had already done!"
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord said, &apos;So just wait! Wait for me to stand and judge you. I have the right to bring people from many nations and use them to punish you. I will use them to show my anger against you. I will use them to show how upset I am&ndash;and the whole country will be destroyed."
            },
            {
                "verse_number": "9",
                "verse_text": "Then I will change people from other nations so that they can speak the language clearly and call out the name of the Lord. They will all worship me together, shoulder to shoulder, as one people."
            },
            {
                "verse_number": "10",
                "verse_text": "People will come all the way from the other side of the river in Ethiopia. My scattered people will come to me. My worshipers will come and bring their gifts to me."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Then, Jerusalem, you will no longer be ashamed of the wrong things your people do against me. That is because I will remove all the bad people from Jerusalem. I will take away all the proud people. There will not be any of them on my holy mountain."
            },
            {
                "verse_number": "12",
                "verse_text": "I will let only meek and humble people stay in my city, and they will trust the Lord&quot;s name."
            },
            {
                "verse_number": "13",
                "verse_text": "The survivors of Israel will not do bad things or tell lies. They will not try to trick people with lies. They will be like sheep that eat and lie down in peace&ndash;and no one will bother them.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Jerusalem, sing and be happy!"
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord stopped your punishment."
            },
            {
                "verse_number": "16",
                "verse_text": "At that time Jerusalem will be told,"
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord your God is with you."
            },
            {
                "verse_number": "18",
                "verse_text": "like people at a party. I will make them stop hurting you."
            },
            {
                "verse_number": "19",
                "verse_text": "At that time I will punish those who hurt you."
            },
            {
                "verse_number": "20",
                "verse_text": "At that time I will lead you back home."
            }
        ]
    }
}