{
    "Malachi": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is a message from the Lord to Israel. God used Malachi to tell this message to the people. But you said, &apos;What shows you love us?&apos; But the Lord All-Powerful says, &apos;If they rebuild their cities, I will destroy them again.&apos; That is why people say Edom is an evil country&ndash;a nation the Lord hates forever. &apos;But you say, &quot;What have we done that shows we don&quot;t respect your name?&quot; &apos;But you ask, &quot;What makes that bread unclean?&quot; &apos;It is unclean because you show no respect for the altar of the Lord."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord said, &apos;I love you people.&apos; The Lord said, &apos;Esau was Jacob&quot;s brother, but I chose Jacob."
            },
            {
                "verse_number": "3",
                "verse_text": "And I did not accept Esau. I destroyed his hill country. His country was destroyed, and now only wild dogs live there.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The people of Edom might say, &apos;We were destroyed, but we will go back and rebuild our cities.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "You people saw these things, and you said, &apos;The Lord is great, even outside of Israel!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord All-Powerful said, &apos;Children honor their fathers. Servants honor their masters. I am your Father, so why don&quot;t you honor me? I am your master, so why don&quot;t you respect me? You priests don&quot;t respect my name."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;You bring unclean bread to my altar."
            },
            {
                "verse_number": "8",
                "verse_text": "You bring blind animals as sacrifices, and that is wrong. You bring sick and crippled animals for sacrifices, and that is wrong. Try giving those sick animals as a gift to your governor. Would he accept those sick animals? No, he would not accept them.&apos; This is what the Lord All-Powerful said."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Now try asking God to be good to you. But he will not listen to you, and it is all your fault.&apos; This is what the Lord All-Powerful said."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;I wish one of you would close the Temple doors to stop the lighting of useless fires on my altar. I am not pleased with you. I will not accept your gifts.&apos; This is what the Lord All-Powerful said."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;People all around the world respect my name. All around the world they bring good gifts to me and burn good incense as a gift to me, because my name is important to all of them.&apos; This is what the Lord All-Powerful said."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;But you people show that you don&quot;t respect my name. You say that the Lord&quot;s altar is unclean. And you don&quot;t like the food from that altar."
            },
            {
                "verse_number": "13",
                "verse_text": "You smell the food and refuse to eat it. You say it is bad. Then you bring sick, crippled, and hurt animals to me. You try to give sick animals to me as sacrifices, but I will not accept them.&apos; This is what the Lord All-Powerful said."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Some people have good, male animals that they could give as sacrifices, but don&quot;t. Some people bring good animals and promise to give those healthy animals to me. But then they secretly exchange those good animals and give me sick animals instead. Bad things will happen to those people. I am the Great King and people all around the world respect me!&apos; This is what the Lord All-Powerful said."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Priests, this rule is for you."
            },
            {
                "verse_number": "2",
                "verse_text": "Listen to me! Pay attention to what I say. Show honor to my name. If you don&quot;t respect my name, bad things will happen to you. You will say blessings, but they will become curses. I will make bad things happen because you don&quot;t show respect for my name.&apos; This is what the Lord All-Powerful said."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Look, I will punish your descendants. During the festivals, you priests offer sacrifices to me. You take the dung and inside parts from the dead animals and throw them away. But I will smear the dung on your faces, and you will be thrown away with it!"
            },
            {
                "verse_number": "4",
                "verse_text": "Then you will learn why I am giving you this command. I am telling you these things so that my agreement with Levi will continue.&apos; This is what the Lord All-Powerful said."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord said, &apos;I made that agreement with Levi. I promised to give him life and peace&ndash;and I gave him those things. Levi respected me and showed honor to my name."
            },
            {
                "verse_number": "6",
                "verse_text": "He taught the true teachings and didn&quot;t teach lies. Levi was honest, and he loved peace. He followed me and saved many people from being punished for the evil things they did."
            },
            {
                "verse_number": "7",
                "verse_text": "A priest should know God&quot;s teachings. People should be able to go to a priest and learn God&quot;s teachings. A priest should be the Lord&quot;s messenger to the people."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;But you priests stopped following me! You used the teachings to make people do wrong. You ruined the agreement with Levi.&apos; This is what the Lord All-Powerful said."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;You don&quot;t live the way I told you. You have not accepted my teachings. So I will cause people to hate you and think you are worth nothing.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "We all have the same father. The same God made every one of us. So why do people cheat one another? They show that they don&quot;t respect the agreement. They don&quot;t respect the agreement that our ancestors made with God."
            },
            {
                "verse_number": "11",
                "verse_text": "The people of Judah cheated other people. People in Jerusalem and Israel did terrible things. God loves the Temple, but the people in Judah didn&quot;t respect the Lord&quot;s holy Temple. The people of Judah began to worship a foreign goddess."
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord will remove them from Judah&quot;s family. They might bring gifts to the Lord All-Powerful&ndash;but it will not help."
            },
            {
                "verse_number": "13",
                "verse_text": "You can cry and cover the Lord&quot;s altar with tears, but the Lord will not accept your gifts. He will not be pleased with the things you bring to him."
            },
            {
                "verse_number": "14",
                "verse_text": "You ask, &apos;Why are our gifts not accepted?&apos; It is because the Lord saw the evil things you did&ndash;he is a witness against you. He saw you cheat on your wife. You have been married to her since you were young. She was your girlfriend. Then you made your vows to each other&ndash;and she became your wife."
            },
            {
                "verse_number": "15",
                "verse_text": "God wants husbands and wives to become one body and one spirit. Why? So that they would have holy children and protect that spiritual unity. Don&quot;t cheat on your wife. She has been your wife from the time you were young."
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord, the God of Israel, says, &apos;I hate divorce, and I hate the cruel things that men do. So protect your spiritual unity. Don&quot;t cheat on your wife.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "You have taught wrong things, and it makes the Lord very sad. People were doing evil things, but you said that this pleased the Lord and that he accepted those things. And you taught that God does not punish people for the evil they do."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "The Lord All-Powerful says, &apos;I am sending my messenger to prepare the way for me. Then suddenly, the Lord you are looking for will come to his temple. Yes, the messenger you are waiting for, the one who will tell about my agreement, is really coming! &apos;You say, &quot;How can we come back?&quot; &apos;You say, &quot;What did we steal from you?&quot; &apos;You should have given me one-tenth of your things. You should have given me special gifts. But you ask, &apos;What did we say about you?&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;No one can prepare for that time or stand against him when he comes. He will be like a burning fire. He will be like the strong soap people use to make things clean."
            },
            {
                "verse_number": "3",
                "verse_text": "He will make the Levites clean. He will make them pure, like silver is made pure with fire! He will make them pure like gold and silver. Then they will bring gifts to the Lord, and they will do things the right way."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the Lord will accept the gifts from Judah and Jerusalem. It will be as it was in the past&ndash;as the time long ago."
            },
            {
                "verse_number": "5",
                "verse_text": "Then I will bring you to justice. I will be an expert witness and testify about the evil things people do. I will speak out against those who do evil magic or commit adultery. I will speak out against those who make false promises and cheat their workers and don&quot;t pay them the money they promised. I will testify against those who don&quot;t help strangers, or widows and orphans. And I will testify against those who don&quot;t respect me.&apos; This is what the Lord All-Powerful said."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;I am the Lord, and I don&quot;t change. You are Jacob&quot;s children, and you have not been completely destroyed."
            },
            {
                "verse_number": "7",
                "verse_text": "But you never obeyed my laws. Even your ancestors stopped following me. Come back to me, and I will come back to you.&apos; This is what the Lord All-Powerful said."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;People should not steal things from God, but you stole things from me."
            },
            {
                "verse_number": "9",
                "verse_text": "In this way your whole nation has stolen things from me, so bad things are happening to you.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord All-Powerful says, &apos;Try this test. Bring one-tenth of your things to me. Put them in the treasury. Bring food to my house. Test me! If you do these things, I will surely bless you. Good things will come to you like rain falling from the sky. You will have more than enough of everything."
            },
            {
                "verse_number": "11",
                "verse_text": "I will not let pests destroy your crops. All your grapevines will produce grapes.&apos; This is what the Lord All-Powerful said."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;People from other nations will be good to you. You will have a wonderful country.&apos; This is what the Lord All-Powerful said."
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord says, &apos;You said cruel things to me.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "You said, &apos;It is useless to worship God. We did what the Lord All-Powerful told us, but we didn&quot;t gain anything. We cried like people at a funeral to show we were sorry for our sins, but it didn&quot;t help."
            },
            {
                "verse_number": "15",
                "verse_text": "We think proud people are happy. Evil people succeed. They do evil things to test God&quot;s patience, and God does not punish them.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then the Lord&quot;s followers spoke with each other, and the Lord listened to them. There is a book in front of him. In that book are the names of his followers. They are the people who honor the Lord&quot;s name."
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord All-Powerful said, &apos;They belong to me. I will be kind to them. Parents are very kind to their children who obey them. In the same way I will be kind to my followers."
            },
            {
                "verse_number": "18",
                "verse_text": "You people will come back to me, and you will learn the difference between good and evil. You will learn the difference between someone who follows God and someone who does not."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "&apos;That time of judgment is coming. It will be like a hot furnace. All the proud people will be punished. All the evil people will burn like straw. At that time they will be like a bush burning in the fire, and there will not be a branch or root left.&apos; This is what the Lord All-Powerful said."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;But, for my followers, goodness will shine on you like the rising sun. And it will bring healing power like the sun&quot;s rays. You will be free and happy, like calves freed from their stalls."
            },
            {
                "verse_number": "3",
                "verse_text": "Then you will walk on the evil people&ndash;they will be like ashes under your feet. I will make this happen at the time of judgment.&apos; This is what the Lord All-Powerful said."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Remember and obey the law of my servant Moses. I gave those laws and rules to him at Mount Horeb. They are for all the people of Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Look, I will send Elijah the prophet to you. He will come before that great and terrible time of judgment from the Lord."
            },
            {
                "verse_number": "6",
                "verse_text": "Elijah will help the parents become close to their children, and he will help the children become close to their parents. This must happen, or I will come and completely destroy your country.&apos;"
            }
        ]
    }
}