{
    "1 John": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "We want to tell you about the Word that gives life&ndash;the one who existed before the world began. This is the one we have heard and have seen with our own eyes. We saw what he did, and our hands touched him."
            },
            {
                "verse_number": "2",
                "verse_text": "Yes, the one who is life was shown to us. We saw him, and so we can tell others about him. We now tell you about him. He is the eternal life that was with God the Father and was shown to us."
            },
            {
                "verse_number": "3",
                "verse_text": "We are telling you about what we have seen and heard because we want you to have fellowship with us. The fellowship we share together is with God the Father and his Son Jesus Christ."
            },
            {
                "verse_number": "4",
                "verse_text": "We write these things to you so that you can be full of joy with us."
            },
            {
                "verse_number": "5",
                "verse_text": "We heard the true teaching from God. Now we tell it to you: God is light, and in him there is no darkness."
            },
            {
                "verse_number": "6",
                "verse_text": "So if we say that we share in life with God, but we continue living in darkness, we are liars, who don&quot;t follow the truth."
            },
            {
                "verse_number": "7",
                "verse_text": "We should live in the light, where God is. If we live in the light, we have fellowship with each other, and the blood sacrifice of Jesus, God&quot;s Son, washes away every sin and makes us clean."
            },
            {
                "verse_number": "8",
                "verse_text": "If we say that we have no sin, we are fooling ourselves, and the truth is not in us."
            },
            {
                "verse_number": "9",
                "verse_text": "But if we confess our sins, God will forgive us. We can trust God to do this. He always does what is right. He will make us clean from all the wrong things we have done."
            },
            {
                "verse_number": "10",
                "verse_text": "If we say that we have not sinned, we are saying that God is a liar and that we don&quot;t accept his true teaching."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "My dear children, I write this letter to you so that you will not sin. But if anyone sins, we have Jesus Christ to help us. He always did what was right, so he is able to defend us before God the Father."
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus is the way our sins are taken away. And he is the way all people can have their sins taken away too. because your sins are forgiven through Christ. because you know the one who existed from the beginning. I write to you, young people, because you have defeated the Evil One. because you know the Father. I write to you, fathers, because you know the one who existed from the beginning. I write to you, young people, because you are strong. The word of God lives in you, and you have defeated the Evil One."
            },
            {
                "verse_number": "3",
                "verse_text": "If we obey what God has told us to do, then we are sure that we know him."
            },
            {
                "verse_number": "4",
                "verse_text": "If we say we know God but do not obey his commands, we are lying. The truth is not in us."
            },
            {
                "verse_number": "5",
                "verse_text": "But when we obey God&quot;s teaching, his love is truly working in us. This is how we know that we are living in him."
            },
            {
                "verse_number": "6",
                "verse_text": "If we say we live in God, we must live the way Jesus lived."
            },
            {
                "verse_number": "7",
                "verse_text": "My dear friends, I am not writing a new command to you. It is the same command you have had since the beginning. This command is the teaching you have already heard."
            },
            {
                "verse_number": "8",
                "verse_text": "But what I write is also a new command. It is a true one; you can see its truth in Jesus and in yourselves. The darkness is passing away, and the true light is already shining."
            },
            {
                "verse_number": "9",
                "verse_text": "Someone might say, &apos;I am in the light,&apos; but if they hate any of their brothers or sisters in God&quot;s family, they are still in the darkness."
            },
            {
                "verse_number": "10",
                "verse_text": "Those who love their brothers and sisters live in the light, and there is nothing in them that will make them do wrong."
            },
            {
                "verse_number": "11",
                "verse_text": "But whoever hates their brother or sister is in darkness. They live in darkness. They don&quot;t know where they are going, because the darkness has made them blind."
            },
            {
                "verse_number": "12",
                "verse_text": "I write to you, dear children,"
            },
            {
                "verse_number": "13",
                "verse_text": "I write to you, fathers,"
            },
            {
                "verse_number": "14",
                "verse_text": "I write to you, children,"
            },
            {
                "verse_number": "15",
                "verse_text": "Don&quot;t love this evil world or the things in it. If you love the world, you do not have the love of the Father in you."
            },
            {
                "verse_number": "16",
                "verse_text": "This is all there is in the world: wanting to please our sinful selves, wanting the sinful things we see, and being too proud of what we have. But none of these comes from the Father. They come from the world."
            },
            {
                "verse_number": "17",
                "verse_text": "The world is passing away, and all the things that people want in the world are passing away. But whoever does what God wants will live forever."
            },
            {
                "verse_number": "18",
                "verse_text": "My dear children, the end is near! You have heard that the enemy of Christ is coming. And now many enemies of Christ are already here. So we know that the end is near."
            },
            {
                "verse_number": "19",
                "verse_text": "These enemies were in our group, but they left us. They did not really belong with us. If they were really part of our group, they would have stayed with us. But they left. This shows that none of them really belonged with us."
            },
            {
                "verse_number": "20",
                "verse_text": "You have the gift that the Holy One gave you. So you all know the truth."
            },
            {
                "verse_number": "21",
                "verse_text": "Do you think I am writing this letter because you don&quot;t know the truth? No, I am writing because you do know the truth. And you know that no lie comes from the truth."
            },
            {
                "verse_number": "22",
                "verse_text": "So who is the liar? It is the one who says Jesus is not the Messiah. Whoever says that is the enemy of Christ&ndash;the one who does not believe in the Father or in his Son."
            },
            {
                "verse_number": "23",
                "verse_text": "Whoever does not believe in the Son does not have the Father, but whoever accepts the Son has the Father too."
            },
            {
                "verse_number": "24",
                "verse_text": "Be sure that you continue to follow the teaching you heard from the beginning. If you do that, you will always be in the Son and in the Father."
            },
            {
                "verse_number": "25",
                "verse_text": "And this is what the Son promised us&ndash;eternal life."
            },
            {
                "verse_number": "26",
                "verse_text": "I am writing this letter about those who are trying to lead you into the wrong way."
            },
            {
                "verse_number": "27",
                "verse_text": "Christ gave you a special gift. You still have this gift in you. So you don&quot;t need anyone to teach you. The gift he gave you teaches you about everything. It is a true gift, not a false one. So continue to live in Christ, as his gift taught you."
            },
            {
                "verse_number": "28",
                "verse_text": "Yes, my dear children, live in him. If we do this, we can be without fear on the day when Christ comes again. We will not need to hide and be ashamed when he comes."
            },
            {
                "verse_number": "29",
                "verse_text": "You know that Christ always did what was right. So you know that all those who do what is right are God&quot;s children."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "The Father has loved us so much! This shows how much he loved us: We are called children of God. And we really are his children. But the people in the world don&quot;t understand that we are God&quot;s children, because they have not known him."
            },
            {
                "verse_number": "2",
                "verse_text": "Dear friends, now we are children of God. We have not yet been shown what we will be in the future. But we know that when Christ comes again, we will be like him. We will see him just as he is."
            },
            {
                "verse_number": "3",
                "verse_text": "He is pure, and everyone who has this hope in him keeps themselves pure like Christ."
            },
            {
                "verse_number": "4",
                "verse_text": "Anyone who sins breaks God&quot;s law. Yes, sinning is the same as living against God&quot;s law."
            },
            {
                "verse_number": "5",
                "verse_text": "You know that Christ came to take away people&quot;s sins. There is no sin in Christ."
            },
            {
                "verse_number": "6",
                "verse_text": "So whoever lives in Christ does not continue to sin. If they continue to sin, they have never really understood Christ and have never known him."
            },
            {
                "verse_number": "7",
                "verse_text": "Dear children, don&quot;t let anyone lead you into the wrong way. Christ always did what was right. So to be good like Christ, you must do what is right."
            },
            {
                "verse_number": "8",
                "verse_text": "The devil has been sinning since the beginning. Anyone who continues to sin belongs to the devil. The Son of God came for this: to destroy the devil&quot;s work."
            },
            {
                "verse_number": "9",
                "verse_text": "Those who are God&quot;s children do not continue to sin, because the new life God gave them stays in them. They cannot keep sinning, because they have become children of God."
            },
            {
                "verse_number": "10",
                "verse_text": "So we can see who God&quot;s children are and who the devil&quot;s children are. These are the ones who are not God&quot;s children: those who don&quot;t do what is right and those who do not love their brothers and sisters in God&quot;s family."
            },
            {
                "verse_number": "11",
                "verse_text": "This is the teaching you have heard from the beginning: We must love each other."
            },
            {
                "verse_number": "12",
                "verse_text": "Don&quot;t be like Cain. He belonged to the Evil One. Cain killed his brother. But why did he kill him? Because what Cain did was evil, and what his brother did was good."
            },
            {
                "verse_number": "13",
                "verse_text": "Brothers and sisters, don&quot;t be surprised when the people of this world hate you."
            },
            {
                "verse_number": "14",
                "verse_text": "We know that we have left death and have come into life. We know this because we love each other as brothers and sisters. Anyone who does not love is still in death."
            },
            {
                "verse_number": "15",
                "verse_text": "Anyone who hates a fellow believer is a murderer. And you know that no murderer has eternal life."
            },
            {
                "verse_number": "16",
                "verse_text": "This is how we know what real love is: Jesus gave his life for us. So we should give our lives for each other as brothers and sisters."
            },
            {
                "verse_number": "17",
                "verse_text": "Suppose a believer who is rich enough to have all the necessities of life sees a fellow believer who is poor and does not have even basic needs. What if the rich believer does not help the poor one? Then it is clear that God&quot;s love is not in that person&quot;s heart."
            },
            {
                "verse_number": "18",
                "verse_text": "My children, our love should not be only words and talk. No, our love must be real. We must show our love by the things we do."
            },
            {
                "verse_number": "21",
                "verse_text": "My dear friends, if we don&quot;t feel that we are doing wrong, we can be without fear when we come to God."
            },
            {
                "verse_number": "22",
                "verse_text": "And God gives us what we ask for. We receive it because we obey God&quot;s commands and do what pleases him."
            },
            {
                "verse_number": "23",
                "verse_text": "This is what God commands: that we believe in his Son Jesus Christ, and that we love each other as he commanded."
            },
            {
                "verse_number": "24",
                "verse_text": "All who obey God&quot;s commands live in God. And God lives in them. How do we know that God lives in us? We know because of the Spirit he gave us."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "My dear friends, many false prophets are in the world now. So don&quot;t believe every spirit, but test the spirits to see if they are from God."
            },
            {
                "verse_number": "2",
                "verse_text": "This is how you can recognize God&quot;s Spirit. One spirit says, &apos;I believe that Jesus is the Messiah who came to earth and became a man.&apos; That Spirit is from God."
            },
            {
                "verse_number": "3",
                "verse_text": "Another spirit refuses to say this about Jesus. That spirit is not from God. This is the spirit of the enemy of Christ. You have heard that the enemy of Christ is coming, and now he is already in the world. God is love. Everyone who lives in love lives in God, and God lives in them."
            },
            {
                "verse_number": "4",
                "verse_text": "My dear children, you belong to God, so you have already defeated these false prophets. That&quot;s because the one who is in you is greater than the one who is in the world."
            },
            {
                "verse_number": "5",
                "verse_text": "And they belong to the world, so what they say is from the world too. And the world listens to what they say."
            },
            {
                "verse_number": "6",
                "verse_text": "But we are from God. So the people who know God listen to us. But the people who are not from God don&quot;t listen to us. This is how we know the Spirit that is true and the spirit that is false."
            },
            {
                "verse_number": "7",
                "verse_text": "Dear friends, we should love each other, because love comes from God. Everyone who loves has become God&quot;s child. And so everyone who loves knows God."
            },
            {
                "verse_number": "8",
                "verse_text": "Anyone who does not love does not know God, because God is love."
            },
            {
                "verse_number": "9",
                "verse_text": "This is how God showed his love to us: He sent his only Son into the world to give us life through him."
            },
            {
                "verse_number": "10",
                "verse_text": "True love is God&quot;s love for us, not our love for God. He sent his Son as the way to take away our sins."
            },
            {
                "verse_number": "11",
                "verse_text": "That is how much God loved us, dear friends! So we also must love each other."
            },
            {
                "verse_number": "12",
                "verse_text": "No one has ever seen God. But if we love each other, God lives in us. If we love each other, God&quot;s love has reached its goal&ndash;it is made perfect in us."
            },
            {
                "verse_number": "13",
                "verse_text": "We know that we live in God and God lives in us. We know this because he gave us his Spirit."
            },
            {
                "verse_number": "14",
                "verse_text": "We have seen that the Father sent his Son to be the Savior of the world, and this is what we tell people now."
            },
            {
                "verse_number": "15",
                "verse_text": "Anyone who says, &apos;I believe that Jesus is the Son of God,&apos; is a person who lives in God, and God lives in that person."
            },
            {
                "verse_number": "16",
                "verse_text": "So we know the love that God has for us, and we trust that love."
            },
            {
                "verse_number": "17",
                "verse_text": "If God&quot;s love is made perfect in us, we can be without fear on the day when God judges the world. We will be without fear, because in this world we are like Jesus."
            },
            {
                "verse_number": "18",
                "verse_text": "Where God&quot;s love is, there is no fear, because God&quot;s perfect love takes away fear. It is his punishment that makes a person fear. So his love is not made perfect in the one who has fear."
            },
            {
                "verse_number": "19",
                "verse_text": "We love because God first loved us."
            },
            {
                "verse_number": "20",
                "verse_text": "If we say we love God but hate any of our brothers or sisters in his family, we are liars. If we don&quot;t love someone we have seen, how can we love God? We have never even seen him."
            },
            {
                "verse_number": "21",
                "verse_text": "God gave us this command: If we love God, we must also love each other as brothers and sisters."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "The people who believe that Jesus is the Messiah are God&quot;s children. Anyone who loves the Father also loves the Father&quot;s children."
            },
            {
                "verse_number": "2",
                "verse_text": "How do we know that we love God&quot;s children? We know because we love God and we obey his commands."
            },
            {
                "verse_number": "3",
                "verse_text": "Loving God means obeying his commands. And God&quot;s commands are not too hard for us,"
            },
            {
                "verse_number": "4",
                "verse_text": "because everyone who is a child of God has the power to win against the world. It is our faith that has won the victory against the world."
            },
            {
                "verse_number": "5",
                "verse_text": "So who wins against the world? Only those who believe that Jesus is the Son of God."
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus Christ is the one who came. He came with water and with blood. He did not come by water only. No, Jesus came by both water and blood. And the Spirit tells us that this is true. The Spirit is the truth."
            },
            {
                "verse_number": "7",
                "verse_text": "So there are three witnesses that tell us about Jesus:"
            },
            {
                "verse_number": "8",
                "verse_text": "the Spirit, the water, and the blood. These three witnesses agree."
            },
            {
                "verse_number": "9",
                "verse_text": "We believe people when they say something is true. But what God says is more important. And this is what God told us: He told us the truth about his own Son."
            },
            {
                "verse_number": "10",
                "verse_text": "Whoever believes in the Son of God has the truth that God told us. But people who do not believe God make God a liar, because they do not believe what God told us about his Son."
            },
            {
                "verse_number": "11",
                "verse_text": "This is what God told us: God has given us eternal life, and this life is in his Son."
            },
            {
                "verse_number": "12",
                "verse_text": "Whoever has the Son has life, but whoever does not have the Son of God does not have life."
            },
            {
                "verse_number": "13",
                "verse_text": "I write this letter to you who believe in the Son of God. I write so that you will know that you have eternal life now."
            },
            {
                "verse_number": "14",
                "verse_text": "We can come to God with no doubts. This means that when we ask God for things (and those things agree with what God wants for us), God cares about what we say."
            },
            {
                "verse_number": "15",
                "verse_text": "He listens to us every time we ask him. So we know that he gives us whatever we ask from him."
            },
            {
                "verse_number": "16",
                "verse_text": "Suppose you see your fellow believer sinning (sin that does not lead to eternal death). You should pray for them. Then God will give them life. I am talking about people whose sin does not lead to eternal death. There is sin that leads to death. I don&quot;t mean that you should pray about that kind of sin."
            },
            {
                "verse_number": "17",
                "verse_text": "Doing wrong is always sin. But there is sin that does not lead to eternal death."
            },
            {
                "verse_number": "18",
                "verse_text": "We know that those who have been made God&quot;s children do not continue to sin. The Son of God keeps them safe. The Evil One cannot hurt them."
            },
            {
                "verse_number": "19",
                "verse_text": "We know that we belong to God, but the Evil One controls the whole world."
            },
            {
                "verse_number": "20",
                "verse_text": "And we know that the Son of God has come and has given us understanding. So now we can know the one who is true, and we live in that true God. We are in his Son, Jesus Christ. He is the true God, and he is eternal life."
            },
            {
                "verse_number": "21",
                "verse_text": "So, dear children, keep yourselves away from false gods."
            }
        ]
    }
}