{
    "Philemon": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Greetings from Paul, a prisoner for Jesus Christ, and from Timothy, our brother. To Philemon, our dear friend and worker with us."
            },
            {
                "verse_number": "2",
                "verse_text": "Also to our sister Apphia, to Archippus, who serves with us in the Lord&quot;s army, and to the church that meets in your home."
            },
            {
                "verse_number": "3",
                "verse_text": "Grace and peace to you from God our Father and the Lord Jesus Christ."
            },
            {
                "verse_number": "4",
                "verse_text": "I remember you in my prayers. And I always thank my God for you."
            },
            {
                "verse_number": "5",
                "verse_text": "I thank God because I hear about the love you have for all of God&quot;s holy people and the faith you have in the Lord Jesus."
            },
            {
                "verse_number": "6",
                "verse_text": "I pray that the faith you share will make you understand every blessing we have in Christ."
            },
            {
                "verse_number": "7",
                "verse_text": "My brother, you have shown love to God&quot;s people, and your help has greatly encouraged them. What a great joy and encouragement that has been to me."
            },
            {
                "verse_number": "8",
                "verse_text": "There is something that you should do. And because of the authority I have in Christ, I feel free to command you to do it."
            },
            {
                "verse_number": "9",
                "verse_text": "But I am not commanding you; I am asking you to do it out of love. I, Paul, am an old man now, and I am a prisoner for Christ Jesus."
            },
            {
                "verse_number": "10",
                "verse_text": "I am asking you for my son Onesimus. He became my son while I was in prison."
            },
            {
                "verse_number": "11",
                "verse_text": "In the past he was useless to you. But now he has become useful for both you and me."
            },
            {
                "verse_number": "12",
                "verse_text": "I am sending him back to you, but it&quot;s as hard as losing part of myself."
            },
            {
                "verse_number": "13",
                "verse_text": "I would like to keep him here to help me while I am still in prison for telling the Good News. By helping me here, he would be representing you."
            },
            {
                "verse_number": "14",
                "verse_text": "But I did not want to do anything without asking you first. Then whatever you do for me will be what you want to do, not what I forced you to do."
            },
            {
                "verse_number": "15",
                "verse_text": "Onesimus was separated from you for a short time. Maybe that happened so that you could have him back forever,"
            },
            {
                "verse_number": "16",
                "verse_text": "not to be just a slave, but better than a slave, to be a dear brother. That&quot;s what he is to me. And I know he will mean even more to you, both as your slave and as one who shares your faith in the Lord."
            },
            {
                "verse_number": "17",
                "verse_text": "If you accept me as your friend, then accept Onesimus back. Welcome him like you would welcome me."
            },
            {
                "verse_number": "18",
                "verse_text": "If he has done any wrong to you or owes you anything, charge that to me."
            },
            {
                "verse_number": "19",
                "verse_text": "I, Paul, am writing this in my own handwriting: I will pay back anything Onesimus owes. And I will say nothing about what you owe me for your own life."
            },
            {
                "verse_number": "20",
                "verse_text": "So, my brother, as a follower of the Lord please do this favor for me. It would be such a great encouragement to me as your brother in Christ."
            },
            {
                "verse_number": "21",
                "verse_text": "I write this letter knowing that you will do what I ask, and even more than I ask."
            },
            {
                "verse_number": "22",
                "verse_text": "Also, please prepare a room for me. I hope that God will answer your prayers and that I will be able to come and see you."
            },
            {
                "verse_number": "23",
                "verse_text": "Epaphras is a prisoner with me for Christ Jesus. He sends you his greetings."
            },
            {
                "verse_number": "24",
                "verse_text": "Also Mark, Aristarchus, Demas, and Luke send their greetings. They are workers together with me."
            },
            {
                "verse_number": "25",
                "verse_text": "The grace of our Lord Jesus Christ be with your spirit."
            }
        ]
    }
}