{
    "Numbers": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The Lord spoke to Moses in the Meeting Tent. This was in the desert of Sinai. It was on the first day of the second month of the second year after the Israelites left Egypt. He said to Moses:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Count all the Israelites. List the name of each man with his family and his family group."
            },
            {
                "verse_number": "3",
                "verse_text": "You and Aaron must count the men of Israel who are 20 years old or older. (These are all the men who are able to serve in the army of Israel.) List them by their divisions."
            },
            {
                "verse_number": "4",
                "verse_text": "One man from each tribe will help you. This man will be the leader of his tribe."
            },
            {
                "verse_number": "5",
                "verse_text": "These are the names of the men who will stand with you and help you: from the tribe of Reuben&ndash;Elizur son of Shedeur; from the tribe of Ephraim&ndash;Elishama son of Ammihud; from the tribe of Manasseh&ndash;Gamaliel son of Pedahzur;"
            },
            {
                "verse_number": "6",
                "verse_text": "from the tribe of Simeon&ndash;Shelumiel son of Zurishaddai;"
            },
            {
                "verse_number": "7",
                "verse_text": "from the tribe of Judah&ndash;Nahshon son of Amminadab;"
            },
            {
                "verse_number": "8",
                "verse_text": "from the tribe of Issachar&ndash;Nethanel son of Zuar;"
            },
            {
                "verse_number": "9",
                "verse_text": "from the tribe of Zebulun&ndash;Eliab son of Helon;"
            },
            {
                "verse_number": "10",
                "verse_text": "from the descendants of Joseph:"
            },
            {
                "verse_number": "11",
                "verse_text": "from the tribe of Benjamin&ndash;Abidan son of Gideoni;"
            },
            {
                "verse_number": "12",
                "verse_text": "from the tribe of Dan&ndash;Ahiezer son of Ammishaddai;"
            },
            {
                "verse_number": "13",
                "verse_text": "from the tribe of Asher&ndash;Pagiel son of Ocran;"
            },
            {
                "verse_number": "14",
                "verse_text": "from the tribe of Gad&ndash;Eliasaph son of Deuel ;"
            },
            {
                "verse_number": "15",
                "verse_text": "from the tribe of Naphtali&ndash;Ahira son of Enan.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "All these men were the leaders of their families. The people also chose them to be leaders of their tribes."
            },
            {
                "verse_number": "17",
                "verse_text": "Moses and Aaron took the men who had been chosen to be leaders"
            },
            {
                "verse_number": "18",
                "verse_text": "and called all the Israelites together on the first day of the second month. Then the people were listed by their families and their family groups. All the men who were 20 years old or older were listed."
            },
            {
                "verse_number": "19",
                "verse_text": "Moses did exactly what the Lord commanded&ndash;he counted the people while they were in the desert of Sinai."
            },
            {
                "verse_number": "20",
                "verse_text": "The tribe of Reuben was counted. (Reuben was the firstborn son of Israel.) The names of all the men who were 20 years old or older and able to serve in the army were listed. They were listed with their families and family groups."
            },
            {
                "verse_number": "21",
                "verse_text": "The total number of men counted from the tribe of Reuben was 46,500."
            },
            {
                "verse_number": "22",
                "verse_text": "The tribe of Simeon was counted. The names of all the men who were 20 years old or older and able to serve in the army were listed. They were listed with their families and family groups."
            },
            {
                "verse_number": "23",
                "verse_text": "The total number of men counted from the tribe of Simeon was 59,300."
            },
            {
                "verse_number": "24",
                "verse_text": "The tribe of Gad was counted. The names of all the men who were 20 years old or older and able to serve in the army were listed. They were listed with their families and family groups."
            },
            {
                "verse_number": "25",
                "verse_text": "The total number of men counted from the tribe of Gad was 45,650."
            },
            {
                "verse_number": "26",
                "verse_text": "The tribe of Judah was counted. The names of all the men who were 20 years old or older and able to serve in the army were listed. They were listed with their families and family groups."
            },
            {
                "verse_number": "27",
                "verse_text": "The total number of men counted from the tribe of Judah was 74,600."
            },
            {
                "verse_number": "28",
                "verse_text": "The tribe of Issachar was counted. The names of all the men who were 20 years old or older and able to serve in the army were listed. They were listed with their families and family groups."
            },
            {
                "verse_number": "29",
                "verse_text": "The total number of men counted from the tribe of Issachar was 54,400."
            },
            {
                "verse_number": "30",
                "verse_text": "The tribe of Zebulun was counted. The names of all the men who were 20 years old or older and able to serve in the army were listed. They were listed with their families and family groups."
            },
            {
                "verse_number": "31",
                "verse_text": "The total number of men counted from the tribe of Zebulun was 57,400."
            },
            {
                "verse_number": "32",
                "verse_text": "The tribe of Ephraim was counted. (Ephraim was Joseph&quot;s son.) The names of all the men who were 20 years old or older and able to serve in the army were listed. They were listed with their families and family groups."
            },
            {
                "verse_number": "33",
                "verse_text": "The total number of men counted from the tribe of Ephraim was 40,500."
            },
            {
                "verse_number": "34",
                "verse_text": "The tribe of Manasseh was counted. (Manasseh was also Joseph&quot;s son.) The names of all the men who were 20 years old or older and able to serve in the army were listed. They were listed with their families and family groups."
            },
            {
                "verse_number": "35",
                "verse_text": "The total number of men counted from the tribe of Manasseh was 32,200."
            },
            {
                "verse_number": "36",
                "verse_text": "The tribe of Benjamin was counted. The names of all the men who were 20 years old or older and able to serve in the army were listed. They were listed with their families and family groups."
            },
            {
                "verse_number": "37",
                "verse_text": "The total number of men counted from the tribe of Benjamin was 35,400."
            },
            {
                "verse_number": "38",
                "verse_text": "The tribe of Dan was counted. The names of all the men who were 20 years old or older and able to serve in the army were listed. They were listed with their families and family groups."
            },
            {
                "verse_number": "39",
                "verse_text": "The total number of men counted from the tribe of Dan was 62,700."
            },
            {
                "verse_number": "40",
                "verse_text": "The tribe of Asher was counted. The names of all the men who were 20 years old or older and able to serve in the army were listed. They were listed with their families and family groups."
            },
            {
                "verse_number": "41",
                "verse_text": "The total number of men counted from the tribe of Asher was 41,500."
            },
            {
                "verse_number": "42",
                "verse_text": "The tribe of Naphtali was counted. The names of all the men who were 20 years old or older and able to serve in the army were listed. They were listed by name with their families and family groups."
            },
            {
                "verse_number": "43",
                "verse_text": "The total number of men counted from the tribe of Naphtali was 53,400."
            },
            {
                "verse_number": "44",
                "verse_text": "Moses, Aaron, and the twelve leaders of Israel counted these men. (There was one leader from each tribe.)"
            },
            {
                "verse_number": "45",
                "verse_text": "They counted every man who was 20 years old or older and able to serve in the army. Each man was listed with his family."
            },
            {
                "verse_number": "46",
                "verse_text": "The total number of men counted was 603,550 men."
            },
            {
                "verse_number": "47",
                "verse_text": "The families from the tribe of Levi were not counted with the other Israelites."
            },
            {
                "verse_number": "48",
                "verse_text": "The Lord had told Moses:"
            },
            {
                "verse_number": "49",
                "verse_text": "&apos;Don&quot;t count the men from the tribe of Levi or include them with the other Israelites."
            },
            {
                "verse_number": "50",
                "verse_text": "Tell the Levites that they are responsible for the Tent of the Agreement. They must take care of that tent and everything that is with it. They must carry the Holy Tent and everything in it. They must make their camp around it and take care of it."
            },
            {
                "verse_number": "51",
                "verse_text": "Whenever the Holy Tent is moved, the Levites must do it. Whenever the Holy Tent is set up, the Levites must do it. They are the men who will take care of the Holy Tent. Anyone else who tries to take care of the tent must be killed."
            },
            {
                "verse_number": "52",
                "verse_text": "The Israelites will make their camps in separate divisions. Everyone must camp near their family flag."
            },
            {
                "verse_number": "53",
                "verse_text": "The Levites will set up their tents so that they surround the Tent of the Agreement. They will serve as guards and keep the people away from the Tent. This will protect the Israelites from the Lord&quot;s anger.&apos;"
            },
            {
                "verse_number": "54",
                "verse_text": "The Lord had given these commandments to Moses. So the Israelites did everything he commanded."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses and Aaron:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;The Israelites should make their camps around the Meeting Tent. Each division will have its own special flag, and everyone will camp near their group&quot;s flag."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;The flag of the camp of Judah will be on the east side, where the sun rises. The people of Judah will camp near its flag. The leader of the people of Judah is Nahshon son of Amminadab."
            },
            {
                "verse_number": "4",
                "verse_text": "There are 74,600 men in his division."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;The tribe of Issachar will camp next to the tribe of Judah. The leader of the tribe of Issachar is Nethanel son of Zuar."
            },
            {
                "verse_number": "6",
                "verse_text": "There are 54,400 men in his division."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;The tribe of Zebulun will also camp next to the tribe of Judah. The leader of the tribe of Zebulun is Eliab son of Helon."
            },
            {
                "verse_number": "8",
                "verse_text": "There are 57,400 men in his division."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;The total number of men in Judah&quot;s camp is 186,400. All these men are divided into their different tribes. Judah will be the first group to move when the people travel from one place to another."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;The flag of Reuben&quot;s camp will be south of the Holy Tent. Each group will camp near its flag. The leader of the tribe of Reuben is Elizur son of Shedeur."
            },
            {
                "verse_number": "11",
                "verse_text": "There are 46,500 men in this division."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;The tribe of Simeon will camp next to the tribe of Reuben. The leader of the tribe of Simeon is Shelumiel son of Zurishaddai."
            },
            {
                "verse_number": "13",
                "verse_text": "There are 59,300 men in this division."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;The tribe of Gad will also camp next to the tribe of Reuben. The leader of the tribe of Gad is Eliasaph son of Deuel."
            },
            {
                "verse_number": "15",
                "verse_text": "There are 45,650 men in this division."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;The total number of men in all the divisions of Reuben&quot;s camp is 151,450. His camp will be the second group to move when the people travel from place to place."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;When the people travel, Levi&quot;s camp will move next. The Meeting Tent will be with them between the other camps. The people will make their camps in the same order that they move."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;The flag of the camp of Ephraim will be on the west side. The division of Ephraim will camp there. The leader of the tribe of Ephraim is Elishama son of Ammihud."
            },
            {
                "verse_number": "19",
                "verse_text": "There are 40,500 men in this division."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;The tribe of Manasseh will camp next to Ephraim&quot;s family. The leader of the tribe of Manasseh is Gamaliel son of Pedahzur."
            },
            {
                "verse_number": "21",
                "verse_text": "There are 32,200 men in this division."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;The tribe of Benjamin will also camp next to Ephraim&quot;s family. The leader of the tribe of Benjamin is Abidan son of Gideoni."
            },
            {
                "verse_number": "23",
                "verse_text": "There are 35,400 men in this division."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;The total number of men in Ephraim&quot;s camp is 108,100. They will be the third family to move when the people travel from one place to another."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;The flag of Dan&quot;s camp will be on the north side. The tribes of Dan will camp there. The leader of the tribe of Dan is Ahiezer son of Ammishaddai."
            },
            {
                "verse_number": "26",
                "verse_text": "There are 62,700 men in this division."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;The people from the tribe of Asher will camp next to the tribe of Dan. The leader of the tribe of Asher is Pagiel son of Ocran."
            },
            {
                "verse_number": "28",
                "verse_text": "There are 41,500 men in this division."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;The tribe of Naphtali will also camp next to the tribe of Dan. The leader of the tribe of Naphtali is Ahira son of Enan."
            },
            {
                "verse_number": "30",
                "verse_text": "There are 53,400 men in this division."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;There are 157,600 men in Dan&quot;s camp. They will be the last to move when the people travel from place to place. Each group will have its own flag.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "So these were the Israelites. They were counted by families. The total number of Israelite men in the camps, counted by divisions, is 603,550."
            },
            {
                "verse_number": "33",
                "verse_text": "Moses obeyed the Lord and did not count the Levites with the other Israelites."
            },
            {
                "verse_number": "34",
                "verse_text": "So the Israelites did everything the Lord told Moses. Each group camped under its own flag. And everyone stayed with their own family and family group."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "This is the family history of Aaron and Moses at the time the Lord talked to Moses on Mount Sinai. The Gershon family groups were Libni and Shimei. These are the families that belonged to Levi&quot;s family group."
            },
            {
                "verse_number": "2",
                "verse_text": "Aaron had four sons. Nadab was the firstborn son. Then there were Abihu, Eleazar, and Ithamar."
            },
            {
                "verse_number": "3",
                "verse_text": "These sons were the chosen priests. They were given the special work of serving the Lord as priests."
            },
            {
                "verse_number": "4",
                "verse_text": "But Nadab and Abihu died while serving the Lord. They used fire that the Lord did not allow when they made an offering to him. So Nadab and Abihu died there, in the desert of Sinai. They had no sons, so Eleazar and Ithamar took their place and served the Lord as priests. This happened while their father Aaron was still alive."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Bring all the men from the tribe of Levi. Bring them to Aaron the priest. These men will be his helpers."
            },
            {
                "verse_number": "7",
                "verse_text": "The Levites will help him when he serves at the Meeting Tent. And they will help all the Israelites when they come to worship at the Holy Tent."
            },
            {
                "verse_number": "8",
                "verse_text": "The Israelites should protect everything in the Meeting Tent; it is their duty. But the Levites will serve the Israelites by caring for these things. This will be their way of serving at the Holy Tent."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Give the Levites to Aaron and his sons. The Levites were chosen from all the Israelites to help Aaron and his sons."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Appoint Aaron and his sons to be priests. They must do their duty and serve as priests. Anyone else who tries to come near the holy things must be killed.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord also said to Moses,"
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord again said to Moses in the desert of Sinai,"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Count all the families and family groups in the tribe of Levi. Count every man or boy who is one month old or older.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So Moses obeyed the Lord. He counted them all."
            },
            {
                "verse_number": "17",
                "verse_text": "Levi had three sons. Their names were Gershon, Kohath, and Merari."
            },
            {
                "verse_number": "18",
                "verse_text": "Each son was the leader of several family groups."
            },
            {
                "verse_number": "19",
                "verse_text": "The Kohath family groups were Amram, Izhar, Hebron, and Uzziel."
            },
            {
                "verse_number": "20",
                "verse_text": "The Merari family groups were Mahli and Mushi."
            },
            {
                "verse_number": "21",
                "verse_text": "The families of Libni and Shimei belonged to the family of Gershon. They were the Gershonite family groups."
            },
            {
                "verse_number": "22",
                "verse_text": "There were 7500 men and boys over one month old in these two family groups."
            },
            {
                "verse_number": "23",
                "verse_text": "The Gershonite family groups were told to camp in the west. They made their camp behind the Holy Tent."
            },
            {
                "verse_number": "24",
                "verse_text": "The leader of the family groups of the Gershonites was Eliasaph son of Lael."
            },
            {
                "verse_number": "25",
                "verse_text": "In the Meeting Tent, the Gershonites had the job of taking care of the Holy Tent, the outer tent, and the covering. They also took care of the curtain at the entrance of the Meeting Tent."
            },
            {
                "verse_number": "26",
                "verse_text": "They cared for the curtain in the courtyard. And they cared for the curtain at the entrance of the courtyard. This courtyard was around the Holy Tent and the altar. And they cared for the ropes and for everything that was used with the curtains."
            },
            {
                "verse_number": "27",
                "verse_text": "The families of Amram, Izhar, Hebron, and Uzziel belonged to the family of Kohath. They were the Kohathite family groups."
            },
            {
                "verse_number": "28",
                "verse_text": "In this family group there were 8300 men and boys a month old or over. The Kohathites were given the job of taking care of the things in the Holy Place."
            },
            {
                "verse_number": "29",
                "verse_text": "The Kohathite family groups were given the area to the south of the Holy Tent. This was the area where they camped."
            },
            {
                "verse_number": "30",
                "verse_text": "The leader of the Kohathite family groups was Elizaphan son of Uzziel."
            },
            {
                "verse_number": "31",
                "verse_text": "Their job was to take care of the Holy Box, the table, the lampstand, the altars, and the dishes of the Holy Place. They also cared for the curtain and all the things that were used with the curtain."
            },
            {
                "verse_number": "32",
                "verse_text": "The leader over the leaders of the Levites was Eleazar son of Aaron the priest. Eleazar was in charge of everyone who took care of the holy things."
            },
            {
                "verse_number": "35",
                "verse_text": "The leader of the Merari family group was Zuriel son of Abihail. This family group was given the area to the north of the Holy Tent. This is the area where they camped."
            },
            {
                "verse_number": "36",
                "verse_text": "The people from the Merari family were given the job of caring for the frames of the Holy Tent. They cared for all the braces, posts, bases, and everything that was used with the frames of the Holy Tent."
            },
            {
                "verse_number": "37",
                "verse_text": "They also cared for all the posts in the courtyard around the Holy Tent. This included all the bases, tent pegs, and ropes."
            },
            {
                "verse_number": "38",
                "verse_text": "Moses, Aaron, and his sons camped east of the Holy Tent, in front of the Meeting Tent. They were given the work of caring for the Holy Place. They did this for all the Israelites. Anyone else who came near the Holy Place was to be killed."
            },
            {
                "verse_number": "39",
                "verse_text": "The Lord commanded Moses and Aaron to count all the men and boys one month old or older in Levi&quot;s family group. The total number was 22,000."
            },
            {
                "verse_number": "40",
                "verse_text": "The Lord said to Moses, &apos;Count all the firstborn men and boys in Israel who are at least one month old. Write their names on a list."
            },
            {
                "verse_number": "41",
                "verse_text": "I am the Lord. I will take the Levites instead of all the firstborn men and boys of Israel. I will also take the animals from the Levites instead of taking all the firstborn animals from the other people in Israel.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "So Moses did what the Lord commanded. He counted all the firstborn children of the Israelites."
            },
            {
                "verse_number": "43",
                "verse_text": "He listed all the firstborn men and boys who were one month old or older. There were 22,273 names on that list."
            },
            {
                "verse_number": "44",
                "verse_text": "The Lord also said to Moses,"
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;I, the Lord, give this command: &quot;Take the Levites instead of all the firstborn men from the other families of Israel. And I will take the animals of the Levites instead of the animals of the other people. The Levites are mine."
            },
            {
                "verse_number": "46",
                "verse_text": "There are 22,000 Levites, but there are 22,273 firstborn sons from the other families. This leaves 273 more firstborn sons than Levites."
            },
            {
                "verse_number": "47",
                "verse_text": "Using the official measure, collect five shekels of silver for each of the 273 people. (The shekel by the official measure weighs 20 gerahs. ) Collect that silver from the Israelites."
            },
            {
                "verse_number": "48",
                "verse_text": "Give the silver to Aaron and his sons as payment for the 273 Israelites.&quot;&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "There were not enough Levites to take the place of all the men from the other family groups, so Moses gathered the money for them."
            },
            {
                "verse_number": "50",
                "verse_text": "Moses collected the silver from the firstborn men of the Israelites. He collected 1365 shekels of silver, using the official measure."
            },
            {
                "verse_number": "51",
                "verse_text": "Moses obeyed the Lord&quot;s command and gave the silver to Aaron and his sons. He did it just as the Lord had told him."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses and Aaron,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Count the men in the families of the Kohath family group. (The Kohath family group is a part of Levi&quot;s family group.)"
            },
            {
                "verse_number": "3",
                "verse_text": "Count all the men from 30 to 50 years old who come to serve. These men will work in the Meeting Tent."
            },
            {
                "verse_number": "4",
                "verse_text": "Their job is to take care of the most holy things in the Meeting Tent."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;When the Israelites travel to a new place, Aaron and his sons must go into the Meeting Tent and take down the curtain and cover the Box of the Agreement with it."
            },
            {
                "verse_number": "6",
                "verse_text": "Then they must cover all of this with covering made from fine leather. Then they must spread the solid blue cloth over the leather and put the poles in the rings on the Holy Box."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Then they must spread a blue cloth over the holy table. Then they must put the plates, spoons, bowls, and the jars for drink offerings on the table. Put the special bread on the table."
            },
            {
                "verse_number": "8",
                "verse_text": "Then you must put a red cloth over all these things, cover everything with fine leather, and put the poles in the rings of the table."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Then they must cover the lampstand and its lamps with a blue cloth. They must also cover all the things used to keep the lamps burning and all the jars of oil that are used in the lamps."
            },
            {
                "verse_number": "10",
                "verse_text": "Then wrap everything in fine leather. Then they must put all these things on poles used for carrying them."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;They must spread a blue cloth over the golden altar. They must cover that with fine leather. Then they must put the poles for carrying it in the rings on the altar."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Then they must gather together all the special things that are used for worship in the Holy Place. They must gather them together and wrap them in a blue cloth. Then they must cover that with fine leather. They must put these things on a frame for carrying them."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;They must clean the ashes out of the bronze altar and spread a purple cloth over it."
            },
            {
                "verse_number": "14",
                "verse_text": "Then they must gather together all the things that are used for worship at the altar. These are the firepans, forks, shovels, and the bowls. They must put these things on the bronze altar. Then they must spread a covering of fine leather over the altar and put the poles for carrying it in the rings on the altar."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Aaron and his sons must finish covering all the holy things in the Holy Place. Then the men from the Kohath family can go in and begin carrying these things. In this way they will not touch the holy things and die."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Eleazar son of Aaron the priest will be responsible for the Holy Tent. He will be responsible for everything in it, including the holy things. He will be responsible for the oil for the lamp, the sweet-smelling incense, the daily offering, and the anointing oil.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord said to Moses and Aaron,"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Be careful! Don&quot;t let these Kohathite men be destroyed."
            },
            {
                "verse_number": "19",
                "verse_text": "You must do these things so that the Kohathite men can go near the most holy things and not die. Aaron and his sons must go in and show each Kohathite man what to do and what to carry."
            },
            {
                "verse_number": "20",
                "verse_text": "If you don&quot;t do this, the Kohathite men might go in and look at the holy things. If they look at these things, even for a moment, they must die.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Count all the people of the Gershon family. List them by family and family group."
            },
            {
                "verse_number": "23",
                "verse_text": "Count all the men who are from 30 to 50 years old who come to serve. These men will have the job of caring for the Meeting Tent."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;This is what the Gershonite family must do and the things they must carry:"
            },
            {
                "verse_number": "25",
                "verse_text": "They must carry the curtains of the Holy Tent, the Meeting Tent, its covering, and the covering made from fine leather. They must also carry the curtain at the entrance of the Meeting Tent."
            },
            {
                "verse_number": "26",
                "verse_text": "They must carry the curtains of the courtyard that are around the Holy Tent and the altar. And they must carry the curtain for the entrance of the courtyard. They must also carry all the ropes and all the things that are used with the curtains. The Gershonite men will be responsible for anything that needs to be done with these things."
            },
            {
                "verse_number": "27",
                "verse_text": "Aaron and his sons will watch all the work that is done. Everything the Gershonites carry and the other work they do will be watched by Aaron and his sons. You must tell them what they are responsible for carrying."
            },
            {
                "verse_number": "28",
                "verse_text": "This is the work that the men of the Gershonite family group must do for the Meeting Tent. Ithamar son of Aaron the priest will be responsible for their work.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Count all the men in the families and family groups in the Merari family group."
            },
            {
                "verse_number": "30",
                "verse_text": "Count all the men who are from 30 to 50 years old and come to serve. These men will do a special work for the Meeting Tent."
            },
            {
                "verse_number": "31",
                "verse_text": "When you travel, it is their job to carry the frames of the Meeting Tent. They must carry the braces, the posts, and the bases."
            },
            {
                "verse_number": "32",
                "verse_text": "They must also carry the posts that are around the courtyard. They must carry the bases, the tent pegs, the ropes, and everything that is used for the poles around the courtyard. List the names and tell each man exactly what he must carry."
            },
            {
                "verse_number": "33",
                "verse_text": "This is what the people from the Merari family will do to serve in the work for the Meeting Tent. Ithamar son of Aaron the priest will be responsible for their work.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Moses, Aaron, and the leaders of the Israelites counted the Kohathites. They counted them by families and family groups."
            },
            {
                "verse_number": "35",
                "verse_text": "They counted all the men from 30 to 50 years old who were able to serve. These men were given special work to do for the Meeting Tent."
            },
            {
                "verse_number": "36",
                "verse_text": "There were 2750 men in the Kohath family group who were qualified to do this work."
            },
            {
                "verse_number": "37",
                "verse_text": "So these men from the Kohath family group were given their special work to do for the Meeting Tent. Moses and Aaron did this the way the Lord had told Moses to do."
            },
            {
                "verse_number": "38",
                "verse_text": "Also, the Gershonite family group was counted."
            },
            {
                "verse_number": "39",
                "verse_text": "All the men from 30 to 50 years old who qualified to serve were counted. These men were given their special work to do for the Meeting Tent."
            },
            {
                "verse_number": "40",
                "verse_text": "There were 2630 men in the families of the Gershon family group who were qualified."
            },
            {
                "verse_number": "41",
                "verse_text": "So these men from the Gershon family group were given their special work to do for the Meeting Tent. Moses and Aaron did this the way the Lord had told Moses to do."
            },
            {
                "verse_number": "42",
                "verse_text": "Also, the men in the families and family groups of the Merari family were counted."
            },
            {
                "verse_number": "43",
                "verse_text": "All the men from 30 to 50 years old who qualified to serve were counted. These men were given their special work to do for the Meeting Tent."
            },
            {
                "verse_number": "44",
                "verse_text": "There were 3200 men in the families of the Merari family group who were qualified."
            },
            {
                "verse_number": "45",
                "verse_text": "So these men from the Merari family group were given their special work. Moses and Aaron did this the way the Lord told Moses to do."
            },
            {
                "verse_number": "46",
                "verse_text": "So Moses, Aaron, and the leaders of the Israelites counted all the people in Levi&quot;s family group. They had counted each family and each family group."
            },
            {
                "verse_number": "47",
                "verse_text": "All the men between the ages of 30 and 50 who qualified to serve were counted. These men were given a special work to do for the Meeting Tent. They did the work of carrying the Meeting Tent when they traveled."
            },
            {
                "verse_number": "48",
                "verse_text": "The total number was 8580."
            },
            {
                "verse_number": "49",
                "verse_text": "Each man was counted just as the Lord commanded Moses. Each man was given his own work and told what he must carry just as the Lord had said."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Tell the people to send away from the camp anyone who is unclean, that is, anyone who has a serious skin disease or discharge and anyone who has touched a dead body."
            },
            {
                "verse_number": "3",
                "verse_text": "Whether they are a man or a woman, send them away so that the camp where I am living among you will not be made unclean.&apos; &apos;Then the priest must tell the woman to make an oath. She must agree for the Lord to cause these things to happen to her if she lies."
            },
            {
                "verse_number": "4",
                "verse_text": "So the Israelites obeyed God&quot;s command. They sent those people outside the camp. They did what the Lord had told Moses."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Tell this to the Israelites: You might do something wrong to another person. When you do that, you are really sinning against God. So you are guilty of doing wrong."
            },
            {
                "verse_number": "7",
                "verse_text": "You must confess that sin. Then you must fully pay for that wrong thing you did. You must add one-fifth to the payment and give it all to the person you had done wrong to."
            },
            {
                "verse_number": "8",
                "verse_text": "But maybe the person is dead and does not have any close relatives to accept the payment. In that case, you will give the payment to the Lord. That is, you will give the full payment to the priest. The priest must sacrifice the ram that makes people pure. This ram will be sacrificed to cover over your sins, but the priest will keep the rest of the payment."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;If any of you Israelites gives a special gift to God, the priest who accepts that gift can keep it for himself."
            },
            {
                "verse_number": "10",
                "verse_text": "Each priest may keep the gifts he receives. Every gift given to a priest belongs to that priest.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then the Lord said to Moses,"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Tell the Israelites this: A man&quot;s wife might be unfaithful to him."
            },
            {
                "verse_number": "13",
                "verse_text": "She might have sexual relations with another man and hide this from her husband. And there might not be anyone to tell him that his wife committed this sin. Her husband might never know about the wrong thing she did, and she might not tell her husband about her sin."
            },
            {
                "verse_number": "14",
                "verse_text": "But the husband might begin to think that his wife sinned against him, whether she has or not. He might become jealous. He might begin to believe that she is not pure and true to him."
            },
            {
                "verse_number": "15",
                "verse_text": "If that happens, he must take his wife to the priest. The husband must also take an offering of 8 cups of barley flour. He must not pour oil or incense on the barley flour. This barley flour is a grain offering to the Lord that is given because the husband is jealous. This offering will show that he thinks his wife has been unfaithful to him."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;The priest will take the woman before the Lord and make her stand there."
            },
            {
                "verse_number": "17",
                "verse_text": "Then he will take some special water and put it in a clay jar. He will put some dirt from the floor of the Holy Tent into the water."
            },
            {
                "verse_number": "18",
                "verse_text": "He will force the woman to stand before the Lord. Then he will loosen her hair and put the grain offering in her hand. This is the barley flour that her husband gave because he was jealous. At the same time, he will hold the clay jar of special water. This is the special water that can bring trouble to the woman."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Then the priest will make the woman promise to tell the truth and say to her: &quot;If you have not slept with another man, and if you have not sinned against your husband while you were married to him, then this water that causes trouble will not hurt you."
            },
            {
                "verse_number": "20",
                "verse_text": "But if you have sinned against your husband&ndash;if you had sexual relations with a man who is not your husband&ndash;then you are not pure."
            },
            {
                "verse_number": "21",
                "verse_text": "If that is true, you will have much trouble when you drink this special water. You will not be able to have any children. And if you are pregnant now, your baby will die. And the Lord will cause your people to speak evil of you and curse you.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "The priest must say, &quot;You must drink this water that causes trouble. If you have sinned, you will not be able to have children. Any baby you have will die before it is born.&quot; And the woman should say, &quot;I agree to do as you say.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;The priest should write these warnings on a scroll. Then he should wash the words off into the water."
            },
            {
                "verse_number": "24",
                "verse_text": "Then the woman must drink the water that brings trouble. This water will enter her and, if she is guilty, it will cause her much suffering."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Then the priest will take the grain offering from her (the offering for jealousy) and raise it before the Lord. Then he will carry it to the altar."
            },
            {
                "verse_number": "26",
                "verse_text": "The priest will fill his hands with some of the grain and put it on the altar and let it burn there. After that he will tell the woman to drink the water."
            },
            {
                "verse_number": "27",
                "verse_text": "If the woman has sinned against her husband, the water will bring her trouble. The water will go into her body and cause her much suffering. Any baby that is in her will die before it is born, and she will never be able to have children. All the people will turn against her."
            },
            {
                "verse_number": "28",
                "verse_text": "But if the woman has not sinned against her husband and she is pure, the priest will say that she is not guilty. Then she will be normal and able to have children."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;So this is the law about jealousy. This is what you should do when a woman sins against her husband while she is married to him."
            },
            {
                "verse_number": "30",
                "verse_text": "Or if the man becomes jealous and thinks his wife has sinned against him, this is what the man should do. The priest must tell her to stand before the Lord. Then the priest will do all these things. This is the law."
            },
            {
                "verse_number": "31",
                "verse_text": "The husband will not be guilty of doing anything wrong, but the woman will suffer if she has sinned.&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Tell the Israelites this: If there are people, men or women, who want to make a vow dedicating themselves to the Lord as Nazirites for a time, this is what they must do:"
            },
            {
                "verse_number": "3",
                "verse_text": "They must stay away from wine or other strong drink. They must not drink vinegar that is made from wine or from other strong drink. They must not drink grape juice or eat grapes or raisins."
            },
            {
                "verse_number": "4",
                "verse_text": "During that special time of dedication, they must not eat anything that comes from grapes. They must not even eat the seeds or the skins from grapes. a one-year-old male lamb that has nothing wrong with it for a burnt offering; a one-year-old female lamb that has nothing wrong with it for a sin offering; one ram that has nothing wrong with it for a fellowship offering; and the grain offerings and drink offerings that are a part of these gifts. and keep you. and show you his kindness. and give you peace.&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;The whole time of their Nazirite vow they must not cut their hair. They must be holy until this time of special dedication to the Lord is ended. They must let their hair grow long."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;If you have taken the Nazirite vow, you must not go near someone who is dying during that special time of dedication. You have given yourself fully to the Lord,"
            },
            {
                "verse_number": "7",
                "verse_text": "so you must not let yourself become unclean like this&ndash;even for your own father or mother, brother or sister when they die. This is because you have the hair that you dedicated to God on your head!"
            },
            {
                "verse_number": "8",
                "verse_text": "It is holy because you have given yourself fully to the Lord for the full time of that dedication."
            },
            {
                "verse_number": "9",
                "verse_text": "So if you are with someone when they suddenly die, you will be unclean and you will have to shave the hair from your head. You must do that on the seventh day of your purification ceremony when you are made clean."
            },
            {
                "verse_number": "10",
                "verse_text": "Then on the eighth day, you must bring two doves or two young pigeons and give them to the priest at the entrance of the Meeting Tent."
            },
            {
                "verse_number": "11",
                "verse_text": "Then the priest will offer one bird as a sin offering and the other one as a burnt offering. The burnt offering will be a payment for the sin of touching a dead body during your special time of dedication. Then you must again promise to give the hair on your head as a gift to God."
            },
            {
                "verse_number": "12",
                "verse_text": "This means you must again give yourself to the Lord for another time of dedication. You must bring a one-year-old male lamb to offer as a guilt offering. You must start over from the beginning with a new time of dedication because you touched a dead body during your first time of dedication."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;After their time of dedication is ended, Nazirites must go to the entrance of the Meeting Tent"
            },
            {
                "verse_number": "14",
                "verse_text": "and give their offering to the Lord. Their offering must be:"
            },
            {
                "verse_number": "15",
                "verse_text": "a basket of bread made without yeast&ndash;bread made with fine flour mixed with oil and wafers with oil spread on top;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;The priest will give these things to the Lord, and then the priest will make the sin offering and the burnt offering."
            },
            {
                "verse_number": "17",
                "verse_text": "He will give the basket of bread without yeast to the Lord. Then he will kill the ram as a fellowship offering to the Lord. He will give it to the Lord with the grain offering and the drink offering."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;The Nazirites must go to the entrance of the Meeting Tent. There they must shave off their hair that they grew as a dedication to the Lord. That hair will be put in the fire that is burning under the sacrifice of the fellowship offering."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;After the Nazirites have cut off their hair, the priest will give them a boiled shoulder from the ram and a large and a small cake from the basket. Both of these cakes are made without yeast."
            },
            {
                "verse_number": "20",
                "verse_text": "Then the priest will lift these things up to show that they were presented before the Lord. These things are holy and belong to the priest. Also, the ram&quot;s breast and thigh that were lifted up and presented belong to the priest. After that the Nazirites can drink wine."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;These are the rules for those who decide to make the Nazirite vow. They must give all these gifts to the Lord. But they might be able to give much more. If they promise to do more, they must keep their promise. But they must give at least all the things listed in these rules for the Nazirite vow.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Tell Aaron and his sons that when they bless the Israelites, this is what they should say:"
            },
            {
                "verse_number": "24",
                "verse_text": "&quot;May the Lord bless you"
            },
            {
                "verse_number": "25",
                "verse_text": "May the Lord smile down on you"
            },
            {
                "verse_number": "26",
                "verse_text": "May the Lord answer your prayers"
            },
            {
                "verse_number": "27",
                "verse_text": "In this way Aaron and his sons will use my name to give a blessing to the Israelites, and I will bless them.&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Moses finished setting up the Holy Tent. On that day he dedicated it to God. Moses anointed the Tent and everything in it. He also anointed the altar and all the things used with it. Each leader also brought 1 young bull, 1 ram, and 1 male lamb a year old. These animals were for a burnt offering. Each leader also brought 1 male goat to be used as a sin offering. Each leader brought 2 cattle, 5 rams, 5 male goats, and 5 male lambs a year old. All of them were sacrificed for a fellowship offering. On the first day, the leader of the tribe of Judah, Nahshon son of Amminadab brought his gifts. On the second day, the leader of the tribe of Issachar, Nethanel son of Zuar brought his gifts. On the third day, the leader of the tribe of Zebulun, Eliab son of Helon brought his gifts. On the fourth day, the leader of the tribe of Reuben, Elizur son of Shedeur brought his gifts. On the fifth day, the leader of the tribe of Simeon, Shelumiel son of Zurishaddai brought his gifts. On the seventh day, the leader of the tribe of Ephraim, Elishama son of Ammihud brought his gifts. On the eighth day, the leader of the tribe of Manasseh, Gamaliel son of Pedahzur brought his gifts. On the ninth day, the leader of the tribe of Benjamin, Abidan son of Gideoni brought his gifts. On the tenth day, the leader of the tribe of Dan, Ahiezer son of Ammishaddai brought his gifts. On the eleventh day, the leader of the tribe of Asher, Pagiel son of Ocran brought his gifts. On the twelfth day, the leader of the tribe of Naphtali, Ahira son of Enan brought his gifts."
            },
            {
                "verse_number": "2",
                "verse_text": "Then the leaders of Israel gave offerings to God. These men were the heads of their families and leaders of their tribes. These were the same men who were in charge of counting the people."
            },
            {
                "verse_number": "3",
                "verse_text": "These leaders brought gifts and gave them to the Lord in front of the Holy Tent. They brought six covered wagons and twelve oxen for pulling the wagons. Each leader gave an ox and joined with another leader to give a wagon."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Accept these gifts from the leaders. These gifts can be used in the work of the Meeting Tent. Give them to the Levites to help them do their work.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Moses accepted the wagons and the oxen and gave them to the Levites."
            },
            {
                "verse_number": "7",
                "verse_text": "He gave two wagons and four oxen to the men in Gershon&quot;s group. They needed the wagons and the oxen for their work."
            },
            {
                "verse_number": "8",
                "verse_text": "Then Moses gave four wagons and eight oxen to the men in Merari&quot;s group. They needed the wagons and oxen for their work. Ithamar son of Aaron the priest was responsible for the work of all these men."
            },
            {
                "verse_number": "9",
                "verse_text": "Moses did not give any oxen or wagons to the men in Kohath&quot;s group, because their job was to carry the holy things on their shoulders."
            },
            {
                "verse_number": "10",
                "verse_text": "When Moses anointed the altar, the leaders brought offerings for its dedication. They gave their offerings to the Lord at the altar."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord told Moses, &apos;Each day one leader must bring his gift for the dedication of the altar.&apos;"
            },
            {
                "verse_number": "84",
                "verse_text": "So all these things were the gifts from the leaders of the Israelites. They brought them during the time that Moses dedicated the altar by anointing it. They brought 12 silver plates, 12 silver bowls, and 12 gold spoons."
            },
            {
                "verse_number": "85",
                "verse_text": "Each silver plate weighed about 3 1/4 pounds. And each bowl weighed about 1 3/4 pounds. The silver plates and the silver bowls together all weighed about 60 pounds, using the official measure."
            },
            {
                "verse_number": "86",
                "verse_text": "The 12 gold spoons filled with incense weighed 4 ounces each, using the official measure. The 12 gold spoons all together weighed about 3 pounds."
            },
            {
                "verse_number": "87",
                "verse_text": "The total number of animals for the burnt offering was 12 bulls, 12 rams, and 12 one-year-old male lambs. There were also the grain offerings that must be given with these offerings. And there were 12 male goats to be used for a sin offering."
            },
            {
                "verse_number": "88",
                "verse_text": "The leaders also gave animals to be killed and used as a fellowship offering. The total number of these animals was 24 bulls, 60 rams, 60 male goats, and 60 one-year-old male lambs. In this way they dedicated the altar after Moses anointed it."
            },
            {
                "verse_number": "89",
                "verse_text": "When Moses went into the Meeting Tent to speak to the Lord, he heard the Lord&quot;s voice speaking to him. The voice was coming from the area between the two Cherub angels on the mercy-cover on top of the Box of the Agreement. In this way the Lord spoke to Moses."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Tell Aaron to put the seven lamps in the place I showed you. These lamps will light the area in front of the lampstand.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Aaron did this. He put the lamps in the right place so that they lighted the area in front of the lampstand. He obeyed the command that the Lord gave Moses."
            },
            {
                "verse_number": "4",
                "verse_text": "This is how the lampstand was made: It was made from hammered gold, all the way from the gold base at the bottom to the gold flowers at the top. It looked just like the pattern that the Lord had shown to Moses."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Separate the Levites from the other Israelites. Make these Levites clean."
            },
            {
                "verse_number": "7",
                "verse_text": "This is what you should do to make them clean: Sprinkle the special water from the sin offering on them. This water will make them clean. Then they must shave their bodies and wash their clothes. This will make their bodies clean."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;They must take a young bull and the grain offering that must be offered with it. This grain offering will be flour mixed with oil. Then take another young bull for a sin offering."
            },
            {
                "verse_number": "9",
                "verse_text": "Bring the Levites to the area in front of the Meeting Tent. Then bring all the Israelites together at that place."
            },
            {
                "verse_number": "10",
                "verse_text": "Bring the Levites before the Lord. The Israelites will put their hands on them."
            },
            {
                "verse_number": "11",
                "verse_text": "Aaron will give the Levites to the Lord as an offering from the Israelites. Then the Levites will be ready to do their special work for the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Tell the Levites to put their hands on the heads of the bulls. One bull will be a sin offering and the other bull will be used as a burnt offering to the Lord. These offerings will make the Levites pure."
            },
            {
                "verse_number": "13",
                "verse_text": "Tell the Levites to stand in front of Aaron and his sons. Then give the Levites to the Lord. They will be like an offering."
            },
            {
                "verse_number": "14",
                "verse_text": "This will make the Levites holy. They will be different from the other Israelites. The Levites will belong to me."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;So make the Levites pure and give them to the Lord as a special offering. After you do this, they can come and do their work at the Meeting Tent."
            },
            {
                "verse_number": "16",
                "verse_text": "The Israelites will give me the Levites. They will belong to me. In the past I told every Israelite family to give me their firstborn son. But now I am taking the Levites in place of these firstborn sons from the other families in Israel."
            },
            {
                "verse_number": "17",
                "verse_text": "Every firstborn in Israel&ndash;man or animal&ndash;is mine, because I killed all the firstborn children and animals in Egypt. And I chose to take the firstborn sons to belong to me."
            },
            {
                "verse_number": "18",
                "verse_text": "But now I will take the Levites in their place. I will take the Levites in place of all the firstborn sons from the other families in Israel."
            },
            {
                "verse_number": "19",
                "verse_text": "I chose the Levites from among all the Israelites. And I give them as gifts to Aaron and his sons. I want them to do the work at the Meeting Tent. They will serve for all the Israelites. They will help make the sacrifices that make the Israelites pure. Then no great sickness or trouble will come to the Israelites when they come near the holy place.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So Moses, Aaron, and all the Israelites obeyed the Lord. They did with the Levites everything that the Lord commanded Moses."
            },
            {
                "verse_number": "21",
                "verse_text": "The Levites washed themselves and their clothes. Then Aaron gave them to the Lord as special offerings. Aaron gave the offerings that covered their sins and made them pure."
            },
            {
                "verse_number": "22",
                "verse_text": "After that the Levites came to the Meeting Tent to do their work. Aaron and his sons watched them. They were responsible for the work of the Levites. Aaron and his sons did what the Lord commanded Moses."
            },
            {
                "verse_number": "23",
                "verse_text": "Then the Lord said to Moses,"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;This is a special command for the Levites: Every Levite man who is 25 years old or older must come and share in the work at the Meeting Tent."
            },
            {
                "verse_number": "25",
                "verse_text": "But when a man is 50 years old, he will retire from this hard work."
            },
            {
                "verse_number": "26",
                "verse_text": "Men who are at least 50 years old will be on duty to help their brothers, but they will not do the work themselves. That is what you must do for the Levites so that they can do their duty.&apos;"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "The Lord spoke to Moses in the desert of Sinai. This was during the first month of the second year after the Israelites came out of Egypt. He said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Tell the Israelites to celebrate Passover at the chosen time."
            },
            {
                "verse_number": "3",
                "verse_text": "They must eat the Passover meal just before dark on the 14th day of this month. They must do this at the chosen time, and they must follow all the rules about Passover.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So Moses told the Israelites to celebrate Passover."
            },
            {
                "verse_number": "5",
                "verse_text": "The people did this in the desert of Sinai just before dark on the 14th day of the first month. The Israelites did everything just as the Lord commanded Moses."
            },
            {
                "verse_number": "6",
                "verse_text": "But some of the people could not celebrate Passover that day. They were unclean because they had touched a dead body. So they went to Moses and Aaron that day"
            },
            {
                "verse_number": "7",
                "verse_text": "and said to Moses, &apos;We touched a dead body and became unclean. But why must we be kept from offering our gifts to the Lord at the chosen time with the rest of the Israelites?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Moses said to them, &apos;I will ask the Lord what he says about this.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then the Lord said to Moses,"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Tell the Israelites this: It might happen sometimes that you or your descendants cannot celebrate the Lord&quot;s Passover at the right time. Someone might be unclean because they touched a dead body, or they might be away on a trip. They will still be able to celebrate Passover at another time."
            },
            {
                "verse_number": "11",
                "verse_text": "They must celebrate Passover just before dark on the 14th day of the second month. At that time they must eat the lamb, the bread made without yeast, and the bitter herbs."
            },
            {
                "verse_number": "12",
                "verse_text": "They must not leave any of that food until the next morning. And they must not break any of the bones of the lamb. They must follow all the rules about Passover."
            },
            {
                "verse_number": "13",
                "verse_text": "But anyone who is able must celebrate Passover at the right time. If they are clean and they are not away on a trip, there is no excuse for them not to do it. If they don&quot;t celebrate Passover at the right time, they must be separated from their people. They are guilty and must be punished, because they did not give the Lord his gift at the right time."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;A foreigner living among you might want to share in the Lord&quot;s Passover with you. This is allowed, but that person must follow all the rules about Passover. The same rules are for everyone.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "On the day the Holy Tent, the Tent of the Agreement, was set up, a cloud covered it. At night the cloud over the Holy Tent looked like fire."
            },
            {
                "verse_number": "16",
                "verse_text": "The cloud stayed over the Holy Tent all the time. And at night the cloud looked like fire."
            },
            {
                "verse_number": "17",
                "verse_text": "When the cloud moved from its place over the Holy Tent, the Israelites followed it. When the cloud stopped, that is the place where the Israelites camped."
            },
            {
                "verse_number": "18",
                "verse_text": "This was the way the Lord showed the Israelites when to move and when to stop and set up camp. While the cloud stayed over the Holy Tent, the people continued to camp in that same place."
            },
            {
                "verse_number": "19",
                "verse_text": "Sometimes the cloud would stay over the Holy Tent for a long time. The Israelites obeyed the Lord and did not move."
            },
            {
                "verse_number": "20",
                "verse_text": "Sometimes the cloud was over the Holy Tent for only a few days. So the people obeyed the Lord&quot;s command&ndash;they followed the cloud when it moved."
            },
            {
                "verse_number": "21",
                "verse_text": "Sometimes the cloud stayed only during the night&ndash;the next morning the cloud moved. So the people gathered their things and followed it. If the cloud moved, during the day or during the night, they followed it."
            },
            {
                "verse_number": "22",
                "verse_text": "If the cloud stayed over the Holy Tent for two days, a month, or a year, the people stayed at that place. They did not leave until the cloud moved. When the cloud rose from its place and moved, they also moved."
            },
            {
                "verse_number": "23",
                "verse_text": "So the people obeyed the Lord&quot;s commands. They camped when the Lord told them to, and they moved when he told them to. They watched carefully and obeyed the Lord&quot;s commands to Moses."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Make two trumpets. Use silver and hammer it to make the trumpets. These trumpets will be for calling the people together and for telling them when it is time to move the camp."
            },
            {
                "verse_number": "3",
                "verse_text": "If you blow long blasts on both trumpets, all the people must meet together at the entrance of the Meeting Tent."
            },
            {
                "verse_number": "4",
                "verse_text": "But if you blow long blasts on only one trumpet, only the leaders will come to meet with you. (These are the leaders of the twelve tribes of Israel.) &apos;Get up, Lord! May your enemies be scattered. May your enemies run away from you.&apos; &apos;Come back, Lord, to the millions of Israelites.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Short blasts on the trumpets will be the way to tell the people to move the camp. The first time you blow a short blast on the trumpets, the tribes camping on the east side of the Meeting Tent must begin to move."
            },
            {
                "verse_number": "6",
                "verse_text": "The second time you blow a short blast on the trumpets, the tribes camping on the south side of the Meeting Tent will begin to move."
            },
            {
                "verse_number": "7",
                "verse_text": "But if you want to gather the people together for a special meeting, blow the trumpets in a different way&ndash;blow a long steady blast on the trumpets."
            },
            {
                "verse_number": "8",
                "verse_text": "Only Aaron&quot;s sons, the priests, should blow the trumpets. This is a law for you that will continue forever, for generations to come."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;If you are fighting an enemy in your own land, blow loudly on the trumpets before you go to fight them. The Lord your God will hear you, and he will save you from your enemies."
            },
            {
                "verse_number": "10",
                "verse_text": "Also blow these trumpets for your special meetings, New Moon celebrations, and all your happy times together. Blow the trumpets when you give your burnt offerings and fellowship offerings. This will be a special way for your God to remember you. I command you to do this; I am the Lord your God.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "On the 20th day of the second month of the second year after the Israelites left Egypt, the cloud rose from above the Tent of the Agreement."
            },
            {
                "verse_number": "12",
                "verse_text": "So the Israelites began their journey. They left the desert of Sinai and traveled until the cloud stopped in the desert of Paran."
            },
            {
                "verse_number": "13",
                "verse_text": "This was the first time the people moved their camp. They moved it the way the Lord commanded Moses."
            },
            {
                "verse_number": "14",
                "verse_text": "The three divisions from Judah&quot;s camp went first. They traveled under their flag. The first group was the tribe of Judah. Nahshon son of Amminadab was the commander of that group."
            },
            {
                "verse_number": "15",
                "verse_text": "Next came the tribe of Issachar. Nethanel son of Zuar was the commander of that group."
            },
            {
                "verse_number": "16",
                "verse_text": "And then came the tribe of Zebulun. Eliab son of Helon was the commander of that group."
            },
            {
                "verse_number": "17",
                "verse_text": "Then the Holy Tent was taken down. And the men from the Gershon and the Merari families carried the Holy Tent. So the people from these families were next in line."
            },
            {
                "verse_number": "18",
                "verse_text": "Then came the three divisions from Reuben&quot;s camp. They traveled under their flag. The first group was the tribe of Reuben. Elizur son of Shedeur was the commander of that group."
            },
            {
                "verse_number": "19",
                "verse_text": "Next came the tribe of Simeon. Shelumiel son of Zurishaddai was the commander of that group."
            },
            {
                "verse_number": "20",
                "verse_text": "And then came the tribe of Gad. Eliasaph son of Deuel was the commander of that group."
            },
            {
                "verse_number": "21",
                "verse_text": "Then came the Kohath family. They carried the holy things from inside the Holy Tent. These people came at this time so that the other people could set up the Holy Tent and make it ready at the new camp before these people arrived."
            },
            {
                "verse_number": "22",
                "verse_text": "Next came the three groups from Ephraim&quot;s camp. They traveled under their flag. The first group was the tribe of Ephraim. Elishama son of Ammihud was the commander of that group."
            },
            {
                "verse_number": "23",
                "verse_text": "Next came the tribe of Manasseh. Gamaliel son of Pedahzur was the commander of that group."
            },
            {
                "verse_number": "24",
                "verse_text": "Then came the tribe of Benjamin. Abidan son of Gideoni was the commander of that group."
            },
            {
                "verse_number": "25",
                "verse_text": "The last three tribes in the line were the rear guard for all the other tribes. These were the groups from Dan&quot;s camp. They traveled under their flag. The first group was the tribe of Dan. Ahiezer son of Ammishaddai was their commander."
            },
            {
                "verse_number": "26",
                "verse_text": "Next came the tribe of Asher. Pagiel son of Ocran was the commander of that group."
            },
            {
                "verse_number": "27",
                "verse_text": "Then came the tribe of Naphtali. Ahira son of Enan was the commander of that group."
            },
            {
                "verse_number": "28",
                "verse_text": "That was the way the Israelites marched when they moved from place to place."
            },
            {
                "verse_number": "29",
                "verse_text": "Hobab was the son of Reuel, the Midianite. (Reuel was Moses&quot; father-in-law.) Moses said to Hobab, &apos;We are traveling to the land that the Lord promised to give to us. Come with us and we will be good to you. The Lord has promised good things to the Israelites.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "But Hobab answered, &apos;No, I will not go with you. I will go back to my homeland and to my own people.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Then Moses said, &apos;Please don&quot;t leave us. You know more about the desert than we do. You can be our guide."
            },
            {
                "verse_number": "32",
                "verse_text": "If you come with us, we will share with you all the good things that the Lord gives us.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "So they began traveling from the mountain of the Lord. The priests took the Box of the Lord&quot;s Agreement and walked in front of the people. They carried the Holy Box for three days, looking for a place to camp."
            },
            {
                "verse_number": "34",
                "verse_text": "The Lord&quot;s cloud was over them every day. And when they left their camp every morning, the cloud was there to lead them."
            },
            {
                "verse_number": "35",
                "verse_text": "When the people lifted the Holy Box to move the camp, Moses always said,"
            },
            {
                "verse_number": "36",
                "verse_text": "And when the Holy Box was put in its place, Moses always said,"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "The people started complaining about their troubles. The Lord heard their complaints. He heard these things and became angry. Fire from the Lord burned among the people. The fire burned some of the areas at the edge of the camp."
            },
            {
                "verse_number": "2",
                "verse_text": "So the people cried to Moses for help. He prayed to the Lord and the fire stopped burning."
            },
            {
                "verse_number": "3",
                "verse_text": "So that place was called Taberah. The people gave the place that name because the Lord caused a fire to burn in their camp."
            },
            {
                "verse_number": "4",
                "verse_text": "The foreigners who had joined the Israelites began wanting other things to eat. Soon all the Israelites began complaining again. The people said, &apos;We want to eat meat!"
            },
            {
                "verse_number": "5",
                "verse_text": "We remember the fish we ate in Egypt. That fish cost us nothing. We also had good vegetables like cucumbers, melons, chives, onions, and garlic."
            },
            {
                "verse_number": "6",
                "verse_text": "But now we have lost our strength. We never eat anything&ndash;only this manna!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "(The manna was like small coriander seeds, and it looked like sap from a tree."
            },
            {
                "verse_number": "8",
                "verse_text": "The people gathered the manna. Then they used rocks to crush it and cooked it in a pot. Or they ground it into flour and made thin cakes with it. The cakes tasted like sweet cakes cooked with olive oil."
            },
            {
                "verse_number": "9",
                "verse_text": "The manna fell on the ground each night when the ground became wet with dew.)"
            },
            {
                "verse_number": "10",
                "verse_text": "Moses heard the people complaining. People from every family were sitting by their tents and complaining. The Lord became very angry, and this made Moses very upset."
            },
            {
                "verse_number": "11",
                "verse_text": "He asked the Lord, &apos;Why did you bring this trouble on me? I am your servant. What did I do wrong? What did I do to upset you? Why did you give me responsibility over all these people?"
            },
            {
                "verse_number": "12",
                "verse_text": "You know that I am not the father of all these people. You know that I did not give birth to them. But I must take care of them, like a nurse carrying a baby in her arms. Why do you force me to do this? Why do you force me to carry them to the land that you promised to our fathers?"
            },
            {
                "verse_number": "13",
                "verse_text": "I don&quot;t have enough meat for all these people! And they continue complaining to me. They say, &quot;Give us meat to eat!&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "I cannot take care of all these people alone. The burden is too heavy for me."
            },
            {
                "verse_number": "15",
                "verse_text": "If you plan to continue giving me their troubles, kill me now. If you accept me as your servant, let me die now. Then I will be finished with all my troubles!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord said to Moses, &apos;Bring to me 70 of the elders of Israel. These men are the leaders among the people. Bring them to the Meeting Tent. Let them stand there with you."
            },
            {
                "verse_number": "17",
                "verse_text": "Then I will come down and speak with you there. The Spirit is on you now. But I will also give some of that Spirit to them. Then they will help you take care of the people. In this way you will not have to be responsible for these people alone."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Tell the people this: Make yourselves ready for tomorrow. Tomorrow you will eat meat. The Lord heard you when you cried out and said, &quot;We need meat to eat! It was better for us in Egypt!&quot; So now the Lord will give you meat. And you will eat it."
            },
            {
                "verse_number": "19",
                "verse_text": "You will eat it for more than one, or two, or five, or ten, or even twenty days!"
            },
            {
                "verse_number": "20",
                "verse_text": "You will eat that meat for a whole month until you are sick of it. This will happen to you because you complained against the Lord. He lives among you and knows what you need, but you cried and complained to him! You said, &quot;Why did we ever leave Egypt?&quot;&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Moses said, &apos;There are 600,000 soldiers here, and you say, &quot;I will give them enough meat to eat for a whole month!&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "If we were to kill all the sheep and cattle, that would still not be enough to feed this many people for a month. And if we caught all the fish in the sea, it would not be enough for them!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But the Lord said to Moses, &apos;Don&quot;t limit my power! You will see that I can do what I say I can do.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So Moses went out to speak with the people. He told them what the Lord said. Then he gathered 70 of the elders together and told them to stand around the Tent."
            },
            {
                "verse_number": "25",
                "verse_text": "Then the Lord came down in the cloud and spoke to Moses. He put on the 70 elders some of the same Spirit that was on Moses. After the Spirit came down on them, they began to prophesy. But that was the only time they ever did this."
            },
            {
                "verse_number": "26",
                "verse_text": "Two of the elders, Eldad and Medad, did not go out to the Tent. Their names were on the list of elders, but they stayed in camp. But the Spirit also came on them, and they began prophesying in camp."
            },
            {
                "verse_number": "27",
                "verse_text": "A young man ran and told Moses. The man said, &apos;Eldad and Medad are prophesying in camp.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Joshua son of Nun said to Moses, &apos;Moses, sir, you must stop them!&apos; (Joshua had been Moses&quot; helper since Joshua was a boy.)"
            },
            {
                "verse_number": "29",
                "verse_text": "But Moses answered, &apos;Are you afraid the people will think that I am not the leader now? I wish that all the Lord&quot;s people were able to prophesy. I wish that the Lord would put his Spirit on all of them!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Then Moses and the leaders of Israel went back to the camp."
            },
            {
                "verse_number": "31",
                "verse_text": "Then the Lord made a powerful wind to blow in from the sea, and it blew quail into the area all around the camp. There were so many birds that the ground was covered. They were about three feet deep on the ground. There were quail in every direction as far as a man can walk in one day."
            },
            {
                "verse_number": "32",
                "verse_text": "They went out and gathered quail all that day and all that night. And they gathered quail all the next day too! The smallest amount anyone gathered was 60 bushels. Then the people spread the quail meat all around the camp to dry in the sun."
            },
            {
                "verse_number": "33",
                "verse_text": "People began to eat the meat, but the Lord became very angry. While the meat was still in their mouths, before the people could finish eating it, the Lord caused the people to become very sick and die."
            },
            {
                "verse_number": "34",
                "verse_text": "So the people named that place Kibroth Hattaavah, because there they buried those who had the strong desire for meat."
            },
            {
                "verse_number": "35",
                "verse_text": "From Kibroth Hattaavah the people traveled to Hazeroth and stayed there."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Miriam and Aaron began to talk against Moses. They criticized him because he married an Ethiopian woman."
            },
            {
                "verse_number": "2",
                "verse_text": "They said to themselves, &apos;Moses is not the only one the Lord has used to speak to the people. He has also spoken through us!&apos; The Lord heard this. So Moses, Aaron, and Miriam went to the Tent."
            },
            {
                "verse_number": "3",
                "verse_text": "(Moses was a very humble man. He was more humble than any other man on earth.)"
            },
            {
                "verse_number": "4",
                "verse_text": "So suddenly, the Lord came and spoke to Moses, Aaron, and Miriam. He said, &apos;You three, come to the Meeting Tent, now!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord came down in the tall cloud and stood at the entrance to the Tent. He called out, &apos;Aaron and Miriam!&apos; They went to him."
            },
            {
                "verse_number": "6",
                "verse_text": "God said, &apos;Listen to me! You will have prophets. I, the Lord, will let them learn about me through visions. I will speak to them in dreams."
            },
            {
                "verse_number": "7",
                "verse_text": "But Moses is not like that. He is my faithful servant&ndash;I trust him with everyone in my house."
            },
            {
                "verse_number": "8",
                "verse_text": "When I speak to him, I talk face to face with him. I don&quot;t use stories with hidden meanings&ndash;I show him clearly what I want him to know. And Moses can look at the very image of the Lord. So why were you brave enough to speak against my servant Moses?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord was very angry with them, and he left them."
            },
            {
                "verse_number": "10",
                "verse_text": "The cloud rose from the Tent. Aaron turned and looked at Miriam. Her skin was white like snow&ndash;she had a terrible skin disease!"
            },
            {
                "verse_number": "11",
                "verse_text": "Then Aaron said to Moses, &apos;Please, sir, forgive us for the foolish sin that we did."
            },
            {
                "verse_number": "12",
                "verse_text": "Don&quot;t let her lose her skin like a baby who is born dead.&apos; (Sometimes a baby will be born like that, with half of its skin eaten away.)"
            },
            {
                "verse_number": "13",
                "verse_text": "So Moses prayed to the Lord, &apos;God, please heal her from this sickness!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord answered Moses, &apos;If her father spit in her face, she would be shamed for seven days. So put her outside the camp for seven days. After that she can come back into the camp.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So they took Miriam outside the camp for seven days. And the people did not move from that place until she was brought in again."
            },
            {
                "verse_number": "16",
                "verse_text": "After that the people left Hazeroth and traveled to the desert of Paran where they set up camp."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Send some men to explore the land of Canaan. I will give this land to the Israelites. Send one leader from each of the twelve tribes.&apos; from the tribe of Reuben&ndash;Shammua son of Zaccur;"
            },
            {
                "verse_number": "3",
                "verse_text": "So Moses obeyed the Lord&quot;s command and sent out the Israelite leaders while the people were camped in the desert of Paran."
            },
            {
                "verse_number": "4",
                "verse_text": "These are their names:"
            },
            {
                "verse_number": "5",
                "verse_text": "from the tribe of Simeon&ndash;Shaphat son of Hori;"
            },
            {
                "verse_number": "6",
                "verse_text": "from the tribe of Judah&ndash;Caleb son of Jephunneh;"
            },
            {
                "verse_number": "7",
                "verse_text": "from the tribe of Issachar&ndash;Igal son of Joseph;"
            },
            {
                "verse_number": "8",
                "verse_text": "from the tribe of Ephraim&ndash;Hoshea son of Nun;"
            },
            {
                "verse_number": "9",
                "verse_text": "from the tribe of Benjamin&ndash;Palti son of Raphu;"
            },
            {
                "verse_number": "10",
                "verse_text": "from the tribe of Zebulun&ndash;Gaddiel son of Sodi;"
            },
            {
                "verse_number": "11",
                "verse_text": "from the tribe of Manasseh (a tribe from Joseph)&ndash;Gaddi son of Susi;"
            },
            {
                "verse_number": "12",
                "verse_text": "from the tribe of Dan&ndash;Ammiel son of Gemalli;"
            },
            {
                "verse_number": "13",
                "verse_text": "from the tribe of Asher&ndash;Sethur son of Michael;"
            },
            {
                "verse_number": "14",
                "verse_text": "from the tribe of Naphtali&ndash;Nahbi son of Vophsi;"
            },
            {
                "verse_number": "15",
                "verse_text": "from the tribe of Gad&ndash;Geuel son of Maki."
            },
            {
                "verse_number": "16",
                "verse_text": "These are the names of the men Moses sent to look at and study the land. (Moses called Hoshea son of Nun by another name. Moses called him Joshua.)"
            },
            {
                "verse_number": "17",
                "verse_text": "When Moses was sending them out to explore Canaan, he said, &apos;Go through the Negev and then into the hill country."
            },
            {
                "verse_number": "18",
                "verse_text": "See what the land looks like. Learn about the people who live there. Are they strong or are they weak? Are they few or are they many?"
            },
            {
                "verse_number": "19",
                "verse_text": "Learn about the land that they live in. Is it good land or bad land? What kind of towns do they live in? Do the towns have walls protecting them? Are the towns strongly defended?"
            },
            {
                "verse_number": "20",
                "verse_text": "And learn other things about the land. Is the soil good for growing things, or is it poor soil? Are there trees on the land? Try to bring back some of the fruit from that land.&apos; (This was during the time when the first grapes should be ripe.)"
            },
            {
                "verse_number": "21",
                "verse_text": "So they went to explore the country. They explored the area from the desert of Zin to Rehob and Lebo Hamath."
            },
            {
                "verse_number": "22",
                "verse_text": "They entered the country through the Negev and went to Hebron. (The town of Hebron was built seven years before the town of Zoan in Egypt.) Ahiman, Sheshai, and Talmai lived there. These men were descendants of Anak."
            },
            {
                "verse_number": "23",
                "verse_text": "Then the men went to Eshcol Valley. There they cut off a branch from a grapevine that had a bunch of grapes on it. They put that branch on a pole, and two men carried it between them. They also carried some pomegranates and figs."
            },
            {
                "verse_number": "24",
                "verse_text": "That place is called the Eshcol Valley, because there the men of Israel cut off the bunch of grapes."
            },
            {
                "verse_number": "25",
                "verse_text": "The men explored that country for 40 days, and then they went back to the camp."
            },
            {
                "verse_number": "26",
                "verse_text": "The Israelites were camped near Kadesh, in the desert of Paran. The men went to Moses and Aaron and all the Israelites. They told Moses, Aaron, and all the people what they saw and showed them the fruit from the land."
            },
            {
                "verse_number": "27",
                "verse_text": "The men told Moses, &apos;We went to the land where you sent us. It is a land filled with many good things ! Here is some of the fruit that grows there."
            },
            {
                "verse_number": "28",
                "verse_text": "But the people living there are very powerful. The cities are very large and strongly defended. We even saw some Anakites there."
            },
            {
                "verse_number": "29",
                "verse_text": "The Amalekites live in the Negev. The Hittites, Jebusites, and Amorites live in the hill country. The Canaanites live near the sea and by the Jordan River.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Caleb told the people near Moses to be quiet. Then Caleb said, &apos;We should go up and take that land for ourselves. We can easily take that land.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "But the men who had gone with him said, &apos;We cannot fight those people! They are much stronger than we are.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "So those men gave a report that discouraged the people. They said, &apos;The land we saw is full of strong people. They are strong enough to easily defeat anyone who goes there."
            },
            {
                "verse_number": "33",
                "verse_text": "We saw the giant Nephilim people there! (The descendants of Anak come from the Nephilim.) We felt like little grasshoppers. Yes, we were like grasshoppers to them!&apos;"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "That night all the people in the camp began shouting loudly."
            },
            {
                "verse_number": "2",
                "verse_text": "The Israelites complained against Moses and Aaron. All the people came together and said to Moses and Aaron, &apos;We should have died in Egypt or in the desert."
            },
            {
                "verse_number": "3",
                "verse_text": "Did the Lord bring us to this new land to be killed in war? The enemy will kill us and take our wives and children! It would be better for us to go back to Egypt.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then the people said to each other, &apos;Let&quot;s choose another leader and go back to Egypt.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Moses and Aaron bowed low to the ground in front of all the people gathered there."
            },
            {
                "verse_number": "6",
                "verse_text": "Joshua and Caleb became very upset. (Joshua son of Nun and Caleb son of Jephunneh were two of the men who explored the land.)"
            },
            {
                "verse_number": "7",
                "verse_text": "These two men said to all the Israelites gathered there, &apos;The land that we saw is very good."
            },
            {
                "verse_number": "8",
                "verse_text": "It is a land filled with many good things. If the Lord is pleased with us, he will lead us into that land. And he will give that land to us."
            },
            {
                "verse_number": "9",
                "verse_text": "So don&quot;t turn against the Lord! Don&quot;t be afraid of the people in that land. We can defeat them. They have no protection, nothing to keep them safe. But we have the Lord with us, so don&quot;t be afraid!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "All the people began talking about killing Joshua and Caleb with stones. But the Glory of the Lord appeared over the Meeting Tent where all the people could see it."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord spoke to Moses and said, &apos;How long will these people continue to turn against me? They show that they don&quot;t trust me or believe in my power, in spite of the many miracles I have done among them."
            },
            {
                "verse_number": "12",
                "verse_text": "I will kill them all with a terrible sickness. I will destroy them, and I will use you to make another nation. Your nation will be greater and stronger than these people.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Moses said to the Lord, &apos;If you do that, the Egyptians will hear about it! They know that you used your great power to bring your people out of Egypt."
            },
            {
                "verse_number": "14",
                "verse_text": "The Egyptians have already told the people in Canaan about it. They already know you are the Lord. They know that you are with your people. They know that the people saw you. Those people know about the special cloud. They know you use the cloud to lead your people during the day. And they know the cloud becomes a fire to lead your people at night."
            },
            {
                "verse_number": "15",
                "verse_text": "So you must not kill these people now. If you kill them, all the nations who have heard about your power will say,"
            },
            {
                "verse_number": "16",
                "verse_text": "&quot;The Lord was not able to bring them into the land he promised them. So he killed them in the desert.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;So now, Lord, show your strength! Show it the way you said you would."
            },
            {
                "verse_number": "18",
                "verse_text": "You said, &quot;The Lord is slow to become angry. He is full of great love. He forgives those who are guilty and break the law. But he always punishes those who are guilty. He punishes them, and he also punishes their children, their grandchildren, and even their great-grandchildren for those bad things.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "Now, show your great love to these people. Forgive their sin. Forgive them the same way you have been forgiving them since the time they left Egypt until now.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord answered, &apos;Yes, I will forgive the people as you asked."
            },
            {
                "verse_number": "21",
                "verse_text": "But I tell you the truth. As surely as I live and as surely as the Glory of the Lord fills the whole earth, I make you this promise:"
            },
            {
                "verse_number": "22",
                "verse_text": "None of the people I led out of Egypt will ever see the land of Canaan. They saw my glory and the great signs that I did in Egypt and in the desert. But they disobeyed me and tested me ten times."
            },
            {
                "verse_number": "23",
                "verse_text": "I promised their ancestors that I would give them that land. But none of those people who turned against me will ever enter that land!"
            },
            {
                "verse_number": "24",
                "verse_text": "But my servant Caleb was different. He follows me completely. So I will bring him into the land that he has already seen, and his people will get that land."
            },
            {
                "verse_number": "25",
                "verse_text": "The Amalekites and the Canaanites are living in the valley. So tomorrow you must leave this place. Go back to the desert on the road to the Red Sea.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The Lord said to Moses and Aaron,"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;How long will these evil people continue to complain against me? I have heard their complaints and their griping."
            },
            {
                "verse_number": "28",
                "verse_text": "So tell them, &quot;The Lord says that he will surely do all those things to you that you complained about. This is what will happen to you:"
            },
            {
                "verse_number": "29",
                "verse_text": "You will die in this desert. Every person who is 20 years old or older and was counted as one of my people will die. You complained against me."
            },
            {
                "verse_number": "30",
                "verse_text": "So none of you will ever enter and live in the land that I promised to give you. Only Caleb son of Jephunneh and Joshua son of Nun will enter that land."
            },
            {
                "verse_number": "31",
                "verse_text": "You were afraid and complained that your enemies in that new land would take your children away from you. But I tell you that I will bring them into the land. They will enjoy what you refused to accept."
            },
            {
                "verse_number": "32",
                "verse_text": "As for you people, you will die in this desert."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;&quot;Your children will wander around like shepherds here in the desert for 40 years. They will suffer because you were not faithful to me. They must suffer until all of you lie dead in the desert."
            },
            {
                "verse_number": "34",
                "verse_text": "For 40 years you will suffer for your sins. (That is one year for each of the 40 days that the men explored the land.) You will know that it is a terrible thing for me to be against you.&quot;"
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;I am the Lord, and I have spoken. And I promise that I will do these things to all these evil people. They have come together against me. So they will all die here in this desert.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "The men Moses sent to explore the new land were the ones who came back complaining about him to all the Israelites. They said that the people were not strong enough to enter that land."
            },
            {
                "verse_number": "37",
                "verse_text": "The men were responsible for spreading the trouble among the Israelites. So the Lord caused a sickness to kill all those men."
            },
            {
                "verse_number": "38",
                "verse_text": "But Joshua son of Nun and Caleb son of Jephunneh were among the men who were sent out to explore the land. They are the only ones who did not get the sickness that caused the others to die."
            },
            {
                "verse_number": "39",
                "verse_text": "When Moses told the Israelites this, they were very sad."
            },
            {
                "verse_number": "40",
                "verse_text": "Early the next morning the people started to go up to the high hill country. They said, &apos;We have sinned. We are sorry that we did not trust the Lord. We will go to the place that the Lord promised.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "But Moses said, &apos;Why are you not obeying the Lord&quot;s command? You will not be successful!"
            },
            {
                "verse_number": "42",
                "verse_text": "Don&quot;t go into that land. The Lord is not with you, so your enemies will easily defeat you."
            },
            {
                "verse_number": "43",
                "verse_text": "The Amalekites and Canaanites will fight against you there. You have turned away from the Lord, so he will not be with you when you fight them. And you will all be killed in battle.&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "But the people did not believe Moses. They went toward the high hill country. But Moses and the Box of the Lord&quot;s Agreement did not go with the people."
            },
            {
                "verse_number": "45",
                "verse_text": "The Amalekites and the Canaanites living in the hill country came down and attacked the Israelites and easily defeated them and chased them all the way to Hormah."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Speak to the Israelites and say to them: I am giving you a land to be your home. When you enter that land,"
            },
            {
                "verse_number": "3",
                "verse_text": "you must give special gifts to the Lord. Their smell will please the Lord. You will use your cattle, sheep, and goats for burnt offerings, sacrifices, special promises, special gifts, fellowship offerings, or at your special festivals."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;At the time someone brings their offering, they must also give a grain offering to the Lord. The grain offering will be 8 cups of fine flour mixed with 1 quart of olive oil."
            },
            {
                "verse_number": "5",
                "verse_text": "Each time you offer a lamb as a burnt offering or sacrifice, you must also prepare a quart of wine as a drink offering."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;If you are giving a ram, you must also prepare a grain offering. This grain offering should be 16 cups of fine flour mixed with 1 1/4 quarts of olive oil."
            },
            {
                "verse_number": "7",
                "verse_text": "And you must prepare 1 1/4 quarts of wine as a drink offering. Its smell will please the Lord."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;You might prepare a young bull as a burnt offering, a sacrifice, a fellowship offering, or to keep a special promise to the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "At that time you must also bring a grain offering with the bull. That grain offering should be 24 cups of fine flour mixed with 2 quarts of olive oil."
            },
            {
                "verse_number": "10",
                "verse_text": "Also bring 2 quarts of wine as a drink offering as a sweet-smelling gift to the Lord."
            },
            {
                "verse_number": "11",
                "verse_text": "Each bull or ram, or lamb or young goat that you give must be prepared in this way."
            },
            {
                "verse_number": "12",
                "verse_text": "Do this for every one of these animals that you give."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;This is the way every citizen of Israel must give gifts to please the Lord."
            },
            {
                "verse_number": "14",
                "verse_text": "Foreigners will live among you. If they give gifts to please the Lord, they must offer them the same way you do."
            },
            {
                "verse_number": "15",
                "verse_text": "The same rules will be for everyone&ndash;the Israelites and the foreigners living among you. This law will continue forever. You and the people living among you will be the same before the Lord."
            },
            {
                "verse_number": "16",
                "verse_text": "This means that you must follow the same laws and the same rules. These laws and rules are for you Israelites and for the other people who are living among you.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Tell the Israelites this: I am taking you to another land."
            },
            {
                "verse_number": "19",
                "verse_text": "When you eat the food that grows in that land, you must give part of that food as an offering to the Lord."
            },
            {
                "verse_number": "20",
                "verse_text": "You will gather grain and grind it into flour to make dough for bread. You must give the first bread from that flour as a gift to the Lord. It will be like the grain offering that comes from the threshing floor."
            },
            {
                "verse_number": "21",
                "verse_text": "You and all your descendants must give part of the first dough you make from that flour as a gift to the Lord."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;As you try to obey all the commands that the Lord gave Moses, you might fail and make a mistake."
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord gave you those commands through Moses, and they have been in effect from the day they were given throughout the generations until today."
            },
            {
                "verse_number": "24",
                "verse_text": "If you made this mistake where everyone could see it, the whole community must offer a young bull as a burnt offering, as a sweet-smelling gift to the Lord. You must also offer the grain offering and the drink offering with the bull. And you must also give a male goat as a sin offering."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;So the priest will make the whole community of Israel pure, and they will be forgiven for the mistake they made. Since they made the mistake, they must bring a gift and a sin offering to the Lord."
            },
            {
                "verse_number": "26",
                "verse_text": "Then the whole community of Israel and any foreigners among them will be forgiven for the mistake."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;But if only one person makes a mistake and sins, that person must bring a female goat that is one year old. That goat will be the sin offering."
            },
            {
                "verse_number": "28",
                "verse_text": "The priest will make purification before the Lord for the one who sinned, and that person will be forgiven."
            },
            {
                "verse_number": "29",
                "verse_text": "This law is for everyone who makes a mistake and sins. The same law is for the people born in the family of Israel and for the foreigners living among you."
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;If someone sins and knows they are doing wrong, they are rebelling against the Lord. They must be separated from their people. The same law applies to citizens of Israel and to foreigners living among you."
            },
            {
                "verse_number": "31",
                "verse_text": "They thought the Lord&quot;s word was not important, so they broke his commands. That is why they must be separated from their people&ndash;they must bear the responsibility for their guilt.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "While the Israelites were in the desert, some of them saw a man gathering firewood on the Sabbath day."
            },
            {
                "verse_number": "33",
                "verse_text": "The people who saw him gathering the wood brought him to Moses and Aaron and the whole community of Israel."
            },
            {
                "verse_number": "34",
                "verse_text": "They guarded the man carefully because they did not know how they should punish him."
            },
            {
                "verse_number": "35",
                "verse_text": "Then the Lord said to Moses, &apos;The man must die. All the people must throw stones at him outside the camp.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "So the people took him outside the camp and killed him with stones. They did this just as the Lord commanded Moses."
            },
            {
                "verse_number": "37",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;Speak to the Israelites. Tell them this: Tie several pieces of thread together and tie them in the corner of your clothes. Put a piece of blue thread in each one of these tassels. You must wear these things now and forever."
            },
            {
                "verse_number": "39",
                "verse_text": "You will be able to look at these tassels and remember all the commands that the Lord has given you. Then you will obey the commands. You will not do wrong by forgetting about the commands and doing the things that your own bodies and eyes want."
            },
            {
                "verse_number": "40",
                "verse_text": "You will remember to obey all my commands. Then you will be God&quot;s special people."
            },
            {
                "verse_number": "41",
                "verse_text": "I am the Lord your God. I am the one who brought you out of Egypt. I did this to be your God. I am the Lord your God.&apos;"
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Korah, Dathan, Abiram, and On turned against Moses. (Korah was the son of Izhar. Izhar was the son of Kohath, and Kohath was the son of Levi. Dathan and Abiram were brothers, the sons of Eliab. And On was the son of Peleth. Dathan, Abiram, and On were descendants of Reuben.)"
            },
            {
                "verse_number": "2",
                "verse_text": "These four men gathered 250 other men from Israel together and came against Moses. They were leaders who had been chosen by the people. All the people knew them."
            },
            {
                "verse_number": "3",
                "verse_text": "They came as a group to speak against Moses and Aaron and said, &apos;You have gone too far&ndash;you are wrong! All the Israelites are holy&ndash;the Lord still lives among them. You are making yourselves more important than the rest of the Lord&quot;s people.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "When Moses heard this, he bowed his face to the ground to show he was not being proud."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Moses said to Korah and all his followers, &apos;Tomorrow morning the Lord will show who belongs to him. He will show who is holy, and he will bring that man near to him. He will choose him and bring that man near to him."
            },
            {
                "verse_number": "6",
                "verse_text": "So Korah, you and all your followers should do this:"
            },
            {
                "verse_number": "7",
                "verse_text": "Tomorrow put fire and incense in some special pans. Then bring those pans before the Lord. He will choose the man who is holy. You Levites have gone too far&ndash;you are wrong!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Moses also said to Korah, &apos;You Levites, listen to me."
            },
            {
                "verse_number": "9",
                "verse_text": "You should be happy that the God of Israel chose you to be different from the rest of the Israelites. He lets you come near to him to do the special work in the Lord&quot;s Holy Tent to help the Israelites worship him. Isn&quot;t that enough?"
            },
            {
                "verse_number": "10",
                "verse_text": "He brought you Levites near to him to help the priests, but now you are trying to become priests also."
            },
            {
                "verse_number": "11",
                "verse_text": "You and your followers have joined together and turned against the Lord! Did Aaron do anything wrong? No, so why are you complaining against Aaron?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Moses called Dathan and Abiram, the sons of Eliab. But the two men said, &apos;We will not come!"
            },
            {
                "verse_number": "13",
                "verse_text": "You have brought us out of a land filled with many good things. You brought us to the desert to kill us. And now you want to show that you have even more power over us."
            },
            {
                "verse_number": "14",
                "verse_text": "Why should we follow you? You did not bring us into the new land filled with many good things. You did not give us the land God promised. You did not give us the fields or the vineyards. Will you make these men your slaves? No! We will not come.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So Moses became very angry. He said to the Lord, &apos;I never did anything wrong to these people. I never took anything from them&ndash;not even a donkey! Don&quot;t accept their gifts!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then Moses said to Korah, &apos;You and all your followers will stand before the Lord tomorrow. Aaron will also be there with you and your followers."
            },
            {
                "verse_number": "17",
                "verse_text": "Each of you must bring a pan, put incense in it, and present it to the Lord. There will be 250 pans for the leaders and one pan for you and one pan for Aaron.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So each man got a pan and put burning incense in it. Then they stood at the entrance of the Meeting Tent. Moses and Aaron also stood there."
            },
            {
                "verse_number": "19",
                "verse_text": "Korah also gathered all the people together at the entrance of the Meeting Tent. Then the Glory of the Lord appeared to everyone there."
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord said to Moses and Aaron,"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Move away from these men! I want to destroy them now!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But Moses and Aaron bowed to the ground and cried out, &apos;God, you know what people are thinking. Please don&quot;t be angry with all these people. Only one man really sinned.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then the Lord said to Moses,"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Tell the people to move away from the tents of Korah, Dathan, and Abiram.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Moses stood and went to Dathan and Abiram. All the elders of Israel followed him."
            },
            {
                "verse_number": "26",
                "verse_text": "Moses warned the people, &apos;Move away from the tents of these evil men. Don&quot;t touch anything that belongs to them! If you do, you will be destroyed because of their sins.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "So the men moved away from the tents of Korah, Dathan, and Abiram. Dathan and Abiram went to their tents. They stood outside of their tents with their wives, children, and little babies."
            },
            {
                "verse_number": "28",
                "verse_text": "Then Moses said, &apos;I will show you proof that the Lord sent me to do all the things I told you. I will show you that all these things were not my own idea."
            },
            {
                "verse_number": "29",
                "verse_text": "These men will die, but if they die in a normal way&ndash;the way people always die&ndash;then that will show that the Lord did not really send me."
            },
            {
                "verse_number": "30",
                "verse_text": "But if the Lord causes them to die in a different way, then you will know that these men have sinned against the Lord. This is the proof: The earth will open and swallow them. They will go down to their grave still alive. And everything that belongs to these men will go down with them.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "When Moses finished saying these things, the ground under the men opened."
            },
            {
                "verse_number": "32",
                "verse_text": "It was as if the earth opened its mouth and swallowed them. All of Korah&quot;s men, their families, and everything they owned went down into the earth."
            },
            {
                "verse_number": "33",
                "verse_text": "They went down into their grave alive. Everything they owned went with them. Then the earth closed over them. They were finished&ndash;gone from the camp!"
            },
            {
                "verse_number": "34",
                "verse_text": "The Israelites heard the cries of the men being destroyed. So they all ran in different directions and said, &apos;The earth will swallow us too!&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Then a fire came from the Lord and destroyed the 250 men who were offering the incense."
            },
            {
                "verse_number": "36",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "39",
                "verse_text": "So Eleazar the priest gathered together all the bronze pans that the men had brought. These men were all burned up, but the pans were still there. Then Eleazar told some men to hammer the pans into flat metal. Then he put the metal sheets on the altar."
            },
            {
                "verse_number": "40",
                "verse_text": "He did this the way the Lord commanded him through Moses. This was a sign to help the Israelites remember that only someone from the family of Aaron should burn incense before the Lord. Any other person who burns incense before the Lord will die like Korah and his followers."
            },
            {
                "verse_number": "41",
                "verse_text": "The next day all the Israelites complained against Moses and Aaron. They said, &apos;You killed the Lord&quot;s people.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Moses and Aaron were standing at the entrance of the Meeting Tent. The people gathered together at that place to complain against Moses and Aaron. But when they looked toward the Meeting Tent, the cloud covered it and the Glory of the Lord appeared there."
            },
            {
                "verse_number": "43",
                "verse_text": "Then Moses and Aaron went to the front of the Meeting Tent."
            },
            {
                "verse_number": "44",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;Move away from these people so that I can destroy them now.&apos; So Moses and Aaron bowed with their faces to the ground."
            },
            {
                "verse_number": "46",
                "verse_text": "Then Moses said to Aaron, &apos;Get your bronze pan and some fire from the altar. Then put incense in it. Hurry to the people and do the things that will make them pure. The Lord is angry with them. The trouble has already started.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "But 14,700 people died from that sickness&ndash;and that is not counting the people who died because of Korah."
            },
            {
                "verse_number": "50",
                "verse_text": "So the terrible sickness was stopped, and Aaron went back to Moses at the entrance of the Meeting Tent."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Speak to the Israelites. Get twelve wooden walking sticks from them. Get one from the leader of each of the twelve tribes. Write the name of each man on his walking stick."
            },
            {
                "verse_number": "3",
                "verse_text": "On the stick from Levi, write Aaron&quot;s name. There must be one stick for the head of each of the twelve tribes."
            },
            {
                "verse_number": "4",
                "verse_text": "Put these walking sticks in the Meeting Tent in front of the Box of the Agreement. This is the place where I meet with you."
            },
            {
                "verse_number": "5",
                "verse_text": "I will choose one man to be the true priest. You will know which man I choose because his walking stick will begin to grow new leaves. In this way I will stop the people from always complaining against you and me.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Moses spoke to the Israelites. Each of the leaders gave him a walking stick. There were twelve walking sticks. There was one stick from each leader of each tribe. One of the walking sticks belonged to Aaron."
            },
            {
                "verse_number": "7",
                "verse_text": "Moses put the walking sticks before the Lord in the Tent of the Agreement."
            },
            {
                "verse_number": "8",
                "verse_text": "The next day Moses entered the Tent. He saw that Aaron&quot;s walking stick, the stick from the family of Levi, was the one that had grown new leaves. That walking stick had even grown branches and made almonds."
            },
            {
                "verse_number": "9",
                "verse_text": "So Moses brought out all the sticks from the Lord&quot;s place. He showed the walking sticks to the Israelites. They all looked at the sticks, and each man took his own stick back."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the Lord said to Moses, &apos;Put Aaron&quot;s walking stick back in front of the Box that holds the Agreement. This will be a warning for these people who are always turning against me. This will stop their complaining against me so that I will not destroy them.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So Moses did what the Lord commanded him."
            },
            {
                "verse_number": "12",
                "verse_text": "The Israelites said to Moses, &apos;We know that we will die! We are lost! We will all be destroyed!"
            },
            {
                "verse_number": "13",
                "verse_text": "Anyone who even comes near the Lord&quot;s holy place will die. Is it true that we will all die?&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Aaron, &apos;You, your sons, and all the people in your father&quot;s family must bear the responsibility for any wrong that is done against the holy place or against the priests."
            },
            {
                "verse_number": "2",
                "verse_text": "To prevent that from happening, you must bring the rest of the men from the tribe of Levi to join you. These Levites will help you and your sons do your work in the Tent of the Agreement."
            },
            {
                "verse_number": "3",
                "verse_text": "These Levites will be under your control. They will do all the work that needs to be done in the Tent. But they must not go near the things in the Holy Place or the altar. If they do, they will die&ndash;and you also will die."
            },
            {
                "verse_number": "4",
                "verse_text": "They will join you and work with you. They will be responsible for caring for the Meeting Tent. All the work that must be done in the Tent will be done by them. No one else may come near the place where you are."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;You are responsible for caring for the holy place and the altar. I don&quot;t want to become angry with the Israelites again."
            },
            {
                "verse_number": "6",
                "verse_text": "I myself chose the Levites from among all the Israelites. They are as a gift to you. I gave them to you to serve the Lord and work in the Meeting Tent."
            },
            {
                "verse_number": "7",
                "verse_text": "But, Aaron, only you and your sons may serve as priests. You are the only ones who can go near the altar or behind the curtain into the Most Holy Place. I am giving you a gift&ndash;your service as a priest. Anyone else who tries to come too close must be killed.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the Lord said to Aaron, &apos;I myself gave you responsibility over all the special gifts people give to me. All the holy gifts that the Israelites give to me, I give to you. You and your sons can share in these gifts. They will always belong to you."
            },
            {
                "verse_number": "9",
                "verse_text": "The people will bring gifts, grain offerings, sin offerings, and guilt offerings. These offerings are most holy. Your share in the most holy offerings will come from the parts that are not burned. All these things will be for you and your sons."
            },
            {
                "verse_number": "10",
                "verse_text": "Eat these things only in a very holy place. Every male in your family may eat them, but you must remember that these offerings are holy."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;The Israelites will bring special gifts that you will lift up to me. I give these gifts to you and your sons and daughters. That is your share. Everyone in your family who is clean will be able to eat it."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;And I give you all the best olive oil and all the best new wine and grain. These are the things that the Israelites give to me, the Lord. These are the first things that they gather in their harvest."
            },
            {
                "verse_number": "13",
                "verse_text": "When the people gather a harvest, they bring all the first things to the Lord. So these things I will give to you. And everyone in your family who is clean may eat it."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Anything in Israel that is a special gift to God is yours."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;A woman&quot;s first baby and an animal&quot;s first baby must be given to the Lord. That baby will belong to you. If the firstborn animal is unclean, then it must be bought back. If the baby is a child, that child must be bought back."
            },
            {
                "verse_number": "16",
                "verse_text": "They must make the payment when the baby is one month old. The cost will be 5 shekels of silver. You must use the official measure to weigh this silver. A shekel by the official measure is 20 gerahs."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;But you must not make a payment for the firstborn cow, sheep, or goat. These animals are holy. Sprinkle their blood on the altar and burn their fat as a sweet-smelling gift to the Lord."
            },
            {
                "verse_number": "18",
                "verse_text": "But the meat from these animals will be yours. And also the breast that was lifted up to the Lord will be yours. And the right thigh from other offerings will be yours."
            },
            {
                "verse_number": "19",
                "verse_text": "I, the Lord, give you everything that the people offer as holy gifts. This is your share. I give it to you and your sons and daughters. This law will continue forever. It is an agreement with the Lord that cannot be broken. I make this promise to you and to your descendants.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord also said to Aaron, &apos;You will not get any of the land. And you will not own anything that the other people own. I myself will be yours. The Israelites will get the land that I promised, but I am my gift to you."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;The Israelites will give one-tenth of everything they have. So I give that one-tenth to the Levites. This is their payment for the work that they do while they serve at the Meeting Tent."
            },
            {
                "verse_number": "22",
                "verse_text": "But the other Israelites must never go near that Meeting Tent. If they do, they must be put to death!"
            },
            {
                "verse_number": "23",
                "verse_text": "The Levites will do the work of caring for the Meeting Tent. They must bear the responsibility for anything done against it. This is a law that will continue forever. The Levites will not get any of the land that I promised to the other Israelites."
            },
            {
                "verse_number": "24",
                "verse_text": "But the Israelites will give one-tenth of everything they have to the Lord, and I will give that one-tenth to the Levites. That is why I said these words about the Levites: They will not get the land that I promised the Israelites.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Speak to the Levites and tell them: The Israelites will give one-tenth of everything they own to the Lord. That one-tenth will belong to the Levites. But you must give one-tenth of that to the Lord as your offering."
            },
            {
                "verse_number": "27",
                "verse_text": "That tenth will be your offering to the Lord. It will be like grain from your own threshing floor or wine from your own winepress."
            },
            {
                "verse_number": "28",
                "verse_text": "In this way you will also give an offering to the Lord just as the other Israelites do. You will get the one-tenth that the Israelites give to the Lord, and then you will give one-tenth of that to Aaron the priest."
            },
            {
                "verse_number": "29",
                "verse_text": "When the Israelites give you one-tenth of everything that they own, then you must give the best and the holiest part of these things as your gift to the Lord."
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;Moses, tell this to the Levites: When you give the best part of what you receive to the Lord, it will be the same as grain from your own threshing floor and wine from your own winepress."
            },
            {
                "verse_number": "31",
                "verse_text": "You and your families can eat all that is left. This is your payment for the work you do in the Meeting Tent."
            },
            {
                "verse_number": "32",
                "verse_text": "And if you always give the best part of it to the Lord, you will never be guilty. You will always remember that these gifts are the holy offerings from the Israelites. And you will not die.&apos;"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "The Lord spoke to Moses and Aaron. He said,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;These are the laws from the teachings that the Lord gave to the Israelites. Get a red cow that has nothing wrong with it. That cow must not have any bruises. And it must never have worn a yoke."
            },
            {
                "verse_number": "3",
                "verse_text": "Give that cow to Eleazar, and he will take it outside the camp and kill it there."
            },
            {
                "verse_number": "4",
                "verse_text": "Then Eleazar the priest must put some of its blood on his finger and sprinkle some of the blood toward the Holy Tent. He must do this seven times."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the whole cow must be burned in front of him; the skin, the meat, the blood, and the intestines must all be burned."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the priest must take a cedar stick, a hyssop branch, and some red string. He must throw these things into the fire where the cow is burning."
            },
            {
                "verse_number": "7",
                "verse_text": "Then the priest must wash himself and his clothes with water. Then he must come back into the camp. He will be unclean until evening."
            },
            {
                "verse_number": "8",
                "verse_text": "The man who burns that cow must wash himself and his clothes in water. He will be unclean until evening. &apos;This rule will continue forever. This rule is for the citizens of Israel and for the foreigners living with you."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Then someone who is clean will collect the ashes from the cow and put them in a clean place outside the camp. These ashes will be used when someone must keep a special ceremony to become clean. These ashes will also be used to remove a person&quot;s sins."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;The man who collected the cow&quot;s ashes must wash his clothes. He will be unclean until evening."
            },
            {
                "verse_number": "11",
                "verse_text": "Those who touch a dead body will be unclean for seven days."
            },
            {
                "verse_number": "12",
                "verse_text": "They must wash themselves with the special water on the third day and again on the seventh day. If they don&quot;t do this, they will remain unclean."
            },
            {
                "verse_number": "13",
                "verse_text": "Those who touch the body of someone who has died are unclean. If they stay unclean and then go to the Lord&quot;s Holy Tent, they make it unclean. So they must be separated from the Israelites. Because the special water was not thrown on them, they remain unclean."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;This is the rule about those who die in their tents: If someone dies in the tent, everyone in the tent will be unclean for seven days."
            },
            {
                "verse_number": "15",
                "verse_text": "And every jar or pot without a lid becomes unclean."
            },
            {
                "verse_number": "16",
                "verse_text": "If there is a dead body out in a field, whether the person died in battle or for some other reason, whoever touches that dead body, or its bones, or even its grave will be unclean for seven days."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;If you have become unclean, someone must use the ashes from the burned cow to make you clean again. They must pour fresh water over the ashes into a jar."
            },
            {
                "verse_number": "18",
                "verse_text": "That clean person must take a hyssop branch and dip it into the water. The clean person must sprinkle it over the tent, the dishes, and any people who were in the tent. That clean person must do this for anyone who touches a dead body, its bones, or even a grave."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Then that clean person must sprinkle this water on you on the third day and again on the seventh day. On the seventh day you will become clean. You must wash your clothes in water and you will become clean in the evening."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Whoever becomes unclean and does not become clean must be separated from the community. If an unclean person is not sprinkled with that special water and does not become clean, that person might make the Lord&quot;s Holy Tent unclean."
            },
            {
                "verse_number": "21",
                "verse_text": "This rule will be for you forever. And whoever sprinkled the special water must wash their clothes because they will be unclean until evening."
            },
            {
                "verse_number": "22",
                "verse_text": "And whoever an unclean person touches will be unclean until evening.&apos;"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "The Israelites arrived at the desert of Zin in the first month of the year. The people stayed at Kadesh. Miriam died and was buried there. &apos;This is what your brothers, the Israelites, say to you: You know about all the troubles we have had. &apos;Now we are here at Kadesh, where your land begins. Then the king of Edom gathered a large and powerful army and went out to fight against the Israelites."
            },
            {
                "verse_number": "2",
                "verse_text": "There was not enough water for the people at that place. So the people met together to complain against Moses and Aaron."
            },
            {
                "verse_number": "3",
                "verse_text": "The people argued with Moses and said, &apos;Maybe we should have died in front of the Lord like our brothers did."
            },
            {
                "verse_number": "4",
                "verse_text": "Why did you bring the Lord&quot;s people into this desert? Do you want us and our animals to die here?"
            },
            {
                "verse_number": "5",
                "verse_text": "Why did you bring us from Egypt? Why did you bring us to this bad place? There is no grain. There are no figs, grapes, or pomegranates, and there is no water to drink.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Moses and Aaron left the crowd of people and went to the entrance of the Meeting Tent. They bowed down to the ground, and the Glory of the Lord appeared to them."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord spoke to Moses and said,"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Get the special walking stick. Take your brother Aaron and the crowd of people and go to that rock. Speak to the rock in front of the people. Then water will flow from the rock, and you can give that water to the people and to their animals.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The walking stick was in the Holy Tent, in front of the Lord. Moses took the walking stick as the Lord said."
            },
            {
                "verse_number": "10",
                "verse_text": "Moses and Aaron told the people to meet together in front of the rock. Then Moses said, &apos;You people are always complaining. Now listen to me. I will cause water to flow from this rock.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Moses lifted his arm and hit the rock twice. Water began flowing from the rock, and the people and their animals drank that water."
            },
            {
                "verse_number": "12",
                "verse_text": "But the Lord said to Moses and Aaron, &apos;You did not trust me enough to honor me and show the people that I am holy. You did not show the Israelites that the power to make the water came from me. So you will not lead the people into the land that I have given them.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "This place was called the waters of Meribah. This is where the Israelites argued with the Lord and where he showed them that he was holy."
            },
            {
                "verse_number": "14",
                "verse_text": "While Moses was at Kadesh, he sent some men with a message to the king of Edom. The message said,"
            },
            {
                "verse_number": "15",
                "verse_text": "Many years ago our ancestors went down into Egypt, and we lived there for many years. The people of Egypt were cruel to us."
            },
            {
                "verse_number": "16",
                "verse_text": "But we asked the Lord for help, and he heard us and sent an angel to help us. The Lord has brought us out of Egypt."
            },
            {
                "verse_number": "17",
                "verse_text": "Please let us travel through your country. We will not travel through any fields or vineyards. We will not drink water from any of your wells. We will travel only along King&quot;s Road. We will not leave that road to the right or to the left. We will stay on the road until we have traveled through your country.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "But the king of Edom answered, &apos;You may not travel through our land. If you try to travel through our land, we will come and fight you with swords.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The Israelites answered, &apos;We will travel along the main road. If our animals drink any of your water, we will pay you for it. We only want to walk through your country. We don&quot;t want to take it for ourselves.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "But again the king of Edom answered, &apos;We will not allow you to come through our country.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The king of Edom refused to let the Israelites travel through his country, so the Israelites turned around and went another way."
            },
            {
                "verse_number": "22",
                "verse_text": "All the Israelites traveled from Kadesh to Mount Hor."
            },
            {
                "verse_number": "23",
                "verse_text": "Mount Hor was near the border of Edom. The Lord said to Moses and Aaron,"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;It is time for Aaron to die and go to be with his ancestors. Aaron will not enter the land that I promised to the Israelites. Moses, I say this to you because both you and Aaron did not fully obey the command I gave you at the waters of Meribah."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Now, bring Aaron and his son Eleazar up to Mount Hor."
            },
            {
                "verse_number": "26",
                "verse_text": "Take Aaron&quot;s special clothes from him and put these clothes on his son Eleazar. Aaron will die there on the mountain. And he will go to be with his ancestors.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Moses obeyed the Lord&quot;s command. Moses, Aaron, and Eleazar went up on Mount Hor. All the Israelites watched them go."
            },
            {
                "verse_number": "28",
                "verse_text": "Moses removed Aaron&quot;s special clothes and put them on Aaron&quot;s son Eleazar. Then Aaron died there on top of the mountain. Moses and Eleazar came back down the mountain."
            },
            {
                "verse_number": "29",
                "verse_text": "All the Israelites learned that Aaron was dead. So everyone in Israel mourned for 30 days."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "The Canaanite king of Arad lived in the Negev. He heard that the Israelites were coming on the road to Atharim, so the king went out and attacked the Israelites. Arad captured some of the people and made them prisoners."
            },
            {
                "verse_number": "2",
                "verse_text": "Then the Israelites made a special promise to the Lord: &apos;Please help us defeat these people. If you do this, we will give their cities to you. We will totally destroy them.&apos; &apos;&hellip; and Waheb in Suphah, and the Valleys of the Arnon, &apos;Well, flow with water! Sing about it! Important leaders dug this well. They dug this well with their staffs and walking sticks. &apos;Go in and rebuild Heshbon! Make Sihon&quot;s city strong. That fire began in Sihon&quot;s city. The fire destroyed Ar in Moab. It burned the hills above Arnon River. You lost Chemosh&quot;s people. His sons ran away. His daughters were taken prisoners by Sihon, king of the Amorites. We destroyed their towns from Heshbon to Dibon, from Nashim to Nophah, near Medeba.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord listened to the Israelites and helped them defeat the Canaanites. They completely destroyed the Canaanites and their cities. So that place was named Hormah."
            },
            {
                "verse_number": "4",
                "verse_text": "The Israelites left Mount Hor and traveled on the road that goes to the Red Sea. They did this to go around the country of Edom. But the people became impatient."
            },
            {
                "verse_number": "5",
                "verse_text": "They began complaining against God and Moses. The people said, &apos;Why did you bring us out of Egypt? We will die here in the desert! There is no bread and no water! And we hate this terrible food!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So the Lord sent poisonous snakes among the people. The snakes bit the people, and many of the Israelites died."
            },
            {
                "verse_number": "7",
                "verse_text": "The people came to Moses and said, &apos;We know that we sinned when we spoke against the Lord and against you. Pray to the Lord. Ask him to take away these snakes.&apos; So Moses prayed for them."
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord said to Moses, &apos;Make a bronze snake and put it on a pole. If anyone is bitten by a snake, that person should look at the bronze snake on the pole. Then that person will not die.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Moses made a bronze snake and put it on a pole. Then when a snake bit anyone, that person looked at the bronze snake on the pole and lived."
            },
            {
                "verse_number": "10",
                "verse_text": "The Israelites left that place and camped at Oboth."
            },
            {
                "verse_number": "11",
                "verse_text": "Then they left Oboth and camped at Iye Abarim in the desert east of Moab."
            },
            {
                "verse_number": "12",
                "verse_text": "They left that place and camped in Zered Valley."
            },
            {
                "verse_number": "13",
                "verse_text": "Then they moved and camped across from the Arnon River in the desert. This river started at the Ammonite border. The valley was the border between Moab and the Amorites."
            },
            {
                "verse_number": "14",
                "verse_text": "That is why these words are written in the Book of the Wars of the Lord :"
            },
            {
                "verse_number": "15",
                "verse_text": "and the hills by the valleys that lead to the town of Ar. These places are at the border of Moab.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The Israelites left that place and traveled to Beer. There is a well in Beer, where the Lord said to Moses, &apos;Bring the people together here, and I will give them water.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then the Israelites sang this song:"
            },
            {
                "verse_number": "18",
                "verse_text": "Great men dug this well. It is a gift in the desert.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The people traveled from Mattanah to Nahaliel. Then they traveled from Nahaliel to Bamoth."
            },
            {
                "verse_number": "20",
                "verse_text": "They traveled from Bamoth to the Valley of Moab. In this place the top of the Pisgah Mountain looks over the desert."
            },
            {
                "verse_number": "21",
                "verse_text": "The Israelites sent some men to King Sihon of the Amorites. The men said to the king,"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Allow us to travel through your country. We will not go through any field or vineyard. We will not drink water from any of your wells. We will travel only along King&quot;s Road. We will stay on that road until we have traveled through your country.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But King Sihon would not allow the Israelites to travel through his country. He gathered together his army and marched out to the desert to fight against the Israelites. The king&quot;s army fought against the Israelites at Jahaz."
            },
            {
                "verse_number": "24",
                "verse_text": "But the Israelites defeated the king and took his land from the Arnon River to the Jabbok River. The Israelites took the land as far as the Ammonite border. They stopped at that border because it was strongly defended by the Ammonites."
            },
            {
                "verse_number": "25",
                "verse_text": "Israel took all the Amorite cities and began living in them. They even defeated the city of Heshbon and all the small towns around it."
            },
            {
                "verse_number": "26",
                "verse_text": "Heshbon was the city where Sihon, the Amorite king, lived. In the past Sihon had fought with the king of Moab. Sihon had taken the land as far as the Arnon River."
            },
            {
                "verse_number": "27",
                "verse_text": "That is why the singers sing this song:"
            },
            {
                "verse_number": "28",
                "verse_text": "A fire began in Heshbon."
            },
            {
                "verse_number": "29",
                "verse_text": "It is bad for you, Moab."
            },
            {
                "verse_number": "30",
                "verse_text": "But we defeated those Amorites."
            },
            {
                "verse_number": "31",
                "verse_text": "So the Israelites made their camp in the land of the Amorites."
            },
            {
                "verse_number": "32",
                "verse_text": "Moses sent some men to look at the town of Jazer. Then the Israelites captured that town and the small towns that were around it. They forced the Amorites who were living there to leave."
            },
            {
                "verse_number": "33",
                "verse_text": "Then the Israelites traveled on the road toward Bashan. King Og of Bashan got his army and marched out to meet the Israelites. He fought against them at Edrei."
            },
            {
                "verse_number": "34",
                "verse_text": "But the Lord said to Moses, &apos;Don&quot;t be afraid of that king. I will allow you to defeat him. You will take his whole army and all his land. Do the same to him as you did to Sihon, the Amorite king who lived in Heshbon.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "So the Israelites defeated Og and his army. They killed him, his sons, and all his army. Then the Israelites took all his land."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Then the Israelites traveled to the Jordan Valley in Moab. They camped near the Jordan River across from Jericho. Balak son of Zippor was the king of Moab at this time. &apos;A new nation of people has come out of Egypt. There are so many people that they cover all the land. They have camped next to me. &apos;That is true,&apos; Balaam said."
            },
            {
                "verse_number": "4",
                "verse_text": "The king of Moab said to the leaders of Midian, &apos;This large group of people will destroy everything around us, the way an ox eats all the grass in a field.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "He sent some men to Balaam son of Beor. Balaam was at Pethor, near the Euphrates River. This was where Balaam&quot;s people lived. This was Balak&quot;s message:"
            },
            {
                "verse_number": "6",
                "verse_text": "Come and help me. These people are too powerful for me. I know that you have great power. If you bless people, good things happen to them. And if you curse people, bad things happen to them. So come and curse these people. Maybe then I will be able to defeat them and force them to leave my country.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The leaders of Moab and Midian left. They went to talk to Balaam. They carried with them money to pay him for his service. Then they told him what Balak had said."
            },
            {
                "verse_number": "8",
                "verse_text": "Balaam said to them, &apos;Stay here for the night. I will talk to the Lord and tell you the answer he gives me.&apos; So the leaders of Moab stayed there with Balaam that night."
            },
            {
                "verse_number": "9",
                "verse_text": "God came to Balaam and asked, &apos;Who are these men with you?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Balaam said to God, &apos;The king of Moab, Balak son of Zippor, sent them to give me a message."
            },
            {
                "verse_number": "11",
                "verse_text": "This is the message: A new nation of people has come out of Egypt. There are so many people that they cover the land. So come and curse these people. Then maybe I will be able to fight them and force them to leave my land.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "But God said to Balaam, &apos;Don&quot;t go with them. You must not curse those people. They are my people.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The next morning Balaam got up and said to leaders from Balak, &apos;Go back to your own country. The Lord will not let me go with you.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So the leaders of Moab went back to Balak and told him this. They said, &apos;Balaam refused to come with us.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So Balak sent other leaders to Balaam. This time he sent many more than the first time. And these leaders were much more important than the first ones he sent."
            },
            {
                "verse_number": "16",
                "verse_text": "They went to Balaam and said, &apos;This is what Balak son of Zippor says to you: Please don&quot;t let anything stop you from coming."
            },
            {
                "verse_number": "17",
                "verse_text": "I will pay you very much, and I will do whatever you ask. Come and curse these people for me.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Balaam gave Balak&quot;s officials his answer. He said, &apos;I must obey the Lord my God. I cannot do anything, great or small, against his command. Even if King Balak gives me his beautiful home filled with silver and gold, I will not do anything against the Lord&quot;s command."
            },
            {
                "verse_number": "19",
                "verse_text": "But you can stay here tonight like the other men did, and during the night I will learn what the Lord wants to tell me.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "That night, God came to Balaam. God said, &apos;These men have come again to ask you to go with them. So you can go with them. But do only what I tell you to do.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The next morning, Balaam got up, put a saddle on his donkey, and went with the Moabite leaders."
            },
            {
                "verse_number": "22",
                "verse_text": "Balaam was riding on his donkey. Two of his servants were with him. While Balaam was traveling, God became angry. So the Lord&quot;s angel stood in the road in front of Balaam to stop him."
            },
            {
                "verse_number": "23",
                "verse_text": "When Balaam&quot;s donkey saw the Lord&quot;s angel standing in the road with a sword in his hand, the donkey turned from the road and went into the field. Balaam could not see the angel, so he was very angry at the donkey. He hit the donkey and forced it to go back on the road."
            },
            {
                "verse_number": "24",
                "verse_text": "Later, the Lord&quot;s angel stood at a place where the road became narrow. This was between two vineyards. There were walls on both sides of the road."
            },
            {
                "verse_number": "25",
                "verse_text": "Again the donkey saw the Lord&quot;s angel. So the donkey walked very close to one wall. This crushed Balaam&quot;s foot against the wall. So Balaam hit his donkey again."
            },
            {
                "verse_number": "26",
                "verse_text": "Later, the Lord&quot;s angel stood at another place where the road became narrow. There was no place where the donkey could go around him. It could not turn to the left or to the right."
            },
            {
                "verse_number": "27",
                "verse_text": "The donkey saw the Lord&quot;s angel. So the donkey lay down with Balaam sitting on top of it. Balaam was very angry at the donkey. So he hit it with his walking stick."
            },
            {
                "verse_number": "28",
                "verse_text": "Then the Lord caused the donkey to speak. The donkey said to Balaam, &apos;Why are you angry at me? What have I done to you? You have hit me three times!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Balaam answered the donkey, &apos;You have made me look foolish. If I had a sword in my hand, I would kill you right now!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "But the donkey said to Balaam, &apos;Look, I am your donkey. You have ridden me for so many years. And you know that I have never done this to you before!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Then the Lord allowed Balaam to see the angel. The Lord&quot;s angel was standing in the road, holding a sword in his hand. Balaam bowed low to the ground."
            },
            {
                "verse_number": "32",
                "verse_text": "Then the Lord&quot;s angel asked Balaam, &apos;Why did you hit your donkey three times? I am the one who came to stop you. But just in time,"
            },
            {
                "verse_number": "33",
                "verse_text": "your donkey saw me and turned away from me. That happened three times. If the donkey had not turned away, I probably would have killed you already. And I would have let your donkey live.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Then Balaam said to the Lord&quot;s angel, &apos;I have sinned. I did not know that you were standing in the road. If I am doing wrong, I will go back home.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Then the Lord&quot;s angel said to Balaam, &apos;No, you can go with these men. But be careful. Speak only the words that I will tell you to say.&apos; So Balaam went with the leaders that Balak had sent."
            },
            {
                "verse_number": "36",
                "verse_text": "Balak heard that Balaam was coming. So Balak went out to meet him at the Moabite town near the Arnon River. This was at the northern border of his country."
            },
            {
                "verse_number": "37",
                "verse_text": "When Balak saw Balaam, he said to him, &apos;I asked you before to come. I told you it was very important. Why didn&quot;t you come to me? Did you think I might not be able to pay you?&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Balaam answered, &apos;Well, I am here now. I came, but I might not be able to do what you asked. I can only say the words God tells me to say.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Then Balaam went with Balak to Kiriath Huzoth."
            },
            {
                "verse_number": "40",
                "verse_text": "Balak killed some cattle and some sheep as his sacrifice. He gave some of the meat to Balaam and some to the leaders who were with him."
            },
            {
                "verse_number": "41",
                "verse_text": "The next morning Balak took Balaam to the town of Bamoth Baal. From there they could see part of the Israelite camp."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "Balaam said, &apos;Build seven altars here. And prepare seven bulls and seven rams for me.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Balak did what Balaam asked. Then Balak and Balaam killed a ram and a bull on each of the altars. &apos;Balak, the king of Moab, brought me here from the eastern mountains of Aram. Balak said to me, &quot;Come, curse Jacob for me. Come, speak against the Israelites.&quot; so I cannot speak against them either! The Lord has not asked for bad things to happen to these people. So I cannot do that either. I see them from the high hills. They live alone. They are not part of another nation. They are as many as the grains of dust. No one can count even a fourth of the Israelites. Let me die like a good man. Let my life end as happy as theirs!&apos; &apos;Stand up, Balak, and listen to me. Hear me, Balak son of Zippor. he will not lie. God is not a human being; his decisions will not change. If he says he will do something, then he will do it. If he makes a promise, then he will do what he promised. He blessed them, so I cannot change that. He saw no sin in the Israelites. The Lord is their God, and he is with them. The Great King is with them! They are as strong as a wild ox. There is no magic that can stop the Israelites. People will say this about Jacob and the Israelites: and they fight like lions. And a lion will not rest until it eats what it has caught, until it drinks the blood of what it has killed.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then Balaam said to Balak, &apos;Stay here near this altar. I will go to another place. Then the Lord will come to me, and he will tell me what I must say.&apos; Then Balaam went away to a higher place."
            },
            {
                "verse_number": "4",
                "verse_text": "God came to Balaam at that place, and Balaam said, &apos;I have prepared seven altars. And I have killed a bull and a ram as a sacrifice on each altar.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the Lord gave Balaam a message for Balak and said, &apos;Go back to Balak and say the things that I have given you to say.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Balaam went back to Balak. Balak was still standing near the altar, and all the leaders of Moab were standing there with them."
            },
            {
                "verse_number": "7",
                "verse_text": "Then Balaam spoke, and this was his message:"
            },
            {
                "verse_number": "8",
                "verse_text": "But God is not against them,"
            },
            {
                "verse_number": "9",
                "verse_text": "I see these people from the mountain."
            },
            {
                "verse_number": "10",
                "verse_text": "Who can count Jacob&quot;s people?"
            },
            {
                "verse_number": "11",
                "verse_text": "Balak said to Balaam, &apos;What have you done to me? I brought you here to curse my enemies, but you have blessed them!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "But Balaam answered, &apos;I must say the things that the Lord tells me to say.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Balak said to him, &apos;So come with me to another place. At that place you can see more of these people. You cannot see all of them&ndash;you can only see part of them. Maybe from that place you can curse them for me.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So Balak led Balaam to Watchmen Hills. This was on top of Mount Pisgah. There Balak built seven altars and killed a bull and a ram on each altar as a sacrifice."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Balaam said to Balak, &apos;Stay here by this altar while I go meet with God over there.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So the Lord came to Balaam and told Balaam what to say. Then he told Balaam to go back to Balak and say these things."
            },
            {
                "verse_number": "17",
                "verse_text": "So Balaam went to Balak. Balak was still standing near the altar. The leaders of Moab were there with him. Balak saw Balaam coming and said, &apos;What did the Lord say?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then Balaam said this:"
            },
            {
                "verse_number": "19",
                "verse_text": "God is not a man;"
            },
            {
                "verse_number": "20",
                "verse_text": "He told me to bless them."
            },
            {
                "verse_number": "21",
                "verse_text": "God saw no wrong in Jacob&quot;s people."
            },
            {
                "verse_number": "22",
                "verse_text": "God brought them out of Egypt."
            },
            {
                "verse_number": "23",
                "verse_text": "There is no power that can defeat the people of Jacob. &quot;Look at the great things God did!&quot;"
            },
            {
                "verse_number": "24",
                "verse_text": "The people are as strong as lions,"
            },
            {
                "verse_number": "25",
                "verse_text": "Then Balak said to Balaam, &apos;You didn&quot;t ask for good things to happen to these people, but you didn&quot;t ask for bad things to happen to them either!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Balaam answered, &apos;I told you before that I can only say what the Lord tells me to say.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then Balak said to Balaam, &apos;So come with me to another place. Maybe God will be pleased and will allow you to curse them from that place.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "So Balak led Balaam to the top of Mount Peor, which looks out over the desert."
            },
            {
                "verse_number": "29",
                "verse_text": "Balaam said, &apos;Build seven altars here. Then prepare seven bulls and seven rams for the altars.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Balak did what Balaam asked. Balak offered the bulls and rams on the altars."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Balaam saw that the Lord wanted to bless Israel, so he did not try to change that by using any kind of magic. But Balaam turned and looked toward the desert."
            },
            {
                "verse_number": "2",
                "verse_text": "He looked out across the desert and saw all the Israelites. They were camped with the tribes in their different areas. Then the Spirit of God came on him,"
            },
            {
                "verse_number": "3",
                "verse_text": "and he gave this message: &apos;This message is from Balaam son of Beor. I am speaking about things I see clearly. I humbly tell what I clearly see. Israelites, your homes are beautiful! You are like gardens growing by the rivers. You are like sweet-smelling bushes planted by the Lord. You are like cedar trees growing by the water. enough water for your seeds to grow. Your king will be greater than King Agag. Your kingdom will be very great. They are as strong as a wild ox. They will defeat all their enemies. They will break their bones and shatter their arrows. curled up and lying down. Yes, they are like a young lion, and no one wants to wake him! Anyone who blesses you will be blessed. And anyone who curses you will have great troubles.&apos; &apos;This message is from Balaam son of Beor. I am speaking about things I see clearly. I learned what God Most High taught me. I saw what God All-Powerful showed me. I humbly tell what I clearly see. I see him coming, but not soon. A star will come from the family of Jacob. A new ruler will come from the Israelites. He will smash the heads of the Moabites He will get the land of Edom. That ruler will destroy the people left alive in that city.&apos; &apos;Amalek is the strongest of all nations, but even Amalek will be destroyed!&apos; &apos;You believe that your country is safe, just as the Lord destroyed Cain. Assyria will make you prisoners.&apos; &apos;No one can live when God does this. but those ships will also be destroyed.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "These are the words I heard from God. I saw what God All-Powerful showed me. and crush the heads of all the sons of Sheth. He will get the land of Seir, his enemy. like a bird&quot;s nest high on a mountain. They will defeat Assyria and Eber,"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;People of Jacob, your tents are beautiful!"
            },
            {
                "verse_number": "6",
                "verse_text": "You are like rows of palm trees planted by the streams."
            },
            {
                "verse_number": "7",
                "verse_text": "You will always have enough water,"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;God brought them out of Egypt."
            },
            {
                "verse_number": "9",
                "verse_text": "Israel is like a lion,"
            },
            {
                "verse_number": "10",
                "verse_text": "When Balak heard this, he angrily struck his fist against his hand and said to Balaam, &apos;I called you to come and curse my enemies. But you have blessed them. You have blessed them three times."
            },
            {
                "verse_number": "11",
                "verse_text": "Now leave and go home! I told you that I would give you a very good payment, but the Lord has caused you to lose your reward.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Balaam said to Balak, &apos;You sent men to ask me to come. Don&quot;t you remember what I told them? I said,"
            },
            {
                "verse_number": "13",
                "verse_text": "&quot;Even if Balak gives me his most beautiful house filled with silver and gold, I can still say only what the Lord commands me to say. I cannot do anything myself, good or bad. I must say what the Lord commands.&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "Now I am going back to my own people. But I will give you this warning. I will tell you what these Israelites will do to you and your people in the future.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Balaam gave this message:"
            },
            {
                "verse_number": "16",
                "verse_text": "I heard this message from God."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;I see him coming, but not now."
            },
            {
                "verse_number": "18",
                "verse_text": "Israel will grow strong!"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;A new ruler will come from the family of Jacob."
            },
            {
                "verse_number": "20",
                "verse_text": "Then Balaam saw the Amalekites and said this:"
            },
            {
                "verse_number": "21",
                "verse_text": "Then Balaam saw the Kenites and said this:"
            },
            {
                "verse_number": "22",
                "verse_text": "But you Kenites will be destroyed,"
            },
            {
                "verse_number": "23",
                "verse_text": "Then Balaam said this:"
            },
            {
                "verse_number": "24",
                "verse_text": "Ships will come from Cyprus."
            },
            {
                "verse_number": "25",
                "verse_text": "Then Balaam got up and went back home, and Balak went his own way."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "While the Israelites were camped near Acacia, the men committed sexual sins with Moabite women."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord said to Moses, &apos;Get all the leaders of these people. Then kill them so that all the people can see. Lay their bodies before the Lord. Then the Lord will not show his anger against all the Israelites.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So Moses said to Israel&quot;s judges, &apos;Each of you must find the men in your tribe who have led people to worship the false god, Baal of Peor. Then you must kill these men.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "At the time Moses and all the elders of Israel were gathered together at the entrance to the Meeting Tent. An Israelite man brought a Midianite woman home to his brothers. He did this where Moses and all the leaders could see. Moses and the leaders were very sad."
            },
            {
                "verse_number": "7",
                "verse_text": "Phinehas was the son of Eleazar and the grandson of Aaron the priest. Phinehas saw this man bring the woman into camp. So he left the meeting and got his spear."
            },
            {
                "verse_number": "8",
                "verse_text": "He followed the Israelite into the tent. Then he used the spear to kill the Israelite man and the Midianite woman in her tent. He pushed the spear through both of their bodies. At that time there was a great sickness among the Israelites. But when Phinehas killed these two people, the sickness stopped."
            },
            {
                "verse_number": "9",
                "verse_text": "A total of 24,000 people died from that sickness."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;I was so angry with the Israelites that I wanted to kill them. But Phinehas, son of Eleazar and grandson of Aaron the priest, has saved them from my anger. He did this by showing that he feels strongly, just as I do, that my people must worship only me."
            },
            {
                "verse_number": "12",
                "verse_text": "Tell Phinehas that I am making a peace agreement with him."
            },
            {
                "verse_number": "13",
                "verse_text": "This is the agreement: He and all of his family who live after him will always be priests, because he had strong feelings for his God. And he did what was needed to make the Israelites pure.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The Israelite man who was killed with the Midianite woman was named Zimri son of Salu. He was the leader of a family in the tribe of Simeon."
            },
            {
                "verse_number": "15",
                "verse_text": "And the name of the Midianite woman who was killed was Cozbi. She was the daughter of Zur. Zur was the head of a family and leader of a Midianite tribe."
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;The Midianites are your enemies. You must kill them."
            },
            {
                "verse_number": "18",
                "verse_text": "They have already made you their enemies. They tricked you at Peor. And they tricked you with the woman named Cozbi. She was the daughter of a Midianite leader, but she was killed when the sickness came to the Israelites. That sickness was caused because the people were tricked into worshiping the false god Baal of Peor.&apos;"
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "After the great sickness, the Lord spoke to Moses and Eleazar son of Aaron the priest."
            },
            {
                "verse_number": "2",
                "verse_text": "He said, &apos;Count the Israelites. Count all the men who are 20 years old or older and list them by families. These are the men who are able to serve in the army of Israel.&apos; Here is the list of the Israelites who came out of Egypt: Hanoch&ndash;the Hanochite family group; Pallu&ndash;the Palluite family group; Carmi&ndash;the Carmite family group. Nemuel&ndash;the Nemuelite family group; Jamin&ndash;the Jaminite family group; Jakin&ndash;the Jakinite family group; Shaul&ndash;the Shaulite family group. Zephon&ndash;the Zephonite family group; Haggi&ndash;the Haggite family group; Shuni&ndash;the Shunite family group; Eri&ndash;the Erite family group; Areli&ndash;the Arelite family group. Shelah&ndash;the Shelanite family group; Perez&ndash;the Perezite family group; Zerah&ndash;the Zerahite family group. (Two of Judah&quot;s sons, Er and Onan, died in Canaan.) Hezron&ndash;the Hezronite family group; Hamul&ndash;the Hamulite family group. Tola&ndash;the Tolaite family group; Puah&ndash;the Puite family group; Shimron&ndash;the Shimronite family group. Sered&ndash;the Seredite family group; Elon&ndash;the Elonite family group; Jahleel&ndash;the Jahleelite family group. Makir&ndash;the Makirite family groups. (Makir was the father of Gilead.) Gilead&ndash;the Gileadite family groups. Iezer&ndash;the Iezerite family group; Helek&ndash;the Helekite family group; Shechem&ndash;the Shechemite family group; Hepher&ndash;the Hepherite family group. Shuthelah&ndash;the Shuthelahite family group; Beker&ndash;the Bekerite family group; Tahan&ndash;the Tahanite family group. Eran&ndash;the Eranite family group. These family groups of Manasseh and Ephraim are all the descendants of Joseph. Bela&ndash;the Belaite family group; Ashbel&ndash;the Ashbelite family group; Ahiram&ndash;the Ahiramite family group; Hupham&ndash;the Huphamite family group; Ard&ndash;the Ardite family group; Naaman&ndash;the Naamanite family group. Shuham&ndash;the Shuhamite family group. That was the family group from the tribe of Dan. Imnah&ndash;the Imnite family group; Ishvi&ndash;the Ishvite family group; Beriah&ndash;the Beriite family group. Heber&ndash;the Heberite family group; Malkiel&ndash;the Malkielite family group. Jahzeel&ndash;the Jahzeelite family group; Guni&ndash;the Gunite family group; Shillem&ndash;the Shillemite family group. Gershon&ndash;the Gershonite family group; Kohath&ndash;the Kohathite family group; Merari&ndash;the Merarite family group. the Libnite family group; the Hebronite family group; the Mahlite family group; the Mushite family group; the Korahite family group. Amram was from the Kohath family group."
            },
            {
                "verse_number": "3",
                "verse_text": "At this time the people were camped in the Jordan Valley in Moab. This was near the Jordan River, across from Jericho. So Moses and Eleazar the priest spoke to the people. They said,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;You must count every man who is 20 years old or older. The Lord gave Moses this command.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "These are the people from the tribe of Reuben. (Reuben was the firstborn son of Israel.) The family groups were"
            },
            {
                "verse_number": "6",
                "verse_text": "Hezron&ndash;the Hezronite family group;"
            },
            {
                "verse_number": "7",
                "verse_text": "The total number of men in these family groups from the tribe of Reuben was 43,730."
            },
            {
                "verse_number": "8",
                "verse_text": "Pallu&quot;s son was Eliab."
            },
            {
                "verse_number": "9",
                "verse_text": "Eliab had three sons&ndash;Nemuel, Dathan, and Abiram. Remember, Dathan and Abiram were the two leaders who turned against Moses and Aaron. They followed Korah when Korah turned against the Lord."
            },
            {
                "verse_number": "10",
                "verse_text": "That was the time when the earth opened and swallowed Korah and all of his followers. And 250 men died! That was a warning to all the Israelites."
            },
            {
                "verse_number": "11",
                "verse_text": "But the other people who were from the family of Korah did not die."
            },
            {
                "verse_number": "12",
                "verse_text": "These are the family groups from the tribe of Simeon:"
            },
            {
                "verse_number": "13",
                "verse_text": "Zerah&ndash;the Zerahite family group;"
            },
            {
                "verse_number": "14",
                "verse_text": "The total number of men in these family groups from the tribe of Simeon was 22,200."
            },
            {
                "verse_number": "15",
                "verse_text": "These are the family groups in the tribe of Gad:"
            },
            {
                "verse_number": "16",
                "verse_text": "Ozni&ndash;the Oznite family group;"
            },
            {
                "verse_number": "17",
                "verse_text": "Arodi&ndash;the Arodite family group;"
            },
            {
                "verse_number": "18",
                "verse_text": "The total number of men in these family groups from the tribe of Gad was 40,500."
            },
            {
                "verse_number": "21",
                "verse_text": "These are the family groups from Perez:"
            },
            {
                "verse_number": "22",
                "verse_text": "These were the family groups from the tribe of Judah. The total number of men was 76,500."
            },
            {
                "verse_number": "23",
                "verse_text": "The family groups from the tribe of Issachar were"
            },
            {
                "verse_number": "24",
                "verse_text": "Jashub&ndash;the Jashubite family group;"
            },
            {
                "verse_number": "25",
                "verse_text": "These were the family groups from the tribe of Issachar. The total number of men was 64,300."
            },
            {
                "verse_number": "26",
                "verse_text": "The family groups from the tribe of Zebulun were"
            },
            {
                "verse_number": "27",
                "verse_text": "These were the family groups from the tribe of Zebulun. The total number of men was 60,500."
            },
            {
                "verse_number": "28",
                "verse_text": "Joseph&quot;s two sons were Manasseh and Ephraim. Each son became a tribe with its own family groups."
            },
            {
                "verse_number": "29",
                "verse_text": "Manasseh&quot;s family groups were"
            },
            {
                "verse_number": "30",
                "verse_text": "The family groups from Gilead were"
            },
            {
                "verse_number": "31",
                "verse_text": "Asriel&ndash;the Asrielite family group;"
            },
            {
                "verse_number": "32",
                "verse_text": "Shemida&ndash;the Shemidaite family group;"
            },
            {
                "verse_number": "33",
                "verse_text": "Zelophehad was the son of Hepher. But he had no sons&ndash;only daughters. His daughters&quot; names were Mahlah, Noah, Hoglah, Milcah, and Tirzah."
            },
            {
                "verse_number": "34",
                "verse_text": "These are all the family groups from the tribe of Manasseh. The total number of men was 52,700."
            },
            {
                "verse_number": "35",
                "verse_text": "The family groups from the tribe of Ephraim were"
            },
            {
                "verse_number": "36",
                "verse_text": "Eran was from Shuthelah&quot;s family group;"
            },
            {
                "verse_number": "37",
                "verse_text": "These were the family groups from the tribe of Ephraim. The total number of men was 32,500."
            },
            {
                "verse_number": "38",
                "verse_text": "The family groups from the tribe of Benjamin were"
            },
            {
                "verse_number": "39",
                "verse_text": "Shupham&ndash;the Shuphamite family group;"
            },
            {
                "verse_number": "40",
                "verse_text": "The family groups from Bela were"
            },
            {
                "verse_number": "41",
                "verse_text": "These were all the family groups from the tribe of Benjamin. The total number of men was 45,600."
            },
            {
                "verse_number": "42",
                "verse_text": "The family groups from the tribe of Dan were"
            },
            {
                "verse_number": "43",
                "verse_text": "There were many family groups in the Shuhamite tribe. The total number of men was 64,400."
            },
            {
                "verse_number": "44",
                "verse_text": "The family groups from the tribe of Asher were"
            },
            {
                "verse_number": "45",
                "verse_text": "The family groups from Beriah were"
            },
            {
                "verse_number": "46",
                "verse_text": "(Asher also had a daughter named Serah.)"
            },
            {
                "verse_number": "47",
                "verse_text": "These were the family groups in the tribe of Asher. The total number of men was 53,400."
            },
            {
                "verse_number": "48",
                "verse_text": "The family groups from the tribe of Naphtali were"
            },
            {
                "verse_number": "49",
                "verse_text": "Jezer&ndash;the Jezerite family group;"
            },
            {
                "verse_number": "50",
                "verse_text": "These were the family groups from the tribe of Naphtali. The total number of men was 45,400."
            },
            {
                "verse_number": "51",
                "verse_text": "So the total number of men of Israel was 601,730."
            },
            {
                "verse_number": "52",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "53",
                "verse_text": "&apos;The land will be divided and given to these people. Each tribe will get enough land for all the people who were counted."
            },
            {
                "verse_number": "54",
                "verse_text": "A large tribe will get much land, and a small tribe will get less land. The land that they get will be equal to the number of people who were counted."
            },
            {
                "verse_number": "55",
                "verse_text": "But you must use lots to decide which tribe gets which part of the land. Each tribe will get its share of the land, and that land will be given the name of that tribe."
            },
            {
                "verse_number": "56",
                "verse_text": "Land will be given to each tribe&ndash;large and small. And you will throw lots to make the decisions.&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "They also counted the tribe of Levi. These are the family groups from the tribe of Levi:"
            },
            {
                "verse_number": "58",
                "verse_text": "These are also family groups from the tribe of Levi:"
            },
            {
                "verse_number": "59",
                "verse_text": "Amram&quot;s wife was named Jochebed. She was also from the tribe of Levi. She was born in Egypt. Amram and Jochebed had two sons, Aaron and Moses. They also had a daughter, Miriam."
            },
            {
                "verse_number": "60",
                "verse_text": "Aaron was the father of Nadab, Abihu, Eleazar, and Ithamar."
            },
            {
                "verse_number": "61",
                "verse_text": "But Nadab and Abihu died. They died because they made an offering to the Lord with fire that was not allowed."
            },
            {
                "verse_number": "62",
                "verse_text": "The total number of males one month or older from the tribe of Levi was 23,000. But these men were not counted with the other Israelites. They did not get a share of the land that the Lord gave to the other people."
            },
            {
                "verse_number": "63",
                "verse_text": "Moses and Eleazar the priest counted all these people. They counted the Israelites while they were in the Jordan Valley in Moab. This was near the Jordan River across from Jericho."
            },
            {
                "verse_number": "64",
                "verse_text": "Many years before, in the desert of Sinai, Moses and Aaron the priest counted the Israelites. But all these people were dead. Not one of them was still alive,"
            },
            {
                "verse_number": "65",
                "verse_text": "because the Lord told them that they would all die in the desert. The only two men who were left alive were Caleb son of Jephunneh and Joshua son of Nun."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Zelophehad was the son of Hepher. Hepher was the son of Gilead. Gilead was the son of Makir. Makir was the son of Manasseh. Manasseh was the son of Joseph. Zelophehad had five daughters. Their names were Mahlah, Noah, Hoglah, Milcah, and Tirzah."
            },
            {
                "verse_number": "2",
                "verse_text": "These five women went to the Meeting Tent and stood before Moses, Eleazar the priest, the leaders, and all the Israelites. The five daughters said,"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Our father died while we were traveling through the desert. He died a natural death. He was not one of the men who joined Korah&quot;s group. (Korah was the man who turned against the Lord.) But our father had no sons."
            },
            {
                "verse_number": "4",
                "verse_text": "This means that our father&quot;s name will not continue. It is not fair that our father&quot;s name will not continue. His name will end because he had no sons. So we ask you to give us some of the land that our father&quot;s brothers will get.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So Moses asked the Lord what he should do."
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord said to him,"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;The daughters of Zelophehad are right. They should share the land with their father&quot;s brothers. So give them the land that you would have given to their father."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;So tell the Israelites, &quot;If a man has no son, when he dies everything he owns will be given to his daughter."
            },
            {
                "verse_number": "9",
                "verse_text": "If he has no daughter, everything he owns will be given to his brothers."
            },
            {
                "verse_number": "10",
                "verse_text": "If he has no brothers, everything he owns will be given to his father&quot;s brothers."
            },
            {
                "verse_number": "11",
                "verse_text": "If his father had no brothers, everything he owns will be given to the closest relative in his family. This will be a law among the Israelites. The Lord has given this command to Moses.&quot;&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the Lord said to Moses, &apos;Go up on one of mountains in the desert east of the Jordan River. There you will see the land that I am giving to the Israelites."
            },
            {
                "verse_number": "13",
                "verse_text": "After you have seen this land, you will die like your brother Aaron."
            },
            {
                "verse_number": "14",
                "verse_text": "Remember when the people became angry at the water in the desert of Zin. Both you and Aaron refused to obey my command. You did not honor me and show the people that I am holy.&apos; (This was at the water of Meribah near Kadesh in the desert of Zin.)"
            },
            {
                "verse_number": "15",
                "verse_text": "Moses said to the Lord,"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Lord, you are the God who knows what people are thinking. I pray that you will choose a leader for these people."
            },
            {
                "verse_number": "17",
                "verse_text": "I pray that you will choose a leader who will lead them out of this land and bring them into the new land. Then your people will not be like sheep without a shepherd.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So the Lord said to Moses, &apos;Joshua son of Nun is very wise. You will place your hand on him and make him the new leader."
            },
            {
                "verse_number": "19",
                "verse_text": "Tell him to stand before Eleazar the priest and all the people. Then make him the new leader."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Show the people that you are making him leader, then all the people will obey him."
            },
            {
                "verse_number": "21",
                "verse_text": "If Joshua needs to make a decision, he will go to Eleazar the priest. Eleazar will use the Urim to learn the Lord&quot;s answer. Then Joshua and all the Israelites will do the things God says. If he says, &quot;go to war,&quot; they will go to war. And if he says, &quot;go home,&quot; they will go home.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Moses obeyed the Lord. Moses told Joshua to stand before Eleazar the priest and all the Israelites."
            },
            {
                "verse_number": "23",
                "verse_text": "Then Moses put his hands on him to show that he was the new leader. He did this just as the Lord told him to."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "Then the Lord spoke to Moses. He said,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Give this command to the Israelites. Tell them to be sure to give the grain offerings and sacrifices to me at the right time as sweet-smelling gifts."
            },
            {
                "verse_number": "3",
                "verse_text": "These are gifts that they must give to the Lord. Every day they must give 2 lambs that are one year old. There must be nothing wrong with them."
            },
            {
                "verse_number": "4",
                "verse_text": "Offer one of the lambs in the morning and the other lamb just before dark."
            },
            {
                "verse_number": "5",
                "verse_text": "Also give a grain offering of 8 cups of fine flour mixed with 1 quart of olive oil.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "(They started giving the daily offerings at Mount Sinai as sweet-smelling gifts to the Lord.)"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;The people must also give the drink offerings that go with the gifts. They must give 1 quart of wine with every lamb. Pour that drink offering on the altar in the Holy Place. This is a gift to the Lord."
            },
            {
                "verse_number": "8",
                "verse_text": "Offer the second lamb just before dark. Offer it just as the morning offering. Also give the drink offering that goes with it. This will be a sweet-smelling gift to the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;On the Sabbath you must give 2 lambs that are one year old. There must be nothing wrong with them. You must also give a grain offering of 16 cups of fine flour mixed with olive oil, and a drink offering."
            },
            {
                "verse_number": "10",
                "verse_text": "This is a special offering for the day of rest. This offering is in addition to the regular daily offering and drink offering."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;On the first day of each month you will offer a special burnt offering to the Lord. This offering will be 2 male bulls, 1 ram, and 7 lambs that are one year old. There must be nothing wrong with them."
            },
            {
                "verse_number": "12",
                "verse_text": "With each bull, you must give a grain offering of 24 cups of fine flour mixed with olive oil. And with the ram, you must give a grain offering of 16 cups of fine flour mixed with olive oil."
            },
            {
                "verse_number": "13",
                "verse_text": "Also give a grain offering of 8 cups of fine flour mixed with olive oil with each lamb. This will be a sweet-smelling gift to the Lord."
            },
            {
                "verse_number": "14",
                "verse_text": "The drink offering will be 2 quarts of wine with each bull, 1 1/4 quarts of wine with the ram, and 1 quart of wine with each lamb. That is the burnt offering that must be offered each month of the year."
            },
            {
                "verse_number": "15",
                "verse_text": "In addition to the regular daily burnt offering and drink offering, you must also give 1 male goat to the Lord. That goat will be a sin offering."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;The Lord&quot;s Passover will be on the 14th day of the first month."
            },
            {
                "verse_number": "17",
                "verse_text": "The Festival of Unleavened Bread begins on the 15th day of that month. This festival lasts for seven days. The only bread you can eat is bread made without yeast."
            },
            {
                "verse_number": "18",
                "verse_text": "You must have a special meeting on the first day of this festival. You will not do any work on that day."
            },
            {
                "verse_number": "19",
                "verse_text": "You will give burnt offerings to the Lord. The burnt offerings will be 2 bulls, 1 ram, and 7 lambs that are one year old. There must be nothing wrong with them."
            },
            {
                "verse_number": "22",
                "verse_text": "You must also give a male goat as a sin offering to make you pure."
            },
            {
                "verse_number": "23",
                "verse_text": "You must give these offerings in addition to the morning burnt offerings that you give every day."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;In this way, each day for seven days, you must bring the food that is offered by fire. The smell of these offerings will please the Lord. You must give these offerings in addition to the daily burnt offering and the drink offering that goes with it."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Then, on the seventh day of this festival, you will have another special meeting. You will not do any work on that day."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;The first day of the Festival of Harvest is the day you bring the first of your new crops and give them as a grain offering to the Lord. At that time you must also call a special meeting. You must not do any work on that day."
            },
            {
                "verse_number": "27",
                "verse_text": "You must offer a burnt offering as a sweet-smelling gift to the Lord. You must offer 2 bulls, 1 ram, and 7 lambs that are one year old. There must be nothing wrong with them."
            },
            {
                "verse_number": "28",
                "verse_text": "You must also give 24 cups of fine flour mixed with oil with each bull, and 16 cups with each ram,"
            },
            {
                "verse_number": "29",
                "verse_text": "and 8 cups with each lamb."
            },
            {
                "verse_number": "30",
                "verse_text": "You must also sacrifice a male goat to make you pure."
            },
            {
                "verse_number": "31",
                "verse_text": "You must give these offerings in addition to the daily burnt offerings and the grain offering you give with them. Be sure there is nothing wrong with the animals or the drink offerings that you give with them."
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "&apos;There will be a special meeting on the first day of the seventh month. You will not do any work on that day. That is the day for blowing the trumpets."
            },
            {
                "verse_number": "2",
                "verse_text": "You will offer burnt offerings. Their smell will please the Lord. You will offer 1 bull, 1 ram, and 7 lambs that are one year old. There must be nothing wrong with them."
            },
            {
                "verse_number": "3",
                "verse_text": "You will also offer 24 cups of fine flour mixed with oil with the bull, 16 cups with the ram,"
            },
            {
                "verse_number": "4",
                "verse_text": "and 8 cups with each of the 7 lambs."
            },
            {
                "verse_number": "5",
                "verse_text": "Also offer a male goat as a sin offering to make you pure."
            },
            {
                "verse_number": "6",
                "verse_text": "These offerings are in addition to the New Moon sacrifice and its grain offering. And they are in addition to the daily sacrifice and its grain offerings and drink offerings. These must be done according to the rules. They will be sweet-smelling gifts to the Lord."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;There will be a special meeting on the tenth day of the seventh month. During that day you must not eat any food, and you must not do any work."
            },
            {
                "verse_number": "8",
                "verse_text": "You will offer burnt offerings. Their smell will please the Lord. You must offer 1 bull, 1 ram, and 7 lambs that are one year old. There must be nothing wrong with them."
            },
            {
                "verse_number": "9",
                "verse_text": "You must also offer 24 cups of fine flour mixed with olive oil with the bull, 16 cups with the ram,"
            },
            {
                "verse_number": "10",
                "verse_text": "and 8 cups with each of the 7 lambs."
            },
            {
                "verse_number": "11",
                "verse_text": "You will also offer 1 male goat as a sin offering. This will be in addition to the sin offering for the Day of Atonement. This will also be in addition to the daily sacrifice and its grain offerings and drink offerings."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;There will be a special meeting on the 15th day of the seventh month. You must not do any work on that day. You must celebrate a special festival for the Lord for seven days."
            },
            {
                "verse_number": "13",
                "verse_text": "You will offer burnt offerings as sweet-smelling gifts to the Lord. You will offer 13 bulls, 2 rams, and 14 lambs that are one year old. There must be nothing wrong with them."
            },
            {
                "verse_number": "14",
                "verse_text": "You must also offer 24 cups of fine flour mixed with oil with each of the 13 bulls, 16 cups with each of the 2 rams,"
            },
            {
                "verse_number": "15",
                "verse_text": "and 8 cups with each of the 14 lambs."
            },
            {
                "verse_number": "16",
                "verse_text": "You must also offer 1 male goat. This must be in addition to the daily sacrifice and its grain offerings and drink offerings."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;On the second day of this festival, you must offer 12 bulls, 2 rams, and 14 lambs that are one year old. There must be nothing wrong with them."
            },
            {
                "verse_number": "18",
                "verse_text": "You must also give the right amount of grain and drink offerings with the bulls, rams, and lambs."
            },
            {
                "verse_number": "19",
                "verse_text": "You must also offer 1 male goat as a sin offering. This must be in addition to the daily sacrifice and its grain offerings and drink offerings."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;On the third day of this festival, you must offer 11 bulls, 2 rams, and 14 lambs that are one year old. There must be nothing wrong with them."
            },
            {
                "verse_number": "21",
                "verse_text": "You must also give the right amount of grain and drink offerings with the bulls, rams, and lambs."
            },
            {
                "verse_number": "22",
                "verse_text": "You must also give 1 goat as a sin offering. This must be in addition to the daily sacrifice and its grain offerings and drink offerings."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;On the fourth day of this festival, you must offer 10 bulls, 2 rams, and 14 lambs that are one year old. There must be nothing wrong with them."
            },
            {
                "verse_number": "24",
                "verse_text": "You must also give the right amount of grain and drink offerings with the bulls, rams, and lambs."
            },
            {
                "verse_number": "25",
                "verse_text": "You must also give 1 male goat as a sin offering. This must be in addition to the daily sacrifice and its grain offerings and drink offerings."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;On the fifth day of this festival, you must offer 9 bulls, 2 rams, and 14 lambs that are one year old. There must be nothing wrong with them."
            },
            {
                "verse_number": "27",
                "verse_text": "You must also give the right amount of grain and drink offerings with the bulls, rams, and lambs."
            },
            {
                "verse_number": "28",
                "verse_text": "You must also give 1 male goat as a sin offering. This must be in addition to the daily sacrifice and its grain offerings and drink offerings."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;On the sixth day of this festival, you must offer 8 bulls, 2 rams, and 14 lambs that are one year old. There must be nothing wrong with them."
            },
            {
                "verse_number": "30",
                "verse_text": "You must also give the right amount of grain and drink offerings for the bulls, rams, and lambs."
            },
            {
                "verse_number": "31",
                "verse_text": "You must also give 1 male goat as a sin offering. This must be in addition to the daily sacrifice and its grain offerings and drink offerings."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;On the seventh day of this festival, you must offer 7 bulls, 2 rams, and 14 lambs that are one year old. There must be nothing wrong with them."
            },
            {
                "verse_number": "33",
                "verse_text": "You must also give the right amount of grain and drink offerings with the bulls, rams, and lambs."
            },
            {
                "verse_number": "34",
                "verse_text": "You must also give 1 male goat as a sin offering. This must be in addition to the daily sacrifice and its grain offerings and drink offerings."
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;The eighth day of this festival is a very special meeting for you. You must not do any work on that day."
            },
            {
                "verse_number": "36",
                "verse_text": "You must offer a burnt offering as a sweet-smelling gift to the Lord. You must offer 1 bull, 1 ram, and 7 lambs that are one year old. There must be nothing wrong with them."
            },
            {
                "verse_number": "37",
                "verse_text": "You must also give the right amount of grain and drink offerings with the bull, ram, and lambs."
            },
            {
                "verse_number": "38",
                "verse_text": "You must also give 1 male goat as a sin offering. This must be in addition to the daily sacrifice and its grain offerings and drink offerings."
            },
            {
                "verse_number": "39",
                "verse_text": "&apos;At the special festivals you must bring your burnt offerings, grain offerings, drink offerings, and fellowship offerings. You must give these offerings to the Lord. They are in addition to any special gift you might want to give him and any offering that is part of a special promise you make.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Moses told the Israelites everything the Lord had commanded him."
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "Moses spoke with all the leaders of the Israelite tribes and told them about these commands from the Lord:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;If a man makes a special promise to the Lord or makes a promise with an oath, he must not break his promise. He must do everything he said he would do."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;A young woman might still be living in her father&quot;s house. And that young woman might make a special promise to give something to the Lord."
            },
            {
                "verse_number": "4",
                "verse_text": "If her father hears about the promise and agrees, the young woman must do what she promised."
            },
            {
                "verse_number": "5",
                "verse_text": "But if her father hears about the promise and does not agree, she is free from her promise. She does not have to do what she promised. Her father stopped her, so the Lord will forgive her."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;A woman might make a special promise to give something to the Lord and then get married."
            },
            {
                "verse_number": "7",
                "verse_text": "If the husband hears about the promise and does not object, the woman must do what she promised."
            },
            {
                "verse_number": "8",
                "verse_text": "But if the husband hears about the promise and refuses to let her keep her promise, the wife does not have to do what she promised. Her husband broke the promise&ndash;he did not let her do what she said. So the Lord will forgive her."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;A widow or a divorced woman might make a special promise. If she does, she must do exactly what she promised."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;A married woman might make a promise to give something to the Lord."
            },
            {
                "verse_number": "11",
                "verse_text": "If her husband hears about the promise and lets her keep her promise, she must do exactly what she promised. She must give everything she promised."
            },
            {
                "verse_number": "12",
                "verse_text": "But if her husband hears about the promise and refuses to let her keep the promise, she does not have to do what she promised. It doesn&quot;t matter what she promised to do; if her husband is against it, this ends her duty to do it. And the Lord will forgive her."
            },
            {
                "verse_number": "13",
                "verse_text": "A married woman might promise to give something to the Lord, or she might promise to do without something, or she might make some other special promise to God. The husband can stop any of these promises, and the husband can let her keep any of these promises."
            },
            {
                "verse_number": "14",
                "verse_text": "How does the husband let his wife keep her promises? If he hears about the promises and does not stop them, the woman must do exactly what she promised."
            },
            {
                "verse_number": "15",
                "verse_text": "But if the husband hears about the promises and stops them, he is responsible for breaking her promises.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "These are the commands that the Lord gave to Moses. These are the commands about a man and his wife, and about a father and his daughter who is still young and living at home in her father&quot;s house."
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "The Lord spoke to Moses and said,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Moses, tell the Israelites this: &quot;Go and attack the Midianites, and do to them what they did to you.&quot; After that Moses, you will die.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So Moses spoke to the people. He said, &apos;Choose some of your men to be soldiers. The Lord will use these men to do to the Midianites what they did to you."
            },
            {
                "verse_number": "4",
                "verse_text": "Choose 1000 men from each of the tribes of Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "There will be a total of 12,000 soldiers from the tribes of Israel.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Moses sent these 12,000 men to war. He sent Phinehas son of Eleazar with them as the priest. Phinehas took the holy things and the horns and trumpets with him."
            },
            {
                "verse_number": "7",
                "verse_text": "The Israelites fought the Midianites as the Lord had commanded. They killed all the Midianite men."
            },
            {
                "verse_number": "8",
                "verse_text": "Among the people who they killed were Evi, Rekem, Zur, Hur, and Reba&ndash;the five kings of Midian. They also killed Balaam son of Beor with a sword."
            },
            {
                "verse_number": "9",
                "verse_text": "The Israelites took the Midianite women and children as prisoners. They also took all their sheep, cattle, and other things."
            },
            {
                "verse_number": "10",
                "verse_text": "Then they burned all their towns and villages."
            },
            {
                "verse_number": "11",
                "verse_text": "They took all the people and animals"
            },
            {
                "verse_number": "12",
                "verse_text": "and brought them to Moses, Eleazar the priest, and all the other Israelites. They brought all the things they took in war to the camp of Israel. The Israelites were camped in the Jordan Valley in Moab, on the east side of the Jordan River across from Jericho."
            },
            {
                "verse_number": "13",
                "verse_text": "Then Moses, Eleazar the priest, and the leaders of the people went out of the camp to meet with the soldiers."
            },
            {
                "verse_number": "14",
                "verse_text": "Moses was very angry with the leaders of the army, the commanders of 1000 men, and the commanders of 100 men, who came back from the war."
            },
            {
                "verse_number": "15",
                "verse_text": "Moses said to them, &apos;Why did you let the women live?"
            },
            {
                "verse_number": "16",
                "verse_text": "These are the women who listened to Balaam and caused the men of Israel to turn away from the Lord that time at Peor. The disease will come to the Lord&quot;s people again."
            },
            {
                "verse_number": "17",
                "verse_text": "Now, kill all the Midianite boys, and kill all the Midianite women who have had sexual relations with a man."
            },
            {
                "verse_number": "18",
                "verse_text": "You can let all the young girls live&ndash;but only if they never had sexual relations with any man."
            },
            {
                "verse_number": "19",
                "verse_text": "And then, all you men who killed other people must stay outside the camp for seven days. You must stay outside the camp even if you just touched a dead body. On the third day you and your prisoners must make yourselves pure. You must do the same thing again on the seventh day."
            },
            {
                "verse_number": "20",
                "verse_text": "You must wash all of your clothes. You must wash anything made with leather, wool, or wood. You must purify yourselves.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then Eleazar the priest spoke to the soldiers. He said, &apos;These are the rules that the Lord gave to Moses for soldiers coming back from war."
            },
            {
                "verse_number": "24",
                "verse_text": "On the seventh day you must wash all of your clothes. Then you will be pure. After that you can come into camp.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then the Lord said to Moses,"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;You, Eleazar the priest, and all the leaders should count all the prisoners, animals, and everything the soldiers took in war."
            },
            {
                "verse_number": "27",
                "verse_text": "Then divide these things between the soldiers who went to war and the rest of the Israelites."
            },
            {
                "verse_number": "28",
                "verse_text": "Take part of these things from the soldiers who went to war. That part will belong to the Lord. His share is one from every 500 items. This includes people, cattle, donkeys, and sheep."
            },
            {
                "verse_number": "29",
                "verse_text": "Take that share from the soldiers&quot; half of the things they took in war. Then give these things to Eleazar the priest. That part will belong to the Lord."
            },
            {
                "verse_number": "30",
                "verse_text": "And then, from the people&quot;s half, take one thing for every 50 items. This includes people, cattle, donkeys, sheep, or any other animal. Give that share to the Levites, because they take care of the Lord&quot;s Holy Tent.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "So Moses and Eleazar did what the Lord commanded Moses."
            },
            {
                "verse_number": "32",
                "verse_text": "The soldiers had taken 675,000 sheep,"
            },
            {
                "verse_number": "33",
                "verse_text": "72,000 cattle,"
            },
            {
                "verse_number": "34",
                "verse_text": "61,000 donkeys,"
            },
            {
                "verse_number": "35",
                "verse_text": "and 32,000 women. (These are only the women who had not had sexual relations with any man.)"
            },
            {
                "verse_number": "36",
                "verse_text": "The soldiers who went to war got 337,500 sheep."
            },
            {
                "verse_number": "37",
                "verse_text": "They gave 675 sheep to the Lord."
            },
            {
                "verse_number": "38",
                "verse_text": "The soldiers got 36,000 cattle. They gave 72 cattle to the Lord."
            },
            {
                "verse_number": "39",
                "verse_text": "The soldiers got 30,500 donkeys. They gave 61 donkeys to the Lord."
            },
            {
                "verse_number": "40",
                "verse_text": "The soldiers got 16,000 women. They gave 32 women to the Lord."
            },
            {
                "verse_number": "41",
                "verse_text": "Moses gave all these gifts for the Lord to Eleazar the priest, as the Lord had commanded him."
            },
            {
                "verse_number": "42",
                "verse_text": "Then Moses counted the people&quot;s half. This was their share that Moses had taken from the soldiers who had gone to war."
            },
            {
                "verse_number": "43",
                "verse_text": "The people got 337,500 sheep,"
            },
            {
                "verse_number": "44",
                "verse_text": "36,000 cattle,"
            },
            {
                "verse_number": "45",
                "verse_text": "30,500 donkeys,"
            },
            {
                "verse_number": "46",
                "verse_text": "and 16,000 women."
            },
            {
                "verse_number": "47",
                "verse_text": "Moses took one out of every 50 women and animals. He gave them to the Levites because they took care of the Lord&quot;s Holy Tent. Moses did this as the Lord had commanded."
            },
            {
                "verse_number": "48",
                "verse_text": "Then the leaders of the army (the leaders over 1000 men and the leaders over 100 men) came to Moses."
            },
            {
                "verse_number": "49",
                "verse_text": "They told Moses, &apos;We, your servants, have counted our soldiers. We have not missed any of them."
            },
            {
                "verse_number": "50",
                "verse_text": "So we are bringing the Lord&quot;s gift from every soldier. We are bringing things that are made of gold&ndash;armbands, bracelets, rings, earrings, and necklaces. This gift to the Lord is to make us pure.&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "So Moses and Eleazar the priest accepted all these gold items from them."
            },
            {
                "verse_number": "52",
                "verse_text": "The gold that the commanders and captains gave to the Lord weighed about 424 pounds."
            },
            {
                "verse_number": "53",
                "verse_text": "The soldiers kept the rest of their share of the things they took in war."
            },
            {
                "verse_number": "54",
                "verse_text": "Moses and Eleazar the priest took the gold from the commanders and captains and then put that gold in the Meeting Tent. This present was a memorial before the Lord for the Israelites."
            }
        ],
        "32": [
            {
                "verse_number": "1",
                "verse_text": "The tribes of Reuben and Gad had many cattle. These people looked at the land near Jazer and Gilead. They saw that this land was good for their cattle."
            },
            {
                "verse_number": "2",
                "verse_text": "So the people from the tribes of Reuben and Gad came to Moses. They spoke to Moses, Eleazar the priest, and the leaders of the people."
            },
            {
                "verse_number": "5",
                "verse_text": "If it pleases you, we would like this land to be given to us. Don&quot;t take us to the other side of the Jordan River.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Moses told the people from the tribes of Reuben and Gad, &apos;Will you let your brothers go and fight while you settle here?"
            },
            {
                "verse_number": "7",
                "verse_text": "Why are you trying to discourage the Israelites? You will make them not want to cross the river and take the land that the Lord has given to them!"
            },
            {
                "verse_number": "8",
                "verse_text": "Your fathers did the same thing to me. In Kadesh Barnea I sent spies to look at the land."
            },
            {
                "verse_number": "9",
                "verse_text": "These men went as far as Eshcol Valley. They saw the land, and they discouraged the Israelites. These men made the Israelites not want to go into the land that the Lord had given to them."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord became very angry with the people. He made this promise:"
            },
            {
                "verse_number": "11",
                "verse_text": "&quot;None of the people who came from Egypt and are 20 years old or older will be allowed to see this land. I made a promise to Abraham, Isaac, and Jacob. I promised to give this land to these people, but they did not really follow me."
            },
            {
                "verse_number": "12",
                "verse_text": "Only Caleb son of Jephunneh the Kenizzite and Joshua son of Nun really followed the Lord!&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;The Lord was very angry with the Israelites. So he made the people stay in the desert for 40 years. He made them stay there until all the people who had sinned against the Lord were dead."
            },
            {
                "verse_number": "14",
                "verse_text": "And now you are doing the same thing that your fathers did. You sinful people, do you want the Lord to be even more angry with his people?"
            },
            {
                "verse_number": "15",
                "verse_text": "If you stop following the Lord, he will make Israel stay even longer in the desert. Then you will destroy all these people!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But the people from the tribes of Reuben and Gad went to Moses. They said, &apos;We will build cities for our children and barns for our animals here."
            },
            {
                "verse_number": "17",
                "verse_text": "Then our children can be safe from the other people who live in this land. But we will gladly come and help the other Israelites. We will bring them to their land."
            },
            {
                "verse_number": "18",
                "verse_text": "We will not come back home until everyone in Israel has taken his part of the land."
            },
            {
                "verse_number": "19",
                "verse_text": "We will not take any of the land west of the Jordan River. No, our part of the land is east of the Jordan River.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So Moses told them, &apos;If you do all these things, this land will belong to you. But your soldiers must go before the Lord into battle."
            },
            {
                "verse_number": "21",
                "verse_text": "Your soldiers must cross the Jordan River and be ready to fight for the Lord until he forces the enemy to leave."
            },
            {
                "verse_number": "22",
                "verse_text": "After the Lord helps us all take the land, you can go back home. Then the Lord and Israel will not think that you are guilty. And the Lord will let you have this land."
            },
            {
                "verse_number": "23",
                "verse_text": "But if you don&quot;t do these things, you will be sinning against the Lord. And know for sure that you will be punished for your sin."
            },
            {
                "verse_number": "24",
                "verse_text": "Build cities for your children and barns for your animals. But then, you must do what you promised.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then the people from the tribes of Gad and Reuben said to Moses, &apos;We are your servants. You are our master, so we will do what you say."
            },
            {
                "verse_number": "26",
                "verse_text": "Our wives, children, and all our animals will stay in the cities of Gilead."
            },
            {
                "verse_number": "27",
                "verse_text": "But we, your servants, will cross the Jordan River. We will march before the Lord into battle, as our master says.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "So Moses, Eleazar the priest, Joshua son of Nun, and all the leaders of the tribes of Israel heard them make that promise."
            },
            {
                "verse_number": "29",
                "verse_text": "Moses said to them, &apos;The people of Gad and Reuben will cross the Jordan River. They will march before the Lord into battle. They will help you take the land. And you will give the land of Gilead as their part of the country."
            },
            {
                "verse_number": "30",
                "verse_text": "But if they do not cross the river with you ready to fight, they will not get any land on this side. They will get only a share of the land of Canaan with the rest of you.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "The people of Gad and Reuben answered, &apos;We promise to do what the Lord commanded."
            },
            {
                "verse_number": "32",
                "verse_text": "We will cross the Jordan River and march before the Lord into the land of Canaan. And our part of the country is the land east of the Jordan River.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "So Moses gave that land to the people of Gad, to the people of Reuben, and to half the tribe of Manasseh. (Manasseh was Joseph&quot;s son.) That land included the kingdom of Sihon the Amorite and the kingdom of King Og of Bashan and all the cities around that area."
            },
            {
                "verse_number": "34",
                "verse_text": "The people of Gad built the cities of Dibon, Ataroth, Aroer,"
            },
            {
                "verse_number": "35",
                "verse_text": "Atroth Shophan, Jazer, Jogbehah,"
            },
            {
                "verse_number": "36",
                "verse_text": "Beth Nimrah, and Beth Haran. They built cities with strong walls, and they built barns for their animals."
            },
            {
                "verse_number": "37",
                "verse_text": "The people of Reuben built Heshbon, Elealeh, Kiriathaim,"
            },
            {
                "verse_number": "38",
                "verse_text": "Nebo, Baal Meon, and Sibmah. They used the names of the cities that they rebuilt. But they changed the names of Nebo and Baal Meon."
            },
            {
                "verse_number": "39",
                "verse_text": "People from Makir&quot;s family group went to Gilead. (Makir was Manasseh&quot;s son.) They defeated the city. They defeated the Amorites who lived there."
            },
            {
                "verse_number": "40",
                "verse_text": "So Moses gave Gilead to Makir from the tribe of Manasseh, and his family settled there."
            },
            {
                "verse_number": "41",
                "verse_text": "Jair, from the family of Manasseh, defeated the small towns there. Then he called them Towns of Jair."
            },
            {
                "verse_number": "42",
                "verse_text": "Nobah defeated Kenath and the small towns near it. Then he called that place by his own name."
            }
        ],
        "33": [
            {
                "verse_number": "1",
                "verse_text": "Here is a list of the places the Israelites went when they left Egypt. They were organized in groups like an army and were led by Moses and Aaron."
            },
            {
                "verse_number": "2",
                "verse_text": "Following the Lord&quot;s command, Moses kept a record of each place they stayed before moving on to the next place. These are all the places they went:"
            },
            {
                "verse_number": "3",
                "verse_text": "On the 15th day of the first month, they left Rameses. That morning after Passover, the Israelites marched out of Egypt with their arms raised in victory. All the people of Egypt saw them."
            },
            {
                "verse_number": "4",
                "verse_text": "The Egyptians were burying all the people the Lord killed. They were burying all their firstborn sons. The Lord had shown his judgment against the gods of Egypt."
            },
            {
                "verse_number": "5",
                "verse_text": "The Israelites left Rameses and traveled to Succoth."
            },
            {
                "verse_number": "6",
                "verse_text": "From Succoth they traveled to Etham. They camped there at the edge of the desert."
            },
            {
                "verse_number": "7",
                "verse_text": "They left Etham and went to Pi Hahiroth. This was near Baal Zephon. They camped near Migdol."
            },
            {
                "verse_number": "8",
                "verse_text": "They left Pi Hahiroth and walked through the middle of the sea. They went toward the desert. Then they traveled for three days through the desert of Etham. The people camped at Marah."
            },
            {
                "verse_number": "9",
                "verse_text": "They left Marah and went to Elim and camped there. There were 12 springs of water and 70 palm trees there."
            },
            {
                "verse_number": "10",
                "verse_text": "They left Elim and camped near the Red Sea."
            },
            {
                "verse_number": "11",
                "verse_text": "They left the Red Sea and camped in the western Sinai desert."
            },
            {
                "verse_number": "12",
                "verse_text": "They left there and camped at Dophkah."
            },
            {
                "verse_number": "13",
                "verse_text": "They left Dophkah and camped at Alush."
            },
            {
                "verse_number": "14",
                "verse_text": "They left Alush and camped at Rephidim. There was no water for the people to drink at that place."
            },
            {
                "verse_number": "15",
                "verse_text": "They left Rephidim and camped in the desert of Sinai."
            },
            {
                "verse_number": "16",
                "verse_text": "They left the desert of Sinai and camped at Kibroth Hattaavah."
            },
            {
                "verse_number": "17",
                "verse_text": "They left Kibroth Hattaavah and camped at Hazeroth."
            },
            {
                "verse_number": "18",
                "verse_text": "They left Hazeroth and camped at Rithmah."
            },
            {
                "verse_number": "19",
                "verse_text": "They left Rithmah and camped at Rimmon Perez."
            },
            {
                "verse_number": "20",
                "verse_text": "They left Rimmon Perez and camped at Libnah."
            },
            {
                "verse_number": "21",
                "verse_text": "They left Libnah and camped at Rissah."
            },
            {
                "verse_number": "22",
                "verse_text": "They left Rissah and camped at Kehelathah."
            },
            {
                "verse_number": "23",
                "verse_text": "They left Kehelathah and camped at Mount Shepher."
            },
            {
                "verse_number": "24",
                "verse_text": "They left Mount Shepher and camped at Haradah."
            },
            {
                "verse_number": "25",
                "verse_text": "They left Haradah and camped at Makheloth."
            },
            {
                "verse_number": "26",
                "verse_text": "They left Makheloth and camped at Tahath."
            },
            {
                "verse_number": "27",
                "verse_text": "They left Tahath and camped at Terah."
            },
            {
                "verse_number": "28",
                "verse_text": "They left Terah and camped at Mithcah."
            },
            {
                "verse_number": "29",
                "verse_text": "They left Mithcah and camped at Hashmonah."
            },
            {
                "verse_number": "30",
                "verse_text": "They left Hashmonah and camped at Moseroth."
            },
            {
                "verse_number": "31",
                "verse_text": "They left Moseroth and camped at Bene Jaakan."
            },
            {
                "verse_number": "32",
                "verse_text": "They left Bene Jaakan and camped at Hor Haggidgad."
            },
            {
                "verse_number": "33",
                "verse_text": "They left Hor Haggidgad and camped at Jotbathah."
            },
            {
                "verse_number": "34",
                "verse_text": "They left Jotbathah and camped at Abronah."
            },
            {
                "verse_number": "35",
                "verse_text": "They left Abronah and camped at Ezion Geber."
            },
            {
                "verse_number": "36",
                "verse_text": "They left Ezion Geber and camped at Kadesh, in the desert of Zin."
            },
            {
                "verse_number": "37",
                "verse_text": "They left Kadesh and camped at Hor. This was the mountain at the border of the country of Edom."
            },
            {
                "verse_number": "38",
                "verse_text": "Aaron the priest obeyed the Lord and went up Mount Hor. Aaron died at that place on the first day of the fifth month. That was the 40th year after the Israelites had left Egypt."
            },
            {
                "verse_number": "39",
                "verse_text": "Aaron was 123 years old when he died on Mount Hor."
            },
            {
                "verse_number": "40",
                "verse_text": "Arad was a town in the Negev, in the land of Canaan. The Canaanite king in that place heard that the Israelites were coming."
            },
            {
                "verse_number": "41",
                "verse_text": "The people left Mount Hor and camped at Zalmonah."
            },
            {
                "verse_number": "42",
                "verse_text": "They left Zalmonah and camped at Punon."
            },
            {
                "verse_number": "43",
                "verse_text": "They left Punon and camped at Oboth."
            },
            {
                "verse_number": "44",
                "verse_text": "They left Oboth and camped at Iye Abarim. This was at the border of the country of Moab."
            },
            {
                "verse_number": "45",
                "verse_text": "They left Iye Abarim and camped at Dibon Gad."
            },
            {
                "verse_number": "46",
                "verse_text": "They left Dibon Gad and camped at Almon Diblathaim."
            },
            {
                "verse_number": "47",
                "verse_text": "They left Almon Diblathaim and camped on the mountains of Abarim near Nebo."
            },
            {
                "verse_number": "48",
                "verse_text": "They left the mountains of Abarim and camped in the Jordan Valley in Moab. This was near the Jordan River across from Jericho."
            },
            {
                "verse_number": "49",
                "verse_text": "They camped by the Jordan River in the Jordan Valley in Moab. Their camp went from Beth Jeshimoth to Acacia Field."
            },
            {
                "verse_number": "50",
                "verse_text": "There, the Lord spoke to Moses and said,"
            },
            {
                "verse_number": "51",
                "verse_text": "&apos;Speak to the Israelites and tell them this: You will cross the Jordan River. You will go into the land of Canaan."
            },
            {
                "verse_number": "52",
                "verse_text": "You will take the land from the people you find there. You must destroy all of their carved statues and idols. You must destroy all of their high places."
            },
            {
                "verse_number": "53",
                "verse_text": "You will take the land and you will settle there, because I am giving this land to you. It will belong to your family groups."
            },
            {
                "verse_number": "54",
                "verse_text": "Each of your family groups will get part of the land. You will throw lots to decide which family group gets each part of the country. Large family groups will get large parts of the land. Small family groups will get small parts of the land. The lots will show which family group gets which part of the land. Each tribe will get its part of the land."
            },
            {
                "verse_number": "55",
                "verse_text": "&apos;You must force these other people to leave the country. If you let them stay in your country, they will bring many troubles to you. They will be like a needle in your eye and a thorn in your side. They will bring many troubles to the country where you will be living."
            },
            {
                "verse_number": "56",
                "verse_text": "I showed you what I would do&ndash;and I will do that to you!&apos;"
            }
        ],
        "34": [
            {
                "verse_number": "1",
                "verse_text": "The Lord spoke to Moses. He said,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Speak to the Israelites and tell them this: You will soon enter the land of Canaan. I am giving you that land to be your very own. These will be its borders:"
            },
            {
                "verse_number": "3",
                "verse_text": "On the south, you will get part of the desert of Zin near Edom. Your southern border will start at the south end of the Dead Sea."
            },
            {
                "verse_number": "4",
                "verse_text": "It will cross south of Scorpion Pass. It will go through the town of Zin to Kadesh Barnea and then to Hazar Addar, and then it will pass through Azmon."
            },
            {
                "verse_number": "5",
                "verse_text": "From Azmon the border will go to the River of Egypt, and it will end at the Mediterranean Sea."
            },
            {
                "verse_number": "6",
                "verse_text": "Your western border will be the Mediterranean Sea."
            },
            {
                "verse_number": "7",
                "verse_text": "Your northern border will begin at the Mediterranean Sea and go to Mount Hor."
            },
            {
                "verse_number": "8",
                "verse_text": "From Mount Hor it will go to Lebo Hamath, and then to Zedad."
            },
            {
                "verse_number": "9",
                "verse_text": "Then that border will go to Ziphron and it will end at Hazar Enan. So that will be your northern border."
            },
            {
                "verse_number": "10",
                "verse_text": "Your eastern border will begin at Enan and it will go to Shepham."
            },
            {
                "verse_number": "11",
                "verse_text": "From Shepham the border will go east of Ain to Riblah. The border will continue along the hills by Lake Galilee."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the border will continue along the Jordan River. It will end at the Dead Sea. These are the borders around your country.&apos; from the tribe of Judah&ndash;Caleb son of Jephunneh; from the tribe of Manasseh&ndash;Hanniel son of Ephod;"
            },
            {
                "verse_number": "13",
                "verse_text": "So Moses gave this command to the Israelites, &apos;That is the land that you will get. You will throw lots to divide the land among the nine tribes and half the tribe of Manasseh, as the Lord commanded."
            },
            {
                "verse_number": "14",
                "verse_text": "The tribes of Reuben and Gad, and half the tribe of Manasseh have already taken their land."
            },
            {
                "verse_number": "15",
                "verse_text": "These two and a half tribes took the land near Jericho&ndash;they took the land east of the Jordan River.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then the Lord spoke to Moses. He said,"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;These are the men who will help you divide the land: Eleazar the priest, Joshua son of Nun,"
            },
            {
                "verse_number": "18",
                "verse_text": "and the leaders of all the tribes. There will be one leader from each tribe. These men will divide the land."
            },
            {
                "verse_number": "19",
                "verse_text": "These are the names of the leaders:"
            },
            {
                "verse_number": "20",
                "verse_text": "from the tribe of Simeon&ndash;Shemuel son of Ammihud;"
            },
            {
                "verse_number": "21",
                "verse_text": "from the tribe of Benjamin&ndash;Elidad son of Kislon;"
            },
            {
                "verse_number": "22",
                "verse_text": "from the tribe of Dan&ndash;Bukki son of Jogli;"
            },
            {
                "verse_number": "23",
                "verse_text": "from the descendants of Joseph;"
            },
            {
                "verse_number": "24",
                "verse_text": "from the tribe of Ephraim&ndash;Kemuel son of Shiphtan;"
            },
            {
                "verse_number": "25",
                "verse_text": "from the tribe of Zebulun&ndash;Elizaphan son of Parnach;"
            },
            {
                "verse_number": "26",
                "verse_text": "from the tribe of Issachar&ndash;Paltiel son of Azzan;"
            },
            {
                "verse_number": "27",
                "verse_text": "from the tribe of Asher&ndash;Ahihud son of Shelomi;"
            },
            {
                "verse_number": "28",
                "verse_text": "from the tribe of Naphtali&ndash;Pedahel son of Ammihud.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "The Lord chose these men to divide the land of Canaan among the Israelites."
            }
        ],
        "35": [
            {
                "verse_number": "1",
                "verse_text": "The Lord spoke to Moses. This was in the Jordan Valley in Moab, near the Jordan River, across from Jericho. He said,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Tell the Israelites that they should give some of the cities in their part of the land to the Levites. The Israelites should give these cities and the pastures around them to the Levites."
            },
            {
                "verse_number": "3",
                "verse_text": "The Levites will be able to live in them. And all the cattle and other animals that belong to the Levites will be able to eat from the pastures around these cities."
            },
            {
                "verse_number": "4",
                "verse_text": "How much of your land should you give to the Levites? From the walls of the cities, go out 1500 feet &ndash;all of that land will belong to the Levites."
            },
            {
                "verse_number": "5",
                "verse_text": "Measure off an area around the city for the Levites. Start at the northeast corner and measure 3000 feet to the south. Then from this corner, measure 3000 feet to the west. From there measure 3000 feet to the north and from that corner, 3000 feet to the east. The city will be in the center of this area."
            },
            {
                "verse_number": "6",
                "verse_text": "Six of those cities will be cities of safety. If a person accidentally kills someone, that person can run to those towns for safety. In addition to those six cities, you will also give 42 more cities to the Levites."
            },
            {
                "verse_number": "7",
                "verse_text": "So you will give a total of 48 cities to the Levites. You will also give them the land around those cities."
            },
            {
                "verse_number": "8",
                "verse_text": "The large tribes of Israel will get large pieces of land. The small tribes of Israel will get small pieces of land. So the large tribes will give more cities and the small tribes will give fewer cities to the Levites.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then the Lord said to Moses,"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Tell the people this: You will cross the Jordan River and go into the land of Canaan."
            },
            {
                "verse_number": "11",
                "verse_text": "You must choose towns to be cities of safety. If someone accidentally kills another person, that person can run to one of those towns for safety."
            },
            {
                "verse_number": "12",
                "verse_text": "That person will be safe from anyone from the dead man&quot;s family who wants to punish the killer until that person is judged in court."
            },
            {
                "verse_number": "13",
                "verse_text": "There will be six cities of safety."
            },
            {
                "verse_number": "14",
                "verse_text": "Three of them will be east of the Jordan River and three of them will be in the land of Canaan, west of the Jordan River."
            },
            {
                "verse_number": "15",
                "verse_text": "These cities will be places of safety for citizens of Israel and for foreigners and travelers. Any of these people will be able to run to one of these cities if they accidentally kill someone."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;If you use an iron weapon to kill someone, you are a murderer, and you must die."
            },
            {
                "verse_number": "17",
                "verse_text": "If you use a rock large enough to kill someone and you kill another person, you are a murderer, and you must die."
            },
            {
                "verse_number": "18",
                "verse_text": "If you use a piece of wood large enough to kill someone and you kill another person, you are a murderer, and you must die."
            },
            {
                "verse_number": "19",
                "verse_text": "A member of the dead person&quot;s family can chase you and kill you."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;You might accidentally kill someone, maybe by pushing or by accidentally hitting them with a tool or weapon."
            },
            {
                "verse_number": "23",
                "verse_text": "Perhaps you threw a rock that was large enough to kill, but it hit someone you didn&quot;t see and killed them. You didn&quot;t plan to kill anyone. You didn&quot;t hate the person you killed&ndash;it was only an accident."
            },
            {
                "verse_number": "24",
                "verse_text": "If that happens, the community must decide what to do. The court must decide if a member of the dead person&quot;s family can kill you."
            },
            {
                "verse_number": "25",
                "verse_text": "If the community decides to protect you from the dead person&quot;s family, the community must take you back to your city of safety. You must stay there until the official high priest dies."
            },
            {
                "verse_number": "28",
                "verse_text": "Whoever accidentally killed someone must stay in their city of safety until the high priest dies. After the high priest dies, that person can go back to their own land."
            },
            {
                "verse_number": "29",
                "verse_text": "These rules will be the law forever in all the towns of your people."
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;A killer should be put to death as a murderer only if there are witnesses. No one can be put to death if there is only one witness."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;A murderer must be put to death. Don&quot;t take money to change the punishment. That murderer must be killed."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;If a person killed someone and then ran to one of the cities of safety, don&quot;t take money to let that person go home. That person must stay in that city until the high priest dies."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;Don&quot;t let your land be polluted with innocent blood. If a person murders someone, the only payment for that crime is that the murderer must be killed! There is no other payment that will free the land from that crime."
            },
            {
                "verse_number": "34",
                "verse_text": "I am the Lord. I will be living in your country with the Israelites, so don&quot;t make it unclean with the blood of innocent people.&apos;"
            }
        ],
        "36": [
            {
                "verse_number": "1",
                "verse_text": "Manasseh was Joseph&quot;s son. Makir was Manasseh&quot;s son. Gilead was Makir&quot;s son. The leaders of Gilead&quot;s family went to talk to Moses and the leaders of the tribes of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "They said, &apos;Sir, the Lord commanded us to get our land by throwing lots. And sir, the Lord commanded that the land of Zelophehad our brother be given to his daughters."
            },
            {
                "verse_number": "3",
                "verse_text": "Maybe a man from one of the other tribes will marry one of Zelophehad&quot;s daughters. Will that land leave our family? Will the people of that other tribe get the land? Will we lose the land that we got by throwing lots?"
            },
            {
                "verse_number": "4",
                "verse_text": "People might sell their land, but in the Jubilee year, all the land is returned to the tribe that really owns it. At that time who will get the land that belongs to Zelophehad&quot;s daughters? Will our tribe lose that land forever?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Moses gave this command from the Lord to the Israelites: &apos;These men from the tribe of Joseph are right."
            },
            {
                "verse_number": "6",
                "verse_text": "This is the Lord&quot;s command to Zelophehad&quot;s daughters: If you want to marry someone, you must marry someone from your own tribe."
            },
            {
                "verse_number": "7",
                "verse_text": "In this way land will not be passed from tribe to tribe among the Israelites. Each Israelite will keep the land that belonged to their own ancestors."
            },
            {
                "verse_number": "8",
                "verse_text": "And if a woman gets her father&quot;s land, she must marry someone from her own tribe. That way everyone will keep the land that belonged to his ancestors."
            },
            {
                "verse_number": "9",
                "verse_text": "So the land must not be passed from tribe to tribe among the Israelites. Each Israelite will keep the land that belonged to their own ancestors.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So Zelophehad&quot;s daughters obeyed the Lord&quot;s command to Moses."
            },
            {
                "verse_number": "11",
                "verse_text": "Zelophehad&quot;s daughters&ndash;Mahlah, Tirzah, Hoglah, Milcah, and Noah&ndash;married their cousins on their father&quot;s side of the family."
            },
            {
                "verse_number": "12",
                "verse_text": "Their husbands were from Manasseh&quot;s family groups, so their land remained within their father&quot;s family group and tribe."
            },
            {
                "verse_number": "13",
                "verse_text": "So these are the laws and commands that the Lord gave to Moses in the Jordan Valley in Moab by the Jordan River, across from Jericho."
            }
        ]
    }
}