{
    "Hebrews": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "In the past God spoke to our people through the prophets. He spoke to them many times and in many different ways."
            },
            {
                "verse_number": "2",
                "verse_text": "And now in these last days, God has spoken to us again through his Son. He made the whole world through his Son. And he has chosen his Son to have all things."
            },
            {
                "verse_number": "3",
                "verse_text": "The Son shows the glory of God. He is a perfect copy of God&quot;s nature, and he holds everything together by his powerful command. The Son made people clean from their sins. Then he sat down at the right side of God, the Great One in heaven."
            },
            {
                "verse_number": "4",
                "verse_text": "The Son became much greater than the angels, and God gave him a name that is much greater than any of their names. &apos;You are my Son. Today I have become your Father.&apos; Psalm 2:7 God also never said about an angel, &apos;I will be his Father, and he will be my son.&apos; 2 Samuel 7:14 and his servants into flaming fire.&apos; Psalm 104:4 &apos;God, your kingdom will last forever and ever. You use your authority for justice. So God, your God, has chosen you, giving you more honor and joy than anyone like you.&apos; Psalm 45:6-7 &apos;O Lord, in the beginning you made the earth, and your hands made the sky. They will all wear out like old clothes. and they will be changed like clothes. But you never change, and your life will never end.&apos; Psalm 102:25-27 &apos;Sit at my right side"
            },
            {
                "verse_number": "5",
                "verse_text": "God never said this to any of the angels:"
            },
            {
                "verse_number": "6",
                "verse_text": "And then, when God presents his firstborn Son to the world, he says, &apos;Let all God&quot;s angels worship him.&apos; &apos;He changes his angels into winds until I put your enemies under your power. &apos; Psalm 110:1"
            },
            {
                "verse_number": "7",
                "verse_text": "This is what God said about the angels:"
            },
            {
                "verse_number": "8",
                "verse_text": "But this is what he said about his Son:"
            },
            {
                "verse_number": "9",
                "verse_text": "You love what is right and hate what is wrong."
            },
            {
                "verse_number": "10",
                "verse_text": "God also said,"
            },
            {
                "verse_number": "11",
                "verse_text": "These things will disappear, but you will stay."
            },
            {
                "verse_number": "12",
                "verse_text": "You will fold them up like a coat,"
            },
            {
                "verse_number": "13",
                "verse_text": "And God never said this to an angel:"
            },
            {
                "verse_number": "14",
                "verse_text": "All the angels are spirits who serve God and are sent to help those who will receive salvation."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "So we must be more careful to follow what we were taught. We must be careful so that we will not be pulled away from the true way."
            },
            {
                "verse_number": "2",
                "verse_text": "The teaching that God spoke through angels was shown to be true. And every time his people did something against that teaching, they were punished for what they did. They were punished when they did not obey that teaching."
            },
            {
                "verse_number": "3",
                "verse_text": "So surely we also will be punished if we don&quot;t pay attention to the salvation we have that is so great. It was the Lord Jesus who first told people about it. And those who heard him proved to us that it is true."
            },
            {
                "verse_number": "4",
                "verse_text": "God also proved it by using miraculous signs, wonders, and all kinds of miracles. And he proved it by giving people various gifts through the Holy Spirit in just the way he wanted. &apos;Why are people so important to you? Why do you even think about them? Is he so important? You crowned him with glory and honor. If God put everything under his control, then there was nothing left that he did not rule. But we don&quot;t yet see him ruling over everything. &apos;God, I will tell my brothers and sisters about you. Before all your people I will sing your praises.&apos; Psalm 22:22 &apos;I will trust in God.&apos; Isaiah 8:17 And he says, &apos;I am here, and with me are the children God has given me.&apos; Isaiah 8:18"
            },
            {
                "verse_number": "5",
                "verse_text": "God did not choose angels to be the rulers over the new world that was coming. That future world is the world we have been talking about."
            },
            {
                "verse_number": "6",
                "verse_text": "It is written some place in the Scriptures, Why do you care about the son of man ?"
            },
            {
                "verse_number": "7",
                "verse_text": "For a short time you made him lower than the angels."
            },
            {
                "verse_number": "8",
                "verse_text": "You put everything under his control. &apos; Psalm 8:4-6"
            },
            {
                "verse_number": "9",
                "verse_text": "For a short time Jesus was made lower than the angels, but now we see him wearing a crown of glory and honor because he suffered and died. Because of God&quot;s grace, Jesus died for everyone."
            },
            {
                "verse_number": "10",
                "verse_text": "God&ndash;the one who made all things and for whose glory all things exist&ndash;wanted many people to be his children and share his glory. So he did what he needed to do. He made perfect the one who leads those people to salvation. He made Jesus a perfect Savior through his suffering."
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus, the one who makes people holy, and those who are made holy are from the same family. So he is not ashamed to call them his brothers and sisters."
            },
            {
                "verse_number": "12",
                "verse_text": "He says,"
            },
            {
                "verse_number": "13",
                "verse_text": "He also says,"
            },
            {
                "verse_number": "14",
                "verse_text": "These children are people with physical bodies. So Jesus himself became like them and had the same experiences they have. Jesus did this so that, by dying, he could destroy the one who has the power of death&ndash;the devil."
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus became like these people and died so that he could free them. They were like slaves all their lives because of their fear of death."
            },
            {
                "verse_number": "16",
                "verse_text": "Clearly, it is not angels that Jesus helps. He helps the people who are from Abraham."
            },
            {
                "verse_number": "17",
                "verse_text": "For this reason, Jesus had to be made like us, his brothers and sisters, in every way. He became like people so that he could be their merciful and faithful high priest in service to God. Then he could bring forgiveness for the people&quot;s sins."
            },
            {
                "verse_number": "18",
                "verse_text": "And now he can help those who are tempted. He is able to help because he himself suffered and was tempted."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "So, my brothers and sisters, those chosen by God to be his holy people, think about Jesus. He is the one we believe God sent to save us and to be our high priest."
            },
            {
                "verse_number": "2",
                "verse_text": "God made him our high priest, and he was faithful to God just as Moses was. He did everything God wanted him to do in God&quot;s house."
            },
            {
                "verse_number": "3",
                "verse_text": "When someone builds a house, people will honor the builder more than the house. It is the same with Jesus. He should have more honor than Moses."
            },
            {
                "verse_number": "4",
                "verse_text": "Every house is built by someone, but God built everything."
            },
            {
                "verse_number": "5",
                "verse_text": "Moses was faithful as a servant in God&quot;s whole house. He told people what God would say in the future."
            },
            {
                "verse_number": "6",
                "verse_text": "But Christ is faithful in ruling God&quot;s house as the Son. And we are God&quot;s house, if we remain confident of the great hope we are glad to say we have. &apos;If you hear God&quot;s voice today, when you turned against God. That was the day you tested God in the desert. But they tested me and my patience. I said, &quot;Their thoughts are always wrong. They have never understood my ways.&quot; &quot;They will never enter my place of rest.&quot;&apos; Psalm 95:7-11 &apos;If you hear God&quot;s voice today, don&quot;t be stubborn as in the past when you turned against God.&apos; Psalm 95:7-8"
            },
            {
                "verse_number": "7",
                "verse_text": "So it is just as the Holy Spirit says:"
            },
            {
                "verse_number": "8",
                "verse_text": "don&quot;t be stubborn as you were in the past,"
            },
            {
                "verse_number": "9",
                "verse_text": "For 40 years in the desert, your people saw what I did."
            },
            {
                "verse_number": "10",
                "verse_text": "So I was angry with them."
            },
            {
                "verse_number": "11",
                "verse_text": "So I was angry and made a promise:"
            },
            {
                "verse_number": "12",
                "verse_text": "So, brothers and sisters, be careful that none of you has the evil thoughts that cause so much doubt that you stop following the living God."
            },
            {
                "verse_number": "13",
                "verse_text": "But encourage each other every day, while you still have something called &apos;today. &apos; Help each other so that none of you will be fooled by sin and become too hard to change."
            },
            {
                "verse_number": "14",
                "verse_text": "We have the honor of sharing in all that Christ has if we continue until the end to have the sure faith we had in the beginning."
            },
            {
                "verse_number": "15",
                "verse_text": "That&quot;s why the Spirit said,"
            },
            {
                "verse_number": "16",
                "verse_text": "Who were those who heard God&quot;s voice and turned against him? It was all the people Moses led out of Egypt."
            },
            {
                "verse_number": "17",
                "verse_text": "And who was God angry with for 40 years? He was angry with those who sinned. And their dead bodies were left in the desert."
            },
            {
                "verse_number": "18",
                "verse_text": "And which people was God talking to when he promised that they would never enter his place of rest? He was talking to those who did not obey him."
            },
            {
                "verse_number": "19",
                "verse_text": "So we see that they were not allowed to enter and have God&quot;s rest, because they did not believe."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "And we still have the promise that God gave those people. That promise is that we can enter his place of rest. So we should be very careful that none of you fails to get that promise."
            },
            {
                "verse_number": "2",
                "verse_text": "Yes, the good news about it was told to us just as it was to them. But the message they heard did not help them. They heard it but did not accept it with faith."
            },
            {
                "verse_number": "3",
                "verse_text": "Only we who believe it are able to enter God&quot;s place of rest. As God said, &apos;I was angry and made a promise: &quot;They will never enter my place of rest.&quot;&apos; Psalm 95:11 But God&quot;s work was finished from the time he made the world. &apos;If you hear God&quot;s voice today, don&quot;t be stubborn.&apos; Psalm 95:7-8"
            },
            {
                "verse_number": "4",
                "verse_text": "Yes, somewhere in the Scriptures he talked about the seventh day of the week. He said, &apos;So on the seventh day God rested from all his work.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "But in the Scripture above God said, &apos;They will never enter my place of rest.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So the opportunity is still there for some to enter and enjoy God&quot;s rest. But those who first heard the good news about it did not enter, because they did not obey."
            },
            {
                "verse_number": "7",
                "verse_text": "So God planned another special day. It is called &apos;today.&apos; He spoke about that day through David a long time later using the words we quoted before:"
            },
            {
                "verse_number": "8",
                "verse_text": "We know that Joshua did not lead the people into the place of rest that God promised. We know this because God spoke later about another day for rest."
            },
            {
                "verse_number": "9",
                "verse_text": "This shows that the seventh-day rest for God&quot;s people is still to come."
            },
            {
                "verse_number": "10",
                "verse_text": "God rested after he finished his work. So everyone who enters God&quot;s place of rest will also have rest from their own work just as God did."
            },
            {
                "verse_number": "11",
                "verse_text": "So let us try as hard as we can to enter God&quot;s place of rest. We must try hard so that none of us will be lost by following the example of those who refused to obey God."
            },
            {
                "verse_number": "12",
                "verse_text": "God&quot;s word is alive and working. It is sharper than the sharpest sword and cuts all the way into us. It cuts deep to the place where the soul and the spirit are joined. God&quot;s word cuts to the center of our joints and our bones. It judges the thoughts and feelings in our hearts."
            },
            {
                "verse_number": "13",
                "verse_text": "Nothing in all the world can be hidden from God. He can clearly see all things. Everything is open before him. And to him we must explain the way we have lived."
            },
            {
                "verse_number": "14",
                "verse_text": "We have a great high priest who has gone to live with God in heaven. He is Jesus the Son of God. So let us continue to express our faith in him."
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus, our high priest, is able to understand our weaknesses. When Jesus lived on earth, he was tempted in every way. He was tempted in the same ways we are tempted, but he never sinned."
            },
            {
                "verse_number": "16",
                "verse_text": "With Jesus as our high priest, we can feel free to come before God&quot;s throne where there is grace. There we receive mercy and kindness to help us when we need it."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Every Jewish high priest is chosen from among men. That priest is given the work of helping people with the things they must do for God. He must offer to God gifts and sacrifices for sins."
            },
            {
                "verse_number": "2",
                "verse_text": "The high priest has his own weaknesses. So he is able to be gentle with those who do wrong out of ignorance."
            },
            {
                "verse_number": "3",
                "verse_text": "He offers sacrifices for their sins, but he must also offer sacrifices for his own sins. &apos;You are my Son. Today I have become your Father.&apos; Psalm 2:7 &apos;You are a priest forever&ndash; the kind of priest Melchizedek was.&apos; Psalm 110:4"
            },
            {
                "verse_number": "4",
                "verse_text": "To be a high priest is an honor. But no one chooses himself for this work. That person must be chosen by God just as Aaron was."
            },
            {
                "verse_number": "5",
                "verse_text": "It is the same with Christ. He did not choose himself to have the honor of becoming a high priest. But God chose him. God said to him,"
            },
            {
                "verse_number": "6",
                "verse_text": "And in another part of the Scriptures God says,"
            },
            {
                "verse_number": "7",
                "verse_text": "While Jesus lived on earth he prayed to God, asking for help from the one who could save him from death. He prayed to God with loud cries and tears. And his prayers were answered because of his great respect for God."
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus was the Son of God, but he still suffered, and through his sufferings he learned to obey whatever God says."
            },
            {
                "verse_number": "9",
                "verse_text": "This made him the perfect high priest, who provides the way for everyone who obeys him to be saved forever."
            },
            {
                "verse_number": "10",
                "verse_text": "God made him high priest, just like Melchizedek."
            },
            {
                "verse_number": "11",
                "verse_text": "We have many things to tell you about this. But it is hard to explain because you have stopped trying to understand."
            },
            {
                "verse_number": "12",
                "verse_text": "You have had enough time that by now you should be teachers. But you need someone to teach you again the first lessons of God&quot;s teaching. You still need the teaching that is like milk. You are not ready for solid food."
            },
            {
                "verse_number": "13",
                "verse_text": "Anyone who lives on milk is still a baby and is not able to understand much about living right."
            },
            {
                "verse_number": "14",
                "verse_text": "But solid food is for people who have grown up. From their experience they have learned to see the difference between good and evil."
            }
        ],
        "6": [
            {
                "verse_number": "3",
                "verse_text": "And that&quot;s what we will do if God allows. So these two things are a great help to us who have come to God for safety. They encourage us to hold on to the hope that is ours."
            },
            {
                "verse_number": "7",
                "verse_text": "Some people are like land that gets plenty of rain and produces a good crop for those who farm it. That kind of land has God&quot;s blessing."
            },
            {
                "verse_number": "8",
                "verse_text": "But other people are like land that grows only thorns and weeds. It is worthless and in danger of being cursed by God. It will be destroyed by fire."
            },
            {
                "verse_number": "9",
                "verse_text": "Dear friends, I am not saying this because I think it is happening to you. We really expect that you will do better&ndash;that you will do the good things that will result in your salvation."
            },
            {
                "verse_number": "10",
                "verse_text": "God is fair, and he will remember all the work you have done. He will remember that you showed your love to him by helping his people and that you continue to help them."
            },
            {
                "verse_number": "11",
                "verse_text": "We want each of you to be willing and eager to show your love like that the rest of your life. Then you will be sure to get what you hope for."
            },
            {
                "verse_number": "12",
                "verse_text": "We don&quot;t want you to be lazy. We want you to be like those who, because of their faith and patience, will get what God has promised."
            },
            {
                "verse_number": "13",
                "verse_text": "God made a promise to Abraham. And there is no one greater than God, so he made the promise with an oath in his own name&ndash;an oath that he would do what he promised."
            },
            {
                "verse_number": "14",
                "verse_text": "He said, &apos;I will surely bless you. I will give you many descendants.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Abraham waited patiently for this to happen, and later he received what God promised."
            },
            {
                "verse_number": "16",
                "verse_text": "People always use the name of someone greater than themselves to make a promise with an oath. The oath proves that what they say is true, and there is no more arguing about it."
            },
            {
                "verse_number": "17",
                "verse_text": "God wanted to prove that his promise was true. He wanted to prove this to those who would get what he promised. He wanted them to understand clearly that his purposes never change. So God said something would happen, and he proved what he said by adding an oath."
            },
            {
                "verse_number": "18",
                "verse_text": "These two things cannot change: God cannot lie when he says something, and he cannot lie when he makes an oath."
            },
            {
                "verse_number": "19",
                "verse_text": "This hope is like an anchor for us. It is strong and sure and keeps us safe. It goes behind the curtain."
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus has already entered there and opened the way for us. He has become the high priest forever, just like Melchizedek."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Melchizedek was the king of Salem and a priest for God the Most High. He met Abraham when Abraham was coming back after defeating the kings. That day Melchizedek blessed him."
            },
            {
                "verse_number": "2",
                "verse_text": "Then Abraham gave him a tenth of everything he had. The name Melchizedek, king of Salem, has two meanings. First, Melchizedek means &apos;king of justice.&apos; And &apos;king of Salem&apos; means &apos;king of peace.&apos; &apos;The Lord has made a promise with an oath and will not change his mind: &quot;You are a priest forever.&quot;&apos; Psalm 110:4"
            },
            {
                "verse_number": "3",
                "verse_text": "No one knows who his father or mother was or where he came from. And no one knows when he was born or when he died. Melchizedek is like the Son of God in that he will always be a priest."
            },
            {
                "verse_number": "4",
                "verse_text": "You can see that Melchizedek was very great. Abraham, our great ancestor, gave him a tenth of everything he won in battle."
            },
            {
                "verse_number": "5",
                "verse_text": "Now the law says that those from the tribe of Levi who become priests must get a tenth from their own people, even though they and their people are both from the family of Abraham."
            },
            {
                "verse_number": "6",
                "verse_text": "Melchizedek was not even from the tribe of Levi, but Abraham gave him a tenth of what he had. And Melchizedek blessed Abraham&ndash;the one who had God&quot;s promises."
            },
            {
                "verse_number": "7",
                "verse_text": "And everyone knows that the more important person always blesses the less important person."
            },
            {
                "verse_number": "8",
                "verse_text": "Those priests get a tenth, but they are only men who live and then die. But Melchizedek, who got a tenth from Abraham, continues to live, as the Scriptures say."
            },
            {
                "verse_number": "9",
                "verse_text": "Now those from the family of Levi are the ones who get a tenth from the people. But we can say that when Abraham paid Melchizedek a tenth, then Levi also paid it."
            },
            {
                "verse_number": "10",
                "verse_text": "Levi was not yet born, but he already existed in his ancestor Abraham when Melchizedek met him."
            },
            {
                "verse_number": "11",
                "verse_text": "The people were given the law under the system of priests from the tribe of Levi. But no one could be made spiritually perfect through that system of priests. So there was a need for another priest to come. I mean a priest like Melchizedek, not Aaron."
            },
            {
                "verse_number": "12",
                "verse_text": "And when a different kind of priest comes, then the law must be changed too."
            },
            {
                "verse_number": "15",
                "verse_text": "And these things become even clearer when we see that another priest has come who is like Melchizedek."
            },
            {
                "verse_number": "16",
                "verse_text": "He was made a priest, but not because he met the requirement of being born into the right family. He became a priest by the power of a life that will never end."
            },
            {
                "verse_number": "17",
                "verse_text": "This is what the Scriptures say about him: &apos;You are a priest forever&ndash;the kind of priest Melchizedek was.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The old rule is now ended because it was weak and worthless."
            },
            {
                "verse_number": "19",
                "verse_text": "The Law of Moses could not make anything perfect. But now a better hope has been given to us. And with that hope we can come near to God."
            },
            {
                "verse_number": "20",
                "verse_text": "Also, it is important that God made a promise with an oath when he made Jesus high priest. When those other men became priests, there was no oath."
            },
            {
                "verse_number": "21",
                "verse_text": "But Christ became a priest with God&quot;s oath. God said to him,"
            },
            {
                "verse_number": "22",
                "verse_text": "So this means that Jesus is the guarantee of a better agreement from God to his people."
            },
            {
                "verse_number": "23",
                "verse_text": "Also, when one of those other priests died, he could not continue being a priest. So there were many of those priests."
            },
            {
                "verse_number": "24",
                "verse_text": "But Jesus lives forever. He will never stop serving as a priest."
            },
            {
                "verse_number": "25",
                "verse_text": "So Christ can save those who come to God through him. Christ can do this forever, because he always lives and is ready to help people when they come before God."
            },
            {
                "verse_number": "26",
                "verse_text": "So Jesus is the kind of high priest we need. He is holy. He has no sin in him. He is pure and not influenced by sinners. And he is raised above the heavens."
            },
            {
                "verse_number": "27",
                "verse_text": "He is not like those other priests. They had to offer sacrifices every day, first for their own sins, and then for the sins of the people. But Jesus doesn&quot;t need to do that. He offered only one sacrifice for all time. He offered himself."
            },
            {
                "verse_number": "28",
                "verse_text": "The law chooses high priests who are men and have the same weaknesses that all people have. But after the law, God spoke the oath that made his Son high priest. And that Son, made perfect through suffering, will serve forever."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Here is the point of what we are saying: We have a high priest like that, who sits on the right side of God&quot;s throne in heaven."
            },
            {
                "verse_number": "2",
                "verse_text": "Our high priest serves in the Most Holy Place. He serves in the true place of worship that was made by God, not by anyone here on earth. &apos;The time is coming, says the Lord, when I will give a new agreement to the people of Israel and to the people of Judah. that I gave to their fathers. That is the agreement I gave when I took them by the hand and led them out of Egypt. They did not continue following the agreement I gave them, and I turned away from them, says the Lord. I will give this agreement in the future, says the Lord: I will put my laws in their minds, and I will write my laws on their hearts. I will be their God, and they will be my people. or their family to know the Lord. All people&ndash;the greatest and the least important&ndash;will know me. and I will not remember their sins.&apos; Jeremiah 31:31-34"
            },
            {
                "verse_number": "3",
                "verse_text": "Every high priest has the work of offering gifts and sacrifices to God. So our high priest must also offer something to God."
            },
            {
                "verse_number": "4",
                "verse_text": "If our high priest were now living on earth, he would not be a priest. I say this because there are already priests here who follow the law by offering gifts to God."
            },
            {
                "verse_number": "5",
                "verse_text": "The work that these priests do is really only a copy and a shadow of what is in heaven. That is why God warned Moses when he was ready to build the Holy Tent: &apos;Be sure to make everything exactly like the pattern I showed you on the mountain.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But the work that has been given to Jesus is much greater than the work that was given to those priests. In the same way, the new agreement that Jesus brought from God to his people is much greater than the old one. And the new agreement is based on better promises."
            },
            {
                "verse_number": "7",
                "verse_text": "If there was nothing wrong with the first agreement, then there would be no need for a second agreement."
            },
            {
                "verse_number": "8",
                "verse_text": "But God found something wrong with the people. He said,"
            },
            {
                "verse_number": "9",
                "verse_text": "It will not be like the agreement"
            },
            {
                "verse_number": "10",
                "verse_text": "This is the new agreement I will give the people of Israel."
            },
            {
                "verse_number": "11",
                "verse_text": "Never again will anyone have to teach their neighbors"
            },
            {
                "verse_number": "12",
                "verse_text": "And I will forgive the wrongs they have done,"
            },
            {
                "verse_number": "13",
                "verse_text": "God called this a new agreement, so he has made the first agreement old. And anything that is old and useless is ready to disappear."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "The first agreement had rules for worship and a place for worship here on earth."
            },
            {
                "verse_number": "2",
                "verse_text": "This place was inside a tent. The first area in the tent was called the Holy Place. In the Holy Place were the lamp and the table with the special bread offered to God."
            },
            {
                "verse_number": "3",
                "verse_text": "Behind the second curtain was a room called the Most Holy Place."
            },
            {
                "verse_number": "4",
                "verse_text": "In the Most Holy Place was a golden altar for burning incense. And also there was the Box of the Agreement. The Box was covered with gold. Inside this Box was a golden jar of manna and Aaron&quot;s rod&ndash;the rod that once grew leaves. Also in the Box were the flat stones with the Ten Commandments of the old agreement on them."
            },
            {
                "verse_number": "5",
                "verse_text": "Above the Box were the Cherub angels that showed God&quot;s glory. These Cherub angels were over the place of mercy. But we cannot say everything about this now."
            },
            {
                "verse_number": "6",
                "verse_text": "Everything in the tent was made ready in the way I have explained. Then the priests went into the first room every day to do their worship duties."
            },
            {
                "verse_number": "7",
                "verse_text": "But only the high priest could go into the second room, and he went in only once a year. Also, he could never enter that room without taking blood with him. He offered that blood to God for himself and for the sins the people committed without knowing they were sinning."
            },
            {
                "verse_number": "8",
                "verse_text": "The Holy Spirit uses those two separate rooms to teach us that the way into the Most Holy Place was not open while the first room was still there."
            },
            {
                "verse_number": "9",
                "verse_text": "This is an example for us today. It shows that the gifts and sacrifices the priests offer to God are not able to make the consciences of the worshipers completely clear."
            },
            {
                "verse_number": "10",
                "verse_text": "These gifts and sacrifices are only about food and drink and special washings. They are only rules about the body. God gave them for his people to follow until the time of his new way."
            },
            {
                "verse_number": "11",
                "verse_text": "But Christ has already come to be the high priest. He is the high priest of the good things we now have. But Christ does not serve in a place like the tent that those other priests served in. He serves in a better place. Unlike that tent, this one is perfect. It was not made by anyone here on earth. It does not belong to this world."
            },
            {
                "verse_number": "12",
                "verse_text": "Christ entered the Most Holy Place only one time&ndash;enough for all time. He entered the Most Holy Place by using his own blood, not the blood of goats or young bulls. He entered there and made us free from sin forever."
            },
            {
                "verse_number": "13",
                "verse_text": "The blood of goats and bulls and the ashes of a cow were sprinkled on those who were no longer pure enough to enter the place of worship. The blood and ashes made them pure again&ndash;but only their bodies."
            },
            {
                "verse_number": "14",
                "verse_text": "So surely the blood sacrifice of Christ can do much more. Christ offered himself through the eternal Spirit as a perfect sacrifice to God. His blood will make us completely clean from the evil we have done. It will give us clear consciences so that we can worship the living God."
            },
            {
                "verse_number": "15",
                "verse_text": "So Christ brings a new agreement from God to his people. He brings this agreement so that those who are chosen by God can have the blessings God promised, blessings that last forever. This can happen only because Christ died to free people from sins committed against the commands of the first agreement."
            },
            {
                "verse_number": "16",
                "verse_text": "When someone dies and leaves a will, there must be proof that the one who wrote the will is dead."
            },
            {
                "verse_number": "17",
                "verse_text": "A will means nothing while the one who wrote it is still living. It can be used only after that person&quot;s death."
            },
            {
                "verse_number": "18",
                "verse_text": "That is why blood was needed to begin the first agreement between God and his people."
            },
            {
                "verse_number": "19",
                "verse_text": "First, Moses told the people every command in the law. Then he took the blood of young bulls and mixed it with water. He used red wool and a branch of hyssop to sprinkle the blood and water on the book of the law and on all the people."
            },
            {
                "verse_number": "20",
                "verse_text": "Then he said, &apos;This is the blood that makes the agreement good&ndash;the agreement that God commanded you to follow.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "In the same way, Moses sprinkled the blood on the Holy Tent. He sprinkled the blood over everything used in worship."
            },
            {
                "verse_number": "22",
                "verse_text": "The law says that almost everything must be made clean by blood. Sins cannot be forgiven without a blood sacrifice."
            },
            {
                "verse_number": "23",
                "verse_text": "These things are copies of the real things that are in heaven. These copies had to be made clean by animal sacrifices. But the real things in heaven must have much better sacrifices."
            },
            {
                "verse_number": "24",
                "verse_text": "Christ went into the Most Holy Place. But it was not the man-made one, which is only a copy of the real one. He went into heaven, and he is there now before God to help us."
            },
            {
                "verse_number": "25",
                "verse_text": "The high priest enters the Most Holy Place once every year. He takes with him blood to offer. But he does not offer his own blood like Christ did. Christ went into heaven, but not to offer himself many times like the high priest offers blood again and again."
            },
            {
                "verse_number": "26",
                "verse_text": "If Christ had offered himself many times, he would have needed to suffer many times since the time the world was made. But he came to offer himself only once. And that once is enough for all time. He came at a time when the world is nearing an end. He came to take away all sin by offering himself as a sacrifice."
            },
            {
                "verse_number": "27",
                "verse_text": "Everyone must die once. Then they are judged."
            },
            {
                "verse_number": "28",
                "verse_text": "So Christ was offered as a sacrifice one time to take away the sins of many people. And he will come a second time, but not to offer himself for sin. He will come the second time to bring salvation to those who are waiting for him."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "The law gave us only an unclear picture of the good things coming in the future. The law is not a perfect picture of the real things. The law tells people to offer the same sacrifices every year. Those who come to worship God continue to offer those sacrifices. But the law can never make them perfect."
            },
            {
                "verse_number": "2",
                "verse_text": "If the law could make people perfect, those sacrifices would have already stopped. They would already be clean from their sins, and they would not still feel guilty."
            },
            {
                "verse_number": "3",
                "verse_text": "But that&quot;s not what happens. Their sacrifices make them remember their sins every year,"
            },
            {
                "verse_number": "4",
                "verse_text": "because it is not possible for the blood of bulls and goats to take away sins. &apos;You don&quot;t want sacrifices and offerings, but you have prepared a body for me. or with offerings to take away sins. It is written about me in the book of the law. I have come to do what you want.&quot;&apos; Psalm 40:6-8 with my people in the future, says the Lord. I will put my laws in their hearts. I will write my laws in their minds.&apos; Jeremiah 31:33 &apos;I will forget their sins and never again remember the evil they have done.&apos; Jeremiah 31:34 &apos;Very soon now, the one who is coming will come and will not be late. will live by trusting in me. But I will not be pleased with the one who turns back in fear.&apos; Habakkuk 2:3-4 (Greek version)"
            },
            {
                "verse_number": "5",
                "verse_text": "So when Christ came into the world he said,"
            },
            {
                "verse_number": "6",
                "verse_text": "You are not pleased with the sacrifices of animals killed and burned"
            },
            {
                "verse_number": "7",
                "verse_text": "Then I said, &quot;Here I am, God."
            },
            {
                "verse_number": "8",
                "verse_text": "Christ first said, &apos;You don&quot;t want sacrifices and offerings. You are not pleased with animals killed and burned or with sacrifices to take away sin.&apos; (These are all sacrifices that the law commands.)"
            },
            {
                "verse_number": "9",
                "verse_text": "Then he said, &apos;Here I am, God. I have come to do what you want.&apos; So God ends that first system of sacrifices and starts his new way."
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus Christ did the things God wanted him to do. And because of that, we are made holy through the sacrifice of Christ&quot;s body. Christ made that sacrifice one time&ndash;enough for all time."
            },
            {
                "verse_number": "11",
                "verse_text": "Every day the priests stand and do their religious service. Again and again they offer the same sacrifices, which can never take away sins."
            },
            {
                "verse_number": "12",
                "verse_text": "But Christ offered only one sacrifice for sins, and that sacrifice is good for all time. Then he sat down at the right side of God."
            },
            {
                "verse_number": "13",
                "verse_text": "And now Christ waits there for his enemies to be put under his power."
            },
            {
                "verse_number": "14",
                "verse_text": "With one sacrifice Christ made his people perfect forever. They are the ones who are being made holy."
            },
            {
                "verse_number": "15",
                "verse_text": "The Holy Spirit also tells us about this. First he says,"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;This is the agreement I will make"
            },
            {
                "verse_number": "17",
                "verse_text": "Then he says,"
            },
            {
                "verse_number": "18",
                "verse_text": "And after everything is forgiven, there is no more need for a sacrifice to pay for sins."
            },
            {
                "verse_number": "19",
                "verse_text": "And so, brothers and sisters, we are completely free to enter the Most Holy Place. We can do this without fear because of the blood sacrifice of Jesus."
            },
            {
                "verse_number": "20",
                "verse_text": "We enter through a new way that Jesus opened for us. It is a living way that leads through the curtain&ndash;Christ&quot;s body."
            },
            {
                "verse_number": "21",
                "verse_text": "And we have a great priest who rules the house of God."
            },
            {
                "verse_number": "22",
                "verse_text": "Sprinkled with the blood of Christ, our hearts have been made free from a guilty conscience, and our bodies have been washed with pure water. So come near to God with a sincere heart, full of confidence because of our faith in Christ."
            },
            {
                "verse_number": "23",
                "verse_text": "We must hold on to the hope we have, never hesitating to tell people about it. We can trust God to do what he promised."
            },
            {
                "verse_number": "24",
                "verse_text": "We should think about each other to see how we can encourage each other to show love and do good works."
            },
            {
                "verse_number": "25",
                "verse_text": "We must not quit meeting together, as some are doing. No, we need to keep on encouraging each other. This becomes more and more important as you see the Day getting closer."
            },
            {
                "verse_number": "26",
                "verse_text": "If we decide to continue sinning after we have learned the truth, then there is no other sacrifice that will take away sins."
            },
            {
                "verse_number": "27",
                "verse_text": "If we continue sinning, all that is left for us is a fearful time of waiting for the judgment and the angry fire that will destroy those who live against God."
            },
            {
                "verse_number": "28",
                "verse_text": "Whoever refused to obey the Law of Moses was found guilty from the testimony given by two or three witnesses. Such people were not forgiven. They were killed."
            },
            {
                "verse_number": "29",
                "verse_text": "So think how much more punishment people deserve who show their hate for the Son of God&ndash;people who show they have no respect for the blood sacrifice that began the new agreement and once made them holy or who insult the Spirit of God&quot;s grace."
            },
            {
                "verse_number": "30",
                "verse_text": "We know that God said, &apos;I will punish people for the wrongs they do; I will repay them.&apos; And he also said, &apos;The Lord will judge his people.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "It is a terrible thing to face punishment from the living God."
            },
            {
                "verse_number": "32",
                "verse_text": "Remember the days when you first learned the truth. You had a hard struggle with much suffering, but you continued strong."
            },
            {
                "verse_number": "33",
                "verse_text": "Sometimes people said hateful things to you and mistreated you in public. And sometimes you helped others who were being treated that same way."
            },
            {
                "verse_number": "34",
                "verse_text": "Yes, you helped them in prison and shared in their suffering. And you were still happy when everything you owned was taken away from you. You continued to be happy, because you knew that you had something much better&ndash;something that would continue forever."
            },
            {
                "verse_number": "35",
                "verse_text": "So don&quot;t lose the courage that you had in the past. Your courage will be rewarded richly."
            },
            {
                "verse_number": "36",
                "verse_text": "You must be patient. After you have done what God wants, you will get what he promised you."
            },
            {
                "verse_number": "37",
                "verse_text": "He says,"
            },
            {
                "verse_number": "38",
                "verse_text": "The person who is right with me"
            },
            {
                "verse_number": "39",
                "verse_text": "But we are not those who turn back and are lost. No, we are the people who have faith and are saved."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Faith is what makes real the things we hope for. It is proof of what we cannot see."
            },
            {
                "verse_number": "2",
                "verse_text": "God was pleased with the people who lived a long time ago because they had faith like this."
            },
            {
                "verse_number": "3",
                "verse_text": "Faith helps us understand that God created the whole world by his command. This means that the things we see were made by something that cannot be seen."
            },
            {
                "verse_number": "4",
                "verse_text": "Cain and Abel both offered sacrifices to God. But Abel offered a better sacrifice to God because he had faith. God said he was pleased with what Abel offered. And so God called him a good man because he had faith. Abel died, but through his faith he is still speaking."
            },
            {
                "verse_number": "5",
                "verse_text": "Enoch was carried away from this earth, so he never died. The Scriptures tell us that before he was carried off, he was a man who pleased God. Later, no one knew where he was, because God had taken Enoch to be with him. This all happened because he had faith."
            },
            {
                "verse_number": "6",
                "verse_text": "Without faith no one can please God. Whoever comes to God must believe that he is real and that he rewards those who sincerely try to find him."
            },
            {
                "verse_number": "7",
                "verse_text": "Noah was warned by God about things that he could not yet see. But he had faith and respect for God, so he built a large boat to save his family. With his faith, Noah showed that the world was wrong. And he became one of those who are made right with God through faith."
            },
            {
                "verse_number": "8",
                "verse_text": "God called Abraham to travel to another place that he promised to give him. Abraham did not know where that other place was. But he obeyed God and started traveling because he had faith."
            },
            {
                "verse_number": "9",
                "verse_text": "Abraham lived in the country that God promised to give him. He lived there like a visitor who did not belong. He did this because he had faith. He lived in tents with Isaac and Jacob, who also received the same promise from God."
            },
            {
                "verse_number": "10",
                "verse_text": "Abraham was waiting for the city that has real foundations. He was waiting for the city that is planned and built by God."
            },
            {
                "verse_number": "11",
                "verse_text": "Sarah was not able to have children, and Abraham was too old. But he had faith in God, trusting him to do what he promised. And so God made them able to have children."
            },
            {
                "verse_number": "12",
                "verse_text": "Abraham was so old he was almost dead. But from that one man came as many descendants as there are stars in the sky. So many people came from him that they are like grains of sand on the seashore."
            },
            {
                "verse_number": "13",
                "verse_text": "All these great people continued living with faith until they died. They did not get the things God promised his people. But they were happy just to see those promises coming far in the future. They accepted the fact that they were like visitors and strangers here on earth."
            },
            {
                "verse_number": "14",
                "verse_text": "When people accept something like that, they show they are waiting for a country that will be their own."
            },
            {
                "verse_number": "15",
                "verse_text": "If they were thinking about the country they had left, they could have gone back."
            },
            {
                "verse_number": "16",
                "verse_text": "But they were waiting for a better country&ndash;a heavenly country. So God is not ashamed to be called their God. And he has prepared a city for them."
            },
            {
                "verse_number": "19",
                "verse_text": "He believed that God could raise people from death. And really, when God stopped Abraham from killing Isaac, it was as if he got him back from death."
            },
            {
                "verse_number": "20",
                "verse_text": "Isaac blessed the future of Jacob and Esau. He did that because he had faith."
            },
            {
                "verse_number": "21",
                "verse_text": "And Jacob, also because he had faith, blessed each one of Joseph&quot;s sons. He did this while he was dying, leaning on his rod and worshiping God."
            },
            {
                "verse_number": "22",
                "verse_text": "And when Joseph was almost dead, he spoke about the people of Israel leaving Egypt. And he told them what they should do with his body. He did this because he had faith."
            },
            {
                "verse_number": "23",
                "verse_text": "And the mother and father of Moses hid him for three months after he was born. They did this because they had faith. They saw that Moses was a beautiful baby. And they were not afraid to disobey the king&quot;s order."
            },
            {
                "verse_number": "26",
                "verse_text": "He thought it was better to suffer for the Messiah than to have all the treasures of Egypt. He was waiting for the reward that God would give him."
            },
            {
                "verse_number": "27",
                "verse_text": "Moses left Egypt because he had faith. He was not afraid of the king&quot;s anger. He continued strong as if he could see the God no one can see."
            },
            {
                "verse_number": "28",
                "verse_text": "Moses prepared the Passover and spread the blood on the doorways of the people of Israel, so that the angel of death would not kill their firstborn sons. Moses did this because he had faith."
            },
            {
                "verse_number": "29",
                "verse_text": "And God&quot;s people all walked through the Red Sea as if it were dry land. They were able to do this because they had faith. But when the Egyptians tried to follow them, they were drowned."
            },
            {
                "verse_number": "30",
                "verse_text": "And the walls of Jericho fell because of the faith of God&quot;s people. They marched around the walls for seven days, and then the walls fell."
            },
            {
                "verse_number": "31",
                "verse_text": "And Rahab, the prostitute, welcomed the Israelite spies like friends. And because of her faith, she was not killed with the ones who refused to obey."
            },
            {
                "verse_number": "32",
                "verse_text": "Do I need to give you more examples? I don&quot;t have enough time to tell you about Gideon, Barak, Samson, Jephthah, David, Samuel, and the prophets."
            },
            {
                "verse_number": "33",
                "verse_text": "All of them had great faith. And with that faith they defeated kingdoms. They did what was right, and God helped them in the ways he promised. With their faith some people closed the mouths of lions."
            },
            {
                "verse_number": "34",
                "verse_text": "And some were able to stop blazing fires. Others escaped from being killed with swords. Some who were weak were made strong. They became powerful in battle and defeated other armies."
            },
            {
                "verse_number": "35",
                "verse_text": "There were women who lost loved ones but got them back when they were raised from death. Others were tortured but refused to accept their freedom. They did this so that they could be raised from death to a better life."
            },
            {
                "verse_number": "36",
                "verse_text": "Some were laughed at and beaten. Others were tied up and put in prison."
            },
            {
                "verse_number": "37",
                "verse_text": "They were killed with stones. They were cut in half. They were killed with swords. The only clothes some of them had were sheepskins or goatskins. They were poor, persecuted, and treated badly by others."
            },
            {
                "verse_number": "38",
                "verse_text": "The world was not good enough for these great people. They had to wander in deserts and mountains, living in caves and holes in the ground."
            },
            {
                "verse_number": "39",
                "verse_text": "God was pleased with all of them because of their faith. But not one of them received God&quot;s great promise."
            },
            {
                "verse_number": "40",
                "verse_text": "God planned something better for us. He wanted to make us perfect. Of course, he wanted those great people to be made perfect too, but not before we could all enjoy that blessing together."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "We have all these great people around us as examples. Their lives tell us what faith means. So we, too, should run the race that is before us and never quit. We should remove from our lives anything that would slow us down and the sin that so often makes us fall."
            },
            {
                "verse_number": "2",
                "verse_text": "We must never stop looking to Jesus. He is the leader of our faith, and he is the one who makes our faith complete. He suffered death on a cross. But he accepted the shame of the cross as if it were nothing because of the joy he could see waiting for him. And now he is sitting at the right side of God&quot;s throne."
            },
            {
                "verse_number": "3",
                "verse_text": "Think about Jesus. He patiently endured the angry insults that sinful people were shouting at him. Think about him so that you won&quot;t get discouraged and stop trying. &apos;My child, don&quot;t think the Lord&quot;s discipline is worth nothing, and don&quot;t stop trying when he corrects you. he punishes everyone he accepts as a child.&apos; Proverbs 3:11-12"
            },
            {
                "verse_number": "4",
                "verse_text": "You are struggling against sin, but you have not had to give up your life for the cause."
            },
            {
                "verse_number": "5",
                "verse_text": "You are children of God, and he speaks words of comfort to you. You have forgotten these words:"
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord disciplines everyone he loves;"
            },
            {
                "verse_number": "7",
                "verse_text": "So accept sufferings like a father&quot;s discipline. God does these things to you like a father correcting his children. You know that all children are disciplined by their fathers."
            },
            {
                "verse_number": "8",
                "verse_text": "So, if you never receive the discipline that every child must have, you are not true children and don&quot;t really belong to God."
            },
            {
                "verse_number": "9",
                "verse_text": "We have all had fathers here on earth who corrected us with discipline. And we respected them. So it is even more important that we accept discipline from the Father of our spirits. If we do this, we will have life."
            },
            {
                "verse_number": "10",
                "verse_text": "Our fathers on earth disciplined us for a short time in the way they thought was best. But God disciplines us to help us so that we can be holy like him."
            },
            {
                "verse_number": "11",
                "verse_text": "We don&quot;t enjoy discipline when we get it. It is painful. But later, after we have learned our lesson from it, we will enjoy the peace that comes from doing what is right."
            },
            {
                "verse_number": "12",
                "verse_text": "You have become weak, so make yourselves strong again."
            },
            {
                "verse_number": "13",
                "verse_text": "Live in the right way so that you will be saved and your weakness will not cause you to be lost."
            },
            {
                "verse_number": "14",
                "verse_text": "Try to live in peace with everyone. And try to keep your lives free from sin. Anyone whose life is not holy will never see the Lord."
            },
            {
                "verse_number": "15",
                "verse_text": "Be careful that no one fails to get God&quot;s grace. Be careful that no one loses their faith and becomes like a bitter weed growing among you. Someone like that can ruin your whole group."
            },
            {
                "verse_number": "16",
                "verse_text": "Be careful that no one commits sexual sin. And be careful that no one is like Esau and never thinks about God. As the oldest son, Esau would have inherited everything from his father. But he sold all that for a single meal."
            },
            {
                "verse_number": "17",
                "verse_text": "You remember that after Esau did this, he wanted to get his father&quot;s blessing. He wanted that blessing so much that he cried. But his father refused to give him the blessing, because Esau could find no way to change what he had done."
            },
            {
                "verse_number": "18",
                "verse_text": "You have not come to a place that can be seen and touched, like the mountain the people of Israel saw, which was burning with fire and covered with darkness, gloom, and storms."
            },
            {
                "verse_number": "19",
                "verse_text": "There is no sound of a trumpet or a voice speaking words like those they heard. When they heard the voice, they begged never to hear another word."
            },
            {
                "verse_number": "20",
                "verse_text": "They did not want to hear the command: &apos;If anything, even an animal, touches the mountain, it must be killed with stones.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "What they saw was so terrible that Moses said, &apos;I am shaking with fear.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But you have come to Mount Zion, to the city of the living God, the heavenly Jerusalem. You have come to a place where thousands of angels have gathered to celebrate."
            },
            {
                "verse_number": "23",
                "verse_text": "You have come to the meeting of God&quot;s firstborn children. Their names are written in heaven. You have come to God, the judge of all people. And you have come to the spirits of good people who have been made perfect."
            },
            {
                "verse_number": "24",
                "verse_text": "You have come to Jesus&ndash;the one who brought the new agreement from God to his people. You have come to the sprinkled blood that tells us about better things than the blood of Abel."
            },
            {
                "verse_number": "25",
                "verse_text": "Be careful and don&quot;t refuse to listen when God speaks. Those people refused to listen to him when he warned them on earth. And they did not escape. Now God is speaking from heaven. So now it will be worse for those who refuse to listen to him."
            },
            {
                "verse_number": "26",
                "verse_text": "When he spoke before, his voice shook the earth. But now he has promised, &apos;Once again I will shake the earth, but I will also shake heaven.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The words &apos;once again&apos; clearly show us that everything that was created will be destroyed&ndash;that is, the things that can be shaken. And only what cannot be shaken will remain."
            },
            {
                "verse_number": "28",
                "verse_text": "So we should be thankful because we have a kingdom that cannot be shaken. And because we are thankful, we should worship God in a way that will please him. We should do this with respect and fear,"
            },
            {
                "verse_number": "29",
                "verse_text": "because our God is like a fire that can destroy us."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Continue loving each other as brothers and sisters in Christ."
            },
            {
                "verse_number": "2",
                "verse_text": "Always remember to help people by welcoming them into your home. Some people have done that and have helped angels without knowing it."
            },
            {
                "verse_number": "3",
                "verse_text": "Don&quot;t forget those who are in prison. Remember them as though you were in prison with them. And don&quot;t forget those who are suffering. Remember them as though you were suffering with them. &apos;I will never leave you; I will never run away from you.&apos; Deuteronomy 31:6 &apos;The Lord is my helper; I will not be afraid. People can do nothing to me.&apos; Psalm 118:6"
            },
            {
                "verse_number": "4",
                "verse_text": "Marriage should be honored by everyone. And every marriage should be kept pure between husband and wife. God will judge guilty those who commit sexual sins and adultery."
            },
            {
                "verse_number": "5",
                "verse_text": "Keep your lives free from the love of money. And be satisfied with what you have. God has said,"
            },
            {
                "verse_number": "6",
                "verse_text": "So we can feel sure and say,"
            },
            {
                "verse_number": "7",
                "verse_text": "Remember your leaders. They taught God&quot;s message to you. Remember how they lived and died, and copy their faith."
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus Christ is the same yesterday, today, and forever."
            },
            {
                "verse_number": "9",
                "verse_text": "Don&quot;t let all kinds of strange teachings lead you into the wrong way. Depend only on God&quot;s grace for spiritual strength, not on rules about foods. Obeying those rules doesn&quot;t help anyone."
            },
            {
                "verse_number": "10",
                "verse_text": "We have a sacrifice. And those priests who serve in the Holy Tent cannot eat from the sacrifice we have."
            },
            {
                "verse_number": "11",
                "verse_text": "The high priest carries the blood of animals into the Most Holy Place and offers that blood for sins. But the bodies of those animals are burned outside the camp."
            },
            {
                "verse_number": "12",
                "verse_text": "So Jesus also suffered outside the city. He died to make his people holy with his own blood."
            },
            {
                "verse_number": "13",
                "verse_text": "So we should go to Jesus outside the camp and accept the same shame that he had."
            },
            {
                "verse_number": "14",
                "verse_text": "Here on earth we don&quot;t have a city that lasts forever. But we are waiting for the city that we will have in the future."
            },
            {
                "verse_number": "15",
                "verse_text": "So through Jesus we should never stop offering our sacrifice to God. That sacrifice is our praise, coming from lips that speak his name."
            },
            {
                "verse_number": "16",
                "verse_text": "And don&quot;t forget to do good and to share what you have with others, because sacrifices like these are very pleasing to God."
            },
            {
                "verse_number": "17",
                "verse_text": "Obey your leaders. Be willing to do what they say. They are responsible for your spiritual welfare, so they are always watching to protect you. Obey them so that their work will give them joy, not grief. It won&quot;t help you to make it hard for them."
            },
            {
                "verse_number": "18",
                "verse_text": "Continue praying for us. We feel right about what we do, because we always try to do what is best."
            },
            {
                "verse_number": "19",
                "verse_text": "And I beg you to pray that God will send me back to you soon. I want this more than anything else."
            },
            {
                "verse_number": "22",
                "verse_text": "My brothers and sisters, I beg you to listen patiently to what I have said. I wrote this letter to strengthen you. And it is not very long."
            },
            {
                "verse_number": "23",
                "verse_text": "I want you to know that our brother Timothy is out of prison. If he comes to me soon, we will both come to see you."
            },
            {
                "verse_number": "24",
                "verse_text": "Give my greetings to all your leaders and to all God&quot;s people. All those from Italy send you their greetings."
            },
            {
                "verse_number": "25",
                "verse_text": "God&quot;s grace be with you all."
            }
        ]
    }
}