{
    "2 Samuel": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "After David defeated the Amalekites, he went back to Ziklag. This was just after Saul had been killed. David had been there two days."
            },
            {
                "verse_number": "2",
                "verse_text": "Then, on the third day, a young soldier from Saul&quot;s camp came to Ziklag. His clothes were torn, and he had dirt on his head. He came to David and bowed with his face to the ground. The man answered, &apos;I just came from the Israelite camp.&apos; The man answered, &apos;Our people ran away from the battle. Many of them were killed in the battle. Even Saul and his son Jonathan are dead.&apos; The young soldier answered, &apos;I am the son of a foreigner. I am an Amalekite.&apos; Oh, how those heroes fell! Those Philistine cities would be happy! on you, mountains of Gilboa. May there be no offerings coming from your fields. The shields of the heroes rusted there. Saul&quot;s shield was not rubbed with oil. and Saul&quot;s sword killed its share! They have spilled the blood of men now dead. They cut into the fat of strong men. In life they loved being together, and even death did not separate them! They were faster than eagles and stronger than lions. Saul gave you beautiful red dresses and covered them with gold jewelry! Jonathan is dead on Gilboa&quot;s hills. I enjoyed your friendship so much. Your love for me was wonderful, stronger than the love of women. Their weapons of war are lost.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "David asked him, &apos;Where have you come from?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "David asked him, &apos;Please tell me, who won the battle?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "David said to the young soldier, &apos;How do you know Saul and his son Jonathan are dead?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The young soldier said, &apos;I happened to be on Mount Gilboa. I saw Saul leaning on his spear. The Philistine chariots and horse soldiers were coming closer and closer to Saul."
            },
            {
                "verse_number": "7",
                "verse_text": "Saul looked back and saw me. He called to me and I answered him."
            },
            {
                "verse_number": "8",
                "verse_text": "Then Saul asked me who I was. I told him that I was an Amalekite."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Saul said, &quot;Please kill me. I am hurt badly. And I am about to die anyway.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "He was hurt so badly that I knew he wouldn&quot;t live. So I stopped and killed him. Then I took the crown from his head and the bracelet from his arm and brought them here to you, my lord.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then David tore his clothes to show he was very sad. All the men with him did the same thing."
            },
            {
                "verse_number": "12",
                "verse_text": "They were very sad and cried. They did not eat until evening. They cried because Saul and his son Jonathan were dead. David and his men cried for the Lord&quot;s people, and they cried for Israel. They cried because Saul, his son Jonathan, and many Israelites had been killed in battle."
            },
            {
                "verse_number": "13",
                "verse_text": "Then David talked with the young soldier who had told him about Saul&quot;s death. David asked, &apos;Where are you from?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "David said to the young soldier, &apos;Why were you not afraid to kill the Lord&quot;s chosen king ?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "David sang a sad song about Saul and his son Jonathan."
            },
            {
                "verse_number": "18",
                "verse_text": "David told his men to teach the song to the people of Judah. This song is called &apos;The Bow,&apos; and it is written in the Book of Jashar ."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Israel, your beauty was ruined on your hills."
            },
            {
                "verse_number": "20",
                "verse_text": "Don&quot;t tell the news in Gath. Don&quot;t announce it in the streets of Ashkelon. Those foreigners would be glad."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;May no rain or dew fall"
            },
            {
                "verse_number": "22",
                "verse_text": "Jonathan&quot;s bow killed its share of enemies,"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Saul and Jonathan&ndash;how dear they were to us!"
            },
            {
                "verse_number": "24",
                "verse_text": "Daughters of Israel, cry for Saul!"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Strong men have fallen in the battle."
            },
            {
                "verse_number": "26",
                "verse_text": "Jonathan, my brother, I miss you!"
            },
            {
                "verse_number": "27",
                "verse_text": "Heroes have fallen in battle."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Later David asked the Lord for advice. David said, &apos;Should I take control of any of the cities of Judah?&apos; The Lord said to David, &apos;Yes.&apos; David asked, &apos;Where should I go?&apos; The Lord answered, &apos;To Hebron.&apos; Joab said, &apos;Yes, let&quot;s have a contest.&apos; Asahel said, &apos;Yes, it&quot;s me.&apos; Asahel&quot;s body lay on the ground. Everyone who came that way stopped to look at Asahel, Joab and his men marched all night. The sun came up just as they reached Hebron."
            },
            {
                "verse_number": "2",
                "verse_text": "So David and his two wives moved to Hebron. (His wives were Ahinoam from Jezreel and Abigail, who had been the wife of Nabal from Carmel.)"
            },
            {
                "verse_number": "3",
                "verse_text": "David also brought his men and their families. All of them made their homes in Hebron and the towns nearby."
            },
            {
                "verse_number": "4",
                "verse_text": "The men of Judah came to Hebron and anointed David to be the king of Judah. Then they told David, &apos;The men of Jabesh Gilead buried Saul.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "David sent messengers to the men of Jabesh Gilead. These messengers told the men in Jabesh: &apos;The Lord bless you, because you have shown kindness to your lord Saul by burying him."
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord will be kind and true to you, and so will I."
            },
            {
                "verse_number": "7",
                "verse_text": "Now be strong and brave. Your lord, Saul, is dead, but the tribe of Judah has anointed me to be their king.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Abner son of Ner was the captain of Saul&quot;s army. Abner took Ish Bosheth son of Saul to Mahanaim"
            },
            {
                "verse_number": "9",
                "verse_text": "and made him king of Gilead, Asher, Jezreel, Ephraim, Benjamin, and all Israel."
            },
            {
                "verse_number": "10",
                "verse_text": "Ish Bosheth son of Saul was 40 years old when he began to rule over Israel. He ruled Israel two years, but the tribe of Judah followed David."
            },
            {
                "verse_number": "11",
                "verse_text": "David ruled over the tribe of Judah from Hebron for seven years and six months."
            },
            {
                "verse_number": "12",
                "verse_text": "Abner son of Ner and the officers of Ish Bosheth son of Saul left Mahanaim and went to Gibeon."
            },
            {
                "verse_number": "13",
                "verse_text": "Joab, Zeruiah&quot;s son, and the officers of David also went to Gibeon. They met Abner and Ish Bosheth&quot;s officers at the pool of Gibeon. Abner&quot;s group sat on one side of the pool. Joab&quot;s group sat on the other side."
            },
            {
                "verse_number": "14",
                "verse_text": "Abner said to Joab, &apos;Let&quot;s have the young soldiers get up and have a contest here.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So the young soldiers got up. The two groups counted their men for the contest. They chose twelve men from the tribe of Benjamin to fight for Ish Bosheth son of Saul, and they chose twelve men from David&quot;s officers."
            },
            {
                "verse_number": "16",
                "verse_text": "Each of the men grabbed his opponent&quot;s head and stabbed him in the side with his sword, and then they fell down together. That is why this place in Gibeon is called &apos;The Field of the Sharp Knives.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "That contest turned into a terrible battle and David&quot;s officers defeated Abner and the Israelites that day."
            },
            {
                "verse_number": "18",
                "verse_text": "Zeruiah had three sons, Joab, Abishai, and Asahel. Asahel was a fast runner, as fast as a wild deer."
            },
            {
                "verse_number": "19",
                "verse_text": "Asahel ran straight toward Abner and began chasing him."
            },
            {
                "verse_number": "20",
                "verse_text": "Abner looked back and asked, &apos;Is that you, Asahel?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Abner didn&quot;t want to hurt Asahel, so he said to Asahel, &apos;Stop chasing me&ndash;go after one of the young soldiers. You could easily take his armor for yourself.&apos; But Asahel refused to stop chasing Abner."
            },
            {
                "verse_number": "22",
                "verse_text": "Abner again said to Asahel, &apos;Stop chasing me, or I will have to kill you. Then I will not be able to look your brother Joab in the face again.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But Asahel refused to stop chasing Abner. So Abner used the back end of his spear and pushed it into Asahel&quot;s stomach. The spear went deep into Asahel&quot;s stomach and came out of his back. Asahel died right there."
            },
            {
                "verse_number": "24",
                "verse_text": "but Joab and Abishai continued chasing Abner. The sun was just going down when they came to Ammah Hill. (Ammah Hill is in front of Giah on the way to the desert of Gibeon.)"
            },
            {
                "verse_number": "25",
                "verse_text": "The men from the tribe of Benjamin gathered around Abner at the top of the hill."
            },
            {
                "verse_number": "26",
                "verse_text": "Abner shouted to Joab and said, &apos;Must we fight and kill each other forever? Surely you know that this will only end in sadness. Tell the people to stop chasing their own brothers.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then Joab said, &apos;As surely as God is alive, if you had not said something, people would still be chasing their brothers in the morning.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "So Joab blew a trumpet, and his people stopped chasing the Israelites. They did not try to fight the Israelites anymore."
            },
            {
                "verse_number": "29",
                "verse_text": "Abner and his men marched all night through the Jordan Valley. They crossed the Jordan River and then marched all day until they came to Mahanaim."
            },
            {
                "verse_number": "30",
                "verse_text": "Joab stopped chasing Abner and turned back. Joab had gathered his men and learned that 19 of David&quot;s officers were missing, including Asahel."
            },
            {
                "verse_number": "31",
                "verse_text": "But David&quot;s officers had killed 360 of Abner&quot;s men from the tribe of Benjamin."
            },
            {
                "verse_number": "32",
                "verse_text": "David&quot;s officers took Asahel and buried him in the tomb of his father at Bethlehem."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "There was war for a long time between Saul&quot;s family and David&quot;s family. David became stronger and stronger, but Saul&quot;s family became weaker and weaker. The first son was Amnon. Amnon&quot;s mother was Ahinoam from Jezreel. The third son was Absalom. Absalom&quot;s mother was Maacah daughter of King Talmai of Geshur. The fifth son was Shephatiah. Shephatiah&quot;s mother was Abital. These sons were all born at Hebron. So David let Abner leave in peace. &apos;Did Abner die like some foolish criminal? Your feet were not put in chains. No, Abner, evil men killed you!&apos; Then all the people cried again for Abner."
            },
            {
                "verse_number": "2",
                "verse_text": "These are David&quot;s sons who were born at Hebron:"
            },
            {
                "verse_number": "3",
                "verse_text": "The second son was Kileab. His mother was Abigail, who had been the wife of Nabal from Carmel."
            },
            {
                "verse_number": "4",
                "verse_text": "The fourth son was Adonijah. Adonijah&quot;s mother was Haggith."
            },
            {
                "verse_number": "5",
                "verse_text": "The sixth son was Ithream. Ithream&quot;s mother was David&quot;s wife Eglah."
            },
            {
                "verse_number": "6",
                "verse_text": "As the families of Saul and David fought each other, Abner became more and more powerful in Saul&quot;s army."
            },
            {
                "verse_number": "7",
                "verse_text": "Saul had a slave woman named Rizpah daughter of Aiah. Ish Bosheth said to Abner, &apos;Why did you have sexual relations with my father&quot;s servant woman?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "This made Abner very angry. He said, &apos;I have been loyal to Saul and his family. I did not give you to David. I am not a traitor working for Judah. But now you are saying that I did this bad thing."
            },
            {
                "verse_number": "11",
                "verse_text": "Ish Bosheth was too afraid of Abner to say anything in response."
            },
            {
                "verse_number": "12",
                "verse_text": "Abner sent messengers to David and said, &apos;Who do you think should rule this country? Make an agreement with me, and I will help you become the ruler of all the people of Israel.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "David answered, &apos;Good! I will make an agreement with you. But I ask you only one thing: I will not meet with you until you bring Saul&quot;s daughter Michal to me.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "David sent messengers to Saul&quot;s son Ish Bosheth. David said, &apos;Give me my wife Michal. She was promised to me. I killed 100 Philistines to get her.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Ish Bosheth told the men to go and take Michal from a man named Paltiel son of Laish."
            },
            {
                "verse_number": "16",
                "verse_text": "Michal&quot;s husband, Paltiel, followed them, crying all the way to Bahurim. Finally, Abner said to him, &apos;Go back home.&apos; So Paltiel went back home."
            },
            {
                "verse_number": "17",
                "verse_text": "Abner sent this message to the leaders of Israel. He said, &apos;For a long time you have wanted to make David your king."
            },
            {
                "verse_number": "18",
                "verse_text": "Now do it! The Lord was talking about David when he said, &quot;I will save my people the Israelites from the Philistines and all their other enemies. I will do this through my servant David.&quot;&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Abner said these things to David in Hebron, and he said these things to the people of the tribe of Benjamin. The things Abner said sounded good to the tribe of Benjamin and to all the people of Israel."
            },
            {
                "verse_number": "20",
                "verse_text": "Then Abner came up to David at Hebron. Abner brought 20 men with him. David gave a party for Abner and for all the men who came with him."
            },
            {
                "verse_number": "21",
                "verse_text": "Abner said to David, &apos;My lord and king, let me go bring all the Israelites to you. Then they will make an agreement with you, and you will rule over all Israel, as you wanted.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Joab and David&quot;s officers came back from battle. They had many valuable things that they had taken from the enemy. David had just let Abner leave in peace. So Abner was not there in Hebron with David."
            },
            {
                "verse_number": "23",
                "verse_text": "Joab and all his army arrived at Hebron. The army said to Joab, &apos;Abner son of Ner came to King David, and David let Abner leave in peace.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Joab came to the king and said, &apos;What have you done? Abner came to you, but you sent him away without hurting him! Why?"
            },
            {
                "verse_number": "25",
                "verse_text": "You know Abner son of Ner. He came to trick you. He came to learn all about what you are doing.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Joab left David and sent messengers to Abner at the well of Sirah. The messengers brought Abner back, but David did not know this."
            },
            {
                "verse_number": "27",
                "verse_text": "When Abner arrived at Hebron, Joab met him in the gateway, pulled him aside to talk in private, and then stabbed him in the stomach. So he got his revenge against Abner. Joab killed Abner because Abner had killed Joab&quot;s brother Asahel."
            },
            {
                "verse_number": "28",
                "verse_text": "Later David heard the news and said, &apos;My kingdom and I are innocent of the death of Abner son of Ner. The Lord knows this."
            },
            {
                "verse_number": "29",
                "verse_text": "Joab and his family are responsible for this, and they will be cursed. Many troubles will come to his family. His people will be sick with leprosy, crippled, killed in war, and not have enough food to eat!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Joab and his brother Abishai killed Abner because Abner had killed their brother Asahel in the battle at Gibeon."
            },
            {
                "verse_number": "33",
                "verse_text": "King David sang this sad song at Abner&quot;s funeral:"
            },
            {
                "verse_number": "34",
                "verse_text": "Abner, your hands were not tied."
            },
            {
                "verse_number": "35",
                "verse_text": "All day long people came to encourage David to eat food. But David had made a special promise. He said, &apos;May God punish me and give me many troubles if I eat bread or any other food before the sun goes down.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "All the people saw what happened, and they were pleased with what King David had done."
            },
            {
                "verse_number": "37",
                "verse_text": "All the people of Judah and Israel understood that King David had not killed Abner son of Ner."
            },
            {
                "verse_number": "38",
                "verse_text": "King David said to his officers, &apos;You know that a very important leader died today in Israel."
            },
            {
                "verse_number": "39",
                "verse_text": "And it was on the very same day that I was anointed to be the king. These sons of Zeruiah have caused me a lot of trouble. May the Lord give them the punishment they deserve.&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Saul&quot;s son Ish Bosheth heard that Abner had died at Hebron. Ish Bosheth and all his people became very afraid."
            },
            {
                "verse_number": "2",
                "verse_text": "Two men went to see to Saul&quot;s son. These two men were captains in the army. They were Recab and Baanah, the sons of Rimmon from Beeroth. (They were Benjamites because the town Beeroth belonged to the tribe of Benjamin."
            },
            {
                "verse_number": "3",
                "verse_text": "But all the people in Beeroth ran away to Gittaim, and they are still living there today.) Recab and Baanah said to King David, &apos;Here is the head of your enemy, Ish Bosheth son of Saul. He tried to kill you, but the Lord has punished Saul and his family for you today.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Saul&quot;s son Jonathan had a son named Mephibosheth. He was five years old when the news came from Jezreel that Saul and Jonathan had been killed. The woman who cared for Mephibosheth picked him up and ran away. But while running away, she dropped the boy, and he became crippled in both feet."
            },
            {
                "verse_number": "5",
                "verse_text": "Recab and Baanah, sons of Rimmon from Beeroth, went to Ish Bosheth&quot;s house at noon. Ish Bosheth was resting because it was hot."
            },
            {
                "verse_number": "8",
                "verse_text": "When they arrived at Hebron, they gave Ish Bosheth&quot;s head to David."
            },
            {
                "verse_number": "9",
                "verse_text": "But David told Recab and his brother Baanah, &apos;As surely as the Lord lives, he is the one who has rescued me from all my troubles!"
            },
            {
                "verse_number": "10",
                "verse_text": "Once before a man thought he would bring me good news. He told me, &quot;Look! Saul is dead.&quot; He thought I would reward him for bringing me the news. But I grabbed this man and killed him at Ziklag."
            },
            {
                "verse_number": "11",
                "verse_text": "I will kill you too and remove this evil from our land because you evil men killed a good man sleeping on his own bed, in his own house.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So David commanded his young helpers to kill Recab and Baanah. The young men cut off the hands and feet of Recab and Baanah and hanged them by the pool of Hebron. Then they took the head of Ish Bosheth and buried it where Abner was buried at Hebron."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "All the tribes of Israel came to David at Hebron. They said to David, &apos;Look, we are one family !"
            },
            {
                "verse_number": "2",
                "verse_text": "Even when Saul was our king, you were the one who led us into battle. And you were the one who brought Israel back home from war. The Lord himself said to you, &quot;You will be the shepherd of my people, the Israelites. You will be the ruler over Israel.&quot;&apos; The Lord answered, &apos;Yes, I certainly will help you defeat the Philistines.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So all the leaders of Israel came to meet with King David at Hebron. He made an agreement with them in Hebron in front of the Lord, and they anointed David to be the king of Israel."
            },
            {
                "verse_number": "4",
                "verse_text": "David was 30 years old when he began to rule. He was king for 40 years."
            },
            {
                "verse_number": "5",
                "verse_text": "In Hebron he ruled over Judah for 7 years and 6 months, and in Jerusalem he ruled over all Israel and Judah for 33 years."
            },
            {
                "verse_number": "6",
                "verse_text": "The king and his men went to fight against the Jebusites living in Jerusalem. The Jebusites said to David, &apos;You cannot come into our city. Even our blind and crippled people can stop you.&apos; (They said this because they thought that David would not be able to enter into their city."
            },
            {
                "verse_number": "7",
                "verse_text": "But David did take the fort of Zion. This fort became the City of David.)"
            },
            {
                "verse_number": "8",
                "verse_text": "That day David said to his men, &apos;Whenever you strike at the Jebusites, aim for the throat and kill them.&apos; David said this because he hates to have people left who are crippled and blind. That is why people now say, &apos;The lame and blind are not allowed in the temple. &apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "David lived in the fort and called it &apos;The City of David.&apos; David built up the city from the Millo inward."
            },
            {
                "verse_number": "10",
                "verse_text": "He became stronger and stronger because the Lord All-Powerful was with him."
            },
            {
                "verse_number": "11",
                "verse_text": "King Hiram of Tyre sent messengers to David. He also sent cedar trees, carpenters, and stonemasons. They built a house for David."
            },
            {
                "verse_number": "12",
                "verse_text": "Then David knew that the Lord had really made him king of Israel and had made him ruler over his kingdom for the good of his people, Israel."
            },
            {
                "verse_number": "13",
                "verse_text": "David moved from Hebron to Jerusalem. In Jerusalem, he got more slave women and wives. So David had more children who were born in Jerusalem."
            },
            {
                "verse_number": "14",
                "verse_text": "David&quot;s sons who were born in Jerusalem are Shammua, Shobab, Nathan, Solomon,"
            },
            {
                "verse_number": "15",
                "verse_text": "Ibhar, Elishua, Nepheg, Japhia,"
            },
            {
                "verse_number": "16",
                "verse_text": "Elishama, Eliada, and Eliphelet."
            },
            {
                "verse_number": "17",
                "verse_text": "When the Philistines heard that the Israelites had anointed David to be the king of Israel, all the Philistines went up to kill him. David heard about this and went down into the fort at Jerusalem."
            },
            {
                "verse_number": "18",
                "verse_text": "The Philistines came and camped in Rephaim Valley."
            },
            {
                "verse_number": "19",
                "verse_text": "David asked the Lord, saying, &apos;Should I go up to fight against the Philistines? Will you help me defeat them?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then David went to Baal Perazim and defeated the Philistines in that place. He said, &apos;The Lord broke through my enemies like water breaking through a dam.&apos; That is why David named that place &apos;Baal Perazim.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The Philistines left the statues of their gods behind at Baal Perazim. David and his men took them away."
            },
            {
                "verse_number": "22",
                "verse_text": "Again the Philistines came up and camped in Rephaim Valley."
            },
            {
                "verse_number": "23",
                "verse_text": "David prayed to the Lord again and got this answer: &apos;Don&quot;t go up the valley. Go around them to the other side of their army. Attack them from the other side of the balsam trees."
            },
            {
                "verse_number": "24",
                "verse_text": "When you hear the sound of marching in the tops of the balsam trees, you must act quickly because that is the sign that the Lord has gone out in front of you to defeat the Philistines. &apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "David did what the Lord commanded him to do, and he defeated the Philistines. He chased them from Geba to Gezer, killing them all along the way."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "David again gathered all the best soldiers in Israel. There were 30,000 men."
            },
            {
                "verse_number": "2",
                "verse_text": "Then David and all his men went to Baalah in Judah to take God&quot;s Holy Box there. The Holy Box is like God&quot;s throne &ndash;people go there to call on the name of the Lord All-Powerful who sits as king above the Cherub angels that are on that Box."
            },
            {
                "verse_number": "3",
                "verse_text": "David&quot;s men brought the Holy Box out of Abinadab&quot;s house on the hill. Then they put God&quot;s Holy Box on a new wagon. Uzzah and Ahio, sons of Abinadab, were driving the new wagon."
            },
            {
                "verse_number": "4",
                "verse_text": "So they carried the Holy Box out of Abinadab&quot;s house on the hill. The sons of Abinadab, Uzzah and Ahio, drove the new wagon. Ahio was walking in front of the Holy Box."
            },
            {
                "verse_number": "5",
                "verse_text": "David and all the Israelites were dancing in front of the Lord and playing all kinds of musical instruments. There were lyres, harps, drums, rattles, instruments made from cypress wood, and cymbals."
            },
            {
                "verse_number": "6",
                "verse_text": "When David&quot;s men came to the threshing floor of Nacon, the oxen stumbled, and God&quot;s Holy Box began to fall off the wagon. Uzzah caught the Holy Box."
            },
            {
                "verse_number": "7",
                "verse_text": "But the Lord was angry with Uzzah and killed him for that mistake. Uzzah showed he did not honor God when he touched the Holy Box, so he died there by God&quot;s Holy Box."
            },
            {
                "verse_number": "8",
                "verse_text": "David was upset because the Lord had killed Uzzah. David called that place &apos;Perez Uzzah.&apos; It is still called Perez Uzzah today."
            },
            {
                "verse_number": "9",
                "verse_text": "David became afraid of the Lord that day, and he said, &apos;How can I bring God&quot;s Holy Box here now?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So David would not move the Lord&quot;s Holy Box into the City of David. He put the Holy Box at the house of Obed Edom from Gath."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord&quot;s Holy Box stayed in Obed Edom&quot;s house for three months. The Lord blessed Obed Edom and all his family."
            },
            {
                "verse_number": "12",
                "verse_text": "Later people told David, &apos;The Lord has blessed the family of Obed Edom and everything he owns, because God&quot;s Holy Box is there.&apos; So David went and brought God&quot;s Holy Box from Obed Edom&quot;s house. David was very happy and excited."
            },
            {
                "verse_number": "13",
                "verse_text": "When the men who carried the Lord&quot;s Holy Box had walked six steps, they stopped and David sacrificed a bull and a fat calf."
            },
            {
                "verse_number": "14",
                "verse_text": "David was dancing in front of the Lord. He was wearing a linen ephod."
            },
            {
                "verse_number": "15",
                "verse_text": "David and all the Israelites were excited&ndash;they shouted and blew the trumpet as they brought the Lord&quot;s Holy Box into the city."
            },
            {
                "verse_number": "16",
                "verse_text": "Saul&quot;s daughter Michal was looking out the window. While the Lord&quot;s Holy Box was being carried into the city, David was jumping and dancing before the Lord. Michal saw this, and she was upset at David."
            },
            {
                "verse_number": "17",
                "verse_text": "David put up a tent for the Holy Box. The Israelites put the Lord&quot;s Holy Box in its place under the tent. Then David offered burnt offerings and fellowship offerings before the Lord."
            },
            {
                "verse_number": "18",
                "verse_text": "After David had finished offering the burnt offerings and the fellowship offerings, he blessed the people in the name of the Lord All-Powerful."
            },
            {
                "verse_number": "19",
                "verse_text": "He also gave a share of bread, a raisin cake, and some date bread to every man and woman of Israel. Then all the people went home."
            },
            {
                "verse_number": "20",
                "verse_text": "David went back to bless his house, but Saul&quot;s daughter Michal came out to meet him. She said, &apos;The king of Israel did not honor himself today! You took off your clothes in front of your servants&quot; girls. You were like a fool who takes off his clothes without shame!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then David said to Michal, &apos;The Lord chose me, not your father or anyone from his family. The Lord chose me to be leader of his people, the Israelites. So I will continue dancing and celebrating in front of the Lord."
            },
            {
                "verse_number": "22",
                "verse_text": "I might do things that are even more embarrassing! Maybe you will not respect me, but the girls you are talking about are proud of me!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Saul&quot;s daughter Michal never had a child. She died without having any children."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "After King David moved into his new house the Lord gave him some relief from all of his enemies around him."
            },
            {
                "verse_number": "2",
                "verse_text": "King David said to Nathan the prophet, &apos;Look, I am living in a fancy house made of cedar wood, but God&quot;s Holy Box is still kept in a tent!&apos; &apos;Lord GOD, why am I so important to you? Why is my family important? Why have you made me so important?"
            },
            {
                "verse_number": "3",
                "verse_text": "Nathan said to King David, &apos;Do whatever you want to do. The Lord will be with you.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But that night, the Lord&quot;s word came to Nathan:"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Go and tell my servant David, &quot;This is what the Lord says: You are not the one to build a house for me to live in."
            },
            {
                "verse_number": "6",
                "verse_text": "I did not live in a house at the time I took the Israelites out of Egypt. No, I traveled around in a tent. I used the tent for my home."
            },
            {
                "verse_number": "7",
                "verse_text": "I never told any of the tribes of Israel to build me a fancy house made from cedar wood.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;You must say this to my servant David: &quot;This is what the Lord All-Powerful says: I chose you while you were out in the pasture following the sheep. I took you from that job and made you the leader of my people, the Israelites."
            },
            {
                "verse_number": "9",
                "verse_text": "I have been with you every place you went. I have defeated your enemies for you. I will make you one of the most famous people on earth."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;&quot;When your life is finished, you will die and be buried with your ancestors. But then I will make one of your own children become the king."
            },
            {
                "verse_number": "13",
                "verse_text": "He will build a house for my name, and I will make his kingdom strong forever."
            },
            {
                "verse_number": "14",
                "verse_text": "I will be his father, and he will be my son. When he sins, I will use other people to punish him. They will be my whips."
            },
            {
                "verse_number": "15",
                "verse_text": "But I will never stop loving him. I will continue to be loyal to him. I took away my love and kindness from Saul. I pushed Saul away when I turned to you."
            },
            {
                "verse_number": "16",
                "verse_text": "Your family of kings will continue&ndash;you can depend on that! For you, your kingdom will continue forever! Your throne will stand forever!&quot;&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Nathan told David about that vision. He told David everything God had said."
            },
            {
                "verse_number": "18",
                "verse_text": "Then King David went in and sat in front of the Lord. David said,"
            },
            {
                "verse_number": "19",
                "verse_text": "I am nothing but a servant, but Lord GOD, you have also said these kind things about my future family. Lord GOD, you don&quot;t always talk like this to people, do you?"
            },
            {
                "verse_number": "20",
                "verse_text": "How can I continue talking to you? Lord GOD, you know that I am only a servant."
            },
            {
                "verse_number": "21",
                "verse_text": "You will do all these wonderful things because you said you would do them and because you want to do them. And you decided to let me know about all these things."
            },
            {
                "verse_number": "22",
                "verse_text": "Lord GOD, this is why you are so great! There is no one like you. There is no god except you! We know that because of what we ourselves have heard about what you did."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;And there is no nation on earth like your people, Israel. They are a special people. They were slaves, but you took them out of Egypt and made them free. You made them your people. You did great and wonderful things for the Israelites and for your land."
            },
            {
                "verse_number": "24",
                "verse_text": "You made the people of Israel your very own people forever, and Lord, you became their God."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Now, Lord God, you promised to do something for me, your servant, and for my family. Now please do what you promised&ndash;make my family a family of kings forever!"
            },
            {
                "verse_number": "26",
                "verse_text": "Then your name will be honored forever. People will say, &quot;The Lord God All-Powerful rules Israel! And may the family of your servant David continue to be strong in serving you.&quot;"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;You, Lord All-Powerful, the God of Israel, have shown things to me. You said, &quot;I will make your family great.&quot; That is why I, your servant, decided to pray this prayer to you."
            },
            {
                "verse_number": "28",
                "verse_text": "Lord GOD, you are God, and I can trust what you say. And you said that these good things would happen to me, your servant."
            },
            {
                "verse_number": "29",
                "verse_text": "Now, please, bless my family. Let them stand before you and serve you forever. Lord GOD, you yourself said these things. You yourself blessed my family with a blessing that will continue forever.&apos;"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Later David defeated the Philistines and took control of a large area of land around Gath."
            },
            {
                "verse_number": "2",
                "verse_text": "He also defeated the Moabites. He forced them to lie on the ground in a long row. Using a rope to measure, those within two lengths of the rope were killed and those within every third length were allowed to live. So the Moabites became servants of David and paid tribute to him."
            },
            {
                "verse_number": "3",
                "verse_text": "David went to an area near the Euphrates to set up a monument for himself. At that time he defeated the king of Zobah, Hadadezer son of Rehob."
            },
            {
                "verse_number": "4",
                "verse_text": "David took 1000 chariots, 7000 horse soldiers, and 20,000 foot soldiers from Hadadezer. He crippled all but 100 of the chariot horses."
            },
            {
                "verse_number": "5",
                "verse_text": "Arameans from Damascus came to help King Hadadezer of Zobah, but David defeated those 22,000 Arameans."
            },
            {
                "verse_number": "6",
                "verse_text": "Then David put his soldiers in Damascus, Aram. The Arameans became David&quot;s servants and brought tribute. The Lord gave victory to David wherever he went."
            },
            {
                "verse_number": "7",
                "verse_text": "David took the gold shields that had belonged to Hadadezer&quot;s servants and brought them to Jerusalem."
            },
            {
                "verse_number": "8",
                "verse_text": "David also took many things made of bronze from Tebah and Berothai. (Tebah and Berothai were cities that had belonged to Hadadezer.)"
            },
            {
                "verse_number": "9",
                "verse_text": "King Toi of Hamath heard that David had defeated Hadadezer&quot;s whole army."
            },
            {
                "verse_number": "10",
                "verse_text": "Hadadezer had fought against Toi in the past, so Toi sent his son Joram to King David. Joram greeted him and blessed him because David had fought against Hadadezer and defeated him. Joram brought gifts of silver, gold, and bronze."
            },
            {
                "verse_number": "11",
                "verse_text": "David took these things and dedicated them to the Lord, as he had done with all the other things he had taken from the nations he had defeated:"
            },
            {
                "verse_number": "12",
                "verse_text": "Aram, Moab, Ammon, Philistia, and Amalek. He had also defeated Hadadezer son of Rehob, king of Zobah."
            },
            {
                "verse_number": "13",
                "verse_text": "David had defeated 18,000 Edomites in Salt Valley. He was famous when he came home."
            },
            {
                "verse_number": "14",
                "verse_text": "He put teams of soldiers throughout Edom, and the whole nation became his servants. The Lord gave victory to him wherever he went."
            },
            {
                "verse_number": "15",
                "verse_text": "David ruled over all Israel, and he made good and fair decisions for all of his people."
            },
            {
                "verse_number": "16",
                "verse_text": "Joab son of Zeruiah was the captain over the army. Jehoshaphat son of Ahilud was the historian."
            },
            {
                "verse_number": "17",
                "verse_text": "Zadok son of Ahitub and Ahimelech son of Abiathar were priests. Seraiah was secretary."
            },
            {
                "verse_number": "18",
                "verse_text": "Benaiah son of Jehoiada was in charge of the Kerethites and Pelethites, and David&quot;s sons were priests."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "David asked, &apos;Is there anyone still left in Saul&quot;s family? I want to show kindness to this person. I want to do it for Jonathan.&apos; Ziba said, &apos;Yes, I am your servant Ziba.&apos; Ziba said to King David, &apos;Jonathan has a son still living. He is crippled in both feet.&apos; Ziba said to the king, &apos;He is at the house of Makir son of Ammiel in Lo Debar.&apos; David said, &apos;Mephibosheth?&apos; Mephibosheth said, &apos;Yes sir, it is I, your servant Mephibosheth.&apos; Ziba had 15 sons and 20 servants. So Mephibosheth ate at David&quot;s table like one of the king&quot;s sons."
            },
            {
                "verse_number": "2",
                "verse_text": "There was a servant named Ziba from Saul&quot;s family. David&quot;s servants called Ziba to David. King David said to Ziba, &apos;Are you Ziba?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The king said, &apos;Is there anyone left in Saul&quot;s family? I want to show God&quot;s kindness to this person.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The king said to Ziba, &apos;Where is this son?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then King David sent some of his officers to Lo Debar to bring Jonathan&quot;s son from the house of Makir son of Ammiel."
            },
            {
                "verse_number": "6",
                "verse_text": "Jonathan&quot;s son Mephibosheth came to David and bowed with his face low to the floor."
            },
            {
                "verse_number": "7",
                "verse_text": "David said to Mephibosheth, &apos;Don&quot;t be afraid. I will be kind to you because of your father Jonathan. I will give back to you all the land of your grandfather Saul. And you will always be able to eat at my table.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Mephibosheth bowed to David again and he said, &apos;I am no better than a dead dog, but you are being very kind to me.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then King David called Saul&quot;s servant Ziba and said, &apos;I have given Saul&quot;s family and everything he owns to your master&quot;s grandson, Mephibosheth."
            },
            {
                "verse_number": "10",
                "verse_text": "You will farm the land for Mephibosheth. Your sons and servants will do this for him. You will harvest the crops. Then your master&quot;s grandson will have plenty of food to eat, but Mephibosheth will always be allowed to eat at my table.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "He said to King David, &apos;I am your servant. I will do everything that my lord the king commands.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Mephibosheth had a young son named Mica. All the people in Ziba&quot;s family became Mephibosheth&quot;s servants."
            },
            {
                "verse_number": "13",
                "verse_text": "Mephibosheth lived in Jerusalem. He was crippled in both feet, and every day he ate at the king&quot;s table."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Later King Nahash of the Ammonites died. His son Hanun became the new king after him."
            },
            {
                "verse_number": "2",
                "verse_text": "David said, &apos;Nahash was kind to me, so I will be kind to his son Hanun.&apos; So David sent his officers to comfort Hanun about his father&quot;s death. David&quot;s officers went to the land of the Ammonites. So Joab came back from the battle with the Ammonites and went back to Jerusalem. There the Arameans prepared for battle and attacked,"
            },
            {
                "verse_number": "3",
                "verse_text": "But the Ammonite leaders said to Hanun, their lord, &apos;Do you think that David is trying to honor your father by sending some men to comfort you? No, David sent these men to spy on your city. They plan to make war against you.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So Hanun took David&quot;s officers and shaved off one half of their beards. He cut off their clothes at the hips. Then he sent them away."
            },
            {
                "verse_number": "5",
                "verse_text": "When the people told David, he sent messengers to meet his officers. He did this because these men were very ashamed. King David said, &apos;Wait at Jericho until your beards grow again. Then come back home.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The Ammonites saw that they had become David&quot;s enemies, so they hired Arameans from Beth Rehob and Zobah. There were 20,000 Aramean foot soldiers. The Ammonites also hired the king of Maacah with 1000 men and 12,000 men from Tob."
            },
            {
                "verse_number": "7",
                "verse_text": "David heard about this, so he sent Joab and the whole army of powerful men."
            },
            {
                "verse_number": "8",
                "verse_text": "The Ammonites came out and got ready for the battle. They stood at the city gate. The Arameans from Zobah and Rehob and the men from Tob and Maacah did not stand together with the Ammonites in the field."
            },
            {
                "verse_number": "9",
                "verse_text": "Joab saw that there were enemies in front of him and behind him. So he chose some of the best Israelite soldiers and lined them up for battle against the Arameans."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Joab gave the other men to his brother Abishai to lead against the Ammonites."
            },
            {
                "verse_number": "11",
                "verse_text": "Joab said to Abishai, &apos;If the Arameans are too strong for me, you will help me. If the Ammonites are too strong for you, I will come and help you."
            },
            {
                "verse_number": "12",
                "verse_text": "Be strong, and let us fight bravely for our people and for the cities of our God. The Lord will do what he decides is right.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Joab and his men attacked the Arameans. The Arameans ran away from Joab and his men."
            },
            {
                "verse_number": "14",
                "verse_text": "The Ammonites saw that the Arameans were running away, so they ran away from Abishai and went back to their city."
            },
            {
                "verse_number": "15",
                "verse_text": "When the Arameans saw that the Israelites had defeated them, they came together into one big army."
            },
            {
                "verse_number": "16",
                "verse_text": "Hadadezer sent messengers to bring the Arameans who lived on the other side of the Euphrates River. These Arameans came to Helam. Their leader was Shobach, the captain of Hadadezer&quot;s army."
            },
            {
                "verse_number": "17",
                "verse_text": "When David heard about this, he gathered all the Israelites together. They crossed over the Jordan River and went to Helam."
            },
            {
                "verse_number": "18",
                "verse_text": "but David defeated them, and they ran from the Israelites. David killed 700 chariot drivers and 40,000 horse soldiers as well as Shobach, the captain of the Aramean army."
            },
            {
                "verse_number": "19",
                "verse_text": "The kings who served Hadadezer saw that the Israelites had defeated them, so they made peace with the Israelites and became their servants. The Arameans were afraid to help the Ammonites again."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "In the spring, when kings go out to war, David sent Joab, his officers, and all the Israelites out to destroy the Ammonites. Joab&quot;s army surrounded their capital city, Rabbah. David stayed in Jerusalem. So Joab sent Uriah to David. So Uriah left the king&quot;s palace. The king also sent a gift to Uriah. Then David said to Uriah, &apos;You came from a long trip. Why did you not go home?&apos; Uriah stayed in Jerusalem until the next morning."
            },
            {
                "verse_number": "2",
                "verse_text": "One evening he got up from his bed and walked around on the roof of his house. From there he saw a woman bathing. She was very beautiful,"
            },
            {
                "verse_number": "3",
                "verse_text": "so David sent for his officers and asked them who she was. An officer answered, &apos;That is Bathsheba, daughter of Eliam. She is the wife of Uriah the Hittite.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "David sent messengers to go and bring Bathsheba to him. She had just purified herself after her monthly time of bleeding. She went to David, he had sexual relations with her, and then she went back to her house."
            },
            {
                "verse_number": "5",
                "verse_text": "Later, Bathsheba became pregnant. She sent word to him saying, &apos;I am pregnant.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "David sent a message to Joab. &apos;Send Uriah the Hittite to me.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "When Uriah came, David asked him how Joab was, how the soldiers were, and how the war was going."
            },
            {
                "verse_number": "8",
                "verse_text": "Then David said to Uriah, &apos;Go home and relax. &apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "But Uriah did not go home. He slept outside the door of the king&quot;s palace, as the rest of the king&quot;s servants did."
            },
            {
                "verse_number": "10",
                "verse_text": "The servants told David, &apos;Uriah did not go home.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Uriah said to David, &apos;The Holy Box and the soldiers of Israel and Judah are staying in tents. My lord Joab and my lord&quot;s officers are camping out in the field. So it is not right for me to go home to eat and drink and sleep with my wife. As surely as you live, I will not do this.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "David said to Uriah, &apos;Stay here today. Tomorrow I will send you back to the battle.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then David called Uriah to come and see him. Uriah ate and drank with David. David got him drunk, but Uriah still did not go home. That evening, Uriah again slept at the palace with the rest of the king&quot;s servants."
            },
            {
                "verse_number": "14",
                "verse_text": "The next morning David wrote a letter to Joab and made Uriah carry the letter."
            },
            {
                "verse_number": "15",
                "verse_text": "In the letter David wrote: &apos;Put Uriah on the front lines where the fighting is the hardest. Then leave him there alone, and let him be killed in battle.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Joab watched the city and saw where the bravest Ammonites were. He chose Uriah to go to that place."
            },
            {
                "verse_number": "17",
                "verse_text": "The men of the city came out to fight against Joab. Some of David&quot;s men were killed. Uriah the Hittite was one of them."
            },
            {
                "verse_number": "18",
                "verse_text": "Then Joab sent a report to David about what happened in the battle."
            },
            {
                "verse_number": "19",
                "verse_text": "Joab told the messenger to tell King David what had happened in the battle."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;The king might get upset and ask, &quot;Why did Joab&quot;s army go that close to the city to fight? Surely he knows that there are men on the city walls who can shoot arrows down at his men?"
            },
            {
                "verse_number": "21",
                "verse_text": "Surely he remembers that at Thebez a woman killed Abimelech son of Jerub Besheth when she threw the top part of a grinding stone down from the wall. So why did he go that close to the wall?&quot; If King David says something like that, tell him, &quot;Your officer, Uriah the Hittite, also died.&quot;&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The messenger went in and told David everything Joab told him to say."
            },
            {
                "verse_number": "23",
                "verse_text": "The messenger told David, &apos;The men of Ammon attacked us in the field. We fought them and chased them all the way to the city gate."
            },
            {
                "verse_number": "24",
                "verse_text": "Then the men on the city wall shot arrows at your officers. Some of your officers were killed, including Uriah the Hittite.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "David said to the messenger, &apos;Give this message to Joab: &quot;Don&quot;t be too upset about this. A sword can kill one person as well as the next. Make a stronger attack against Rabbah and you will win.&quot; Encourage Joab with these words.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Bathsheba heard that her husband Uriah had died, so she mourned for him."
            },
            {
                "verse_number": "27",
                "verse_text": "After her time of sadness, David sent servants to bring her to his house. She became David&quot;s wife and gave birth to a son for David. But the Lord did not like what David had done."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "The Lord sent Nathan to David. Nathan went to him and said, &apos;There were two men in a city. One man was rich, but the other man was poor."
            },
            {
                "verse_number": "2",
                "verse_text": "The rich man had lots of sheep and cattle."
            },
            {
                "verse_number": "3",
                "verse_text": "But the poor man had nothing except one little female lamb that he bought. The poor man fed the lamb, and the lamb grew up with this poor man and his children. She ate from the poor man&quot;s food and drank from his cup. The lamb slept on the poor man&quot;s chest. The lamb was like a daughter to the poor man. Nathan said to David, &apos;The Lord will forgive you, even for this sin. You will not die. The servants answered, &apos;Yes, he is dead.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Then a traveler stopped to visit the rich man. The rich man wanted to give food to the traveler, but he did not want to take any of his own sheep or cattle to feed the traveler. No, the rich man took the lamb from the poor man and cooked it for his visitor.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "David became very angry with the rich man. He said to Nathan, &apos;As the Lord lives, the man who did this should die!"
            },
            {
                "verse_number": "6",
                "verse_text": "He must pay four times the price of the lamb because he did this terrible thing and because he had no mercy.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then Nathan said to David, &apos;You are that rich man! This is what the Lord, the God of Israel, says: &quot;I chose you to be the king of Israel. I saved you from Saul."
            },
            {
                "verse_number": "8",
                "verse_text": "I let you take his family and his wives, and I made you king of Israel and Judah. As if that had not been enough, I would have given you more and more."
            },
            {
                "verse_number": "9",
                "verse_text": "So why did you ignore my command? Why did you do what I say is wrong? You let the Ammonites kill Uriah the Hittite, and you took his wife. It is as if you yourself killed Uriah in war."
            },
            {
                "verse_number": "10",
                "verse_text": "So your family will never have peace! When you took Uriah&quot;s wife, you showed that you did not respect me.&quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;This is what the Lord says: &quot;I am bringing trouble against you. This trouble will come from your own family. I will take your wives from you and give them to someone who is very close to you. He will have sexual relations with your wives, and everyone will know it!"
            },
            {
                "verse_number": "12",
                "verse_text": "You had sexual relations with Bathsheba in secret, but I will punish you so that all the people of Israel can see it.&quot;&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then David said to Nathan, &apos;I have sinned against the Lord.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "But you did things that made the Lord&quot;s enemies lose their respect for him, so your new baby son will die.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Nathan went home. And the Lord caused the baby boy who was born to David and Uriah&quot;s wife to become very sick."
            },
            {
                "verse_number": "16",
                "verse_text": "David prayed to God for the baby. David refused to eat or drink. He went into his house and stayed there and lay on the ground all night."
            },
            {
                "verse_number": "17",
                "verse_text": "The leaders of David&quot;s family came and tried to pull David up from the ground, but he refused to get up. He refused to eat with these leaders."
            },
            {
                "verse_number": "18",
                "verse_text": "On the seventh day the baby died. David&quot;s servants were afraid to tell him that the baby was dead. They said, &apos;Look, we tried to talk to David while the baby was alive, but he refused to listen to us. If we tell David that the baby is dead, he might do something bad to himself.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "David saw his servants whispering and understood that the baby was dead. So David asked his servants, &apos;Is the baby dead?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then David got up from the floor. He washed himself. He changed his clothes and got dressed. Then he went into the Lord&quot;s house to worship. After that he went home and asked for something to eat. His servants gave him some food, and he ate."
            },
            {
                "verse_number": "21",
                "verse_text": "David&quot;s servants asked him, &apos;Why are you doing this? When the baby was alive, you cried and refused to eat. But when the baby died you got up and ate food.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "David said, &apos;While the baby was still living, I cried and refused to eat because I thought, &quot;Who knows? Maybe the Lord will feel sorry for me and let the baby live.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "But now the baby is dead, so why should I refuse to eat? Can I bring the baby back to life? No. Some day I will go to him, but he cannot come back to me.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then David comforted Bathsheba his wife. He slept with her and had sexual relations with her. Bathsheba became pregnant again and had another son. David named the boy Solomon. The Lord loved Solomon"
            },
            {
                "verse_number": "25",
                "verse_text": "and sent word for Nathan the prophet to give Solomon the name Jedidiah. So Nathan did this for the Lord."
            },
            {
                "verse_number": "26",
                "verse_text": "Rabbah was the capital city of the Ammonites. Joab fought against Rabbah and captured it."
            },
            {
                "verse_number": "27",
                "verse_text": "Joab sent messengers to David and said, &apos;I have fought against Rabbah and have captured its water supply."
            },
            {
                "verse_number": "28",
                "verse_text": "Now bring the rest of the army together and attack Rabbah. Capture this city before I do, or else it will be called by my name.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "So David gathered all the soldiers together and went to Rabbah. He fought against Rabbah and captured the city."
            },
            {
                "verse_number": "30",
                "verse_text": "David took the crown off their king&quot;s head. The crown was gold and weighed about 75 pounds. This crown had precious stones in it. They put the crown on David&quot;s head. David took many valuable things out of the city."
            },
            {
                "verse_number": "31",
                "verse_text": "David also brought out the people of the city of Rabbah and made them work with saws, iron picks, and axes. He also forced them to build things with bricks. He did the same thing to all the Ammonite cities. Then David and the army went back to Jerusalem."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "David had a son named Absalom. Absalom had a very beautiful sister named Tamar. Another one of David&quot;s sons, Amnon, was in love with Tamar."
            },
            {
                "verse_number": "2",
                "verse_text": "She was a virgin. Amnon wanted her very much, but he did not think it was possible for him to have her. He thought about her so much that he made himself sick. Amnon told Jonadab, &apos;I love Tamar. But she is the sister of my half-brother Absalom.&apos; So Tamar took the cakes she had made and went into her brother&quot;s bedroom. But Amnon refused to listen to Tamar. Absalom begged David to go. David did not go, but he did give his blessing. King David asked Absalom, &apos;Why should he go with you?&apos; There was a guard standing on the city wall. He saw many people coming from the other side of the hill, and went to tell the king."
            },
            {
                "verse_number": "3",
                "verse_text": "Amnon had a friend named Jonadab son of Shimeah. (Shimeah was David&quot;s brother.) Jonadab was a very clever man."
            },
            {
                "verse_number": "4",
                "verse_text": "He said to Amnon, &apos;You are the king&quot;s son. So why do you always look so sad? Tell me what the trouble is!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Jonadab said to Amnon, &apos;Go to bed. Pretend you are sick. Then your father will come to see you. Tell him, &quot;Please let my sister Tamar come in and give me food to eat. Let her make the food in front of me. Then I will see it and eat it from her hand.&quot;&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Amnon lay down in bed and pretended to be sick. King David came in to see Amnon. He said to King David, &apos;Please let my sister Tamar come in. Let her make two cakes for me while I watch. Then I can eat from her hands.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "David sent messengers to Tamar&quot;s house. They told her, &apos;Go to your brother Amnon&quot;s house and make some food for him.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So Tamar went to the house of her brother Amnon. He was in bed. Tamar took some dough, pressed it together with her hands, and cooked the cakes. She did this while he watched."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Tamar took the cakes out of the pan and set them out for him. But he refused to eat. He said to his servants, &apos;Get out of here. Leave me alone!&apos; So all of his servants left the room."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Amnon said to Tamar, &apos;Bring the food into the bedroom and feed me by hand.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "She started to feed Amnon, but he grabbed her hand. He said to her, &apos;Sister, come and sleep with me.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Tamar said to Amnon, &apos;No, brother! Don&quot;t force me to do this. Don&quot;t do this shameful thing! Terrible things like this should never be done in Israel!"
            },
            {
                "verse_number": "13",
                "verse_text": "I would never get rid of my shame, and people would think that you are just a common criminal. Please, talk with the king. He will let you marry me.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "But Amnon refused to listen to Tamar. He was stronger than she was, so he forced her to have sexual relations with him."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Amnon began to hate Tamar. He hated her much more than he had loved her before. Amnon said to her, &apos;Get up and get out of here!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Tamar said to Amnon, &apos;No! Don&quot;t send me away like this. That would be even worse than what you did before!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "He called his servant and said, &apos;Get this girl out of this room, now! And lock the door after her.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So Amnon&quot;s servant led Tamar out of the room and locked the door. Tamar was wearing a long robe with many colors. The king&quot;s virgin daughters wore robes like this. Absalom ran away to Talmai son of Ammihud, the king of Geshur."
            },
            {
                "verse_number": "19",
                "verse_text": "Tamar tore her robe of many colors and put ashes on her head. Then she put her hand on her head and began crying."
            },
            {
                "verse_number": "20",
                "verse_text": "Then Tamar&quot;s brother Absalom said to her, &apos;Have you been with your brother Amnon? Did he hurt you? Now, calm down sister. Amnon is your brother, so we will take care of this . Don&quot;t let it upset you too much.&apos; So Tamar did not say anything. She quietly went to live at Absalom&quot;s house."
            },
            {
                "verse_number": "21",
                "verse_text": "King David heard the news and became very angry, but he did not want to say anything to upset Amnon, because he loved him since he was his firstborn son."
            },
            {
                "verse_number": "22",
                "verse_text": "Absalom began to hate Amnon. Absalom did not say one word, good or bad, to Amnon, but he hated him because Amnon had raped his sister Tamar."
            },
            {
                "verse_number": "23",
                "verse_text": "Two years later, Absalom had some men come to Baal Hazor to cut the wool from his sheep. He invited all the king&quot;s sons to come and watch."
            },
            {
                "verse_number": "24",
                "verse_text": "Absalom went to the king and said, &apos;I have some men coming to cut the wool from my sheep. Please come with your servants and watch.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "King David said to Absalom, &apos;No, son. We will not all go. It will be too much trouble for you.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Absalom said, &apos;If you don&quot;t want to go, please let my brother Amnon go with me.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Absalom kept begging David. Finally, David let Amnon and all the king&quot;s other sons go with Absalom."
            },
            {
                "verse_number": "28",
                "verse_text": "Then Absalom gave this command to his servants, &apos;Watch Amnon. When he is drunk and feeling good from the wine, I will give you the command. You must attack Amnon and kill him. Don&quot;t be afraid of being punished. After all, you will only be obeying my command. Now, be strong and brave.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "So Absalom&quot;s young soldiers did what he said. They killed Amnon. But all of David&quot;s other sons escaped. Each son got on his mule and escaped."
            },
            {
                "verse_number": "30",
                "verse_text": "The king&quot;s sons were still on their way into town. But King David got a message about what happened. But the message was, &apos;Absalom has killed all the king&quot;s sons! Not one of the sons was left alive.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "King David tore his clothes and lay on the ground. All of David&quot;s officers standing near him also tore their clothes."
            },
            {
                "verse_number": "32",
                "verse_text": "But then Jonadab, the son of David&quot;s brother Shimeah, said, &apos;Don&quot;t think that all the king&quot;s sons were killed! Only Amnon is dead. Absalom has been planning this from the day that Amnon raped his sister Tamar."
            },
            {
                "verse_number": "33",
                "verse_text": "My lord and king, don&quot;t think that all of your sons are dead. Only Amnon is dead.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Absalom ran away."
            },
            {
                "verse_number": "35",
                "verse_text": "So Jonadab said to King David, &apos;Look, I was right! The king&quot;s sons are coming.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "The king&quot;s sons came in just after Jonadab said that. They were crying loudly. David and all of his officers began crying. They all cried very hard."
            },
            {
                "verse_number": "37",
                "verse_text": "David cried for his son every day."
            },
            {
                "verse_number": "38",
                "verse_text": "After Absalom had run away to Geshur, he stayed there for three years."
            },
            {
                "verse_number": "39",
                "verse_text": "King David was comforted after Amnon died, but he missed Absalom very much."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Joab son of Zeruiah knew that King David missed Absalom very much."
            },
            {
                "verse_number": "2",
                "verse_text": "So Joab sent messengers to Tekoa to bring a wise woman from there. Joab said to this wise woman, &apos;Please pretend to be very sad. Put on sackcloth. Don&quot;t dress up. Act like a woman who has been crying many days for someone who died."
            },
            {
                "verse_number": "3",
                "verse_text": "Go to the king and talk to him using these words that I tell you.&apos; Then Joab told the wise woman what to say. The woman said, &apos;I am a widow. My husband is dead. David said, &apos;As the Lord lives, no one will hurt your son. Not even one hair from your son&quot;s head will fall to the ground.&apos; The king said, &apos;Speak.&apos; The woman said, &apos;My lord and king, please ask your question.&apos; The woman answered, &apos;As you live, my lord and king, you are right. Your officer Joab did tell me to say these things. So Absalom&quot;s servants went and started a fire in Joab&quot;s field."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the woman from Tekoa talked to the king. She bowed with her face to the ground. Then she said, &apos;King, please help me!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "King David said to her, &apos;What&quot;s your problem?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "I had two sons. They were out in the field fighting. There was no one to stop them. One son killed the other son."
            },
            {
                "verse_number": "7",
                "verse_text": "Now the whole family is against me. They said to me, &quot;Bring us the son who killed his brother and we will kill him, because he killed his brother.&quot; My son is like the last spark of a fire. If they kill my son, that fire will burn out and be finished. He is the only son left alive to get his father&quot;s property. So my dead husband&quot;s property will go to someone else and his name will be removed from the land.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the king said to the woman, &apos;Go home. I will take care of things for you.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The woman of Tekoa said to the king, &apos;Let the blame be on me, my lord and king. You and your kingdom are innocent.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "King David said, &apos;If anyone is saying bad things to you, bring them to me. They will not bother you again.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The woman said, &apos;Please, use the name of the Lord your God and swear that you will stop these people. They want to punish my son for murdering his brother. Swear that you will not let them destroy my son.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The woman said, &apos;My lord and king, please let me say something else to you.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then the woman said, &apos;Why have you planned these things against the people of God? When you say these things, you show you are guilty because you have not brought back the son who you forced to leave home."
            },
            {
                "verse_number": "14",
                "verse_text": "We will all die some day. We will be like water that is spilled on the ground. No one can gather this water back from the ground. You know God forgives people. God made plans for people who are forced to run away for safety&ndash;God does not force them to run away from him!"
            },
            {
                "verse_number": "15",
                "verse_text": "My lord and king, I came to say these words to you, because the people made me afraid. I said to myself, &quot;I will talk to the king. Maybe the king will help me."
            },
            {
                "verse_number": "16",
                "verse_text": "The king will listen to me and save me from the man who wants to kill me and my son. That man just wants to keep us from getting what God gave us.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "I know that the words of my lord the king will give me rest, because you are like an angel from God. You know what is good and what is bad. And the Lord your God is with you.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "King David answered the woman, &apos;You must answer the question I will ask you.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The king said, &apos;Did Joab tell you to say all these things?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Joab did this so that you would see things differently. My lord, you are as wise as God&quot;s angel. You know everything that happens on earth.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The king said to Joab, &apos;Look, I will do what I promised. Now please bring back the young man Absalom.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Joab bowed with his face on the ground. He blessed King David, and said, &apos;Today I know that you are pleased with me. I know because you have done what I asked.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then Joab got up and went to Geshur and brought Absalom to Jerusalem."
            },
            {
                "verse_number": "24",
                "verse_text": "But King David said, &apos;Absalom must go back to his own house. He cannot come to see me.&apos; So Absalom went back to his own house, but he could not go to see the king."
            },
            {
                "verse_number": "25",
                "verse_text": "People really bragged about how good-looking Absalom was. No man in Israel was as handsome as Absalom. Every part of his body was perfect&ndash;from his head to his feet."
            },
            {
                "verse_number": "26",
                "verse_text": "At the end of every year, Absalom cut the hair from his head and weighed it. The hair weighed about five pounds."
            },
            {
                "verse_number": "27",
                "verse_text": "Absalom had three sons and one daughter. Her name was Tamar, and she was a beautiful woman."
            },
            {
                "verse_number": "28",
                "verse_text": "Absalom lived in Jerusalem for two full years without being allowed to visit King David."
            },
            {
                "verse_number": "29",
                "verse_text": "Absalom sent a message to Joab, asking for permission to see the king, but Joab refused to come see him. So Absalom sent a second message to Joab. Again, Joab refused to come see him."
            },
            {
                "verse_number": "30",
                "verse_text": "Then Absalom said to his servants, &apos;Look, Joab&quot;s field is next to my field. He has barley growing in that field. Go burn the barley.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Joab got up and came to Absalom&quot;s house. He said to him, &apos;Why did your servants burn my field?&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Absalom said to Joab, &apos;I sent a message to you. I asked you to come here. I wanted to send you to the king to ask him why he asked me to come home from Geshur. I cannot see him, so it would have been better for me to stay in Geshur. Now let me see the king. If I have sinned, he can kill me!&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Then Joab came to the king and told him what Absalom said. The king called for Absalom. Absalom came to the king and bowed low on the ground before the king. The king kissed him."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "After this, Absalom got a chariot and horses for himself. He had 50 men run in front of him while he drove the chariot."
            },
            {
                "verse_number": "2",
                "verse_text": "Absalom would get up early and stand near the gate. He would watch for anyone with problems who was going to King David for judgment. Then Absalom would talk to them and say, &apos;What city are you from?&apos; They would say they were from such and such tribe in Israel."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Absalom would say, &apos;Look, you are right, but King David will not listen to you.&apos; Absalom went to Hebron. So Ittai from Gath and all of his people and their children crossed over Kidron Brook."
            },
            {
                "verse_number": "4",
                "verse_text": "Absalom would also say, &apos;Oh, I wish someone would make me a judge in this country! Then I could help everyone who comes to me with a problem. I would help them get a fair solution to their problem.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "And if anyone came to Absalom and started to bow down to him, Absalom would treat him like a close friend&ndash;he would reach out and touch him and kiss him."
            },
            {
                "verse_number": "6",
                "verse_text": "Absalom did that to all the Israelites who came to King David for judgment. In this way Absalom won the hearts of all the people of Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "After four years, Absalom said to King David, &apos;Please let me go to Hebron to complete a special promise that I made to the Lord."
            },
            {
                "verse_number": "8",
                "verse_text": "I made that promise while I was still living in Geshur in Aram. I said, &quot;If the Lord brings me back to Jerusalem, I will serve the Lord in a special way.&quot;&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "King David said, &apos;Go in peace.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "But he also sent spies to all the tribes of Israel. They told the people, &apos;When you hear the trumpet, say, &quot;Absalom is king in Hebron!&quot;&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Absalom invited 200 men to go with him. They left Jerusalem with him, but they did not know what he was planning."
            },
            {
                "verse_number": "12",
                "verse_text": "Ahithophel was one of David&quot;s advisors. He was from the town of Giloh. While Absalom was offering sacrifices, he invited Ahithophel to join. Absalom&quot;s plans were working very well and more and more people began to support him."
            },
            {
                "verse_number": "13",
                "verse_text": "A man came in to tell the news to David. The man said, &apos;The people of Israel are beginning to follow Absalom.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then David said to all of his officers who were still in Jerusalem with him, &apos;Come on, we cannot let him trap us here in Jerusalem. Hurry up, before he catches us. He will destroy us all, and Jerusalem will be destroyed in the battle.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The king&quot;s officers told him, &apos;We will do whatever you tell us.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "King David left with everyone in his family, except ten of his slave women. He left them to take care of the house."
            },
            {
                "verse_number": "17",
                "verse_text": "The king left with everyone in his house following him on foot. They stopped at the last house."
            },
            {
                "verse_number": "18",
                "verse_text": "All the king&quot;s officers passed by him. And all the Kerethites, all the Pelethites, and the Gittites (600 men from Gath) passed by the king."
            },
            {
                "verse_number": "19",
                "verse_text": "The king said to Ittai from Gath, &apos;Why are you also going with us? You are a foreigner; this is not your homeland. Go back and stay with the new king."
            },
            {
                "verse_number": "20",
                "verse_text": "You came to join me only yesterday. You don&quot;t need to wander from place to place with me. Take your brothers and go back. Go with my faithful, loving kindness.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "But Ittai answered the king, &apos;As the Lord lives, and as long as you live, I will stay with you, in life or death!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "David said to Ittai, &apos;Then come, let&quot;s go cross Kidron Brook.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "All the people were crying loudly. Then King David crossed over Kidron Brook, and all the people went out to the desert."
            },
            {
                "verse_number": "24",
                "verse_text": "Zadok and all the Levites with him were carrying the Box of God&quot;s Agreement. They set down God&quot;s Holy Box, and Abiathar said prayers until all the people had left Jerusalem."
            },
            {
                "verse_number": "25",
                "verse_text": "King David said to Zadok, &apos;Take God&quot;s Holy Box back to Jerusalem. If the Lord is pleased with me, he will bring me back and let me see Jerusalem and his Temple."
            },
            {
                "verse_number": "26",
                "verse_text": "But if he says he is not pleased with me, let him do whatever he wants to me.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The king said to Zadok the priest, &apos;You are a seer. Go back to the city in peace. Take your son Ahimaaz and Jonathan the son of Abiathar."
            },
            {
                "verse_number": "28",
                "verse_text": "I will be waiting near the places where people cross the river into the desert. I will wait there until I hear from you.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "So Zadok and Abiathar took God&quot;s Holy Box back to Jerusalem and stayed there."
            },
            {
                "verse_number": "30",
                "verse_text": "David walked up the path to the Mount of Olives. He was crying, his head was covered, and he went without sandals on his feet. All the people with David also covered their heads and were crying as they walked with him."
            },
            {
                "verse_number": "31",
                "verse_text": "Someone told David, &apos;Ahithophel is one who joined in Absalom&quot;s plot against you.&apos; Then David prayed, &apos;Lord, I ask you to make Ahithophel give only foolish advice.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "When David got to the top of the mountain, he bowed down to worship God. Then David noticed Hushai the Arkite. Hushai&quot;s coat was torn, and there was dust on his head."
            },
            {
                "verse_number": "33",
                "verse_text": "David said to Hushai, &apos;If you go with me, you will be just one more person to care for."
            },
            {
                "verse_number": "34",
                "verse_text": "But if you go back to Jerusalem, you can disagree with Ahithophel and make his advice useless. Tell Absalom, &quot;King, I am your servant. I served your father, but now I will serve you.&quot;"
            },
            {
                "verse_number": "35",
                "verse_text": "The priests Zadok and Abiathar will be with you. You must tell them everything you hear in the king&quot;s palace."
            },
            {
                "verse_number": "36",
                "verse_text": "Zadok&quot;s son Ahimaaz and Abiathar&quot;s son Jonathan will be with them. You can send them to tell me everything you hear.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "So David&quot;s friend Hushai went back to the city, just as Absalom arrived in Jerusalem."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "David went a short way over the top of the Mount of Olives and met Ziba, the servant of Mephibosheth. Ziba had two donkeys with saddles on them. The donkeys also carried 200 loaves of bread, 100 bunches of raisins, 100 summer fruits, and a wineskin full of wine."
            },
            {
                "verse_number": "2",
                "verse_text": "King David said to Ziba, &apos;What are these things for?&apos; Ziba answered, &apos;The donkeys are for the king&quot;s family to ride on. The bread and the summer fruit are for the servants to eat. And the wine is refreshment for whoever begins to feel weak in the desert.&apos; Ziba answered the king, &apos;Mephibosheth is staying in Jerusalem. He said, &quot;Today the Israelites will give my father&quot;s kingdom back to me.&quot;&apos; Ziba said, &apos;I bow to you. I pray I will always be able to please you.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then the king asked, &apos;And where is Mephibosheth ?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then the king said to Ziba, &apos;All right, I now give you everything that belonged to Mephibosheth.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "As David came to Bahurim, a man from Saul&quot;s family, Shimei son of Gera, came out cursing David again and again."
            },
            {
                "verse_number": "6",
                "verse_text": "Shimei began throwing stones at David and his officers. Both the people and the soldiers gathered around David to protect him&ndash;they were all around him."
            },
            {
                "verse_number": "7",
                "verse_text": "Shimei cursed David. He said, &apos;Get out, get out, you no-good murderer !"
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord is punishing you because you killed people in Saul&quot;s family. You stole Saul&quot;s place as king. But now the same bad things are happening to you. The Lord has given the kingdom to your son Absalom, because you are a murderer.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Abishai son of Zeruiah said to the king, &apos;Why should this dying dog curse you, my lord the king? Let me go over and cut off Shimei&quot;s head.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "But the king answered, &apos;What can I do, sons of Zeruiah? Yes, Shimei is cursing me, but the Lord told him to curse me. And who can ask him why he did that?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "David also said to Abishai and all his servants, &apos;Look, my very own son is trying to kill me, so why shouldn&quot;t this man from the tribe of Benjamin want to do the same? Leave him alone. Let him continue to curse me. The Lord told him to do this."
            },
            {
                "verse_number": "12",
                "verse_text": "Maybe the Lord will see the wrong things that are happening to me and give me something good for every bad thing that Shimei says today.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So David and his men went on their way down the road. Shimei kept following David. He walked on the other side of the road by the side of the hill. He kept cursing David on his way. Shimei also threw stones and dirt at David."
            },
            {
                "verse_number": "14",
                "verse_text": "King David and all his people came to the Jordan River. They were tired, so they rested and refreshed themselves there."
            },
            {
                "verse_number": "15",
                "verse_text": "Meanwhile, Absalom, Ahithophel, and all the Israelites came to Jerusalem."
            },
            {
                "verse_number": "16",
                "verse_text": "David&quot;s friend, Hushai the Arkite, came to Absalom and told him, &apos;Long live the king! Long live the king!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Absalom answered, &apos;Why are you not loyal to your friend David? Why did you not leave Jerusalem with your friend?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Hushai said, &apos;I belong to the one that the Lord chooses. These people and the people of Israel chose you. I will stay with you."
            },
            {
                "verse_number": "19",
                "verse_text": "In the past, I served your father. So now I will serve you, David&quot;s son.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Absalom said to Ahithophel, &apos;Please tell us what we should do.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Ahithophel said to Absalom, &apos;Your father left some of his slave women here to take care of the house. Go and have sexual relations with them. Then all the Israelites will hear how you humiliated your father, and they will be encouraged to give you more support.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then they put up a tent for Absalom up on the roof of the house. Absalom had sexual relations with his father&quot;s wives so that all the Israelites could see what happened."
            },
            {
                "verse_number": "23",
                "verse_text": "So in those days Ahithophel&quot;s advice was very important. Both David and Absalom accepted his advice as though it were the word of God."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Ahithophel also said to Absalom, &apos;Now, let me choose 12,000 men to chase David tonight."
            },
            {
                "verse_number": "2",
                "verse_text": "I will catch him while he is tired and weak. I will frighten him, and all his people will run away. But I will kill only King David."
            },
            {
                "verse_number": "3",
                "verse_text": "Then I will bring all the people back to you. If David is dead, all the people will come back in peace.&apos; The woman said to Absalom&quot;s servants, &apos;They have already crossed over the brook.&apos; Absalom&quot;s servants then went to look for Jonathan and Ahimaaz, but they could not find them. So Absalom&quot;s servants went back to Jerusalem."
            },
            {
                "verse_number": "4",
                "verse_text": "This plan seemed good to Absalom and all the leaders of Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "But Absalom said, &apos;Now call Hushai the Arkite. I also want to hear what he says.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Hushai came to Absalom. Absalom said to Hushai, &apos;This is the plan Ahithophel gave. Should we follow it? If not, tell us.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Hushai said to Absalom, &apos;Ahithophel&quot;s advice is not good this time.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Hushai added, &apos;You know that your father and his men are strong men. They are as dangerous as a wild bear when something has taken its cubs. Your father is a skilled fighter. He will not stay all night with the people."
            },
            {
                "verse_number": "9",
                "verse_text": "He is probably already hiding in a cave or some other place. If your father attacks your men first, people will hear the news and think, &quot;Absalom&quot;s followers are losing!&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then even your bravest men will be frightened, because all the Israelites know that your father is a powerful soldier and that his men are very brave."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;This is what I suggest: You must gather all the Israelites together from Dan to Beersheba. Then there will be many people, like the sand by the sea. Then you yourself must go into the battle."
            },
            {
                "verse_number": "12",
                "verse_text": "We will catch David wherever he is hiding and attack him with so many soldiers that they will be like the dew that covers the ground. We will kill David and all of his men&ndash;no one will be left alive."
            },
            {
                "verse_number": "13",
                "verse_text": "But if David escapes into a city, all the Israelites can bring ropes to that city and pull its walls down into the valley. Not even a small stone will be left in that city.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Absalom and all the Israelites said, &apos;Hushai&quot;s advice is better than Ahithophel&quot;s.&apos; Actually, Ahithophel&quot;s advice was good, but they said this because the Lord had decided to make Ahithophel&quot;s advice useless. He did this to punish Absalom."
            },
            {
                "verse_number": "15",
                "verse_text": "Hushai told the priests, Zadok and Abiathar, what was said. He told them what Ahithophel suggested to Absalom and the leaders of Israel. Hushai also told them what he himself had suggested. He said,"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Send a message to David now! Tell him not to spend the night at the places where people cross into the desert. Tell him to go across the Jordan River at once. If he crosses the river, the king and all his people will not be caught.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The priests&quot; sons, Jonathan and Ahimaaz, did not want to be seen going into the town, so they waited at En Rogel. A servant girl went out to them and gave them the message. Then Jonathan and Ahimaaz carried the message to King David."
            },
            {
                "verse_number": "18",
                "verse_text": "But a boy saw Jonathan and Ahimaaz and ran to tell Absalom. Jonathan and Ahimaaz ran away quickly. They arrived at a man&quot;s house in Bahurim. The man had a well in his courtyard. Jonathan and Ahimaaz went down into this well."
            },
            {
                "verse_number": "19",
                "verse_text": "The man&quot;s wife spread a sheet over the mouth of the well and covered it with grain. The well looked like a pile of grain, so no one would know to look there."
            },
            {
                "verse_number": "20",
                "verse_text": "Absalom&quot;s servants came to the woman at the house. They asked, &apos;Where are Ahimaaz and Jonathan?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "After Absalom&quot;s servants left, Jonathan and Ahimaaz climbed out of the well and went to King David. They said to David, &apos;Hurry, go across the river. Ahithophel is planning to do something to you.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "So David and his people crossed over the Jordan River. By sunrise, all of David&quot;s people had crossed the Jordan River. No one was left behind."
            },
            {
                "verse_number": "23",
                "verse_text": "When Ahithophel saw that the Israelites did not do what he suggested, he saddled his donkey and went back to his hometown. He made plans for his family and then hanged himself. They buried him in his father&quot;s tomb."
            },
            {
                "verse_number": "24",
                "verse_text": "David arrived at Mahanaim just as Absalom and the Israelites who were with him crossed over the Jordan River."
            },
            {
                "verse_number": "27",
                "verse_text": "When David arrived at Mahanaim, Shobi, Makir, and Barzillai were there. Shobi son of Nahash was from the Ammonite town of Rabbah. Makir son of Ammiel was from Lo Debar. Barzillai was from Rogelim in Gilead."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "David counted his men and chose captains over 1000 and captains over 100 to lead them."
            },
            {
                "verse_number": "2",
                "verse_text": "He separated the people into three groups and sent them out. Joab led a third of the men. Joab&quot;s brother, Abishai son of Zeruiah, led another third. And Ittai from Gath led the last third. King David said to the people, &apos;I will also go with you.&apos; Then the king stood by the gate as the army went out in groups of 100 and 1000. Absalom was still alive and hanging in the oak tree. Joab took three sticks in his hand and hit him in the heart. All the Israelites ran away and went home. So the Ethiopian bowed to Joab and ran to tell David. Joab said, &apos;Son, why do you want to carry the news? You will not get any reward for the news you bring.&apos; Joab said to Ahimaaz, &apos;All right, run to David!&apos; Then Ahimaaz ran through Jordan Valley and passed the Ethiopian. King David said, &apos;If the man is alone, he is bringing news.&apos; The man came closer and closer to the city. The king said, &apos;He is also bringing news.&apos; The king said, &apos;Ahimaaz is a good man, he must be bringing good news.&apos; Ahimaaz answered, &apos;When Joab sent me, I saw some great excitement, but I don&quot;t know what it was.&apos; The Ethiopian answered, &apos;May your enemies, or whoever tries to hurt you, suffer the same as this young man did.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But they said, &apos;No! You must not go with us. If we run away in the battle, Absalom&quot;s men will not care. No, even if only half of us are killed, Absalom&quot;s men will not care. But you are worth 10,000 of us! It is better for you to stay in the city. Then, if we need help, you can come to help us.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The king said to them, &apos;I will do what you think is best.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The king gave a command to Joab, Abishai, and Ittai. He said, &apos;Do this for me: Be gentle with young Absalom!&apos; Everyone heard the king&quot;s orders about Absalom to the captains."
            },
            {
                "verse_number": "6",
                "verse_text": "David&quot;s army went out into the field against Absalom&quot;s Israelites. They fought in the forest of Ephraim."
            },
            {
                "verse_number": "7",
                "verse_text": "David&quot;s army defeated the Israelites. It was a great defeat because 20,000 men were killed that day."
            },
            {
                "verse_number": "8",
                "verse_text": "The battle spread throughout the country, but more men died in the forest than by the sword."
            },
            {
                "verse_number": "9",
                "verse_text": "It so happened that David&quot;s officers found Absalom. Absalom jumped on his mule and tried to escape, but the mule went under the branches of a large oak tree. The branches were thick, and Absalom&quot;s head got caught in the tree. His mule ran out from under him, so Absalom was left hanging above the ground."
            },
            {
                "verse_number": "10",
                "verse_text": "Someone saw this happen and told Joab, &apos;I saw Absalom hanging in an oak tree.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Joab said to the man, &apos;Why didn&quot;t you kill him and let him fall to the ground? I would have given you a belt and ten pieces of silver!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The man said to Joab, &apos;I would not try to hurt the king&quot;s son even if you gave me 1000 pieces of silver. We heard the king&quot;s command to you, Abishai, and Ittai. The king said, &quot;Be careful not to hurt young Absalom.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "If I had killed Absalom, the king himself would find out, and you would punish me. &apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Joab said, &apos;I will not waste my time here with you!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Ten of Joab&quot;s young helpers gathered around Absalom and killed him."
            },
            {
                "verse_number": "16",
                "verse_text": "Joab blew the trumpet and called the people to stop chasing Israelites."
            },
            {
                "verse_number": "17",
                "verse_text": "Then Joab&quot;s men took Absalom&quot;s body and threw it into a large hole in the forest and covered it with stones."
            },
            {
                "verse_number": "18",
                "verse_text": "While Absalom was alive he put up a memorial stone in King&quot;s Valley. He said, &apos;I have no son to keep my name alive.&apos; So he named that monument after himself. It is called &apos;Absalom&quot;s Monument&apos; even today."
            },
            {
                "verse_number": "19",
                "verse_text": "Ahimaaz the son of Zadok said to Joab, &apos;May I run and take the news to King David? I&quot;ll tell him the Lord has destroyed the enemy for him.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Joab answered Ahimaaz, &apos;No, you will not carry the message today. You can do it some other time, but not today because it is the king&quot;s son who is dead.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then Joab said to a man from Ethiopia, &apos;Go, tell the king what you have seen.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But Ahimaaz son of Zadok begged Joab again, &apos;No matter what happens, please let me also run after the Ethiopian!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Ahimaaz answered, &apos;No matter what happens, I will run to David.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "David was sitting between the two gates of the city. The watchman went up to the roof over the gate walls and saw a man running alone."
            },
            {
                "verse_number": "25",
                "verse_text": "The watchman shouted to tell King David."
            },
            {
                "verse_number": "26",
                "verse_text": "But then the watchman saw another man running. He called to the gatekeeper, &apos;Look! Another man is running alone.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The watchman said, &apos;I think the first man runs like Ahimaaz son of Zadok.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Ahimaaz called to the king, &apos;All is well!&apos; Ahimaaz bowed with his face to the ground in front of the king and said, &apos;Praise the Lord your God! The Lord has defeated the men who were against you, my lord and king.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "The king asked, &apos;Is young Absalom all right?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Then the king said, &apos;Step over here and wait.&apos; Ahimaaz went there and stood waiting."
            },
            {
                "verse_number": "31",
                "verse_text": "The Ethiopian arrived and said, &apos;News for my lord and king. Today the Lord has punished all those who were against you!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "The king asked the Ethiopian, &apos;Is young Absalom all right?&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "So the king knew Absalom was dead and he became very upset. He went upstairs to the room over the gate, crying, &apos;O my son Absalom! My son Absalom, I wish I had died instead of you! O Absalom, my son, my son!&apos;"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "People told Joab what had happened, &apos;Look, the king is crying and mourning for Absalom.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So the joy of victory turned to sadness for everyone. It was a very sad day because the people heard, &apos;The king is mourning for his son.&apos; But the people of Judah replied with words that were even louder and angrier than those of the Israelites."
            },
            {
                "verse_number": "3",
                "verse_text": "The people came into the city quietly as if they were the ones who had been defeated in battle."
            },
            {
                "verse_number": "4",
                "verse_text": "The king had covered his face and was crying loudly, &apos;O my son Absalom, O Absalom, my son, my son!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Joab came into the king&quot;s palace and said to the king, &apos;You are humiliating every one of your officers! Look, they saved your life today and the lives of your sons and daughters and your wives and slave women."
            },
            {
                "verse_number": "6",
                "verse_text": "It seems that you love those who hate you, and you hate those who love you! Today you have made it clear to your officers and men that they mean nothing to you. It appears as if you would have been perfectly happy if Absalom had lived and the rest of us had been killed today!"
            },
            {
                "verse_number": "7",
                "verse_text": "Now get up and go encourage your officers. I swear by the Lord, if you don&quot;t go out and do that right now, not one man will be with you tonight. And that will be worse for you than all the trouble you have had since you were a child.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So the king went to the city gate. The news spread that the king was at the gate, so all the people came to see him, except for the Israelites who had run away to their homes."
            },
            {
                "verse_number": "9",
                "verse_text": "The tribes of Israel began discussing what to do next. They said, &apos;King David saved us from the Philistines and our other enemies. David left the country because he was running away from Absalom."
            },
            {
                "verse_number": "10",
                "verse_text": "We anointed Absalom to be the king, but he was killed in battle. So we should bring David back to be the king again.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "King David sent a message to Zadok and Abiathar the priests. David said, &apos;Speak to the leaders of Judah and tell them, &quot;Why are you the last tribe to bring King David back home? See, all the Israelites are talking about bringing the king back home."
            },
            {
                "verse_number": "12",
                "verse_text": "You are my brothers, my family, so why are you the last tribe to bring the king back?&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "Also tell Amasa, &quot;You are part of my family. I swear that I will make you captain of the army in Joab&quot;s place.&quot;&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "David touched the hearts of the people of Judah, and they all agreed as one. The people of Judah sent a message to the king, saying, &apos;You and all your officers come back!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "King David came to the Jordan River. The people of Judah came to Gilgal to meet the king and take him across the Jordan River."
            },
            {
                "verse_number": "16",
                "verse_text": "Shimei son of Gera, from the tribe of Benjamin, lived in Bahurim. Shimei rushed down to meet King David, with the rest of the people of Judah."
            },
            {
                "verse_number": "17",
                "verse_text": "About 1000 people from the tribe of Benjamin came with Shimei. Ziba the servant from Saul&quot;s family also came. Ziba brought his 15 sons and 20 servants with him. All these people hurried to the Jordan River to meet King David."
            },
            {
                "verse_number": "18",
                "verse_text": "The people went across the Jordan River to help bring the king&quot;s family back to Judah. They did whatever the king wanted. While the king was crossing the river, Shimei son of Gera came to meet him. He bowed down to the ground in front of the king."
            },
            {
                "verse_number": "19",
                "verse_text": "Shimei said to the king, &apos;My lord, don&quot;t think about the wrong things I did. My lord and king, don&quot;t remember the bad things I did when you left Jerusalem."
            },
            {
                "verse_number": "20",
                "verse_text": "I know that I sinned. That is why today I am the first person from Joseph&quot;s family to come down and meet you, my lord and king.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Abishai son of Zeruiah said, &apos;Let&quot;s kill him for all the bad things he said about the Lord&quot;s chosen king. &apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "David said, &apos;What should I do with you, sons of Zeruiah? Are you trying to cause me trouble? No one will be put to death in Israel today! Today I know that I am king over Israel.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then the king said to Shimei, &apos;You will not die.&apos; The king made a promise to Shimei that he himself would not kill Shimei."
            },
            {
                "verse_number": "24",
                "verse_text": "Saul&quot;s grandson, Mephibosheth, came down to meet King David. Mephibosheth had not cared for his feet, trimmed his mustache, or washed his clothes since the day the king left Jerusalem."
            },
            {
                "verse_number": "25",
                "verse_text": "When he met the king at Jerusalem, the king said, &apos;Mephibosheth, why didn&quot;t you go with me when I ran away from Jerusalem?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Mephibosheth answered, &apos;My lord and king, my servant tricked me. I am crippled so I said to my servant, Ziba, &quot;Go saddle a donkey for me so that I can go with the king.&quot;"
            },
            {
                "verse_number": "27",
                "verse_text": "But my servant tricked me and said bad things about me. My lord and king, you are like an angel from God. Do whatever you think is right."
            },
            {
                "verse_number": "28",
                "verse_text": "You could have killed all my grandfather&quot;s family, but you did not do that. Instead, you included me among the people who eat at your own table. So I don&quot;t have a right to complain to the king about anything.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "The king said to Mephibosheth, &apos;Don&quot;t say anything more about your problems. This is what I have decided: You and Ziba will divide the land.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Mephibosheth said to the king, &apos;My lord and king, it is enough that you have come home in peace. Let Ziba have the land.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Barzillai of Gilead came down from Rogelim to cross the Jordan River with King David and send him on his way home."
            },
            {
                "verse_number": "32",
                "verse_text": "Barzillai was a very old man, 80 years old. He had given the king food and other things when David was staying at Mahanaim. Barzillai could do this because he was a very rich man."
            },
            {
                "verse_number": "33",
                "verse_text": "David said to Barzillai, &apos;Come across the river with me. I will take care of you if you will live in Jerusalem with me.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "But Barzillai said to the king, &apos;Do you know how old I am? Do you think I can go with you to Jerusalem?"
            },
            {
                "verse_number": "35",
                "verse_text": "I am 80 years old! I am too old to tell what is bad or good. I cannot taste what I eat or drink or hear the voices of men and women singers. Why should you want to be bothered with me?"
            },
            {
                "verse_number": "36",
                "verse_text": "I don&quot;t need any of the things that you want to give me. I will cross the Jordan River with you."
            },
            {
                "verse_number": "37",
                "verse_text": "Then please let me go back so that I can die in my own town and be buried in the grave of my father and mother. But here is Kimham; take him back with you as a servant, my lord and king. Do whatever you want with him.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "The king answered, &apos;Kimham will go back with me. I will be kind to him for you. I will do anything for you.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "The king kissed Barzillai and blessed him. Barzillai went back home, and the king and all the people went across the river."
            },
            {
                "verse_number": "40",
                "verse_text": "The king crossed the Jordan River to Gilgal. Kimham went with him. All the people of Judah and half the people of Israel led David across the river."
            },
            {
                "verse_number": "41",
                "verse_text": "All the Israelites came to the king and said to him, &apos;Why did our brothers, the people of Judah, steal you away? Why did they bring you and your family back across the Jordan River with your men?&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "All the people of Judah answered the Israelites, &apos;We did it because the king is our close relative. Why are you angry with us about this? We have not eaten food at the king&quot;s expense. The king did not give us any gifts.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "The Israelites answered, &apos;We have ten shares in David, so we have more right to David than you do. Why did you ignore us? We were the first ones to talk about bringing our king back.&apos;"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "At that place there was a man named Sheba son of Bicri. Sheba was a worthless troublemaker from the tribe of Benjamin. He blew a trumpet to gather the people together and said, &apos;We have no share in David. We have no part in the son of Jesse. Israel, let&quot;s all go home.&apos; Then Joab and his brother Abishai resumed the chase after Sheba son of Bicri. Joab answered, &apos;Yes, I am.&apos; Then the woman said, &apos;Listen to me.&apos; Joab said, &apos;I am listening.&apos; The woman said to Joab, &apos;All right. His head will be thrown over the wall to you.&apos; So Joab blew the trumpet and the army left the city. The soldiers went home, and Joab went back to the king in Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "So all the Israelites left David and followed Sheba son of Bicri. But the people from Judah stayed with their king all the way from the Jordan River to Jerusalem."
            },
            {
                "verse_number": "3",
                "verse_text": "David went back to his house in Jerusalem. He had left ten of his slave women to take care of the house. He put these women in a special house. Then he put guards around the house. They stayed in this house until they died. David took care of the women and gave them food, but he did not have sexual relations with them. They lived like widows until they died."
            },
            {
                "verse_number": "4",
                "verse_text": "The king told Amasa, &apos;Tell the people of Judah to meet with me in three days. You must be here, too.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So Amasa called the people of Judah together, but he took longer than the king had told him."
            },
            {
                "verse_number": "6",
                "verse_text": "David said to Abishai, &apos;Sheba son of Bicri is more dangerous to us than Absalom was. So take my officers and chase Sheba. Hurry before he gets into cities with walls. If he gets into the well-protected cities, we will not be able to get him.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So Joab took the Kerethites and Pelethites and the other soldiers with him and left Jerusalem to chase after Sheba son of Bicri."
            },
            {
                "verse_number": "8",
                "verse_text": "When Joab and the army came to Big Rock at Gibeon, Amasa came out to meet them. Joab was wearing his uniform with a belt that held a knife. As he walked toward Amasa, the knife on the belt came out."
            },
            {
                "verse_number": "9",
                "verse_text": "Joab asked Amasa, &apos;How are you doing, brother?&apos; Joab reached out with his right hand and grabbed Amasa by the beard to greet him with a kiss."
            },
            {
                "verse_number": "10",
                "verse_text": "Amasa didn&quot;t see the knife that was now in Joab&quot;s other hand. Joab stabbed him in the belly, and Amasa&quot;s intestines spilled out on the ground. There was no need for Joab to stab him again; he was already dead."
            },
            {
                "verse_number": "11",
                "verse_text": "One of Joab&quot;s young soldiers stood by Amasa&quot;s body and said, &apos;All of you who support Joab and David, let&quot;s follow Joab.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Amasa was there in the middle of road, lying in his own blood. The young soldier noticed that all the people kept stopping to look at the body, so he rolled the body off the road and into the field and covered it with a cloth."
            },
            {
                "verse_number": "13",
                "verse_text": "Once the body was out of the way, the people simply passed it by and joined up with Joab to go after Sheba son of Bicri."
            },
            {
                "verse_number": "14",
                "verse_text": "Sheba son of Bicri passed through all the tribes of Israel on his way to Abel Beth Maacah. All the Berites joined together and followed Sheba."
            },
            {
                "verse_number": "15",
                "verse_text": "When Joab and his men came to Abel Beth Maacah, they surrounded the town. They piled dirt up against the city wall and began breaking stones out of the wall to make it fall down."
            },
            {
                "verse_number": "16",
                "verse_text": "But there was a very wise woman in that city who shouted out to them and said, &apos;Listen to me! Tell Joab to come here. I want to talk with him.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Joab went to talk with the woman. She asked him, &apos;Are you Joab?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then the woman said, &apos;In the past people would say, &quot;Ask for help in Abel and you will get what you need.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "I am one of many peaceful, loyal people in this town. You are trying to destroy an important city of Israel. Why do you want to destroy something that belongs to the Lord?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Joab answered, &apos;I don&quot;t want to destroy anything. I don&quot;t want to ruin your city."
            },
            {
                "verse_number": "21",
                "verse_text": "But there is a man in your city from the hill country of Ephraim. He is named Sheba son of Bicri. He rebelled against King David. Bring him to me, and I will leave the city alone.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then the woman spoke very wisely to all the people of the city. They cut off the head of Sheba son of Bicri and threw it over the city wall to Joab."
            },
            {
                "verse_number": "23",
                "verse_text": "Joab was captain of the whole army of Israel. Benaiah son of Jehoiada led the Kerethites and Pelethites."
            },
            {
                "verse_number": "24",
                "verse_text": "Adoniram led the men who were forced to do hard work. Jehoshaphat son of Ahilud was the historian."
            },
            {
                "verse_number": "25",
                "verse_text": "Sheva was the secretary. Zadok and Abiathar were the priests."
            },
            {
                "verse_number": "26",
                "verse_text": "And Ira from Jair was David&quot;s personal priest."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "While David was king, there was a famine that continued for three years. So David prayed to the Lord. And the Lord answered, &apos;Saul and his family of murderers are the reason for the famine, because he killed the Gibeonites.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "(The Gibeonites were not Israelites. They were a group of Amorites. The Israelites had promised not to hurt them, but Saul tried to kill the Gibeonites. He did this because of his strong feelings for the people of Israel and Judah.) King David called the Gibeonites together and talked to them. David said, &apos;Well, what can I do for you?&apos; King David said, &apos;All right, I will give them to you.&apos; Then David&quot;s men made him promise that he would not go out to battle anymore. They said, &apos;If you do, Israel might lose its brightest leader.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "David said to the Gibeonites, &apos;What can I do for you? What can I do to take away Israel&quot;s sin, so that you can bless the Lord&quot;s people?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The Gibeonites said to David, &apos;There isn&quot;t enough gold and silver for Saul&quot;s family to pay for what they did. But we don&quot;t have the right to kill anyone else in Israel.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The Gibeonites said to King David, &apos;The person who plotted against us was Saul. He is the one who tried to destroy all our people living in the land of Israel."
            },
            {
                "verse_number": "6",
                "verse_text": "Give us seven of Saul&quot;s sons. Saul was the Lord&quot;s chosen king, so we will hang his sons in front of the Lord on Mount Gibeah of Saul.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "But the king protected Jonathan&quot;s son, Mephibosheth. Jonathan was Saul&quot;s son, and David had made a promise in the Lord&quot;s name to Jonathan. So the king did not let them hurt Mephibosheth."
            },
            {
                "verse_number": "8",
                "verse_text": "David gave them Armoni and Mephibosheth. These were the sons of Saul and Rizpah. Saul also had a daughter named Merab who was married to Adriel son of Barzillai, from Meholah. David took the five sons of Merab and Adriel."
            },
            {
                "verse_number": "9",
                "verse_text": "David gave these seven men to the Gibeonites who then brought them to Mount Gibeah and hanged them in front of the Lord. Those seven men died together in the spring, during the first days of the barley harvest."
            },
            {
                "verse_number": "10",
                "verse_text": "Rizpah the daughter of Aiah took a mourning cloth and put it on the rock. That cloth stayed on the rock from the time the harvest began until the rains came. Rizpah watched the bodies day and night. She protected them from the wild birds during the day and the wild animals at night."
            },
            {
                "verse_number": "11",
                "verse_text": "People told David what Saul&quot;s slave woman Rizpah was doing."
            },
            {
                "verse_number": "12",
                "verse_text": "Then David took the bones of Saul and Jonathan from the men of Jabesh Gilead. (The men of Jabesh Gilead got these bones after Saul and Jonathan were killed at Gilboa. The Philistines had hanged the bodies of Saul and Jonathan on a wall in Beth Shan. But the men of Jabesh Gilead went there and stole the bodies from that public area.)"
            },
            {
                "verse_number": "13",
                "verse_text": "David brought the bones of Saul and his son Jonathan from Jabesh Gilead and buried them with the bodies of the seven men who were hanged."
            },
            {
                "verse_number": "14",
                "verse_text": "They buried the bones of Saul and his son Jonathan in the area of Benjamin, in one of the tunnels in the grave of Saul&quot;s father Kish, as the king commanded. After that God again listened to the prayers of the people in that land."
            },
            {
                "verse_number": "15",
                "verse_text": "The Philistines started another war with Israel. David and his men went out to fight the Philistines, but David became very tired and weak."
            },
            {
                "verse_number": "16",
                "verse_text": "Ishbi-Benob was one of the giants. His spear weighed over 7 pounds. He put on new armor and thought he would be able to kill David."
            },
            {
                "verse_number": "17",
                "verse_text": "But Abishai son of Zeruiah killed this giant Philistine and saved David&quot;s life."
            },
            {
                "verse_number": "18",
                "verse_text": "Later, there was another battle with the Philistines at Gob. Sibbecai the Hushathite killed Saph, another one of the giants."
            },
            {
                "verse_number": "19",
                "verse_text": "Later, there was another battle at Gob against the Philistines. Elhanan the son of Jaare Oregim from Bethlehem killed Lahmi, the brother of Goliath from Gath. His spear was as big as a post."
            },
            {
                "verse_number": "20",
                "verse_text": "There was another battle at Gath. There was a very large man who had six fingers on each hand and six toes on each foot. He had 24 fingers and toes in all. This man was also one of the giants."
            },
            {
                "verse_number": "21",
                "verse_text": "This man challenged Israel and made fun of them, but Jonathan killed this man. (This was Jonathan, the son of David&quot;s brother Shimei.)"
            },
            {
                "verse_number": "22",
                "verse_text": "All four of these men were giants from Gath. They were killed by David and his men."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "David sang this song to the Lord when the Lord saved him from Saul and all his other enemies. He is my hiding place, my place of safety, high in the hills. He is my savior, the one who rescues me from the cruel enemy. and he saved me from my enemies. He is worthy of my praise! A deadly flood was carrying me away. Death set its trap right there in front of me. Yes, I cried out to my God for help. There in his temple he heard my voice. He heard my cry for help. The foundations of heaven trembled. They shook because he was angry! Burning flames came from his mouth. Red-hot coals fell from him. He stood on a thick, dark cloud. gliding on the wings of the wind. He was hidden by dark clouds filled with water. flashes of lightning came down. God Most High let his voice be heard. the lightning bolts that threw them into confusion. Then the bottom of the sea could be seen, and the earth&quot;s foundations were uncovered. He pulled me from the deep water. They were too strong for me, so he saved me. but the Lord was there to support me. He took me to a safe place. He was good to me because I am innocent. I have not turned against my God. I never stopped following his rules. I have kept myself from sinning. He could see that I am innocent. You are good to those who are good. But you outsmart the wicked, no matter how clever they are. but as soon as you see the proud, you humiliate them. You, Lord, turn the darkness around me into light. If my God is with me, I can climb over enemy walls. The Lord&quot;s promise always proves to be true. He protects those who trust in him. There is no Rock except our God. He clears the path I need to take. Even on steep mountains he keeps me from falling. so that my arms can bend the most powerful bow. It is your help that has made me great. so that I could walk without stumbling. I did not stop until they were destroyed. I struck them down. They did not get up again. They fell under my feet. You made my enemies fall before me. I destroyed those who hated me. but there was no one to save them. They cried out to the Lord, but he did not answer them. like dust on the ground. I smashed them and walked on them like mud in the streets. You made me the ruler over nations. People I never knew now serve me. As soon as they heard about me, they were ready to obey. and come out of their hiding places shaking with fear. I praise my Rock! How great is my God, the Rock who saves me! the one who puts people under my rule. You help me defeat those who attack me. You save me from cruel people. That is why I sing songs of praise to your name. to David and his descendants forever!"
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord is my Rock, my fortress, my place of safety."
            },
            {
                "verse_number": "3",
                "verse_text": "He is my God, the Rock I run to for protection. He is my shield; by his power I am saved. and a powerful wind began to blow. You show your faithful love to your chosen one,"
            },
            {
                "verse_number": "4",
                "verse_text": "I called to the Lord for help,"
            },
            {
                "verse_number": "5",
                "verse_text": "Waves of death were crashing around me."
            },
            {
                "verse_number": "6",
                "verse_text": "The ropes of the grave wrapped around me."
            },
            {
                "verse_number": "7",
                "verse_text": "In my trouble I called to the Lord."
            },
            {
                "verse_number": "8",
                "verse_text": "The earth shook and shivered."
            },
            {
                "verse_number": "9",
                "verse_text": "Smoke came from his nose."
            },
            {
                "verse_number": "10",
                "verse_text": "He tore open the sky and came down."
            },
            {
                "verse_number": "11",
                "verse_text": "He flew across the sky, riding on a Cherub angel,"
            },
            {
                "verse_number": "12",
                "verse_text": "He wrapped himself in darkness that covered him like a tent."
            },
            {
                "verse_number": "13",
                "verse_text": "Out of the brightness before him,"
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord thundered from the sky."
            },
            {
                "verse_number": "15",
                "verse_text": "He scattered the enemy with his arrows&ndash;"
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord shouted his command,"
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord reached down from above and grabbed me."
            },
            {
                "verse_number": "18",
                "verse_text": "He saved me from my powerful enemies, who hated me."
            },
            {
                "verse_number": "19",
                "verse_text": "They attacked me in my time of trouble,"
            },
            {
                "verse_number": "20",
                "verse_text": "He was pleased with me, so he rescued me."
            },
            {
                "verse_number": "21",
                "verse_text": "The Lord rewarded me for doing what is right."
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord did this because I have obeyed him."
            },
            {
                "verse_number": "23",
                "verse_text": "I always remembered his laws."
            },
            {
                "verse_number": "24",
                "verse_text": "He knows I did nothing that was wrong."
            },
            {
                "verse_number": "25",
                "verse_text": "So the Lord rewarded me for doing what is right."
            },
            {
                "verse_number": "26",
                "verse_text": "Lord, you are faithful to those who are faithful."
            },
            {
                "verse_number": "27",
                "verse_text": "You never do wrong to those who have done no wrong."
            },
            {
                "verse_number": "28",
                "verse_text": "You help those who are humble,"
            },
            {
                "verse_number": "29",
                "verse_text": "Lord, you are my lamp."
            },
            {
                "verse_number": "30",
                "verse_text": "With your help I can defeat an army."
            },
            {
                "verse_number": "31",
                "verse_text": "God&quot;s way is perfect."
            },
            {
                "verse_number": "32",
                "verse_text": "There is no God except the Lord."
            },
            {
                "verse_number": "33",
                "verse_text": "God is my strong fortress."
            },
            {
                "verse_number": "34",
                "verse_text": "He makes my feet as steady as those of a deer."
            },
            {
                "verse_number": "35",
                "verse_text": "He trains me for war"
            },
            {
                "verse_number": "36",
                "verse_text": "Lord, you have given me your shield to protect me."
            },
            {
                "verse_number": "37",
                "verse_text": "You cleared a path for my feet"
            },
            {
                "verse_number": "38",
                "verse_text": "I chased my enemies and defeated them."
            },
            {
                "verse_number": "39",
                "verse_text": "I destroyed my enemies."
            },
            {
                "verse_number": "40",
                "verse_text": "Lord, you made me strong in battle."
            },
            {
                "verse_number": "41",
                "verse_text": "You made my enemies turn and run away."
            },
            {
                "verse_number": "42",
                "verse_text": "They looked for help,"
            },
            {
                "verse_number": "43",
                "verse_text": "I beat my enemies to pieces"
            },
            {
                "verse_number": "44",
                "verse_text": "You saved me from those who fought against me."
            },
            {
                "verse_number": "45",
                "verse_text": "Foreigners fall helpless before me!"
            },
            {
                "verse_number": "46",
                "verse_text": "They lose all their courage"
            },
            {
                "verse_number": "47",
                "verse_text": "The Lord lives!"
            },
            {
                "verse_number": "48",
                "verse_text": "He is the God who punishes my enemies for me,"
            },
            {
                "verse_number": "49",
                "verse_text": "He saves me from my enemies!"
            },
            {
                "verse_number": "50",
                "verse_text": "Lord, that is why I praise you among the nations."
            },
            {
                "verse_number": "51",
                "verse_text": "You help your king win battle after battle."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "These are the last words of David: &apos;This message is from David son of Jesse. This message is from the man God made great. He is the king chosen by the God of Jacob, His word was on my tongue. The Rock of Israel said to me, &quot;Whoever rules people fairly, who rules with respect for God, like a morning without clouds. He is like sunshine after a rain that makes tender grass grow from the ground.&quot; He made an agreement with me forever. God made sure this agreement was good and secure in every way. So surely he will give me every victory. He will give me everything I want! People don&quot;t hold thorns. They throw them away. it hurts like a spear made of wood and iron. Yes, evil people are like thorns. They will be thrown into the fire, and they will be completely burned.&apos; Asahel, the brother of Joab; Elhanan son of Dodo from Bethlehem; Elika the Harodite; Ira son of Ikkesh from Tekoa; Mebunnai the Hushathite; Maharai from Netophah; Ithai son of Ribai from Gibeah of Benjamin; Hiddai from the Brooks of Gaash; Azmaveth the Barhumite; the sons of Jashen; Jonathan Ahiam son of Sharar from Harar; Eliam son of Ahithophel the Gilonite; Paarai the Arbite; Bani the Gadite; Naharai from Beeroth (Naharai carried the armor for Joab son of Zeruiah); Gareb the Ithrite; There were 37 in all. the sweet singer of Israel. Josheb Basshebeth the Tahkemonite was captain of the king&quot;s special forces. He used his spear to kill 800 men at one time."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord&quot;s Spirit spoke through me."
            },
            {
                "verse_number": "3",
                "verse_text": "The God of Israel spoke."
            },
            {
                "verse_number": "4",
                "verse_text": "is like the morning light at dawn,"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;God made my family strong and secure."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;But evil people are like thorns."
            },
            {
                "verse_number": "7",
                "verse_text": "If someone touches them,"
            },
            {
                "verse_number": "8",
                "verse_text": "These are the names of David&quot;s special soldiers:"
            },
            {
                "verse_number": "9",
                "verse_text": "Next, there was Eleazar son of Dodai who was there with David when he challenged the Philistines who had gathered for battle. The Israelites ran away,"
            },
            {
                "verse_number": "10",
                "verse_text": "but Eleazar stood and fought the Philistines until his hand became so tired that it cramped around his sword handle. The Lord won a great victory that day. The people of Israel came back, but only to take things from the dead."
            },
            {
                "verse_number": "11",
                "verse_text": "Next there was Shammah son of Agee from Harar. The Philistines came together to fight. They fought in a field of lentils. The people ran away from the Philistines."
            },
            {
                "verse_number": "12",
                "verse_text": "But Shammah stood in the middle of the field and defended it. He defeated the Philistines. The Lord gave Israel a great victory that day."
            },
            {
                "verse_number": "13",
                "verse_text": "Once during harvest time David was at the cave of Adullam, and three of the Thirty Heroes went down to meet him there. At the same time the Philistine army was camped in the Valley of Rephaim."
            },
            {
                "verse_number": "14",
                "verse_text": "Another time David was in the fortress, and a group of Philistines soldiers was stationed in Bethlehem."
            },
            {
                "verse_number": "15",
                "verse_text": "David was thirsty for some water from his hometown, so he said, &apos;Oh, if only I could have some water from that well by the gate in Bethlehem.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So the Three Heroes fought their way through the Philistine army and got some water from the well near the city gate in Bethlehem. They took it to David, but he refused to drink it. He poured it on the ground as an offering to the Lord."
            },
            {
                "verse_number": "17",
                "verse_text": "David said, &apos;Lord, I cannot drink this water. It would be like drinking the blood of the men who risked their lives for me.&apos; This is why David refused to drink the water. The Three Heroes did many brave things like that."
            },
            {
                "verse_number": "18",
                "verse_text": "Abishai was the brother of Joab son of Zeruiah. Abishai was the leader of the Three Heroes. He used his spear against 300 enemies and killed them. He became as famous as the Three."
            },
            {
                "verse_number": "19",
                "verse_text": "Abishai was as famous as the Three Heroes. He became their leader, even though he was not one of them."
            },
            {
                "verse_number": "20",
                "verse_text": "Then there was Benaiah son of Jehoiada, from Kabzeel. He was the son of a powerful man. Benaiah did many brave things. He killed two of the best soldiers in Moab. One day when it was snowing, Benaiah went down into a hole in the ground and killed a lion."
            },
            {
                "verse_number": "21",
                "verse_text": "Benaiah also killed a big Egyptian soldier. The Egyptian had a spear in his hand, and Benaiah only had a club. He grabbed the spear in the Egyptian&quot;s hands and took it away from him. Then Benaiah killed the Egyptian with his own spear."
            },
            {
                "verse_number": "22",
                "verse_text": "Benaiah son of Jehoiada did many more brave things like that. He was as famous as the Three Heroes."
            },
            {
                "verse_number": "23",
                "verse_text": "Benaiah was even more famous than the Thirty Heroes, but he did not become a member of the Three Heroes. David made Benaiah the leader of his bodyguards."
            },
            {
                "verse_number": "24",
                "verse_text": "The following men were among the Thirty Heroes:"
            },
            {
                "verse_number": "25",
                "verse_text": "Shammah the Harodite;"
            },
            {
                "verse_number": "26",
                "verse_text": "Helez the Paltite;"
            },
            {
                "verse_number": "27",
                "verse_text": "Abiezer from Anathoth;"
            },
            {
                "verse_number": "28",
                "verse_text": "Zalmon the Ahohite;"
            },
            {
                "verse_number": "29",
                "verse_text": "Heled son of Baanah from Netophah;"
            },
            {
                "verse_number": "30",
                "verse_text": "Benaiah the Pirathonite;"
            },
            {
                "verse_number": "31",
                "verse_text": "Abi Albon the Arbathite;"
            },
            {
                "verse_number": "32",
                "verse_text": "Eliahba the Shaalbonite;"
            },
            {
                "verse_number": "33",
                "verse_text": "the son of Shammah from Harar;"
            },
            {
                "verse_number": "34",
                "verse_text": "Eliphelet son of Ahasbai the Maacathite;"
            },
            {
                "verse_number": "35",
                "verse_text": "Hezro the Carmelite;"
            },
            {
                "verse_number": "36",
                "verse_text": "Igal son of Nathan of Zobah;"
            },
            {
                "verse_number": "37",
                "verse_text": "Zelek the Ammonite;"
            },
            {
                "verse_number": "38",
                "verse_text": "Ira the Ithrite;"
            },
            {
                "verse_number": "39",
                "verse_text": "and Uriah the Hittite."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "The Lord was angry with Israel again. He caused David to turn against the Israelites. He told David, &apos;Go count the people of Israel and Judah.&apos; David answered, &apos;I came to buy the threshing floor from you. Then I can build an altar to the Lord. Then the disease will stop.&apos; So David bought the threshing floor and the oxen for 50 shekels of silver. The Lord answered his prayer for the country. He stopped the disease in Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "King David said to Joab, the captain of the army, &apos;Go through all the tribes of Israel from Dan to Beersheba, and count the people. Then I will know how many people there are.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "But Joab said to the king, &apos;May the Lord your God give you 100 times as many people, no matter how many there are! And may your eyes see this thing happen. But why do you want to do this?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "King David strongly commanded Joab and the other captains of the army to count the people. So they went out from the king to count the people of Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "After they crossed over the Jordan River, they made their camp in Aroer on the right side of the city. (The city is in the middle of the valley of Gad, on the way to Jazer.)"
            },
            {
                "verse_number": "6",
                "verse_text": "Then they went east to Gilead, all the way to Tahtim Hodshi. Then they went north to Dan Jaan and around to Sidon."
            },
            {
                "verse_number": "7",
                "verse_text": "They went to the fort of Tyre. They went to all the cities of the Hivites and of the Canaanites. Then they went south to Beersheba in the southern part of Judah."
            },
            {
                "verse_number": "8",
                "verse_text": "It took them nine months and 20 days for them to go through the country. After nine months and 20 days they came back to Jerusalem."
            },
            {
                "verse_number": "9",
                "verse_text": "Joab gave the list of the people to the king. There were 800,000 men in Israel who could use the sword. And there were 500,000 men in Judah."
            },
            {
                "verse_number": "10",
                "verse_text": "David felt ashamed after he had counted the people and said to the Lord, &apos;I have sinned greatly in what I did! Lord, I beg you, forgive me for my sin. I have been very foolish.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "When David got up in the morning, the Lord gave this message to Gad, David&quot;s seer:"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Go and tell David, &quot;This is what the Lord says: There are three ways you can be punished. Choose the one you want.&quot;&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So Gad went to David and said to him, &apos;Choose one of these three: seven years of famine for you and your country, being chased by your enemies for three months, or three days of disease in your country. Think about it, and decide which one you want. I must give your answer to the one who sent me.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "David said to Gad, &apos;This is a terrible situation to be in. But it would be better to be punished by the Lord than by anyone else, because he is very merciful.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So the Lord sent a disease against Israel. It began in the morning and continued until the chosen time to stop. From Dan to Beersheba 70,000 people died."
            },
            {
                "verse_number": "16",
                "verse_text": "The angel raised his arm over Jerusalem and was ready to destroy it, but the Lord felt very sorry about the bad things that had happened. He said to the angel who destroyed the people, &apos;That&quot;s enough! Put down your arm.&apos; The Lord&quot;s angel was by the threshing floor of Araunah the Jebusite."
            },
            {
                "verse_number": "17",
                "verse_text": "When he saw the angel who killed the people, David spoke to the Lord. David said, &apos;I sinned! I did wrong! And these people only did what I told them&ndash;they only followed me like sheep. They did nothing wrong. Please let your punishment be against me and my father&quot;s family.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "That day Gad came to David and said, &apos;Go and build an altar to the Lord on the threshing floor of Araunah the Jebusite.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So David did what Gad told him to. David did what the Lord wanted and went to see Araunah."
            },
            {
                "verse_number": "20",
                "verse_text": "Araunah looked and saw King David and his officers coming to him. Araunah went out and bowed his face to the ground."
            },
            {
                "verse_number": "21",
                "verse_text": "He said, &apos;Why has my lord and king come to me?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Araunah said to David, &apos;My lord and king, you can take anything you want for a sacrifice. Here are some oxen for the burnt offering, and the threshing boards and the yokes for the wood."
            },
            {
                "verse_number": "23",
                "verse_text": "O King, I give everything to you!&apos; Araunah also said to the king, &apos;May the Lord your God be pleased with you.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "But the king said to Araunah, &apos;No! I must pay you for everything. I will not offer burnt offerings to the Lord my God that cost me nothing.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then David built an altar to the Lord there and offered burnt offerings and peace offerings."
            }
        ]
    }
}