{
    "Esther": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is what happened during the time when Xerxes was king. Xerxes ruled over the 127 provinces from India to Ethiopia."
            },
            {
                "verse_number": "2",
                "verse_text": "King Xerxes ruled from his throne in the capital city of Susa."
            },
            {
                "verse_number": "3",
                "verse_text": "In the third year of Xerxes&quot; rule, he gave a party for his officers and leaders. The army leaders and important leaders from all of Persia and Media were there."
            },
            {
                "verse_number": "4",
                "verse_text": "The party continued for 180 days. All during this time, King Xerxes was showing the great wealth of his kingdom and the majestic beauty and wealth of his palace."
            },
            {
                "verse_number": "5",
                "verse_text": "And when the 180 days were over, King Xerxes gave another party that continued for seven days. It was held in the inside garden of the palace. All the people who were in the capital city of Susa were invited, from the most important to the least important."
            },
            {
                "verse_number": "6",
                "verse_text": "The inside garden had white and blue linen hangings around the room. They were held in place with cords of white linen and purple material on silver rings and marble pillars. There were couches made of gold and silver. They were sitting on mosaic pavement made of porphyry, marble, mother-of-pearl, and other expensive stones."
            },
            {
                "verse_number": "7",
                "verse_text": "Wine was served in golden cups, and every cup was different. There was plenty of the king&quot;s wine, because the king was very generous."
            },
            {
                "verse_number": "8",
                "verse_text": "The king had given a command to his servants. He told them that each guest must be given as much wine as he wanted, and the wine server obeyed the king."
            },
            {
                "verse_number": "9",
                "verse_text": "Queen Vashti also gave a party for the women in the king&quot;s palace."
            },
            {
                "verse_number": "12",
                "verse_text": "But when the eunuchs told Queen Vashti about the king&quot;s command, she refused to come. Then the king was very angry."
            },
            {
                "verse_number": "15",
                "verse_text": "The king asked them, &apos;What does the law say must be done to Queen Vashti? She has not obeyed the command of King Xerxes that the eunuchs had taken to her.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then Memucan answered the king with the other officials listening, &apos;Queen Vashti has done wrong. She has done wrong against the king and also against all the leaders and people of all the provinces of King Xerxes."
            },
            {
                "verse_number": "17",
                "verse_text": "I say this, because all the other women will hear about what Queen Vashti did. Then they will stop obeying their husbands. They will say to their husbands, &quot;King Xerxes commanded Queen Vashti to be brought to him, but she refused to come.&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Today the wives of the Persian and Median leaders have heard what the queen did, and these women will be influenced by what she did. They will do the same thing to the king&quot;s important leaders. And there will be plenty of disrespect and anger."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;So if it pleases the king, here is a suggestion: Let the king give a royal command and let it be written in the laws of Persia and Media. The laws of Persia and Media cannot be changed. The royal command should be that Vashti is never again to enter the presence of King Xerxes. Let the king also give her royal position to someone else who is better than she is."
            },
            {
                "verse_number": "20",
                "verse_text": "Then when the king&quot;s command is announced in all parts of his large kingdom, all the women will respect their husbands. From the most important to the least important, all the women will respect their husbands.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The king and his important officials were happy with this advice, so King Xerxes did as Memucan suggested."
            },
            {
                "verse_number": "22",
                "verse_text": "King Xerxes sent letters to all parts of the kingdom. He sent them to each province, written in its own language. He sent them to each nation in its own language. These letters announced in each person&quot;s language that every man was to be the ruler over his own family."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Later, King Xerxes stopped being angry. Then he remembered Vashti and what she had done. He remembered his commands about her."
            },
            {
                "verse_number": "2",
                "verse_text": "Then the king&quot;s personal servants had a suggestion. They said, &apos;Search for beautiful young virgins for the king."
            },
            {
                "verse_number": "3",
                "verse_text": "Let the king choose leaders in every province of his kingdom. Then let the leaders bring every beautiful young virgin to the capital city of Susa. These young women will be put with the group of the king&quot;s women. They will be under the care of Hegai, the king&quot;s eunuch, who is in charge of the women. Then give beauty treatments to all of them."
            },
            {
                "verse_number": "4",
                "verse_text": "Then let the one who is pleasing to the king become the new queen in Vashti&quot;s place.&apos; The king liked this suggestion, so he accepted it."
            },
            {
                "verse_number": "5",
                "verse_text": "Now there was a Jew from the tribe of Benjamin named Mordecai. Mordecai was the son of Jair, and Jair was the son of Shimei, and Shimei was the son of Kish. Mordecai was in the capital city, Susa."
            },
            {
                "verse_number": "6",
                "verse_text": "Mordecai had been carried into captivity from Jerusalem by King Nebuchadnezzar of Babylon. He was with the group that was taken into captivity with King Jehoiachin of Judah."
            },
            {
                "verse_number": "7",
                "verse_text": "Mordecai had a cousin named Hadassah. She didn&quot;t have a father or a mother, so Mordecai took care of her. Mordecai had adopted her as his own daughter when her father and mother died. Hadassah was also called Esther. She had a very pretty face and a good figure."
            },
            {
                "verse_number": "8",
                "verse_text": "When the king&quot;s command had been heard, many young women were brought to the capital city of Susa. They were put under the care of Hegai. Esther was one of these women. She was taken to the king&quot;s palace and put into Hegai&quot;s care. Hegai was in charge of the king&quot;s women."
            },
            {
                "verse_number": "9",
                "verse_text": "He liked Esther. She became his favorite, so he quickly gave Esther beauty treatments and special food. He chose seven slave women from the king&quot;s palace and gave them to Esther. Then he moved Esther and her seven women servants into the best place where the king&quot;s women lived."
            },
            {
                "verse_number": "10",
                "verse_text": "Esther didn&quot;t tell anyone she was a Jew. She didn&quot;t tell anyone about her family background, because Mordecai had told her not to."
            },
            {
                "verse_number": "11",
                "verse_text": "Every day Mordecai walked back and forth near the area where the king&quot;s women lived. He did this because he wanted to find out how Esther was, and what was happening to her."
            },
            {
                "verse_number": "12",
                "verse_text": "Before a young woman could take her turn to go in before King Xerxes, she had to complete twelve months of beauty treatments&ndash;six months with oil of myrrh and six months with perfumes and cosmetics."
            },
            {
                "verse_number": "13",
                "verse_text": "When her time came to go in to the king, she could choose to wear or take whatever she wanted from the women&quot;s living area."
            },
            {
                "verse_number": "14",
                "verse_text": "In the evening the young woman would go to the king&quot;s palace. And in the morning she would return to another area where the king&quot;s women lived. Then she would be placed under the care of a man named Shaashgaz. He was the king&quot;s eunuch in charge of the slave women. She would not go back to the king again unless he was pleased with her. Then he would call her by name to come back to him."
            },
            {
                "verse_number": "15",
                "verse_text": "The time came for Esther to go to the king. She was the one Mordecai had adopted, the daughter of his uncle Abihail. All she wanted to take with her was what Hegai, the king&quot;s officer in charge of the women, suggested. Everyone who saw Esther liked her."
            },
            {
                "verse_number": "16",
                "verse_text": "So Esther was taken to King Xerxes in the palace. This happened in the tenth month, the month of Tebeth, in the seventh year of his rule."
            },
            {
                "verse_number": "17",
                "verse_text": "The king loved Esther more than any of the other young women, and she became his favorite. He approved of her more than any of the others. So King Xerxes put a crown on Esther&quot;s head and made her the new queen in place of Vashti."
            },
            {
                "verse_number": "18",
                "verse_text": "And the king gave a big party for Esther. It was for all his important people and leaders. He announced a festival in all the provinces and sent out gifts to people, because he was a generous king."
            },
            {
                "verse_number": "19",
                "verse_text": "Mordecai was sitting next to the king&quot;s gate at the time the young women were gathered together the second time."
            },
            {
                "verse_number": "20",
                "verse_text": "Esther had still kept it a secret that she was a Jew. She had not told anyone about her family background. This is what Mordecai had told her to do. She still obeyed Mordecai just as she had done when he was taking care of her."
            },
            {
                "verse_number": "21",
                "verse_text": "During the time Mordecai was sitting next to the king&quot;s gate, this happened: Bigthana and Teresh, two of the king&quot;s officers who guarded the doorway, became angry with the king. They began to make plans to kill King Xerxes."
            },
            {
                "verse_number": "22",
                "verse_text": "But Mordecai learned about these plans and told Queen Esther. Then she told the king. She also told him that Mordecai was the one who had learned about the evil plan."
            },
            {
                "verse_number": "23",
                "verse_text": "Then the report was checked out. It was learned that Mordecai&quot;s report was true. The two guards who had planned to kill the king were hanged on a post. All these things were written down in a book of the king&quot;s histories in front of the king."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "After these things happened, King Xerxes honored Haman son of Hammedatha the Agagite. The king promoted Haman and gave him a place of honor more important than any of the other leaders."
            },
            {
                "verse_number": "2",
                "verse_text": "All the king&quot;s leaders at the king&quot;s gate would bow down and give honor to Haman. This is what the king commanded them to do. But Mordecai refused to bow down or give honor to Haman."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the king&quot;s leaders at the gate asked Mordecai, &apos;Why don&quot;t you obey the king&quot;s command to bow down to Haman?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Day after day, the king&quot;s leaders spoke to Mordecai, but he refused to obey the command to bow down to Haman. So they told Haman about it. They wanted to see what Haman would do about Mordecai. Mordecai had told them that he was a Jew."
            },
            {
                "verse_number": "5",
                "verse_text": "When Haman saw that Mordecai refused to bow down to him or give him honor, he was very angry."
            },
            {
                "verse_number": "6",
                "verse_text": "Haman had learned that Mordecai was a Jew. But he was not satisfied to kill only Mordecai. He also wanted to find a way to destroy all of Mordecai&quot;s people, the Jews, in all of Xerxes&quot; kingdom."
            },
            {
                "verse_number": "7",
                "verse_text": "In the twelfth year of King Xerxes&quot; rule, in the first month, the month of Nisan, Haman threw lots to choose a special day and month. And the twelfth month, the month of Adar was chosen. (At that time the lot was called &apos;pur.&apos;)"
            },
            {
                "verse_number": "8",
                "verse_text": "Then Haman came to King Xerxes and said, &apos;King Xerxes, there is a certain group of people scattered among the people in all the provinces of your kingdom. They keep themselves separate from other people. Their customs are different from those of all other people. And they don&quot;t obey the king&quot;s laws. It is not right for the king to allow them to continue to live in your kingdom."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;If it pleases the king, I have a suggestion: Give a command to destroy these people. And I will put 750,000 pounds of silver into the king&quot;s treasury. This money could be used to pay the men who do these things.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So the king took the official ring off his finger and gave it to Haman son of Hammedatha the Agagite. Haman was the enemy of the Jews."
            },
            {
                "verse_number": "11",
                "verse_text": "Then the king said to Haman, &apos;Keep the money. Do what you want with them.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then on the 13th day of the first month, the king&quot;s secretaries were called. They wrote out all of Haman&quot;s commands in the language of each province. And they wrote them in the language of each group of people. They wrote to the king&quot;s satraps, the governors of the different provinces, and the leaders of the different groups of people. They wrote with the authority of King Xerxes himself, and sealed the commands with the king&quot;s own ring."
            },
            {
                "verse_number": "13",
                "verse_text": "Messengers carried the letters to all the king&quot;s provinces. The letters were the king&quot;s command to ruin, kill, and completely destroy all the Jews. This meant young people and old people, women, and little children too. The command was to kill all the Jews on a single day. The day was to be the 13th day of the twelfth month, the month of Adar. And the command was to take everything that belonged to the Jews."
            },
            {
                "verse_number": "14",
                "verse_text": "A copy of the letters with the command was to be given as a law. It was to be a law in every province and announced to the people of every nation living in the kingdom. Then everyone would be ready for that day."
            },
            {
                "verse_number": "15",
                "verse_text": "At the king&quot;s command the messengers hurried off. The command was given in the capital city of Susa. The king and Haman sat down to drink, but the city of Susa was in confusion."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "When Mordecai heard about all that had been done, he tore his clothes. Then he put on sackcloth, put ashes on his head, and went out into the city crying loudly."
            },
            {
                "verse_number": "2",
                "verse_text": "But Mordecai went only as far as the king&quot;s gate. No one was allowed to enter the gate dressed in sackcloth."
            },
            {
                "verse_number": "3",
                "verse_text": "In every province where the king&quot;s command had come, there was much crying and sadness among the Jews. They were fasting and crying loudly. Many Jews were lying on the ground dressed in sackcloth with ashes on their heads."
            },
            {
                "verse_number": "4",
                "verse_text": "Esther&quot;s slave women and eunuchs came to her and told her about Mordecai. This made Queen Esther very sad and upset. She sent clothes for Mordecai to put on instead of the sackcloth, but he would not accept them."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Esther called Hathach, one of the king&quot;s eunuchs who had been chosen to serve her. She commanded him to find out what was bothering Mordecai, and why."
            },
            {
                "verse_number": "6",
                "verse_text": "So Hathach went out to where Mordecai was in the open place of the city in front of the king&quot;s gate."
            },
            {
                "verse_number": "7",
                "verse_text": "Then Mordecai told Hathach everything that had happened to him. Mordecai told him about the exact amount of money Haman had promised to put into the king&quot;s treasury for killing Jews."
            },
            {
                "verse_number": "8",
                "verse_text": "Mordecai also gave Hathach a copy of the king&quot;s command to kill the Jews. The command had been sent out all over the city of Susa. He wanted Hathach to show it to Esther and tell her everything. And he told him to encourage Esther to go to the king and beg him for mercy for Mordecai and her people."
            },
            {
                "verse_number": "9",
                "verse_text": "Hathach went back and told Esther everything Mordecai had said."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Esther told Hathach to say this to Mordecai:"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Mordecai, all the king&quot;s leaders and all the people of the king&quot;s provinces know this: The king has one law for any man or woman who goes to the king without being called. That person must be put to death unless the king holds out his gold scepter to them. If the king does this, that person&quot;s life will be saved. And I have not been called to go see the king for 30 days.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "If you keep quiet now, help and freedom for the Jews will come from another place. But you and your father&quot;s family will all die. And who knows, maybe you have been chosen to be the queen for such a time as this.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "So Mordecai went away and did everything Esther told him to do."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "On the third day, Esther put on her special robes. Then she stood in the inside area of the king&quot;s palace, in front of the king&quot;s hall. The king was sitting on his throne in the hall, facing the place where people enter the throne room."
            },
            {
                "verse_number": "2",
                "verse_text": "When the king saw Queen Esther standing in the court, he was very pleased. He held out to her the gold scepter that was in his hand. So Esther went in to the room and went near the king. Then she touched the end of the king&quot;s gold scepter. So the king and Haman went to the party Esther had prepared for them. Haman liked this suggestion, so he ordered someone to build the hanging post."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the king asked, &apos;What is bothering you Queen Esther? What do you want to ask me? I will give you anything you ask for, even half my kingdom.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Esther said, &apos;I have prepared a party for you and Haman. Will you and Haman please come to the party today?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the king said, &apos;Bring Haman quickly so that we may do what Esther asks.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "While they were drinking wine, the king asked her again, &apos;Now Esther, what do you want to ask for? Ask for anything, I will give it to you. So what is it you want? I will give you anything you want, up to half my kingdom.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Esther answered, &apos;This is what I want to ask for:"
            },
            {
                "verse_number": "8",
                "verse_text": "If the king is pleased with me and thinks it good to give me what I ask for, let the king and Haman come tomorrow. I will prepare another party for them. Then I will tell what I really want.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Haman left the king&quot;s palace that day very happy and in a good mood. But when he saw Mordecai at the king&quot;s gate, he became very angry. Haman was very mad at him because Mordecai didn&quot;t show any respect when Haman walked by. Mordecai was not afraid of Haman, and this made Haman mad."
            },
            {
                "verse_number": "10",
                "verse_text": "But Haman controlled his anger and went home. Then Haman called together his friends and his wife, Zeresh."
            },
            {
                "verse_number": "11",
                "verse_text": "Haman started bragging about how rich he was. He was bragging to his friends about his many sons, and about all the ways the king had honored him. And he was bragging about how the king had promoted him higher than all the other leaders."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;And that&quot;s not all,&apos; Haman added. &apos;I&quot;m the only one Queen Esther invited to be with the king at the party she gave. And the Queen also has invited me to be with the king again tomorrow."
            },
            {
                "verse_number": "13",
                "verse_text": "But all this means nothing to me. I cannot be happy as long as I see that Jew Mordecai sitting at the king&quot;s gate.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then Haman&quot;s wife Zeresh and all his friends had a suggestion. They said, &apos;Tell someone to build a post to hang him on. Make it 75 feet tall. In the morning ask the king to hang Mordecai on it. Then go to the party with the king and you can be happy.&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "That same night, the king could not sleep. So he told a servant to bring the history book and read it to him. ( The Book of History of the Kings lists everything that happens during a king&quot;s rule.)"
            },
            {
                "verse_number": "2",
                "verse_text": "The servant read the book to the king. He read about the evil plan to kill King Xerxes. That was when Mordecai had learned about Bigthana and Teresh. These two men were the king&quot;s officers who guarded the doorway. They had planned to kill the king, but Mordecai learned about the plan and told someone about it. The servants answered the king, &apos;Nothing has been done for Mordecai.&apos; So the king said, &apos;Bring him in.&apos; Haman thought to himself, &apos;Who is there that the king would want to honor more than me? I&quot;m sure that the king is talking about honoring me.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then the king asked, &apos;What honor and good things have been given to Mordecai for this?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Haman had just entered the outer area of the king&quot;s palace. He had come to ask the king to hang Mordecai on the hanging post Haman had commanded to be built. The king said, &apos;Who just came into the courtyard?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The king&quot;s servants said, &apos;Haman is standing in the courtyard.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "When Haman came in, the king asked him a question. He said, &apos;Haman, what should be done for a man the king wants to honor?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So Haman answered the king, &apos;Do this for the man the king loves to honor:"
            },
            {
                "verse_number": "8",
                "verse_text": "Have the servants bring a special robe the king himself has worn and a horse the king himself has ridden. Have the servants put the king&quot;s special mark on the horse&quot;s head."
            },
            {
                "verse_number": "9",
                "verse_text": "Then put one of the king&quot;s most important leaders in charge of the robe and the horse, and let the leader put the robe on the man the king wants to honor. Then let him lead him on the horse through the city streets. As he leads him, let him announce, &quot;This is done for the man the king wants to honor!&quot;&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Go quickly,&apos; the king commanded Haman. &apos;Get the robe and the horse and do just as you have suggested for Mordecai the Jew. He is sitting near the king&quot;s gate. Do everything that you suggested.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So Haman got the robe and the horse. Then he put the robe on Mordecai and led him on horseback through the city streets. Haman announced ahead of Mordecai, &apos;This is done for the man the king wants to honor!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "After that Mordecai went back to the king&quot;s gate, but Haman hurried home with his head covered because he was embarrassed and ashamed."
            },
            {
                "verse_number": "13",
                "verse_text": "Then Haman told his wife Zeresh and all his friends everything that had happened to him. His wife and the men who gave him advice said, &apos;If Mordecai is a Jew, you cannot win. You have already started to fall. Surely you will be ruined!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "While they were still talking to Haman, the king&quot;s eunuchs came to Haman&quot;s house. They made Haman hurry to the party that Esther had prepared."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "So the king and Haman went to eat with Queen Esther."
            },
            {
                "verse_number": "2",
                "verse_text": "Then as they were drinking wine on the second day of the party, the king again asked Esther a question, &apos;Queen Esther, what is it you want to ask for? Ask anything and it will be given to you. What do you want? I will give you anything, even half my kingdom.&apos; Then Haman was filled with terror before the king and queen. The king said, &apos;Hang Haman on that post!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then Queen Esther answered, &apos;King, if you like me and it pleases you, please let me live. And I ask you to let my people live too. This is what I ask for."
            },
            {
                "verse_number": "4",
                "verse_text": "I ask this because my people and I have been sold to be destroyed&ndash;to be killed and wiped out completely. If we had just been sold as slaves, I would have kept quiet, because that would not be enough of a problem to bother the king.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then King Xerxes asked Queen Esther, &apos;Who did this to you? Where is the man who dared to do such a thing to your people?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Esther said, &apos;The man against us, our enemy, is this wicked Haman.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The king was very angry. He got up, left his wine, and went out into the garden. But Haman stayed inside to beg Queen Esther to save his life. He begged for his life because he knew that the king had already decided to kill him."
            },
            {
                "verse_number": "8",
                "verse_text": "Just as the king was coming back in from the garden to the party room, he saw Haman falling on the couch where Esther was lying. The king said with anger in his voice, &apos;Will you attack the queen even while I am in the house?&apos; As soon as the king had said this, servants came in and killed Haman."
            },
            {
                "verse_number": "9",
                "verse_text": "One of the eunuchs who served the king was named Harbona. He said, &apos;A hanging post 75 feet tall has been built near Haman&quot;s house. Haman had it made so that he could hang Mordecai on it. Mordecai is the man who helped you when he told about the evil plans to kill you.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So they hanged Haman on the hanging post he had built for Mordecai. Then the king stopped being angry."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "That same day King Xerxes gave Queen Esther everything that belonged to Haman, the enemy of the Jews. Esther told the king that Mordecai was her cousin. Then Mordecai came to see the king."
            },
            {
                "verse_number": "2",
                "verse_text": "The king had gotten his ring back from Haman. The king took the ring off his finger and gave it to Mordecai. Then Esther put Mordecai in charge of everything that belonged to Haman."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Esther spoke to the king again. She fell at the king&quot;s feet and began crying. She begged the king to cancel the evil plan of Haman the Agagite. Haman had thought up the plan to hurt the Jews."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the king held out the gold scepter to Esther. Esther got up and stood in front of the king."
            },
            {
                "verse_number": "5",
                "verse_text": "Then she said, &apos;King, if you like me and if it pleases you, please do this for me. Please do this if you think it is a good idea. If the king is happy with me, please write a command that would stop the command Haman sent out. Haman the Agagite thought of a plan to destroy the Jews in all the king&quot;s provinces, and he sent out commands for this to happen."
            },
            {
                "verse_number": "6",
                "verse_text": "I am begging the king because I could not bear to see these terrible things happen to my people. I could not bear to see my family killed.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "King Xerxes answered Queen Esther and Mordecai the Jew, &apos;Because Haman was against the Jews, I have given his property to Esther. And my soldiers have hanged him on the hanging post."
            },
            {
                "verse_number": "8",
                "verse_text": "Now write another command by the authority of the king. Write it to help the Jews in a way that seems best to you. Then seal the order with the king&quot;s special ring. No official letter written by the authority of the king and sealed with the king&quot;s ring can be canceled.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Very quickly the king&quot;s secretaries were called. This was done on the 23rd day of the third month, the month of Sivan. They wrote out all of Mordecai&quot;s commands to the Jews, and to the satraps, the governors, and officials of the 127 provinces. These provinces reached from India to Ethiopia. The commands were written in the language of each province and translated into the language of each group of people. The commands were written to the Jews in their own language and alphabet."
            },
            {
                "verse_number": "10",
                "verse_text": "Mordecai wrote commands by the authority of King Xerxes. Then he sealed the letters with the king&quot;s ring and sent them by messengers on horses. The messengers rode fast horses, which were raised especially for the king."
            },
            {
                "verse_number": "11",
                "verse_text": "The king&quot;s commands in the letters said this: The Jews in every city have the right to gather together to protect themselves. They have the right to ruin, kill, and completely destroy any army from any group who might attack them and their women and children. And the Jews have the right to take and destroy the property of their enemies."
            },
            {
                "verse_number": "12",
                "verse_text": "The day set for the Jews to do this was the 13th day of the twelfth month, the month of Adar. They were permitted to do this in all King Xerxes&quot; provinces."
            },
            {
                "verse_number": "13",
                "verse_text": "A copy of the letter with the king&quot;s command was to be sent out. It became a law in every province. They announced it to all the people of every nation living in the kingdom. They did this so that the Jews would be ready for that special day. They would be allowed to pay their enemies back."
            },
            {
                "verse_number": "14",
                "verse_text": "The messengers hurried out, riding on the king&quot;s horses. The king commanded them to hurry. And the command was also put in the capital city of Susa."
            },
            {
                "verse_number": "15",
                "verse_text": "Mordecai left the king. He was wearing special clothes from the king. His clothes were blue and white, and he had on a large gold crown. He also had a purple robe made of the best linen. There was a special celebration in Susa. The people were very happy."
            },
            {
                "verse_number": "16",
                "verse_text": "It was an especially happy day for the Jews, a day of great joy and happiness."
            },
            {
                "verse_number": "17",
                "verse_text": "Wherever the king&quot;s command went in every province and every city, there was joy and gladness among the Jews. They were having parties and celebrating. Many of the common people from other groups became Jews. They did this because they were very afraid of the Jews."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "On the 13th day of the twelfth month (Adar), the people were supposed to obey the king&quot;s command. This was the day the enemies of the Jews hoped to defeat them, but now things had changed. The Jews were stronger than their enemies who hated them."
            },
            {
                "verse_number": "2",
                "verse_text": "The Jews met together in their cities in all the provinces of King Xerxes so that they would be strong enough to attack the people who wanted to destroy them. No one was strong enough to stand against them. They were afraid of the Jews."
            },
            {
                "verse_number": "3",
                "verse_text": "And all the officials of the provinces, the satraps, the governors, and the king&quot;s administrators helped the Jews. All the leaders helped them because they were afraid of Mordecai."
            },
            {
                "verse_number": "4",
                "verse_text": "Mordecai had become a very important man in the king&quot;s palace. Everyone in the provinces knew his name and knew how important he was. And Mordecai became more and more powerful."
            },
            {
                "verse_number": "5",
                "verse_text": "The Jews defeated all their enemies. They used swords to kill and destroy them. They did what they wanted to the people who hated them."
            },
            {
                "verse_number": "6",
                "verse_text": "They killed and destroyed 500 men in the capital city of Susa."
            },
            {
                "verse_number": "7",
                "verse_text": "They also killed these men: Parshandatha, Dalphon, Aspatha,"
            },
            {
                "verse_number": "8",
                "verse_text": "Poratha, Adalia, Aridatha,"
            },
            {
                "verse_number": "9",
                "verse_text": "Parmashta, Arisai, Aridai, and Vaizatha."
            },
            {
                "verse_number": "10",
                "verse_text": "These men were the ten sons of Haman. Haman son of Hammedatha was the enemy of the Jews. The Jews killed all the men, but they didn&quot;t take anything that belonged to them."
            },
            {
                "verse_number": "11",
                "verse_text": "That day the king heard how many men had been killed in the capital city of Susa."
            },
            {
                "verse_number": "12",
                "verse_text": "So the king said to Queen Esther, &apos;The Jews have killed 500 men in Susa, including Haman&quot;s ten sons. Now, what do you want done in the other provinces of the king? Tell me, and I will have it done. Ask, and I will do it.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Esther said, &apos;If it pleases the king, please let the Jews in Susa do the same thing again tomorrow. Also, hang the bodies of Haman&quot;s ten sons on posts.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So the king gave the command that it should be done. So the law was given in Susa, and they hanged Haman&quot;s ten sons."
            },
            {
                "verse_number": "15",
                "verse_text": "The Jews in Susa met together on the 14th day of the month of Adar. They killed 300 men in Susa, but they didn&quot;t take the things that belonged to them."
            },
            {
                "verse_number": "16",
                "verse_text": "At the same time, the Jews living in the other provinces also met together. They met together so that they would be strong enough to protect themselves. And so they got rid of their enemies. They killed 75,000 of their enemies. But the Jews didn&quot;t take anything that belonged to them."
            },
            {
                "verse_number": "17",
                "verse_text": "This happened on the 13th day of the month Adar. On the 14th day the Jews rested and made that day a happy day of feasting."
            },
            {
                "verse_number": "18",
                "verse_text": "The Jews in Susa had met together on the 13th and 14th days of the month of Adar. And then on the 15th day they rested. So they made the 15th day a happy day of feasting."
            },
            {
                "verse_number": "19",
                "verse_text": "So those who live in the country and small villages celebrate Purim on the 14th day of Adar. They keep the 14th day as a happy day of feasting. On this day they have parties and give presents to each other."
            },
            {
                "verse_number": "20",
                "verse_text": "Mordecai wrote everything down that had happened, and then he sent letters to all the Jews in all of King Xerxes&quot; provinces. He sent letters far and near."
            },
            {
                "verse_number": "21",
                "verse_text": "He did this to tell the Jews to celebrate Purim every year on the 14th and 15th days of the month of Adar."
            },
            {
                "verse_number": "22",
                "verse_text": "They were to celebrate those days because on those days the Jews got rid of their enemies. And they were also to celebrate that month as the month when their sadness was turned into joy. It was a month when their crying was changed into a day of celebration. Mordecai wrote letters to all the Jews and told them to celebrate those days as a happy day of feasting. They should have parties, give gifts to each other, and give presents to the poor."
            },
            {
                "verse_number": "23",
                "verse_text": "So the Jews agreed to do what Mordecai had written to them. And they agreed to continue the celebration they had begun."
            },
            {
                "verse_number": "24",
                "verse_text": "Haman son of Hammedatha the Agagite was the enemy of all the Jews. He had made an evil plan against the Jews to destroy them. And Haman had thrown the lot to choose a day to ruin and to destroy the Jews. At that time the lot was called a &apos;pur.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Haman did this, but Esther went to talk to the king. So he sent out new commands. These commands not only ruined Haman&quot;s plans, but these commands caused those bad things to happen to Haman and his family! So Haman and his sons were hanged on the posts."
            },
            {
                "verse_number": "28",
                "verse_text": "They do this to help them remember what they had seen happen to them. The Jews and all the people who join them celebrate these two days every year at the right time in just the right way. Every generation and every family remembers these two days. They celebrate this festival in each and every province and in each and every town. And the Jews will never stop celebrating the days of Purim. Their descendants will always remember this festival."
            },
            {
                "verse_number": "29",
                "verse_text": "So Queen Esther daughter of Abihail, along with Mordecai the Jew, wrote an official letter about Purim. They wrote with full authority of the king to prove that the second letter was true."
            },
            {
                "verse_number": "30",
                "verse_text": "So Mordecai sent letters to all the Jews in the 127 provinces of King Xerxes&quot; kingdom. He told the people that the festival should bring peace and make people trust each other."
            },
            {
                "verse_number": "31",
                "verse_text": "He wrote these letters to tell the people to start celebrating Purim. And he told them when to celebrate this new festival. Mordecai the Jew and Queen Esther had sent out the command for the Jews to establish this two-day festival for themselves and their descendants. They will remember this festival just as they remember the other festivals when they fast and cry about the bad things that had happened."
            },
            {
                "verse_number": "32",
                "verse_text": "Esther&quot;s letter made the rules for Purim official, and these things were written down in a book."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "King Xerxes made people pay taxes. All the people in the kingdom, even the faraway cities on the seacoast, had to pay taxes."
            },
            {
                "verse_number": "2",
                "verse_text": "And all the great things Xerxes did are written in the Book of History of the Kings of Media and Persia . Also written in those history books are all the things Mordecai did. The king made Mordecai a great man."
            },
            {
                "verse_number": "3",
                "verse_text": "Mordecai the Jew was second in importance to King Xerxes. He was the most important man among the Jews. His fellow Jews respected him very much, because he worked hard for the good of his people and brought peace to all the Jews."
            }
        ]
    }
}