{
    "Obadiah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is the vision of Obadiah. This is what the Lord GOD says about Edom: We heard a report from the Lord. A messenger was sent to the nations. He said, &apos;Let&quot;s go fight against Edom.&apos; Everyone will hate you very much. You live in those caves high on the cliff. Your home is high in the hills. So you say to yourself, &quot;No one can bring me to the ground.&quot;&apos; &apos;Even though you fly high like the eagle and put your nest among the stars, I will bring you down from there. Thieves will come to you. Robbers will come in the night, and they will take all they want. When workers gather grapes in your vineyards, they will leave a few grapes behind. and they will find them all. will force you out of the land. Those who were at peace with you will trick you, and they will defeat you. The soldiers who fought by your side are planning a trap for you. They say, &quot;He doesn&quot;t expect a thing!&quot;&apos; I will destroy the wise people from Edom. Everyone will be destroyed from the mountain of Esau. Many people will be killed. because you were very cruel to your brother Jacob. So you will be destroyed completely. Strangers carried Israel&quot;s treasures away. Foreigners entered Israel&quot;s city gate. They threw lots to decide what part of Jerusalem they would get. And you were right there with them, waiting to get your share. at your brother&quot;s trouble. You should not have been happy when they destroyed Judah. at the time of their trouble. and laughed at their problems. You should not have taken their treasures in the time of their trouble. and destroyed those who were trying to escape. You should not have captured those who escaped alive. to all the nations. And the evil you did to others will happen to you. The same bad things will fall down on your own head. You will be finished. It will be as if you never existed. They will be my special people. what belongs to it. The nation of Joseph will be like a flame. The people of Judah will burn Edom, and they will destroy it. Then there will be no survivors in the nation of Esau.&apos; This will happen because the Lord said it would. And people from the foothills will take the Philistine lands. They will live in the land of Ephraim and Samaria. Gilead will belong to Benjamin. but they will take back the land of Canaan, all the way to Zarephath. But they will take back the cities of the Negev. to rule the people who live on Esau&quot;s mountain. And the kingdom will belong to the Lord."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Edom, I will make you the smallest nation."
            },
            {
                "verse_number": "3",
                "verse_text": "Your pride has fooled you."
            },
            {
                "verse_number": "4",
                "verse_text": "This is what the Lord says:"
            },
            {
                "verse_number": "5",
                "verse_text": "You really will be ruined!"
            },
            {
                "verse_number": "6",
                "verse_text": "But the enemy will search hard for Esau&quot;s hidden treasures,"
            },
            {
                "verse_number": "7",
                "verse_text": "All those who are your friends"
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord says, &apos;On that day I will destroy the intelligent people from the mountain of Esau. You should not have bragged so other nations will spill your blood. The nation of Jacob will take back But the nation of Esau will be like ashes. People from Judah were forced to leave Jerusalem and live in Sepharad."
            },
            {
                "verse_number": "9",
                "verse_text": "Teman, your brave soldiers will be afraid."
            },
            {
                "verse_number": "10",
                "verse_text": "You will be covered with shame"
            },
            {
                "verse_number": "11",
                "verse_text": "You joined the enemies of Israel."
            },
            {
                "verse_number": "12",
                "verse_text": "You should not have laughed"
            },
            {
                "verse_number": "13",
                "verse_text": "You should not have entered the city gate of my people"
            },
            {
                "verse_number": "14",
                "verse_text": "You should not have stood where the roads cross"
            },
            {
                "verse_number": "15",
                "verse_text": "The Day of the Lord is coming soon"
            },
            {
                "verse_number": "16",
                "verse_text": "You spilled blood on my holy mountain,"
            },
            {
                "verse_number": "17",
                "verse_text": "But there will be survivors on Mount Zion."
            },
            {
                "verse_number": "18",
                "verse_text": "The family of Jacob will be like a fire."
            },
            {
                "verse_number": "19",
                "verse_text": "Then people from the Negev will live on the mountain of Esau."
            },
            {
                "verse_number": "20",
                "verse_text": "People from Israel were forced to leave their homes,"
            },
            {
                "verse_number": "21",
                "verse_text": "The winners will go up on Mount Zion"
            }
        ]
    }
}