{
    "James": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Greetings from James, a servant of God and of the Lord Jesus Christ. To God&quot;s people who are scattered all over the world."
            },
            {
                "verse_number": "2",
                "verse_text": "My brothers and sisters, you will have many kinds of trouble. But this gives you a reason to be very happy."
            },
            {
                "verse_number": "3",
                "verse_text": "You know that when your faith is tested, you learn to be patient in suffering."
            },
            {
                "verse_number": "4",
                "verse_text": "If you let that patience work in you, the end result will be good. You will be mature and complete. You will be all that God wants you to be."
            },
            {
                "verse_number": "5",
                "verse_text": "Do any of you need wisdom? Ask God for it. He is generous and enjoys giving to everyone. So he will give you wisdom."
            },
            {
                "verse_number": "6",
                "verse_text": "But when you ask God, you must believe. Don&quot;t doubt him. Whoever doubts is like a wave in the sea that is blown up and down by the wind."
            },
            {
                "verse_number": "9",
                "verse_text": "Believers who are poor should be glad that God considers them so important."
            },
            {
                "verse_number": "10",
                "verse_text": "Believers who are rich should be glad when bad things happen that humble them. Their riches won&quot;t keep them from disappearing as quickly as wildflowers."
            },
            {
                "verse_number": "11",
                "verse_text": "As the sun rises and gets hotter, its heat dries up the plants, and the flowers fall off. The flowers that were so beautiful are now dead. That&quot;s how it is with the rich. While they are still making plans for their business, they will die."
            },
            {
                "verse_number": "12",
                "verse_text": "Great blessings belong to those who are tempted and remain faithful! After they have proved their faith, God will give them the reward of eternal life. God promised this to all people who love him."
            },
            {
                "verse_number": "13",
                "verse_text": "Whenever you feel tempted to do something bad, you should not say, &apos;God is tempting me.&apos; Evil cannot tempt God, and God himself does not tempt anyone."
            },
            {
                "verse_number": "14",
                "verse_text": "You are tempted by the evil things you want. Your own desire leads you away and traps you."
            },
            {
                "verse_number": "15",
                "verse_text": "Your desire grows inside you until it results in sin. Then the sin grows bigger and bigger and finally ends in death."
            },
            {
                "verse_number": "16",
                "verse_text": "My dear brothers and sisters, don&quot;t be fooled about this."
            },
            {
                "verse_number": "17",
                "verse_text": "Everything good comes from God. Every perfect gift is from him. These good gifts come down from the Father who made all the lights in the sky. But God never changes like the shadows from those lights. He is always the same."
            },
            {
                "verse_number": "18",
                "verse_text": "God decided to give us life through the true message he sent to us. He wanted us to be the most important of all that he created."
            },
            {
                "verse_number": "19",
                "verse_text": "My dear brothers and sisters, always be more willing to listen than to speak. Keep control of your anger."
            },
            {
                "verse_number": "20",
                "verse_text": "Anger does not help you live the way God wants."
            },
            {
                "verse_number": "21",
                "verse_text": "So get rid of everything evil in your lives&ndash;every kind of wrong you do. Be humble and accept God&quot;s teaching that is planted in your hearts. This teaching can save you."
            },
            {
                "verse_number": "22",
                "verse_text": "Do what God&quot;s teaching says; don&quot;t just listen and do nothing. When you only sit and listen, you are fooling yourselves."
            },
            {
                "verse_number": "23",
                "verse_text": "Hearing God&quot;s teaching and doing nothing is like looking at your face in the mirror"
            },
            {
                "verse_number": "24",
                "verse_text": "and doing nothing about what you saw. You go away and immediately forget how bad you looked."
            },
            {
                "verse_number": "25",
                "verse_text": "But when you look into God&quot;s perfect law that sets people free, pay attention to it. If you do what it says, you will have God&quot;s blessing. Never just listen to his teaching and forget what you heard."
            },
            {
                "verse_number": "26",
                "verse_text": "You might think you are a very religious person. But if your tongue is out of control, you are fooling yourself. Your careless talk makes your offerings to God worthless."
            },
            {
                "verse_number": "27",
                "verse_text": "The worship that God wants is this: caring for orphans or widows who need help and keeping yourself free from the world&quot;s evil influence. This is the kind of worship that God accepts as pure and good."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "My dear brothers and sisters, you are believers in our glorious Lord Jesus Christ. So don&quot;t treat some people better than others."
            },
            {
                "verse_number": "2",
                "verse_text": "Suppose someone comes into your meeting wearing very nice clothes and a gold ring. At the same time a poor person comes in wearing old, dirty clothes."
            },
            {
                "verse_number": "3",
                "verse_text": "You show special attention to the person wearing nice clothes. You say, &apos;Sit here in this good seat.&apos; But you say to the poor person, &apos;Stand there!&apos; or &apos;Sit on the floor by our feet!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Doesn&quot;t this show that you think some people are more important than others? You set yourselves up as judges&ndash;judges who make bad decisions."
            },
            {
                "verse_number": "5",
                "verse_text": "Listen, my dear brothers and sisters. God chose the poor people in the world to be rich in faith. He chose them to receive the kingdom God promised to those who love him."
            },
            {
                "verse_number": "6",
                "verse_text": "But you show no respect to those who are poor. And you know that the rich are the ones who always try to control your lives. And they are the ones who take you to court."
            },
            {
                "verse_number": "7",
                "verse_text": "And the rich are the ones who insult the wonderful name of Christ, the name by which you are known."
            },
            {
                "verse_number": "8",
                "verse_text": "One law rules over all other laws. This royal law is found in the Scriptures: &apos;Love your neighbor the same as you love yourself.&apos; If you obey this law, you are doing right."
            },
            {
                "verse_number": "9",
                "verse_text": "But if you are treating one person as more important than another, you are sinning. You are guilty of breaking God&quot;s law."
            },
            {
                "verse_number": "10",
                "verse_text": "You might follow all of God&quot;s law. But if you fail to obey only one command, you are guilty of breaking all the commands in that law."
            },
            {
                "verse_number": "11",
                "verse_text": "God said, &apos;Don&quot;t commit adultery.&apos; The same God also said, &apos;Don&quot;t kill.&apos; So if you don&quot;t commit adultery, but you kill someone, you are guilty of breaking all of God&quot;s law."
            },
            {
                "verse_number": "12",
                "verse_text": "You will be judged by the law that makes people free. You should remember this in everything you say and do."
            },
            {
                "verse_number": "13",
                "verse_text": "Yes, you must show mercy to others. If you do not show mercy, then God will not show mercy to you when he judges you. But the one who shows mercy can stand without fear before the Judge."
            },
            {
                "verse_number": "14",
                "verse_text": "My brothers and sisters, if a person claims to have faith but does nothing, that faith is worth nothing. Faith like that cannot save anyone."
            },
            {
                "verse_number": "15",
                "verse_text": "Suppose a brother or sister in Christ comes to you in need of clothes or something to eat."
            },
            {
                "verse_number": "16",
                "verse_text": "And you say to them, &apos;God be with you! I hope you stay warm and get plenty to eat,&apos; but you don&quot;t give them the things they need. If you don&quot;t help them, your words are worthless."
            },
            {
                "verse_number": "17",
                "verse_text": "It is the same with faith. If it is just faith and nothing more&ndash;if it doesn&quot;t do anything&ndash;it is dead."
            },
            {
                "verse_number": "18",
                "verse_text": "But someone might argue, &apos;Some people have faith, and others have good works.&apos; My answer would be that you can&quot;t show me your faith if you don&quot;t do anything. But I will show you my faith by the good I do."
            },
            {
                "verse_number": "19",
                "verse_text": "You believe there is one God. That&quot;s good, but even the demons believe that! And they shake with fear."
            },
            {
                "verse_number": "20",
                "verse_text": "You fool! Faith that does nothing is worth nothing. Do you want me to prove this to you?"
            },
            {
                "verse_number": "21",
                "verse_text": "Our father Abraham was made right with God by what he did. He offered his son Isaac to God on the altar."
            },
            {
                "verse_number": "22",
                "verse_text": "So you see that Abraham&quot;s faith and what he did worked together. His faith was made perfect by what he did."
            },
            {
                "verse_number": "23",
                "verse_text": "This shows the full meaning of the Scriptures that say, &apos;Abraham believed God, and because of this faith he was accepted as one who is right with God.&apos; Abraham was called &apos;God&quot;s friend.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So you see that people are made right with God by what they do. They cannot be made right by faith alone."
            },
            {
                "verse_number": "25",
                "verse_text": "Another example is Rahab. She was a prostitute, but she was made right with God by something she did. She helped those who were spying for God&quot;s people. She welcomed them into her home and helped them escape by a different road."
            },
            {
                "verse_number": "26",
                "verse_text": "A person&quot;s body that does not have a spirit is dead. It is the same with faith&ndash;faith that does nothing is dead!"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "My brothers and sisters, not many of you should be teachers. I say this because, as you know, we who teach will be judged more strictly than others. A big forest fire can be started with only a little flame."
            },
            {
                "verse_number": "2",
                "verse_text": "We all make many mistakes. A person who never said anything wrong would be perfect. Someone like that would be able to control their whole body too."
            },
            {
                "verse_number": "3",
                "verse_text": "We put bits into the mouths of horses to make them obey us. With these bits we can control their whole body."
            },
            {
                "verse_number": "4",
                "verse_text": "It is the same with ships. A ship is very big, and it is pushed by strong winds. But a very small rudder controls that big ship. And the one who controls the rudder decides where the ship will go. It goes where he wants it to go."
            },
            {
                "verse_number": "5",
                "verse_text": "It is the same with our tongue. It is a small part of the body, but it can boast about doing great things."
            },
            {
                "verse_number": "6",
                "verse_text": "The tongue is like a fire. It is a world of evil among the parts of our body. It spreads its evil through our whole body and starts a fire that influences all of life. It gets this fire from hell."
            },
            {
                "verse_number": "7",
                "verse_text": "Humans have control over every kind of wild animal, bird, reptile, and fish, and they have controlled all these things."
            },
            {
                "verse_number": "8",
                "verse_text": "But no one can control the tongue. It is wild and evil, full of deadly poison."
            },
            {
                "verse_number": "9",
                "verse_text": "We use our tongues to praise our Lord and Father, but then we curse people who were created in God&quot;s likeness."
            },
            {
                "verse_number": "10",
                "verse_text": "These praises and curses come from the same mouth. My brothers and sisters, this should not happen."
            },
            {
                "verse_number": "11",
                "verse_text": "Do good water and bad water flow from the same spring? Of course not."
            },
            {
                "verse_number": "12",
                "verse_text": "My brothers and sisters, can a fig tree make olives? Or can a grapevine make figs? No, and a well full of salty water cannot give good water."
            },
            {
                "verse_number": "13",
                "verse_text": "Are there any among you who are really wise and understanding? Then you should show your wisdom by living right. You should do what is good with humility. A wise person does not boast."
            },
            {
                "verse_number": "14",
                "verse_text": "If you are selfish and have bitter jealousy in your hearts, you have no reason to boast. Your boasting is a lie that hides the truth."
            },
            {
                "verse_number": "15",
                "verse_text": "That kind of &apos;wisdom&apos; does not come from God. That &apos;wisdom&apos; comes from the world. It is not spiritual. It is from the devil."
            },
            {
                "verse_number": "16",
                "verse_text": "Where there is jealousy and selfishness, there will be confusion and every kind of evil."
            },
            {
                "verse_number": "17",
                "verse_text": "But the wisdom that comes from God is like this: First, it is pure. It is also peaceful, gentle, and easy to please. This wisdom is always ready to help people who have trouble and to do good for others. This wisdom is always fair and honest."
            },
            {
                "verse_number": "18",
                "verse_text": "People who work for peace in a peaceful way get the blessings that come from right living."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Do you know where your fights and arguments come from? They come from the selfish desires that make war inside you."
            },
            {
                "verse_number": "2",
                "verse_text": "You want things, but you don&quot;t get them. So you kill and are jealous of others. But you still cannot get what you want. So you argue and fight. You don&quot;t get what you want because you don&quot;t ask God."
            },
            {
                "verse_number": "3",
                "verse_text": "Or when you ask, you don&quot;t receive anything, because the reason you ask is wrong. You only want to use it for your own pleasure."
            },
            {
                "verse_number": "4",
                "verse_text": "You people are not faithful to God! You should know that loving what the world has is the same as hating God. So anyone who wants to be friends with this evil world becomes God&quot;s enemy."
            },
            {
                "verse_number": "5",
                "verse_text": "Do you think the Scriptures mean nothing? The Scriptures say, &apos;The Spirit God made to live in us wants us only for himself.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But the kindness God shows is greater. As the Scripture says, &apos;God is against the proud, but he is kind to the humble.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So give yourselves to God. Stand against the devil, and he will run away from you."
            },
            {
                "verse_number": "8",
                "verse_text": "Come near to God and he will come near to you. You are sinners, so clean sin out of your lives. You are trying to follow God and the world at the same time. Make your thinking pure."
            },
            {
                "verse_number": "9",
                "verse_text": "Be sad, be sorry, and cry! Change your laughter into crying. Change your joy into sadness."
            },
            {
                "verse_number": "10",
                "verse_text": "Be humble before the Lord, and he will make you great."
            },
            {
                "verse_number": "11",
                "verse_text": "Brothers and sisters, don&quot;t say anything against each other. If you criticize your brother or sister in Christ or judge them, you are criticizing and judging the law they follow. And when you are judging the law, you are not a follower of the law. You have become a judge."
            },
            {
                "verse_number": "12",
                "verse_text": "God is the one who gave us the law, and he is the Judge. He is the only one who can save and destroy. So it is not right for you to judge anyone."
            },
            {
                "verse_number": "13",
                "verse_text": "Some of you say, &apos;Today or tomorrow we will go to some city. We will stay there a year, do business, and make money.&apos; Listen, think about this:"
            },
            {
                "verse_number": "14",
                "verse_text": "You don&quot;t know what will happen tomorrow. Your life is like a fog. You can see it for a short time, but then it goes away."
            },
            {
                "verse_number": "15",
                "verse_text": "So you should say, &apos;If the Lord wants, we will live and do this or that.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But now you are proud and boast about yourself. All such boasting is wrong."
            },
            {
                "verse_number": "17",
                "verse_text": "If you fail to do what you know is right, you are sinning."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "You rich people, listen! Cry and be very sad because much trouble will come to you."
            },
            {
                "verse_number": "2",
                "verse_text": "Your riches will rot and be worth nothing. Your clothes will be eaten by moths."
            },
            {
                "verse_number": "3",
                "verse_text": "Your gold and silver will rust, and that rust will be a proof that you were wrong. That rust will eat your bodies like fire. You saved your treasure in the last days."
            },
            {
                "verse_number": "4",
                "verse_text": "People worked in your fields, but you did not pay them. They are crying out against you. They harvested your crops. Now the Lord All-Powerful has heard their cries."
            },
            {
                "verse_number": "5",
                "verse_text": "Your life on earth was full of rich living. You pleased yourselves with everything you wanted. You made yourselves fat, like an animal ready for the day of slaughter."
            },
            {
                "verse_number": "6",
                "verse_text": "You showed no mercy to good people. They were not against you, but you killed them."
            },
            {
                "verse_number": "7",
                "verse_text": "Brothers and sisters, be patient; the Lord will come. So be patient until that time. Look at the farmers. They have to be patient. They have to wait for their valuable crop to grow and produce a harvest. They wait patiently for the first rain and the last rain."
            },
            {
                "verse_number": "8",
                "verse_text": "You must be patient too. Never stop hoping. The Lord is coming soon."
            },
            {
                "verse_number": "9",
                "verse_text": "Brothers and sisters, don&quot;t complain against each other. If you don&quot;t stop complaining, you will be judged guilty. And the Judge is ready to come!"
            },
            {
                "verse_number": "10",
                "verse_text": "Brothers and sisters, follow the example of the prophets who spoke for the Lord. They suffered many bad things, but they were patient."
            },
            {
                "verse_number": "11",
                "verse_text": "And we say that those who accepted their troubles with patience now have God&quot;s blessing. You have heard about Job&quot;s patience. You know that after all his troubles, the Lord helped him. This shows that the Lord is full of mercy and is kind."
            },
            {
                "verse_number": "12",
                "verse_text": "My brothers and sisters, it is very important that you not use an oath when you make a promise. Don&quot;t use the name of heaven, earth, or anything else to prove what you say. When you mean yes, say only &apos;yes.&apos; When you mean no, say only &apos;no.&apos; Do this so that you will not be judged guilty."
            },
            {
                "verse_number": "13",
                "verse_text": "Are you having troubles? You should pray. Are you happy? You should sing."
            },
            {
                "verse_number": "14",
                "verse_text": "Are you sick? Ask the elders of the church to come and rub oil on you in the name of the Lord and pray for you."
            },
            {
                "verse_number": "15",
                "verse_text": "If such a prayer is offered in faith, it will heal anyone who is sick. The Lord will heal them. And if they have sinned, he will forgive them."
            },
            {
                "verse_number": "16",
                "verse_text": "So always tell each other the wrong things you have done. Then pray for each other. Do this so that God can heal you. Anyone who lives the way God wants can pray, and great things will happen."
            },
            {
                "verse_number": "17",
                "verse_text": "Elijah was a person just like us. He prayed that it would not rain. And it did not rain on the land for three and a half years!"
            },
            {
                "verse_number": "18",
                "verse_text": "Then Elijah prayed that it would rain. And the rain came down from the sky, and the land grew crops again."
            },
            {
                "verse_number": "19",
                "verse_text": "My brothers and sisters, if anyone wanders away from the truth and someone helps that person come back,"
            },
            {
                "verse_number": "20",
                "verse_text": "remember this: Anyone who brings a sinner back from the wrong way will save that person from eternal death and cause many sins to be forgiven."
            }
        ]
    }
}