{
    "2 Corinthians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul to God’s called ones, his church in Corinth. I have been chosen by Jesus Christ to be his apostle according to God’s perfect plan. Our brother Timothy joins me in writing to you and all the holy believers throughout the Roman province of Achaia."
            },
            {
                "verse_number": "2",
                "verse_text": "May undeserved favor and endless peace be yours continually from our Father God and from our Lord Jesus, the Anointed One!"
            },
            {
                "verse_number": "3",
                "verse_text": "All praises belong to the God and Father of our Lord Jesus Christ. For he is the Father of tender mercy and the God of endless comfort."
            },
            {
                "verse_number": "4",
                "verse_text": "He always comes alongside us to comfort us in every suffering so that we can come alongside those who are in any painful trial. We can bring them this same comfort that God has poured out upon us."
            },
            {
                "verse_number": "5",
                "verse_text": "And just as we experience the abundance of Christ’s own sufferings, even more of God’s comfort will cascade upon us through our union with Christ."
            },
            {
                "verse_number": "6",
                "verse_text": "If troubles weigh us down, that just means that we will receive even more comfort to pass on to you for your deliverance! For the comfort pouring into us empowers us to bring comfort to you. And with this comfort upholding you, you can endure victoriously the same suffering that we experience."
            },
            {
                "verse_number": "7",
                "verse_text": "Now our hope for you is unshakable, because we know that just as you share in our sufferings you will also share in God’s comforting strength."
            },
            {
                "verse_number": "8",
                "verse_text": "Brothers and sisters, you need to know about the severe trials we experienced while we were in western Turkey. All of the hardships we passed through crushed us beyond our ability to endure, and we were so completely overwhelmed that we were about to give up entirely."
            },
            {
                "verse_number": "9",
                "verse_text": "It felt like we had a death sentence written upon our hearts, and we still feel it to this day . It has taught us to lose all faith in ourselves and to place all of our trust in the God who raises the dead."
            },
            {
                "verse_number": "10",
                "verse_text": "He has rescued us from terrifying encounters with death. And now we fasten our hopes on him to continue to deliver us from death yet again,"
            },
            {
                "verse_number": "11",
                "verse_text": "as you labor together with us through prayer. Because there are so many interceding for us , our deliverance will cause even more people to give thanks to God. What a gracious gift of mercy surrounds us because of your prayers!"
            },
            {
                "verse_number": "12",
                "verse_text": "We rejoice in saying with complete honesty and a clear conscience that God has empowered us to conduct ourselves in a holy manner and with no hidden agenda. God’s marvelous grace enables us to minister to everyone with pure motives, not in the clever wisdom of the world. This is especially true in all of our dealings with you."
            },
            {
                "verse_number": "13",
                "verse_text": "We write to you with words that are clearly understood, and there is no need for you to try to read between the lines of what we write in hopes that you can completely and accurately understand our hearts ."
            },
            {
                "verse_number": "14",
                "verse_text": "We know you have already understood us in a measure and that you will eventually come to understand us fully. Then you’ll be able to boast of us even as we will boast of you in the day of our Lord Jesus."
            },
            {
                "verse_number": "17",
                "verse_text": "When I revised my itinerary, was I vacillating? Or do I make my plans with unprincipled motives, ready to flip-flop with a “yes” and a “no” in the same breath? Of course not!"
            },
            {
                "verse_number": "18",
                "verse_text": "For as God is true to his word, my promise to you was not a fickle “yes” when I meant “no.”"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus Christ is the Son of God, and he is the one whom Timothy, Silas, and I have preached to you—and he has never been both a “yes” and a “no.” He has always been and always will be for us a resounding “YES!”"
            },
            {
                "verse_number": "20",
                "verse_text": "For all of God’s promises find their “yes” of fulfillment in him. And as his “yes” and our “amen” ascend to God, we bring him glory!"
            },
            {
                "verse_number": "21",
                "verse_text": "Now, it is God himself who has anointed us. And he is constantly strengthening both you and us in union with Christ."
            },
            {
                "verse_number": "22",
                "verse_text": "He knows we are his since he has also stamped his seal of love over our hearts and has given us the Holy Spirit like an engagement ring is given to a bride—a down payment of the blessings to come!"
            },
            {
                "verse_number": "23",
                "verse_text": "Now, I call upon this faithful God as a witness against me if I’m not telling you the absolute truth . It was because I hold you in my heart that I decided not to return to Corinth, in order to spare you the humiliation of my rebuke ."
            },
            {
                "verse_number": "24",
                "verse_text": "But I don’t want to imply that as leaders we coerce you or somehow want to rule over your faith. Instead, we are your partners who are called to increase your joy. And we know that you already stand firm because of your strong faith."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "So until these issues were settled , I decided against paying you another painful visit."
            },
            {
                "verse_number": "2",
                "verse_text": "For if I brought you pain, you would be unable to bring me joy."
            },
            {
                "verse_number": "3",
                "verse_text": "And this was the very point I made in my letter, for I didn’t want to come and find sadness filling the very ones who should give me cheer. But I’m confident that you will do what’s right so that my joyous delight will be yours."
            },
            {
                "verse_number": "4",
                "verse_text": "I wrote you previously sobbing and with a broken heart. I was filled with anguish and deep distress. I had no intention of causing you pain but to convey the overwhelming measure of my love for you."
            },
            {
                "verse_number": "5",
                "verse_text": "For the one who has caused me grief has not only grieved me but, to some extent, has caused you all grief as well."
            },
            {
                "verse_number": "6",
                "verse_text": "I believe that your united rebuke has been punishment enough for him."
            },
            {
                "verse_number": "7",
                "verse_text": "Instead of more punishment, what he needs most is your encouragement through your gracious display of forgiveness."
            },
            {
                "verse_number": "8",
                "verse_text": "I beg you to reaffirm your deep love for him."
            },
            {
                "verse_number": "9",
                "verse_text": "You see, I wrote previously in order to see if your hearts would pass the test and if you were willing to follow my counsel in everything."
            },
            {
                "verse_number": "10",
                "verse_text": "If you freely forgive anyone for anything, then I also forgive him. And if I have forgiven anything, I did so for you before the face of Christ,"
            },
            {
                "verse_number": "11",
                "verse_text": "so that we would not be exploited by the adversary, Satan, for we know his clever schemes."
            },
            {
                "verse_number": "12",
                "verse_text": "When I arrived at Troas, bringing the wonderful news of Christ, the Lord opened a great door of opportunity to minister there."
            },
            {
                "verse_number": "13",
                "verse_text": "Still, I had no peace of mind, because I couldn’t find my dear brother Titus anywhere. So after saying goodbye to the believers, I set out for Macedonia to look for him."
            },
            {
                "verse_number": "14",
                "verse_text": "God always makes his grace visible in Christ, who includes us as partners of his endless triumph. Through our yielded lives he spreads the fragrance of the knowledge of God everywhere we go."
            },
            {
                "verse_number": "15",
                "verse_text": "We have become the unmistakable aroma of the victory of the Anointed One to God —a perfume of life to those being saved and the odor of death to those who are perishing."
            },
            {
                "verse_number": "16",
                "verse_text": "The unbelievers smell a deadly stench that leads to death, but believers smell the life-giving aroma that leads to abundant life. And who of us can rise to this challenge?"
            },
            {
                "verse_number": "17",
                "verse_text": "For unlike so many, we are not peddlers of God’s Word who water down the message. We are those sent from God with pure motives, who speak in the sight of God from our union with Christ."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Are we beginning to sound like those who speak highly of themselves? Do you really need letters of recommendation to validate our ministry , like others do? Do we really need your letter of endorsement? Of course not!"
            },
            {
                "verse_number": "2",
                "verse_text": "For your very lives are our “letters of recommendation,” permanently engraved on our hearts, recognized and read by everybody."
            },
            {
                "verse_number": "3",
                "verse_text": "As a result of our ministry, you are living letters written by Christ, not with ink but by the Spirit of the living God—not carved onto stone tablets but on the tablets of tender hearts."
            },
            {
                "verse_number": "4",
                "verse_text": "We carry this confidence in our hearts because of our union with Christ before God."
            },
            {
                "verse_number": "5",
                "verse_text": "Yet we don’t see ourselves as capable enough to do anything in our own strength, for our true competence flows from God’s empowering presence ."
            },
            {
                "verse_number": "6",
                "verse_text": "He alone makes us adequate ministers who are focused on an entirely new covenant. Our ministry is not based on the letter of the law but through the power of the Spirit. The letter of the law kills, but the Spirit pours out life."
            },
            {
                "verse_number": "7",
                "verse_text": "Even the ministry that was characterized by chiseled letters on stone tablets came with a dazzling measure of glory, though it produced death. The Israelites couldn’t bear to gaze on the glowing face of Moses because of the radiant splendor shining from his countenance—a glory destined to fade away."
            },
            {
                "verse_number": "8",
                "verse_text": "Yet how much more radiant is this new and glorious ministry of the Spirit that shines from us !"
            },
            {
                "verse_number": "9",
                "verse_text": "For if the former ministry of condemnation was ushered in with a measure of glory, how much more does the ministry that imparts righteousness far excel in glory."
            },
            {
                "verse_number": "10",
                "verse_text": "What once was glorious no longer holds any glory because of the increasingly greater glory that has replaced it."
            },
            {
                "verse_number": "11",
                "verse_text": "The fading ministry came with a portion of glory, but now we embrace the unfading ministry of a permanent impartation of glory."
            },
            {
                "verse_number": "12",
                "verse_text": "So then, with this amazing hope living in us, we step out in freedom and boldness to speak the truth."
            },
            {
                "verse_number": "13",
                "verse_text": "We are not like Moses, who used a veil to hide the glory to keep the Israelites from staring at him as it faded away."
            },
            {
                "verse_number": "14",
                "verse_text": "Their minds were closed and hardened, for even to this day that same veil comes over their minds when they hear the words of the former covenant. The veil has not yet been lifted from them, for it is only eliminated when one is joined to the Messiah."
            },
            {
                "verse_number": "15",
                "verse_text": "So until now, whenever the Old Testament is being read, the same blinding comes over their hearts."
            },
            {
                "verse_number": "16",
                "verse_text": "But the moment one turns to the Lord with an open heart, the veil is lifted and they see ."
            },
            {
                "verse_number": "17",
                "verse_text": "Now, the “Lord” I’m referring to is the Holy Spirit, and wherever he is Lord, there is freedom."
            },
            {
                "verse_number": "18",
                "verse_text": "We can all draw close to him with the veil removed from our faces. And with no veil we all become like mirrors who brightly reflect the glory of the Lord Jesus . We are being transfigured into his very image as we move from one brighter level of glory to another. And this glorious transfiguration comes from the Lord, who is the Spirit."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Now, it’s because of God’s mercy that we have been entrusted with the privilege of this new covenant ministry. And we will not quit or faint with weariness."
            },
            {
                "verse_number": "2",
                "verse_text": "We reject every shameful cover-up and refuse to resort to cunning trickery or distorting the Word of God. Instead, we open up our souls to you by presenting the truth to everyone’s conscience in the sight and presence of God."
            },
            {
                "verse_number": "3",
                "verse_text": "Even if our gospel message is veiled, it is only veiled to those who are perishing,"
            },
            {
                "verse_number": "4",
                "verse_text": "for their minds have been blinded by the god of this age, leaving them in unbelief. Their blindness keeps them from seeing the dayspring light of the gospel of the glory of Christ, who is the divine image of God."
            },
            {
                "verse_number": "5",
                "verse_text": "We don’t preach ourselves, but rather the lordship of Jesus Christ, for we are your servants for Jesus’ sake."
            },
            {
                "verse_number": "6",
                "verse_text": "For God, who said, “Let brilliant light shine out of darkness,” is the one who has cascaded his light into us—the brilliant dawning light of the glorious knowledge of God as we gaze into the face of Jesus Christ. “First I believed, then I spoke in faith.”"
            },
            {
                "verse_number": "7",
                "verse_text": "We are like common clay jars that carry this glorious treasure within, so that this immeasurable power will be seen as God’s, not ours."
            },
            {
                "verse_number": "8",
                "verse_text": "Though we experience every kind of pressure, we’re not crushed. At times we don’t know what to do, but quitting is not an option."
            },
            {
                "verse_number": "9",
                "verse_text": "We are persecuted by others, but God has not forsaken us. We may be knocked down, but not out."
            },
            {
                "verse_number": "10",
                "verse_text": "We continually share in the death of Jesus in our own bodies so that the resurrection life of Jesus will be revealed through our humanity."
            },
            {
                "verse_number": "11",
                "verse_text": "We consider living to mean that we are constantly being handed over to death for Jesus’ sake so that the life of Jesus will be revealed through our humanity."
            },
            {
                "verse_number": "12",
                "verse_text": "So, then, death is at work in us but it releases life in you."
            },
            {
                "verse_number": "13",
                "verse_text": "We have the same Spirit of faith that is described in the Scriptures when it says, So we also first believe then speak in faith."
            },
            {
                "verse_number": "14",
                "verse_text": "We do this because we are convinced that he who raised Jesus will raise us up with him, and together we will all be brought into his presence."
            },
            {
                "verse_number": "15",
                "verse_text": "Yes, all things work for your enrichment so that more of God’s marvelous grace will spread to more and more people, resulting in an even greater increase of praise to God, bringing him even more glory!"
            },
            {
                "verse_number": "16",
                "verse_text": "So no wonder we don’t give up. For even though our outer person gradually wears out, our inner being is renewed every single day."
            },
            {
                "verse_number": "17",
                "verse_text": "We view our slight, short-lived troubles in the light of eternity. We see our difficulties as the substance that produces for us an eternal, weighty glory far beyond all comparison,"
            },
            {
                "verse_number": "18",
                "verse_text": "because we don’t focus our attention on what is seen but on what is unseen. For what is seen is temporary, but the unseen realm is eternal."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "We are convinced that even if these bodies we live in are folded up at death like tents, we will still have a God-built home that no human hands have built, which will last forever in the heavenly realm."
            },
            {
                "verse_number": "2",
                "verse_text": "We inwardly sigh as we live in these physical “ tents ,” longing to put on a new body for our life in heaven,"
            },
            {
                "verse_number": "3",
                "verse_text": "in the belief that once we put on our new “clothing” we won’t find ourselves “naked.”"
            },
            {
                "verse_number": "4",
                "verse_text": "So, while living in this “tent,” we groan under its burden, not because we want to die but because we want these new bodies. We crave for all that is mortal to be swallowed up by eternal life."
            },
            {
                "verse_number": "5",
                "verse_text": "And this is no empty hope , for God himself is the one who has prepared us for this wonderful destiny. And to confirm this promise, he has given us the Holy Spirit, like an engagement ring, as a guarantee."
            },
            {
                "verse_number": "6",
                "verse_text": "That’s why we’re always full of courage. Even while we’re at home in the body, we’re homesick to be with the Master—"
            },
            {
                "verse_number": "7",
                "verse_text": "for we live by faith, not by what we see with our eyes."
            },
            {
                "verse_number": "8",
                "verse_text": "We live with a joyful confidence, yet at the same time we take delight in the thought of leaving our bodies behind to be at home with the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "So whether we live or die we make it our life’s passion to live our lives pleasing to him."
            },
            {
                "verse_number": "10",
                "verse_text": "For one day we will all be openly revealed before Christ on his throne so that each of us will be duly recompensed for our actions done in life, whether good or worthless."
            },
            {
                "verse_number": "11",
                "verse_text": "Since we are those who stand in holy awe of the Lord, we make it our passion to persuade others to turn to him . We know that our lives are transparent before the God who knows us fully, and I hope that we are also well known to your consciences."
            },
            {
                "verse_number": "12",
                "verse_text": "Again, we are not taking an opportunity to brag, but giving you information that will enable you to be proud of us, and to answer those who esteem outward appearances while overlooking what is in the heart."
            },
            {
                "verse_number": "13",
                "verse_text": "If we are out of our minds in a blissful, divine ecstasy, it is for God, but if we are in our right minds, it is for your benefit."
            },
            {
                "verse_number": "14",
                "verse_text": "For it is Christ’s love that fuels our passion and holds us tightly, because we are convinced that he has given his life for all of us. This means all died with him,"
            },
            {
                "verse_number": "15",
                "verse_text": "so that those who live should no longer live self-absorbed lives but lives that are poured out for him—the one who died for us and now lives again."
            },
            {
                "verse_number": "16",
                "verse_text": "So, from now on, we refuse to evaluate people merely by their outward appearances. For that’s how we once viewed the Anointed One, but no longer do we see him with limited human insight."
            },
            {
                "verse_number": "17",
                "verse_text": "Now, if anyone is enfolded into Christ, he has become an entirely new person. All that is related to the old order has vanished. Behold, everything is fresh and new."
            },
            {
                "verse_number": "18",
                "verse_text": "And God has made all things new, and reconciled us to himself, and given us the ministry of reconciling others to God."
            },
            {
                "verse_number": "19",
                "verse_text": "In other words, it was through the Anointed One that God was shepherding the world, not even keeping records of their transgressions, and he has entrusted to us the ministry of opening the door of reconciliation to God."
            },
            {
                "verse_number": "20",
                "verse_text": "We are ambassadors of the Anointed One who carry the message of Christ to the world, as though God were tenderly pleading with them directly through our lips. So we tenderly plead with you on Christ’s behalf, “Turn back to God and be reconciled to him.”"
            },
            {
                "verse_number": "21",
                "verse_text": "For God made the only one who did not know sin to become sin for us, so that we might become the righteousness of God through our union with him."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Now, since we are God’s coworkers, we beg you not to take God’s marvelous grace for granted, allowing it to have no effect on your lives ."
            },
            {
                "verse_number": "2",
                "verse_text": "For he says, I listened to you at the time of my favor. And the day when you needed salvation, So can’t you see? Now is the time to respond to his favor! Now is the day of salvation! I will make my home in them and walk among them. “Come out from among them and be separate,” says the Lord. and you will be my beloved sons and daughters,” I came to your aid. We have great endurance in hardships and in persecutions. We don’t lose courage in a time of stress and calamity. I will be their God, and they will be my people. “Touch nothing that is unclean, and I will embrace you. says the Lord Yahweh Almighty."
            },
            {
                "verse_number": "3",
                "verse_text": "We will not place obstacles in anyone’s way that hinder them from coming to salvation so that our ministry will not be discredited."
            },
            {
                "verse_number": "4",
                "verse_text": "Yet, as God’s servants, we prove ourselves authentic in every way. For example :"
            },
            {
                "verse_number": "5",
                "verse_text": "We’ve been beaten many times, imprisoned, and found ourselves in the midst of riots. We’ve endured many troubles, had sleepless nights, and gone hungry."
            },
            {
                "verse_number": "6",
                "verse_text": "We have proved ourselves by our lifestyles of purity, by our spiritual insights, by our patience, and by showing kindness, by the Spirit of holiness and by our uncritical love for you."
            },
            {
                "verse_number": "7",
                "verse_text": "We commend ourselves to you by our truthful teachings, by the power of God working through us , and with the mighty weapons of righteousness— a sword in one hand and a shield in the other."
            },
            {
                "verse_number": "8",
                "verse_text": "Amid honor or dishonor, slander or praise— even when we are treated as deceivers and imposters— we remain steadfast and true ."
            },
            {
                "verse_number": "9",
                "verse_text": "We are unknown nobodies whom everyone knows. We are frequently at death’s door, yet here we are, still alive! We have been severely punished yet not executed."
            },
            {
                "verse_number": "10",
                "verse_text": "We may suffer, yet in every season we are always found rejoicing. We may be poor, yet we bestow great riches on many. We seem to have nothing, yet in reality we possess all things."
            },
            {
                "verse_number": "11",
                "verse_text": "My friends at Corinth, our hearts are wide open to you and we speak freely, holding nothing back from you."
            },
            {
                "verse_number": "12",
                "verse_text": "If there is a block in our relationship, it is not with us, for we carry you in our hearts with great love, yet you still withhold your affections from us."
            },
            {
                "verse_number": "13",
                "verse_text": "So I speak to you as our children. Make room in your hearts for us as we have done for you."
            },
            {
                "verse_number": "14",
                "verse_text": "Don’t continue to team up with unbelievers in mismatched alliances, for what partnership is there between righteousness and rebellion? Who could mingle light with darkness?"
            },
            {
                "verse_number": "15",
                "verse_text": "What harmony can there be between Christ and Satan? Or what does a believer have in common with an unbeliever?"
            },
            {
                "verse_number": "16",
                "verse_text": "What friendship does God’s temple have with demons? For indeed, we are the temple of the living God, just as God has said:"
            },
            {
                "verse_number": "17",
                "verse_text": "For this reason,"
            },
            {
                "verse_number": "18",
                "verse_text": "I will be a true Father to you,"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Beloved ones, with promises like these, and because of our deepest respect and worship of God, we must remove everything from our lives that contaminates body and spirit, and continue to complete the development of holiness within us."
            },
            {
                "verse_number": "2",
                "verse_text": "Again, I urge you, make room for us in your hearts, for we have wronged no one, corrupted no one, and taken advantage of no one."
            },
            {
                "verse_number": "3",
                "verse_text": "I’m not saying this to condemn you, for I already told you that we carry you permanently in our hearts—and you’ll stay there throughout our lives, for we will live together and die together."
            },
            {
                "verse_number": "4",
                "verse_text": "With an open heart let me freely say how very proud I am of you and how often I boast about you. In fact, when I think of you my heart is greatly encouraged and overwhelmed with joy, despite our many troubles."
            },
            {
                "verse_number": "5",
                "verse_text": "Even after we came into the province of Macedonia, we found no relief. We were restless and exhausted; troubles met us at every turn. Outwardly I faced conflicts and inwardly emotional turmoil."
            },
            {
                "verse_number": "6",
                "verse_text": "But God, who always knows how to encourage the depressed, encouraged us greatly by the arrival of Titus."
            },
            {
                "verse_number": "7",
                "verse_text": "We were relieved not only to see him but because of the report he brought us of how you refreshed his heart. He told us of your affection toward me, your deep remorse, and how concerned you were for me. This truly made my heart leap for joy!"
            },
            {
                "verse_number": "8",
                "verse_text": "Even if my letter made you sorrowful, I don’t regret sending it (even though I felt awful for a moment when I heard how it grieved you)."
            },
            {
                "verse_number": "9",
                "verse_text": "Now I’m overjoyed—not because I made you sad, but because your grief led you to a deep repentance. You experienced godly sorrow, and as God intended, it brought about gain for you, not loss, so that no harm has been done by us."
            },
            {
                "verse_number": "10",
                "verse_text": "God designed us to feel remorse over sin in order to produce repentance that leads to victory. This leaves us with no regrets. But the sorrow of the world works death."
            },
            {
                "verse_number": "11",
                "verse_text": "Can’t you see the good fruit that has come, as God intended, because of your remorse over sin? Now you are eager to do what is right! Look at the indignation you experienced over what happened and how alarmed you became. What holy longing it awakened, what passion for God , and how ready you were to bring justice to the offender. Your response has proved that you are free of blame in this matter."
            },
            {
                "verse_number": "12",
                "verse_text": "So I wrote you not simply to correct the one who did the wrong or on the behalf of the one who was wronged, but to help you realize in God’s sight how loyal you are to us."
            },
            {
                "verse_number": "13",
                "verse_text": "Your response leaves us so encouraged! You’ve made us even more joyful upon hearing of how you refreshed Titus, for his mind was set at ease by all of you."
            },
            {
                "verse_number": "14",
                "verse_text": "I have not been embarrassed by you, for the things I bragged about you to Titus were not proven false. Just as everything we said to you was true, so our boasting to Titus about you has proven to be true as well."
            },
            {
                "verse_number": "15",
                "verse_text": "His affection toward you has grown as he remembers your obedience and how warmly you welcomed him with fear and trembling."
            },
            {
                "verse_number": "16",
                "verse_text": "I’m beside myself with joy! I am so confident in you!"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Beloved ones, we must tell you about the grace God poured out upon the churches of Macedonia."
            },
            {
                "verse_number": "2",
                "verse_text": "For even during a season of severe difficulty, tremendous suffering, and extreme poverty, their super-abundant joy overflowed into an act of extravagant generosity."
            },
            {
                "verse_number": "3",
                "verse_text": "For I can verify that they spontaneously gave, not only according to their means but far beyond what they could afford."
            },
            {
                "verse_number": "4",
                "verse_text": "They actually begged us for the privilege of sharing in this ministry of giving to God’s holy people who are living in poverty ."
            },
            {
                "verse_number": "5",
                "verse_text": "They exceeded our expectations by first dedicating themselves fully to the Lord and then to us, according to God’s pleasure."
            },
            {
                "verse_number": "6",
                "verse_text": "That is why we appealed to Titus, since he was the one who got you started and encouraged you to give, so he could help you complete this generous undertaking on your behalf."
            },
            {
                "verse_number": "7",
                "verse_text": "You do well and excel in every respect—in unstoppable faith, in powerful preaching, in revelation knowledge, in your passionate devotion, and in sharing the love we have shown to you. So make sure that you also excel in grace-filled generosity."
            },
            {
                "verse_number": "8",
                "verse_text": "I’m not saying this as though I were issuing an order but to stir you to greater love by mentioning the enthusiasm of the Macedonians as a challenge to you."
            },
            {
                "verse_number": "9",
                "verse_text": "For you have experienced the extravagant grace of our Lord Jesus Christ, that although he was infinitely rich, he impoverished himself for our sake, so that by his poverty, we become rich beyond measure ."
            },
            {
                "verse_number": "10",
                "verse_text": "So here are my thoughts concerning this matter, and it’s in your best interests. Since you made such a good start last year, both in the grace of giving and in your longing to give,"
            },
            {
                "verse_number": "11",
                "verse_text": "you should finish what you started. You were so eager in your intentions to give, so go do it. Finish this act of worship according to your ability to give."
            },
            {
                "verse_number": "12",
                "verse_text": "For if the intention and desire are there, the size of the gift doesn’t matter . Your gift is fully acceptable to God according to what you have, not what you don’t have."
            },
            {
                "verse_number": "13",
                "verse_text": "I’m not saying this in order to ease someone else’s load by overloading you, but as a matter of fair balance."
            },
            {
                "verse_number": "14",
                "verse_text": "Your surplus could meet their need, and their abundance may one day meet your need. This equal sharing of abundance will mean a fair balance."
            },
            {
                "verse_number": "15",
                "verse_text": "As it is written: The one who gathered much didn’t have too much, and the one who gathered little didn’t have too little."
            },
            {
                "verse_number": "16",
                "verse_text": "We give thanks to God for putting the same devotion I have for you into the heart of Titus."
            },
            {
                "verse_number": "17",
                "verse_text": "Of course, he enthusiastically accepted our request to go to Corinth, but because he carries you in his heart, he’d already planned on coming."
            },
            {
                "verse_number": "18",
                "verse_text": "So we’re sending with him the brother who is greatly honored and respected in all the churches for his work of evangelism."
            },
            {
                "verse_number": "19",
                "verse_text": "Not only that, he has been appointed by the churches to be our traveling companion as we carry and dispense this generous gift that glorifies the Lord and shows how eager we are to help."
            },
            {
                "verse_number": "20",
                "verse_text": "We are sending a team in order to avoid any criticism over how we handle this wonderfully generous gift,"
            },
            {
                "verse_number": "21",
                "verse_text": "for we intend to do what is right and we are totally open both to the Lord’s inspection and to man’s."
            },
            {
                "verse_number": "22",
                "verse_text": "So we’re sending with them another brother who is faithful and proven to be a man of integrity. He is passionate to help you now more than ever, for he believes in you."
            },
            {
                "verse_number": "23",
                "verse_text": "Concerning the credentials of Titus, he’s my partner and coworker in ministry for you. As for the brothers coming with him, they are apostles of the churches, which are the glory of the Anointed One."
            },
            {
                "verse_number": "24",
                "verse_text": "So demonstrate to them how much you love, and prove that our boasting of you is justified."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Actually, there’s no need to write to you about this contribution for the holy believers in Jerusalem ,"
            },
            {
                "verse_number": "2",
                "verse_text": "for I already know that you are on board and eager to help. I keep boasting to the churches of Macedonia about your passion to give, telling them that the believers of Corinth have been preparing to give for a year. Your enthusiasm is contagious—it has stirred many of them to do likewise."
            },
            {
                "verse_number": "3",
                "verse_text": "Still, I thought it would be best to send these brothers to receive the offering that you’ve prepared, so that our boasting about how you were ready to give would not be found hollow."
            },
            {
                "verse_number": "4",
                "verse_text": "For if, after boasting of our confidence in you, some of the Macedonians were to come with me and find that you were not prepared, we would be embarrassed—to say nothing of you."
            },
            {
                "verse_number": "5",
                "verse_text": "That’s why I’ve requested that the brothers come before I do and make arrangements in advance for the substantial offering you pledged. Then it will be seen as a matter of generosity and not under pressure, as something you felt forced to do."
            },
            {
                "verse_number": "6",
                "verse_text": "Here’s my point. A stingy sower will reap a meager harvest, but the one who sows from a generous spirit will reap an abundant harvest."
            },
            {
                "verse_number": "7",
                "verse_text": "Let giving flow from your heart, not from a sense of religious duty. Let it spring up freely from the joy of giving—all because God loves hilarious generosity!"
            },
            {
                "verse_number": "8",
                "verse_text": "Yes, God is more than ready to overwhelm you with every form of grace, so that you will have more than enough of everything —every moment and in every way. He will make you overflow with abundance in every good thing you do."
            },
            {
                "verse_number": "9",
                "verse_text": "Just as the Scriptures say about the one who trusts in him : Because he has sown extravagantly and given to the poor, his kindness and generous deeds will never be forgotten."
            },
            {
                "verse_number": "10",
                "verse_text": "This generous God who supplies abundant seed for the farmer, which becomes bread for our meals, is even more extravagant toward you. First he supplies every need, plus more. Then he multiplies the seed as you sow it , so that the harvest of your generosity will grow."
            },
            {
                "verse_number": "11",
                "verse_text": "You will be abundantly enriched in every way as you give generously on every occasion, for when we take your gifts to those in need, it causes many to give thanks to God."
            },
            {
                "verse_number": "12",
                "verse_text": "The priestly ministry you are providing through your offering not only supplies what is lacking for God’s people, it inspires an outpouring of praises and thanksgiving to God himself."
            },
            {
                "verse_number": "13",
                "verse_text": "For as your extremely generous offering meets the approval of those in Jerusalem , it will cause them to give glory to God—all because of your loyal support and allegiance to the gospel of Christ, as well as your generous-hearted partnership with them toward those in need."
            },
            {
                "verse_number": "14",
                "verse_text": "Because of this extraordinary grace, which God has lavished on you, they will affectionately remember you in their prayers."
            },
            {
                "verse_number": "15",
                "verse_text": "Praise God for his astonishing gift, which is far too great for words!"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Now, please listen, for I need to address an issue. I’m making this personal appeal to you by the gentleness and self-forgetfulness of Christ. I am the one who is “humble and timid” when face-to-face with you but “bold and outspoken” when a safe distance away."
            },
            {
                "verse_number": "2",
                "verse_text": "Now I plead with you that when I come, don’t force me to take a hard line with you (which I’m willing to do) by daring to confront those who mistakenly believe that we are living by the standards of the world, not by the Spirit’s wisdom and power ."
            },
            {
                "verse_number": "5",
                "verse_text": "We can demolish every deceptive fantasy that opposes God and break through every arrogant attitude that is raised up in defiance of the true knowledge of God. We capture, like prisoners of war, every thought and insist that it bow in obedience to the Anointed One."
            },
            {
                "verse_number": "6",
                "verse_text": "Since we are armed with such dynamic weaponry , we stand ready to punish any trace of rebellion, as soon as you choose complete obedience."
            },
            {
                "verse_number": "7",
                "verse_text": "You seem to always be looking at people by their outward appearances. If someone is confident that he belongs to Christ, he should remind himself of this: we belong to Christ no less than he does."
            },
            {
                "verse_number": "8",
                "verse_text": "I am not ashamed, even if I’ve come across as one who has overstated the authority given to us by the Lord. For it is the authority to help build you up, not tear you down."
            },
            {
                "verse_number": "9",
                "verse_text": "I don’t want to seem as though I’m trying to bully you with my letters."
            },
            {
                "verse_number": "10",
                "verse_text": "For I can imagine some of you saying, “His letters are authoritative and stern, but when he’s with us he’s not that impressive and he’s a poor speaker.”"
            },
            {
                "verse_number": "11",
                "verse_text": "Such a person should realize that when we arrive, there will be no difference in the actions we take and the words we write."
            },
            {
                "verse_number": "12",
                "verse_text": "Of course, we wouldn’t dare to put ourselves in the same class or compare ourselves with those who rate themselves so highly. They compare themselves to one another and make up their own standards to measure themselves by, and then they judge themselves by their own standards. What self-delusion!"
            },
            {
                "verse_number": "13",
                "verse_text": "But we are those who choose to limit our boasting to only the measure of the work to which God has appointed us—a measure that, by the way, has reached as far as you."
            },
            {
                "verse_number": "14",
                "verse_text": "And since you are within our assigned limits, we didn’t overstep our boundaries of authority by being the first to announce to you the wonderful news of the Anointed One."
            },
            {
                "verse_number": "15",
                "verse_text": "We’re not trying to take credit for the ministry done by others, going beyond the limits God set for us . Instead, our hope soars as your faith continues to grow, causing a great expansion of our ministry among you."
            },
            {
                "verse_number": "16",
                "verse_text": "Then we can go and preach the good news in the regions beyond you without trespassing on the ministry sphere of other laborers and what they have already done."
            },
            {
                "verse_number": "17",
                "verse_text": "For: The one who boasts must boast in the Lord."
            },
            {
                "verse_number": "18",
                "verse_text": "So let’s be clear . To have the Lord’s approval and commendation is of greater value than bragging about oneself."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Now, please bear with some of my “craziness” for a moment. Yes, please be patient with me."
            },
            {
                "verse_number": "2",
                "verse_text": "You need to know that God’s passion is burning inside me for you, because, like a loving father, I have pledged your hand in marriage to Christ, your true bridegroom. I’ve also promised that I would present his fiancée to him as a pure virgin bride."
            },
            {
                "verse_number": "3",
                "verse_text": "But now I’m afraid that just as Eve was deceived by the serpent’s clever lies, your thoughts may be corrupted and you may lose your single-hearted devotion and pure love for Christ."
            },
            {
                "verse_number": "4",
                "verse_text": "For you seem to gladly tolerate anyone who comes to you preaching a pseudo-Jesus, not the Jesus we have preached. You have accepted a spirit and gospel that is false, rather than the Spirit and gospel you once embraced. How tolerant you have become of these imposters!"
            },
            {
                "verse_number": "5",
                "verse_text": "Now, I believe that I am not inferior in any way to these special “super-apostles” you are attracted to."
            },
            {
                "verse_number": "6",
                "verse_text": "For although I may not be a polished or eloquent speaker, I’m certainly not an amateur in revelation knowledge. Indeed, we have demonstrated this to you time and again."
            },
            {
                "verse_number": "7",
                "verse_text": "Have I committed a sin by degrading myself to dignify you? Was I wrong to preach the gospel of God to you free of charge?"
            },
            {
                "verse_number": "8",
                "verse_text": "I received ample financial support from other churches just so that I could freely serve you."
            },
            {
                "verse_number": "9",
                "verse_text": "Remember, when I was with you I didn’t bother anyone when I needed money, for my needs were always supplied by my Macedonian friends. So I was careful, and will continue to be careful, that I never become a burden to you in any way."
            },
            {
                "verse_number": "10",
                "verse_text": "As the reality of Christ lives within me, my glad boast of offering the gospel free of charge will not be silenced throughout the region of Achaia."
            },
            {
                "verse_number": "11",
                "verse_text": "Why? Is it because I have no love for you? God knows how much I love you!"
            },
            {
                "verse_number": "12",
                "verse_text": "But in order to eliminate the opportunity for those “super-apostles” to boast that their ministry is on the same level as ours I will continue this practice."
            },
            {
                "verse_number": "13",
                "verse_text": "For they are not true apostles but deceitful ministers who masquerade as “special apostles” of the Anointed One."
            },
            {
                "verse_number": "14",
                "verse_text": "That doesn’t surprise us, for even Satan transforms himself to appear as an angel of light!"
            },
            {
                "verse_number": "15",
                "verse_text": "So it’s no wonder his servants also go about pretending to be ministers of righteousness. But in the end they will be exposed and get exactly what they deserve."
            },
            {
                "verse_number": "16",
                "verse_text": "So I repeat. Let no one think that I’m a fool. But if you do, at least show me the patience you would show a fool, so that I too may boast a little."
            },
            {
                "verse_number": "17",
                "verse_text": "Of course, what I’m about to tell you is not with the Lord’s authority, but as a “fool.”"
            },
            {
                "verse_number": "18",
                "verse_text": "For since many love to boast about their worldly achievements, allow me the opportunity to join them."
            },
            {
                "verse_number": "19",
                "verse_text": "And since you are so smart and so wise to gladly put up with the foolishness of others, now put up with mine ."
            },
            {
                "verse_number": "20",
                "verse_text": "You actually allow these imposters to put you into bondage, take complete advantage of you, and rob you blind! How easily you endure those who, in their arrogance, destroy your dignity or even slap you in the face."
            },
            {
                "verse_number": "21",
                "verse_text": "I must admit, to our shame that we were too “weak” to relate to you the way they do. But now let me dare to boast like a “fool.”"
            },
            {
                "verse_number": "22",
                "verse_text": "Are these “super-apostles” of yours Hebrews? I am too. Are they Israelites? So am I. Are they descendants of Abraham? Me too!"
            },
            {
                "verse_number": "23",
                "verse_text": "Are they servants of the Anointed One? I’m beside myself when I speak this way, but I am much more of a servant than they. I have worked much harder for God, taken more beatings, and been dragged to more prisons than they. I’ve been flogged excessively, multiple times, even to the point of death."
            },
            {
                "verse_number": "24",
                "verse_text": "Five times I’ve received thirty-nine lashes from the Jewish leaders."
            },
            {
                "verse_number": "25",
                "verse_text": "Three times I experienced being beaten with rods. Once they stoned me. Three times I’ve been shipwrecked; for an entire night and a day I was adrift in the open sea."
            },
            {
                "verse_number": "26",
                "verse_text": "In my difficult travels I’ve faced many dangerous situations: perilous rivers, robbers, foreigners, and even my own people. I’ve survived deadly peril in the city, in the wilderness, with storms at sea, and with spies posing as believers."
            },
            {
                "verse_number": "27",
                "verse_text": "I’ve toiled to the point of exhaustion and gone through many sleepless nights. I’ve frequently been deprived of food and water, left hungry and shivering out in the cold, lacking proper clothing."
            },
            {
                "verse_number": "28",
                "verse_text": "And besides these painful circumstances, I have the daily pressure of my responsibility for all the churches, with a deep concern weighing heavily on my heart for their welfare."
            },
            {
                "verse_number": "29",
                "verse_text": "I am not aloof , for who is desperate and weak and I do not feel their weakness? Who is led astray into sin and I do not burn with zeal to restore him ?"
            },
            {
                "verse_number": "30",
                "verse_text": "If boasting is necessary, I will boast about examples of my weakness."
            },
            {
                "verse_number": "31",
                "verse_text": "The God and Father of the Lord Jesus, who is eternally praised, knows that I am speaking the truth."
            },
            {
                "verse_number": "32",
                "verse_text": "Once, when I was in Damascus, the governor under King Aretas had his troops searching for me to have me arrested,"
            },
            {
                "verse_number": "33",
                "verse_text": "but I was stuffed in a basket and lowered down through a window and managed to escape."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Although it may not accomplish a thing, I need to move on and boast about supernatural visions and revelations of the Lord."
            },
            {
                "verse_number": "2",
                "verse_text": "Someone I’m acquainted with, who is in union with Christ, was swept away fourteen years ago in an ecstatic experience. He was taken into the third heaven, but I’m not sure if he was in his body or out of his body—only God knows."
            },
            {
                "verse_number": "3",
                "verse_text": "And I know that this man (again, I’m not sure if he was still in his body or taken out of his body—God knows)"
            },
            {
                "verse_number": "4",
                "verse_text": "was caught up in an ecstatic experience and brought into paradise, where he overheard many wondrous and inexpressible secrets that were so sacred that no mortal is permitted to repeat them."
            },
            {
                "verse_number": "5",
                "verse_text": "I’m ready to boast of such an experience, but for my own good I refuse to boast unless it concerns my weaknesses."
            },
            {
                "verse_number": "6",
                "verse_text": "However, if I were to boast, it wouldn’t be ridiculous at all, for I would be speaking the truth. Yet I will refrain, lest others think higher of me than what I demonstrate with my life and teaching."
            },
            {
                "verse_number": "7",
                "verse_text": "The extraordinary level of the revelations I’ve received is no reason for anyone to exalt me. For this is why a thorn in my flesh was given to me, the Adversary’s messenger sent to harass me, keeping me from becoming arrogant."
            },
            {
                "verse_number": "8",
                "verse_text": "Three times I pleaded with the Lord to relieve me of this."
            },
            {
                "verse_number": "9",
                "verse_text": "But he answered me, “My grace is always more than enough for you, and my power finds its full expression through your weakness.” So I will celebrate my weaknesses, for when I’m weak I sense more deeply the mighty power of Christ living in me."
            },
            {
                "verse_number": "10",
                "verse_text": "So I’m not defeated by my weakness, but delighted! For when I feel my weakness and endure mistreatment—when I’m surrounded with troubles on every side and face persecution because of my love for Christ—I am made yet stronger. For my weakness becomes a portal to God’s power."
            },
            {
                "verse_number": "11",
                "verse_text": "I have become foolish to boast like this , but you have forced me to do it, when you should have boasted in me instead. For there is nothing I lack compared to these “super-apostles” of yours, even though I am nothing."
            },
            {
                "verse_number": "12",
                "verse_text": "The things that distinguish a true apostle were performed among you with great perseverance—supernatural signs, startling wonders, and awesome miracles."
            },
            {
                "verse_number": "13",
                "verse_text": "Furthermore, how were you treated worse than the other churches, except that I didn’t burden you financially—forgive me for depriving you!"
            },
            {
                "verse_number": "14",
                "verse_text": "And now here I am, ready to come to you for the third time, and I still refuse to be a burden to you. For what I really want is your hearts, not your money. After all, children should not have to accumulate resources for their parents, but parents do this for their children."
            },
            {
                "verse_number": "15",
                "verse_text": "And as a spiritual father to you , I will gladly spend all that I have and all that I am for you! If I love you more, will you respond by loving me less?"
            },
            {
                "verse_number": "16",
                "verse_text": "Be that as it may, I haven’t been a burden to you at all, yet you say of me, “He’s a scoundrel and a trickster!”"
            },
            {
                "verse_number": "17",
                "verse_text": "But let me ask you this . Did I somehow cheat or trick you through any of the men I sent your way?"
            },
            {
                "verse_number": "18",
                "verse_text": "I was the one who insisted that Titus and our brother come and help you . Did Titus take advantage of you? Didn’t we all come to you in the same spirit, following in the ways of integrity ?"
            },
            {
                "verse_number": "19",
                "verse_text": "I hope that you don’t assume that all this time we have simply been justifying ourselves in your eyes? Beloved ones, we have been speaking to you in the sight of God as those joined to Christ, and everything we do is meant to build you up and make you stronger in your faith."
            },
            {
                "verse_number": "20",
                "verse_text": "Now I’m afraid that when I come to you I may find you different than I desire you to be, and you may find me different than you would like me to be. I don’t want to find you in disunity, with jealousy and angry outbursts, with selfish ambition, slander, gossip, arrogance, and turmoil."
            },
            {
                "verse_number": "21",
                "verse_text": "I’m actually afraid that on my next visit my God will humble me in front of you as I shed tears over those who keep sinning without repenting of their impurity, sexual immorality, and perversion."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "This will be my third trip to you. And I will make sure that by the testimony of two or three witnesses every matter will be confirmed."
            },
            {
                "verse_number": "4",
                "verse_text": "For although he was crucified as a “weakling,” now he lives robed with God’s power. And we also are “weak ones” in our co-crucifixion with him, but now we live in God’s triumphant power together with him, which is demonstrated on your behalf."
            },
            {
                "verse_number": "5",
                "verse_text": "Now your souls will be strengthened and healed if you hold steadfast to your faith. Haven’t you already experienced Jesus Christ himself living in you? If not, you are deficient."
            },
            {
                "verse_number": "6",
                "verse_text": "I hope you understand that we cannot be devalued."
            },
            {
                "verse_number": "7",
                "verse_text": "But we pray to God that you will be flawless, not to validate our ministry among you but so that you may continue on the path of righteousness even if we are denigrated."
            },
            {
                "verse_number": "8",
                "verse_text": "For in reality, the power we have is used in support of the truth, not against it."
            },
            {
                "verse_number": "9",
                "verse_text": "And we claim before God that you will be fully equipped and mature, for it brings us great joy when you are strong, even if we seem weak and denigrated."
            },
            {
                "verse_number": "10",
                "verse_text": "I’m writing my honest feelings to you from afar so that when I arrive I won’t have to correct you by using the authority the Lord has given me, for I want to build you up and not tear you down."
            },
            {
                "verse_number": "11",
                "verse_text": "Finally, beloved friends, be cheerful! Repair whatever is broken among you, as your hearts are being knit together in perfect unity. Live continually in peace, and God, the source of love and peace, will mingle with you."
            },
            {
                "verse_number": "12",
                "verse_text": "Greet and embrace one another with the sacred kiss."
            },
            {
                "verse_number": "13",
                "verse_text": "All of God’s holy people send their greetings."
            },
            {
                "verse_number": "14",
                "verse_text": "Now, may the grace and joyous favor of the Lord Jesus Christ, the unambiguous love of God, and the precious communion that we share in the Holy Spirit be yours continually. Amen!"
            }
        ]
    }
}