{
    "2 Timothy": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, an apostle of Jesus the Messiah, appointed by God’s pleasure to announce the wonderful promise of life found in Jesus, the anointed Messiah."
            },
            {
                "verse_number": "2",
                "verse_text": "My beloved son, I pray for a greater release of God’s grace, love, and total well-being to flow into your life from God our Father and from our Lord Jesus Christ!"
            },
            {
                "verse_number": "3",
                "verse_text": "You know that I’ve been called to serve the God of my fathers with a clean conscience. Night and day I pray constantly for you, building a memorial for you with my prayers."
            },
            {
                "verse_number": "4",
                "verse_text": "I know that you have wept for me, your spiritual father, and your tears are dear to me. I can’t wait to see you again! I’m filled with joy"
            },
            {
                "verse_number": "5",
                "verse_text": "as I think of your strong faith that was passed down through your family line . It began with your grandmother Lois, who passed it on to your dear mother, Eunice. And it’s clear that you too are following in the footsteps of their godly example."
            },
            {
                "verse_number": "6",
                "verse_text": "I’m writing to encourage you to fan into a flame and rekindle the fire of the spiritual gift God imparted to you when I laid my hands upon you ."
            },
            {
                "verse_number": "7",
                "verse_text": "For God will never give you the spirit of fear, but the Holy Spirit who gives you mighty power, love, and self-control."
            },
            {
                "verse_number": "8",
                "verse_text": "So never be ashamed of the testimony of our Lord, nor be embarrassed over my imprisonment, but overcome every evil by the revelation of the power of God!"
            },
            {
                "verse_number": "9",
                "verse_text": "He gave us resurrection life and drew us to himself by his holy calling on our lives. And it wasn’t because of any good we have done, but by his divine pleasure and marvelous grace that confirmed our union with the anointed Jesus, even before time began!"
            },
            {
                "verse_number": "10",
                "verse_text": "This truth is now being unveiled by the revelation of the anointed Jesus, our life-giver, who has dismantled death, obliterating all its effects on our lives , and has manifested his immortal life in us by the gospel."
            },
            {
                "verse_number": "11",
                "verse_text": "And he has anointed me as his preacher, his apostle, and his teacher of truth to the nations."
            },
            {
                "verse_number": "12",
                "verse_text": "The confidence of my calling enables me to overcome every difficulty without shame, for I have an intimate revelation of this God. And my faith in him convinces me that he is more than able to keep all that I’ve placed in his hands safe and secure until the fullness of his appearing."
            },
            {
                "verse_number": "13",
                "verse_text": "Allow the healing words you’ve heard from me to live in you and make them a model for life as your faith and love for the Anointed One grows even more ."
            },
            {
                "verse_number": "14",
                "verse_text": "Guard well this incomparable treasure by the Spirit of Holiness living within you."
            },
            {
                "verse_number": "15",
                "verse_text": "Perhaps you’ve heard that Phygelus, and Hermogenes and all the believers of Asia have deserted me because of my imprisonment."
            },
            {
                "verse_number": "16",
                "verse_text": "Nevertheless, so many times Onesiphorus was like a breath of fresh air to me and never seemed to be ashamed of my chains. May our Lord Jesus bestow compassion and mercy upon him and his household."
            },
            {
                "verse_number": "17",
                "verse_text": "For when he arrived in Rome, he searched and searched for me until he found out where I was being held, so that he could minister to me ,"
            },
            {
                "verse_number": "18",
                "verse_text": "just like he did so wonderfully as I rested in his house while in Ephesus, as you well know. May Jesus, our Master, give him abundant mercy in the day he stands before him."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Timothy, my dear son, live your life empowered by God’s free-flowing grace, which is your true strength, found in the anointing of Jesus and your union with him !"
            },
            {
                "verse_number": "2",
                "verse_text": "And all that you’ve learned from me, confirmed by the integrity of my life, deposit into faithful leaders who are competent to teach the congregations the same revelation."
            },
            {
                "verse_number": "3",
                "verse_text": "Overcome every form of evil as a victorious soldier of Jesus the Anointed One."
            },
            {
                "verse_number": "4",
                "verse_text": "For every soldier called to active duty must divorce himself from the distractions of this world so that he may fully satisfy the one who chose him."
            },
            {
                "verse_number": "5",
                "verse_text": "An athlete who doesn’t play by the rules will never receive the trophy, so remain faithful to God !"
            },
            {
                "verse_number": "6",
                "verse_text": "The farmer who labors to produce a crop should be the first one to be fed from its harvest."
            },
            {
                "verse_number": "7",
                "verse_text": "Carefully consider all that I’ve taught you, and may our Lord inspire you with wisdom and revelation in everything you say and do ."
            },
            {
                "verse_number": "8",
                "verse_text": "But make Jesus, the Anointed One, your focus in life and ministry. For he came to earth as the descendant of David and rose from the dead, according to the revelation of the gospel that God has given me."
            },
            {
                "verse_number": "9",
                "verse_text": "This is the reason I am persecuted and imprisoned by evildoers , enduring the suffering of these chains—but the Word of God can never be chained!"
            },
            {
                "verse_number": "10",
                "verse_text": "I endure all these hardships for the benefit of the chosen ones in Christ so that they may also discover the overcoming life that is in Jesus Christ, and experience a glory that lasts forever!"
            },
            {
                "verse_number": "11",
                "verse_text": "You can trust these words: If we were joined with him in his death, then we are joined with him in his life!"
            },
            {
                "verse_number": "12",
                "verse_text": "If we are joined with him in his sufferings, then we will reign together with him in his triumph. But if we disregard him, then he will also disregard us."
            },
            {
                "verse_number": "13",
                "verse_text": "But even if we are faithless, he will still be full of faith, for he never wavers in his faithfulness to us!"
            },
            {
                "verse_number": "14",
                "verse_text": "Be committed to teach the believers all these things when you are with them in the presence of the Lord . Instruct them to never be drawn into meaningless arguments, or tear each other down with useless words that only harm others."
            },
            {
                "verse_number": "15",
                "verse_text": "Always be eager to present yourself before God as a perfect and mature minister, without shame, as one who correctly explains the Word of Truth."
            },
            {
                "verse_number": "16",
                "verse_text": "And avoid empty chatter and worthless words, for they simply add to the irreverence of those who converse in that manner."
            },
            {
                "verse_number": "17",
                "verse_text": "For the words of Hymenaeus and Philetus are like gangrene, they have already spread their poison to many ."
            },
            {
                "verse_number": "18",
                "verse_text": "They are lost to the truth and teach gross error when they teach that the resurrection of the dead has already passed. They are guilty of subverting the faith of some believers."
            },
            {
                "verse_number": "19",
                "verse_text": "But the firm foundation of God has written upon it these two inscriptions: “The Lord God recognizes those who are truly his!” and, “Everyone who worships the name of the Lord Jesus must forsake wickedness!”"
            },
            {
                "verse_number": "20",
                "verse_text": "In a palace you find many kinds of containers and tableware for many different uses. Some are beautifully inlaid with gold or silver, but some are made of wood or earthenware; some of them are used for banquets and special occasions, and some for everyday use."
            },
            {
                "verse_number": "21",
                "verse_text": "But you, Timothy, must not see your life and ministry this way. Your life and ministry must not be disgraced , for you are to be a pure container of Christ and dedicated to the honorable purposes of your Master, prepared for every good work that he gives you to do."
            },
            {
                "verse_number": "22",
                "verse_text": "Run as fast as you can from all the ambitions and lusts of youth; and chase after all that is pure. Whatever builds up your faith and deepens your love must become your holy pursuit. And live in peace with all those who worship our Lord Jesus with pure hearts."
            },
            {
                "verse_number": "23",
                "verse_text": "Stay away from all the foolish arguments of the immature, for these disputes will only generate more conflict."
            },
            {
                "verse_number": "24",
                "verse_text": "For a true servant of our Lord Jesus will not be argumentative but gentle toward all and skilled in helping others see the truth, having great patience toward the immature."
            },
            {
                "verse_number": "25",
                "verse_text": "Then with meekness you’ll be able to carefully enlighten those who argue with you so they can see God’s gracious gift of repentance and be brought to the truth."
            },
            {
                "verse_number": "26",
                "verse_text": "This will cause them to rediscover themselves and escape from the snare of Satan who caught them in his trap so that they would carry out his purposes."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "But you need to be aware that in the final days the culture of society will become extremely fierce."
            },
            {
                "verse_number": "2",
                "verse_text": "People will be self-centered lovers of themselves and obsessed with money. They will boast of great things as they strut around in their arrogant pride and mock all that is right. They will ignore their own families. They will be ungrateful and ungodly."
            },
            {
                "verse_number": "3",
                "verse_text": "They will become addicted to hateful and malicious slander. Slaves to their desires, they will be ferocious, belligerent haters of what is good and right."
            },
            {
                "verse_number": "4",
                "verse_text": "With brutal treachery, they will act without restraint, bigoted and wrapped in clouds of their conceit. They will find their delight in the pleasures of this world more than the pleasures of the loving God."
            },
            {
                "verse_number": "5",
                "verse_text": "They may pretend to have a respect for God, but in reality they want nothing to do with God’s power. Stay away from people like these!"
            },
            {
                "verse_number": "6",
                "verse_text": "For they are the ones who worm their way into the hearts of vulnerable women, spending the night with those who are captured by their lusts and steeped in sin."
            },
            {
                "verse_number": "7",
                "verse_text": "They are always learning but never discover the revelation-knowledge of truth."
            },
            {
                "verse_number": "8",
                "verse_text": "History has given us an example of this with the Egyptian sorcerers Jannes and Jambres, who stood against Moses in their arrogance. So it will be in the last days with those who reject the faith with their corrupt minds and arrogant hearts, standing against the truth of God."
            },
            {
                "verse_number": "9",
                "verse_text": "But they will not advance, for everyone will see their madness, just as they did with Jannes and Jambres !"
            },
            {
                "verse_number": "10",
                "verse_text": "But you, Timothy, have closely followed my example and the truth that I’ve imparted to you. You have modeled your life after the love and endurance I’ve demonstrated in my ministry by not giving up . The faith I have, you now have . What I have hungered for in life has now become your longing as well . The patience I have with others, you now demonstrate ."
            },
            {
                "verse_number": "11",
                "verse_text": "And the same persecutions and difficulties I have endured, you have also endured . Yes, you know all about what I had to suffer while in Antioch, Iconium, and Lystra. You’re aware of all the persecution I endured there; yet the Lord delivered me from every single one of them!"
            },
            {
                "verse_number": "12",
                "verse_text": "For all who choose to live godly as worshipers of Jesus, the Anointed One, will also experience persecution."
            },
            {
                "verse_number": "13",
                "verse_text": "But the evil men and sorcerers will progress from bad to worse, deceived and deceiving, as they lead people further from the truth."
            },
            {
                "verse_number": "14",
                "verse_text": "Yet you must continue to advance in strength with the truth wrapped around your heart, being assured by God that he’s the One who has truly taught you all these things."
            },
            {
                "verse_number": "15",
                "verse_text": "Remember what you were taught from your childhood from the Holy Scrolls which can impart to you wisdom to experience everlasting life through the faith of Jesus, the Anointed One!"
            },
            {
                "verse_number": "16",
                "verse_text": "God has transmitted his very substance into every Scripture, for it is God-breathed. It will empower you by its instruction and correction, giving you the strength to take the right direction and lead you deeper into the path of godliness."
            },
            {
                "verse_number": "17",
                "verse_text": "Then you will be God’s servant, fully mature and perfectly prepared to fulfill any assignment God gives you."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Timothy, in the presence of our great God and our Lord Jesus Christ, the One who is destined to judge both the living and the dead by the revelation of his kingdom—I solemnly instruct you to"
            },
            {
                "verse_number": "2",
                "verse_text": "proclaim the Word of God and stand upon it no matter what ! Rise to the occasion and preach when it is convenient and when it is not. Preach in the full expression of the Holy Spirit —with wisdom and patience as you instruct and teach the people."
            },
            {
                "verse_number": "3",
                "verse_text": "For the time is coming when they will no longer listen and respond to the healing words of truth because they will become selfish and proud . They will seek out teachers with soothing words that line up with their desires, saying just what they want to hear."
            },
            {
                "verse_number": "4",
                "verse_text": "They will close their ears to the truth and believe nothing but fables and myths."
            },
            {
                "verse_number": "5",
                "verse_text": "So be alert to all these things and overcome every form of evil. Carry in your heart the passion of your calling as a church planter and evangelist, and fulfill your ministry calling."
            },
            {
                "verse_number": "6",
                "verse_text": "And now the time is fast approaching for my release from this life and I am ready to be offered as a sacrifice."
            },
            {
                "verse_number": "7",
                "verse_text": "I have fought an excellent fight. I have finished my full course with all my might and I’ve kept my heart full of faith."
            },
            {
                "verse_number": "8",
                "verse_text": "There’s a crown of righteousness waiting in heaven for me, and I know that my Lord will reward me on his day of righteous judgment. And this crown is not only waiting for me, but for all who love and long for his unveiling."
            },
            {
                "verse_number": "9",
                "verse_text": "Please come as soon as you can"
            },
            {
                "verse_number": "10",
                "verse_text": "since Demas deserted me and has left to go to Thessalonica, for he loves his own life. Crescens has gone to Galatia, and Titus has gone to Dalmatia."
            },
            {
                "verse_number": "11",
                "verse_text": "That leaves only Luke with me, so find Mark and bring him with you, for he is a tremendous help for me in my ministry."
            },
            {
                "verse_number": "12",
                "verse_text": "I have also dispatched Tychicus to Ephesus to minister there."
            },
            {
                "verse_number": "13",
                "verse_text": "When you come, please bring the leather book bag along with the books I left in Troas with Carpus—especially the parchment scrolls."
            },
            {
                "verse_number": "14",
                "verse_text": "You need to know that Alexander, the jeweler, has done me great harm. May our Lord give him what he deserves for all he has done."
            },
            {
                "verse_number": "15",
                "verse_text": "Be careful of him, for he arrogantly opposes our ministry."
            },
            {
                "verse_number": "16",
                "verse_text": "At first there was no one I could count on to faithfully stand with me—they all ran off and abandoned me—but don’t hold this against them."
            },
            {
                "verse_number": "17",
                "verse_text": "For in spite of this , my Lord himself stood with me, empowering me to complete my ministry of preaching to all the non-Jewish nations so they all could hear the message and be delivered from the mouth of the lion!"
            },
            {
                "verse_number": "18",
                "verse_text": "And my Lord will continue to deliver me from every form of evil and give me life in his heavenly kingdom. May all the glory go to him alone for all the ages of eternity!"
            },
            {
                "verse_number": "19",
                "verse_text": "Please give my warm regards to Prisca and to Aquila and to Onesiphorus and his family."
            },
            {
                "verse_number": "20",
                "verse_text": "Erastus has remained in Corinth, but Trophimus I had to leave in Miletus due to his illness."
            },
            {
                "verse_number": "21",
                "verse_text": "Do your best to come before winter. Eubulus sends his greetings, along with Pudens, Linus, and Claudia, and all those in prison with me."
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord is within your spirit and his grace overflows to you! Love in Christ , Paul"
            }
        ]
    }
}