{
    "1 Peter": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Greetings from Peter, an apostle of Jesus Christ. To God&quot;s chosen people who are away from their homes&ndash;people scattered all over the areas of Pontus, Galatia, Cappadocia, Asia, and Bithynia. I pray that you will enjoy more and more of God&quot;s grace and peace. &apos;Our lives are like the grass of spring, and any glory we enjoy is like the beauty of a wildflower. The grass dries up and dies, and the flower falls to the ground. And that word is the Good News that was told to you."
            },
            {
                "verse_number": "2",
                "verse_text": "God planned long ago to choose you and to make you his holy people, which is the Spirit&quot;s work. God wanted you to obey him and to be made clean by the blood sacrifice of Jesus Christ."
            },
            {
                "verse_number": "3",
                "verse_text": "Praise be to the God and Father of our Lord Jesus Christ. God has great mercy, and because of his mercy he gave us a new life. This new life brings us a living hope through Jesus Christ&quot;s resurrection from death."
            },
            {
                "verse_number": "4",
                "verse_text": "Now we wait to receive the blessings God has for his children. These blessings are kept for you in heaven. They cannot be ruined or be destroyed or lose their beauty."
            },
            {
                "verse_number": "5",
                "verse_text": "God&quot;s power protects you through your faith, and it keeps you safe until your salvation comes. That salvation is ready to be given to you at the end of time."
            },
            {
                "verse_number": "6",
                "verse_text": "I know the thought of that is exciting, even if you must suffer through different kinds of troubles for a short time now."
            },
            {
                "verse_number": "7",
                "verse_text": "These troubles test your faith and prove that it is pure. And such faith is worth more than gold. Gold can be proved to be pure by fire, but gold will ruin. When your faith is proven to be pure, the result will be praise and glory and honor when Jesus Christ comes."
            },
            {
                "verse_number": "8",
                "verse_text": "You have not seen Christ, but still you love him. You can&quot;t see him now, but you believe in him. You are filled with a wonderful and heavenly joy that cannot be explained."
            },
            {
                "verse_number": "9",
                "verse_text": "Your faith has a goal, and you are reaching that goal&ndash;your salvation."
            },
            {
                "verse_number": "10",
                "verse_text": "The prophets studied carefully and tried to learn about this salvation. They spoke about the grace that was coming to you."
            },
            {
                "verse_number": "11",
                "verse_text": "The Spirit of Christ was in those prophets. And the Spirit was telling about the sufferings that would happen to Christ and about the glory that would come after those sufferings. The prophets tried to learn about what the Spirit was showing them&ndash;when it would happen and what the world would be like at that time."
            },
            {
                "verse_number": "12",
                "verse_text": "It was made clear to them that their service was not for themselves. They were serving you when they told about the things you have now heard. You heard them from those who told you the Good News with the help of the Holy Spirit sent from heaven. Even the angels would like very much to know more about these things you were told."
            },
            {
                "verse_number": "13",
                "verse_text": "So prepare your minds for service. With complete self-control put all your hope in the grace that will be yours when Jesus Christ comes."
            },
            {
                "verse_number": "14",
                "verse_text": "In the past you did not have the understanding you have now, so you did the evil things you wanted to do. But now you are children of God, so you should obey him and not live the way you did before."
            },
            {
                "verse_number": "15",
                "verse_text": "Be holy in everything you do, just as God is holy. He is the one who chose you."
            },
            {
                "verse_number": "16",
                "verse_text": "In the Scriptures God says, &apos;Be holy, because I am holy.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "You pray to God and call him Father, but he will judge everyone the same way&ndash;by what they do. So while you are visiting here on earth, you should live with respect for God."
            },
            {
                "verse_number": "18",
                "verse_text": "You know that in the past the way you were living was useless. It was a way of life you learned from those who lived before you. But you were saved from that way of living. You were bought, but not with things that ruin like gold or silver."
            },
            {
                "verse_number": "19",
                "verse_text": "You were bought with the precious blood of Christ&quot;s death. He was a pure and perfect sacrificial Lamb."
            },
            {
                "verse_number": "20",
                "verse_text": "Christ was chosen before the world was made, but he was shown to the world in these last times for you."
            },
            {
                "verse_number": "21",
                "verse_text": "You believe in God through Christ. God is the one who raised him from death and gave honor to him. So your faith and your hope are in God."
            },
            {
                "verse_number": "22",
                "verse_text": "You have made yourselves pure by obeying the truth. Now you can have true love for your brothers and sisters. So love each other deeply&ndash;with all your heart."
            },
            {
                "verse_number": "23",
                "verse_text": "You have been born again. This new life did not come from something that dies. It came from something that cannot die. You were born again through God&quot;s life-giving message that lasts forever."
            },
            {
                "verse_number": "24",
                "verse_text": "The Scriptures say,"
            },
            {
                "verse_number": "25",
                "verse_text": "But the word of the Lord lasts forever.&apos; Isaiah 40:6-8"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "So then, stop doing anything to hurt others. Don&quot;t lie anymore, and stop trying to fool people. Don&quot;t be jealous or say bad things about others."
            },
            {
                "verse_number": "2",
                "verse_text": "Like newborn babies hungry for milk, you should want the pure teaching that feeds your spirit. With it you can grow up and be saved."
            },
            {
                "verse_number": "3",
                "verse_text": "You have already tasted the goodness of the Lord. &apos;Look, I have chosen a cornerstone of great value, and I put that stone in Zion. Anyone who trusts in him will never be disappointed.&apos; Isaiah 28:16 &apos;the stone that the builders refused to accept, which became the most important stone.&apos; Psalm 118:22 &apos;a stone that makes people stumble, a rock that makes people fall.&apos; Isaiah 8:14 People stumble because they don&quot;t obey what God says. This is what God planned to happen to those people. but now you are God&quot;s people. Once you had not received mercy, and he never told a lie.&apos; Isaiah 53:9"
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord Jesus is the living stone. The people of the world decided that they did not want this stone. But he is the one God chose as one of great value. So come to him."
            },
            {
                "verse_number": "5",
                "verse_text": "You also are like living stones, and God is using you to build a spiritual house. You are to serve God in this house as holy priests, offering him spiritual sacrifices that he will accept because of Jesus Christ."
            },
            {
                "verse_number": "6",
                "verse_text": "The Scriptures say,"
            },
            {
                "verse_number": "7",
                "verse_text": "So, that stone brings honor for you who believe. But for those who don&quot;t believe he is"
            },
            {
                "verse_number": "8",
                "verse_text": "For them he is also"
            },
            {
                "verse_number": "9",
                "verse_text": "But you are his chosen people, the King&quot;s priests. You are a holy nation, people who belong to God. He chose you to tell about the wonderful things he has done. He brought you out of the darkness of sin into his wonderful light."
            },
            {
                "verse_number": "10",
                "verse_text": "In the past you were not a special people, but now God has given you his mercy."
            },
            {
                "verse_number": "11",
                "verse_text": "Dear friends, you are like visitors and strangers in this world. So I beg you to keep your lives free from the evil things you want to do, those desires that fight against your true selves."
            },
            {
                "verse_number": "12",
                "verse_text": "People who don&quot;t believe are living all around you. They may say that you are doing wrong. So live such good lives that they will see the good you do, and they will give glory to God on the day he comes."
            },
            {
                "verse_number": "13",
                "verse_text": "Be willing to serve the people who have authority in this world. Do this for the Lord. Obey the king, the highest authority."
            },
            {
                "verse_number": "14",
                "verse_text": "And obey the leaders who are sent by the king. They are sent to punish those who do wrong and to praise those who do good."
            },
            {
                "verse_number": "15",
                "verse_text": "When you do good, you stop ignorant people from saying foolish things about you. This is what God wants."
            },
            {
                "verse_number": "16",
                "verse_text": "Live like free people, but don&quot;t use your freedom as an excuse to do evil. Live as those who are serving God."
            },
            {
                "verse_number": "17",
                "verse_text": "Show respect for all people. Love your brothers and sisters in God&quot;s family. Respect God, and honor the king."
            },
            {
                "verse_number": "18",
                "verse_text": "Slaves, be willing to serve your masters. Do this with all respect. You should obey the masters who are good and kind, and you should obey the masters who are bad."
            },
            {
                "verse_number": "19",
                "verse_text": "One of you might have to suffer even when you have done nothing wrong. If you think of God and bear the pain, this pleases God."
            },
            {
                "verse_number": "20",
                "verse_text": "But if you are punished for doing wrong, there is no reason to praise you for bearing that punishment. But if you suffer for doing good and you are patient, this pleases God."
            },
            {
                "verse_number": "21",
                "verse_text": "This is what you were chosen to do. Christ gave you an example to follow. He suffered for you. So you should do the same as he did:"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;He never sinned,"
            },
            {
                "verse_number": "23",
                "verse_text": "People insulted him, but he did not insult them back. He suffered, but he did not threaten anyone. No, he let God take care of him. God is the one who judges rightly."
            },
            {
                "verse_number": "24",
                "verse_text": "Christ carried our sins in his body on the cross. He did this so that we would stop living for sin and live for what is right. By his wounds you were healed."
            },
            {
                "verse_number": "25",
                "verse_text": "You were like sheep that went the wrong way. But now you have come back to the Shepherd and Protector of your lives."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "In the same way, you wives should be willing to serve your husbands. Then, even those who have refused to accept God&quot;s teaching will be persuaded to believe because of the way you live. You will not need to say anything."
            },
            {
                "verse_number": "2",
                "verse_text": "Your husbands will see the pure lives that you live with respect for God."
            },
            {
                "verse_number": "3",
                "verse_text": "It is not fancy hair, gold jewelry, or fine clothes that should make you beautiful."
            },
            {
                "verse_number": "4",
                "verse_text": "No, your beauty should come from inside you&ndash;the beauty of a gentle and quiet spirit. That beauty will never disappear. It is worth very much to God. &apos;If you want to enjoy true life and have only good days, then avoid saying anything hurtful, and never let a lie come out of your mouth. Look for peace, and do all you can to help people live peacefully. and he listens to their prayers. But he is against those who do evil.&apos; Psalm 34:12-16 and with that one death he paid for your sins. He was not guilty, but he died for people who are guilty. He did this to bring all of you to God. In his physical form he was killed,"
            },
            {
                "verse_number": "5",
                "verse_text": "It was the same with the holy women who lived long ago and followed God. They made themselves beautiful in that same way. They were willing to serve their husbands."
            },
            {
                "verse_number": "6",
                "verse_text": "I am talking about women like Sarah. She obeyed Abraham, her husband, and called him her master. And you women are true children of Sarah if you always do what is right and are not afraid."
            },
            {
                "verse_number": "7",
                "verse_text": "In the same way, you husbands should live with your wives in an understanding way, since they are weaker than you. You should show them respect, because God gives them the same blessing he gives you&ndash;the grace of true life. Do this so that nothing will stop your prayers from being heard."
            },
            {
                "verse_number": "8",
                "verse_text": "So all of you should live together in peace. Try to understand each other. Love each other like brothers and sisters. Be kind and humble."
            },
            {
                "verse_number": "9",
                "verse_text": "Don&quot;t do wrong to anyone to pay them back for doing wrong to you. Or don&quot;t insult anyone to pay them back for insulting you. But ask God to bless them. Do this because you yourselves were chosen to receive a blessing."
            },
            {
                "verse_number": "10",
                "verse_text": "The Scriptures say,"
            },
            {
                "verse_number": "11",
                "verse_text": "Stop doing what is wrong, and do good."
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord watches over those who do what is right,"
            },
            {
                "verse_number": "13",
                "verse_text": "If you are always trying to do good, no one can really harm you."
            },
            {
                "verse_number": "14",
                "verse_text": "But you may suffer for doing right. If that happens, you have God&quot;s blessing. &apos;Don&quot;t be afraid of the people who make you suffer; don&quot;t be worried.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "But keep the Lord Christ holy in your hearts. Always be ready to answer everyone who asks you to explain about the hope you have."
            },
            {
                "verse_number": "16",
                "verse_text": "But answer them in a gentle way with respect. Keep your conscience clear. Then people will see the good way you live as followers of Christ, and those who say bad things about you will be ashamed of what they said."
            },
            {
                "verse_number": "17",
                "verse_text": "It is better to suffer for doing good than for doing wrong. Yes, it is better if that is what God wants."
            },
            {
                "verse_number": "18",
                "verse_text": "Christ himself suffered when he died for you, but he was made alive by the Spirit."
            },
            {
                "verse_number": "19",
                "verse_text": "And by the Spirit he went and preached to the spirits in prison."
            },
            {
                "verse_number": "20",
                "verse_text": "Those were the spirits who refused to obey God long ago in the time of Noah. God was waiting patiently for people while Noah was building the big boat. And only a few&ndash;eight in all&ndash;were saved in the boat through the floodwater."
            },
            {
                "verse_number": "21",
                "verse_text": "And that water is like baptism, which now saves you. Baptism is not the washing of dirt from the body. It is asking God for a clean conscience. It saves you because Jesus Christ was raised from death."
            },
            {
                "verse_number": "22",
                "verse_text": "Now he has gone into heaven. He is at God&quot;s right side and rules over angels, authorities, and powers."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Christ suffered while he was in his body. So you should strengthen yourselves with the same kind of thinking Christ had. The one who accepts suffering in this life has clearly decided to stop sinning."
            },
            {
                "verse_number": "2",
                "verse_text": "Strengthen yourselves so that you will live your lives here on earth doing what God wants, not the evil things that people want to do."
            },
            {
                "verse_number": "3",
                "verse_text": "In the past you wasted too much time doing what those who don&quot;t know God like to do. You were living immoral lives, doing the evil things you wanted to do. You were always getting drunk, having wild drinking parties, and doing shameful things in your worship of idols. what will happen to the one who is against God and full of sin?&apos; Proverbs 11:31 (Greek version)"
            },
            {
                "verse_number": "4",
                "verse_text": "Now those &apos;friends&apos; think it is strange that you no longer join them in all the wild and wasteful things they do. And so they say bad things about you."
            },
            {
                "verse_number": "5",
                "verse_text": "But they will have to face God to explain what they have done. He is the one who will soon judge everyone&ndash;those who are still living and those who have died."
            },
            {
                "verse_number": "6",
                "verse_text": "Some were told the Good News before they died. They were criticized by others in their life here on earth. But it was God&quot;s plan that they hear the Good News so that they could have a new life through the Spirit."
            },
            {
                "verse_number": "7",
                "verse_text": "The time is near when all things will end. So keep your minds clear, and control yourselves. This will help you in your prayers."
            },
            {
                "verse_number": "8",
                "verse_text": "Most important of all, love each other deeply, because love makes you willing to forgive many sins."
            },
            {
                "verse_number": "9",
                "verse_text": "Open your homes to each other and share your food without complaining."
            },
            {
                "verse_number": "10",
                "verse_text": "God has shown you his grace in many different ways. So be good servants and use whatever gift he has given you in a way that will best serve each other."
            },
            {
                "verse_number": "11",
                "verse_text": "If your gift is speaking, your words should be like words from God. If your gift is serving, you should serve with the strength that God gives. Then it is God who will be praised in everything through Jesus Christ. Power and glory belong to him forever and ever. Amen."
            },
            {
                "verse_number": "12",
                "verse_text": "My friends, don&quot;t be surprised at the painful things that you are now suffering, which are testing your faith. Don&quot;t think that something strange is happening to you."
            },
            {
                "verse_number": "13",
                "verse_text": "But you should be happy that you are sharing in Christ&quot;s sufferings. You will be happy and full of joy when Christ shows his glory."
            },
            {
                "verse_number": "14",
                "verse_text": "When people say bad things to you because you follow Christ, consider it a blessing. When that happens, it shows that God&quot;s Spirit, the Spirit of glory, is with you."
            },
            {
                "verse_number": "15",
                "verse_text": "You may suffer, but don&quot;t let it be because you murder, steal, make trouble, or try to control other people&quot;s lives."
            },
            {
                "verse_number": "16",
                "verse_text": "But if you suffer because you are a &apos;Christ-follower,&apos; don&quot;t be ashamed. You should praise God for that name."
            },
            {
                "verse_number": "17",
                "verse_text": "It is time for judging to begin. That judging will begin with God&quot;s family. If it begins with us, then what will happen to those who don&quot;t accept the Good News of God?"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;If it is hard for even a good person to be saved,"
            },
            {
                "verse_number": "19",
                "verse_text": "So if God wants you to suffer, you should trust your lives to him. He is the one who made you, and you can trust him. So continue to do good."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Now I have something to say to the elders in your group. I am also an elder. I myself have seen Christ&quot;s sufferings. And I will share in the glory that will be shown to us. I beg you to"
            },
            {
                "verse_number": "2",
                "verse_text": "take care of the group of people you are responsible for. They are God&quot;s flock. Watch over that flock because you want to, not because you are forced to do it. That is how God wants it. Do it because you are happy to serve, not because you want money."
            },
            {
                "verse_number": "3",
                "verse_text": "Don&quot;t be like a ruler over those you are responsible for. But be good examples to them."
            },
            {
                "verse_number": "4",
                "verse_text": "Then when Christ the Ruling Shepherd comes, you will get a crown&ndash;one that will be glorious and never lose its beauty. &apos;God is against the proud, but he is kind to the humble.&apos; Proverbs 3:34 Peace to all of you who are in Christ."
            },
            {
                "verse_number": "5",
                "verse_text": "Young people, I have something to say to you too. You should accept the authority of the elders. You should all have a humble attitude in dealing with each other."
            },
            {
                "verse_number": "6",
                "verse_text": "So be humble under God&quot;s powerful hand. Then he will lift you up when the right time comes."
            },
            {
                "verse_number": "7",
                "verse_text": "Give all your worries to him, because he cares for you."
            },
            {
                "verse_number": "8",
                "verse_text": "Control yourselves and be careful! The devil is your enemy, and he goes around like a roaring lion looking for someone to attack and eat."
            },
            {
                "verse_number": "9",
                "verse_text": "Refuse to follow the devil. Stand strong in your faith. You know that your brothers and sisters all over the world are having the same sufferings that you have."
            },
            {
                "verse_number": "10",
                "verse_text": "Yes, you will suffer for a short time. But after that, God will make everything right. He will make you strong. He will support you and keep you from falling. He is the God who gives all grace. He chose you to share in his glory in Christ. That glory will continue forever."
            },
            {
                "verse_number": "11",
                "verse_text": "All power is his forever. Amen."
            },
            {
                "verse_number": "12",
                "verse_text": "Silas will bring this letter to you. I know that he is a faithful brother in Christ. I wrote this short letter to encourage you. I wanted to tell you that this is the true grace of God. Stand strong in that grace."
            },
            {
                "verse_number": "13",
                "verse_text": "The church in Babylon sends you greetings. They were chosen just as you were. Mark, my son in Christ, also sends his greetings."
            },
            {
                "verse_number": "14",
                "verse_text": "Give each other a special greeting of love when you meet."
            }
        ]
    }
}