{
    "2 Chronicles": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Solomon, the son of David, became a very strong king, because the Lord his God was with him and made him very great."
            },
            {
                "verse_number": "4",
                "verse_text": "David had carried God&quot;s Box of the Agreement from Kiriath Jearim to Jerusalem where he had set up another tent for it."
            },
            {
                "verse_number": "5",
                "verse_text": "But the bronze altar that Bezalel son of Uri, who was the son of Hur, had made was in front of the Holy Tent at Gibeon. So Solomon and the people went there to ask the Lord for advice."
            },
            {
                "verse_number": "6",
                "verse_text": "Solomon went up to the bronze altar before the Lord at the Meeting Tent and offered a thousand burnt offerings on it."
            },
            {
                "verse_number": "7",
                "verse_text": "That night God came to Solomon and said, &apos;Ask me for whatever you want me to give you.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Solomon said to God, &apos;You were very kind to my father David when you allowed me to rule on his throne after him."
            },
            {
                "verse_number": "9",
                "verse_text": "Now, Lord God, continue to keep your promise to my father David. You made me king over so many people that they are like the dust of the earth."
            },
            {
                "verse_number": "10",
                "verse_text": "Now give me wisdom and knowledge so that I can lead these people in the right way. No one could rule this great nation without your help.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "God said to Solomon, &apos;You have the right attitude. You did not ask for long life and riches for yourself. You did not ask for the death of your enemies. You asked for wisdom and knowledge so that you can make the right decisions."
            },
            {
                "verse_number": "12",
                "verse_text": "So I will give you wisdom and knowledge, but I will also give you wealth, riches, and honor. No king who lived before you has ever had so much wealth and honor, and no king in the future will have as much wealth and honor.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Solomon left the Meeting Tent that was at the high place in Gibeon and went back to Jerusalem to rule as the king of Israel."
            },
            {
                "verse_number": "14",
                "verse_text": "Solomon started gathering horses and chariots for his army. He had 1400 chariots and 12,000 horse soldiers. He kept them in the chariot cities and in Jerusalem where he lived."
            },
            {
                "verse_number": "15",
                "verse_text": "In Jerusalem Solomon gathered so much gold and silver that it was as common as rocks. He gathered so much cedar wood that it was as common as sycamore trees in the western hill country."
            },
            {
                "verse_number": "16",
                "verse_text": "Solomon imported horses from Egypt and Kue. His merchants bought the horses in Kue for a set price."
            },
            {
                "verse_number": "17",
                "verse_text": "They also bought chariots from Egypt for 600 shekels of silver each and horses for 150 shekels of silver each. They then sold the horses and chariots to the kings of the Hittites and Arameans."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Solomon planned to build a Temple to give honor to the Lord&quot;s name. He also planned to build a palace for himself."
            },
            {
                "verse_number": "2",
                "verse_text": "He got 70,000 laborers and 80,000 stonemasons to cut stones in the mountains. He chose 3600 foremen to supervise the workers. &apos;Help me as you helped my father David. You sent him cedar logs so that he could build a palace for himself to live in. &apos;Solomon, the Lord loves his people. That is why he chose you to be their king.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then Solomon sent this message to King Hiram of Tyre:"
            },
            {
                "verse_number": "4",
                "verse_text": "I will build a Temple to honor the name of the Lord my God. At the Temple we will burn incense in front of him, and we will always put the holy bread on the special table. We will offer burnt offerings every morning and evening, on the Sabbath days, during New Moon celebrations, and on the other special meeting days that the Lord our God has commanded us to celebrate. This is a rule for the people of Israel to obey forever."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;I will build a great temple because our God is greater than all the other gods."
            },
            {
                "verse_number": "6",
                "verse_text": "No one can really build a house to put our God in. The whole sky and the highest heaven cannot contain our God, so I cannot build a temple to put him in. I can only build a place to burn incense to honor him."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Now I would like you to send me a man who is skilled in working with gold, silver, bronze, and iron. He must know how to work with purple, red, and blue cloth. He will work here in Judah and Jerusalem with the craftsmen my father chose."
            },
            {
                "verse_number": "8",
                "verse_text": "Also send me wood from cedar trees, pine trees, and algum trees from the country of Lebanon. I know your servants are experienced at cutting down trees from Lebanon. My servants will help your servants."
            },
            {
                "verse_number": "9",
                "verse_text": "I will need lots of wood because the Temple I am building will be very large and beautiful."
            },
            {
                "verse_number": "10",
                "verse_text": "This is what I will pay for your servants to cut down the trees for wood. I will give them 125,000 bushels of wheat for food, 125,000 bushels of barley, 115,000 gallons of wine, and 115,000 gallons of oil.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then Hiram answered Solomon and sent this message to him:"
            },
            {
                "verse_number": "12",
                "verse_text": "Hiram also said, &apos;Praise the Lord, the God of Israel! He made heaven and earth. He gave a wise son to King David. Solomon, you have wisdom and understanding. You are building a Temple for the Lord. You are also building a palace for yourself."
            },
            {
                "verse_number": "13",
                "verse_text": "I will send you a skilled craftsman named Huram Abi."
            },
            {
                "verse_number": "14",
                "verse_text": "His mother was from the tribe of Dan, and his father was from the city of Tyre. Huram Abi has skill in working with gold, silver, bronze, iron, stone, and wood. He also has skill in working with purple, blue, and red cloth and expensive linen. Huram Abi can design and build anything you tell him. He will work with your craftsmen and with the craftsmen of your father King David."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Now, sir, you offered to give us wheat, barley, oil, and wine. Give them to my servants,"
            },
            {
                "verse_number": "16",
                "verse_text": "and we will cut as much wood as you need from Lebanon. We will tie the logs together and float them by sea to the town of Joppa. Then you can carry the wood to Jerusalem.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "So Solomon counted all the foreigners living in Israel. (This was after the time when his father David counted the people.) They found 153,600 strangers in the country."
            },
            {
                "verse_number": "18",
                "verse_text": "Solomon chose 70,000 men to carry the stones, 80,000 men to cut the stone in the mountains, and 3600 men to supervise the workers."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Solomon began building the Lord&quot;s Temple at Jerusalem on Mount Moriah, where the Lord appeared to David, Solomon&quot;s father. This was the place David had prepared for the Temple. It had been the threshing floor of Araunah the Jebusite."
            },
            {
                "verse_number": "2",
                "verse_text": "Solomon started to build on the second day of the second month of his fourth year as king of Israel."
            },
            {
                "verse_number": "3",
                "verse_text": "These are the measurements he used for building the foundation of God&quot;s Temple, using the old cubit. The foundation was 60 cubits long and 20 cubits wide."
            },
            {
                "verse_number": "4",
                "verse_text": "The porch in front of the Temple was 20 cubits long and 20 cubits high. He covered the inside of the porch with pure gold."
            },
            {
                "verse_number": "5",
                "verse_text": "He put panels made of cypress wood on the walls of the larger room. Then he put pure gold over the cypress panels and then put pictures of palm trees and chains on the gold."
            },
            {
                "verse_number": "6",
                "verse_text": "He put valuable stones in the Temple for beauty. The gold he used was gold from Parvaim."
            },
            {
                "verse_number": "7",
                "verse_text": "He covered the inside of the Temple with the gold. He put the gold on the ceiling beams, doorposts, walls, and doors. He carved Cherub angels on the walls."
            },
            {
                "verse_number": "8",
                "verse_text": "Then he made the Most Holy Place. This room was 20 cubits long and 20 cubits wide. It was as wide as the Temple was. He put pure gold on the walls of the Most Holy Place. The gold weighed about 22 1/2 tons."
            },
            {
                "verse_number": "9",
                "verse_text": "The gold nails weighed 1 1/4 pounds. He covered the upper rooms with gold."
            },
            {
                "verse_number": "10",
                "verse_text": "He made two Cherub angels to put in the Most Holy Place. The workers covered the Cherub angels with gold."
            },
            {
                "verse_number": "11",
                "verse_text": "Each wing of the Cherub angels was 5 cubits long. The total length of the wings was 20 cubits. One wing of the first Cherub angel touched the wall on one side of the room. The other wing touched one wing of the second Cherub angel."
            },
            {
                "verse_number": "12",
                "verse_text": "And the other wing of the second Cherub angel touched the wall on the other side of the room."
            },
            {
                "verse_number": "13",
                "verse_text": "So the wings of the two Cherub angels together reached across the room&ndash;a total of 20 cubits. The Cherub angels stood facing the Holy Place."
            },
            {
                "verse_number": "14",
                "verse_text": "He made the curtain from blue, purple, and red materials and expensive linen. There were Cherub angels on the curtain."
            },
            {
                "verse_number": "15",
                "verse_text": "He put two columns in front of the Temple. The columns were 35 cubits tall. The top part of the two columns was 5 cubits long."
            },
            {
                "verse_number": "16",
                "verse_text": "He made chains in a necklace and put them on the tops of the columns. He made 100 pomegranates and put them on the chains."
            },
            {
                "verse_number": "17",
                "verse_text": "Then he put the columns up in front of the Temple. One column stood on the right side. The other column stood on the left side. He named the column on the right side &apos;Jakin.&apos; And he named the column on the left side &apos;Boaz.&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "He made a bronze altar that was 20 cubits long, 20 cubits wide, and 10 cubits tall."
            },
            {
                "verse_number": "2",
                "verse_text": "Then he made a large tank from melted bronze. It was round and it measured 10 cubits across from edge to edge. It was 5 cubits tall and about 30 cubits around."
            },
            {
                "verse_number": "3",
                "verse_text": "There were images of bulls under the lip of the large bronze tank. They were in two rows that went 10 cubits around the tank. The bulls were molded in place when the tank was shaped."
            },
            {
                "verse_number": "4",
                "verse_text": "The large bronze tank was on top of twelve large statues of bulls. Three bulls looked toward the north. Three bulls looked toward the west. Three bulls looked toward the south. Three bulls looked toward the east. The large bronze tank was on top of these bulls. All the bulls stood with their rear ends to each other and to the center."
            },
            {
                "verse_number": "5",
                "verse_text": "The large bronze tank was 3 inches thick. The edge of the large tank was like the edge of a cup. The edge looked like a lily blossom. The tank could hold about 17,400 gallons. 2 capitals shaped like bowls for the top of the columns; 2 nets to go around the capitals; 400 pomegranates for the two nets (two rows of pomegranates for each net to cover the two bowls for the capitals on top of the columns); 10 carts with a bowl on each cart; the large tank with 12 bulls under it; the pots, small shovels, small bowls, and all the dishes for the Lord&quot;s Temple. All the things that Huram made for King Solomon were made of polished bronze."
            },
            {
                "verse_number": "6",
                "verse_text": "He made ten basins. He put five basins on the right side of the large bronze tank and five basins on the left side. These ten basins were to be used to wash the things offered for the burnt offerings. But the large bronze tank was to be used by the priests for washing before they offered sacrifices."
            },
            {
                "verse_number": "7",
                "verse_text": "He made ten lampstands of gold. He followed the plans made for these lampstands. He put the lampstands in the Temple. There were five lampstands on the right side and five lampstands on the left side."
            },
            {
                "verse_number": "8",
                "verse_text": "He made ten tables and put them in the Temple. Five tables were on the right side and five tables on the left side in the Temple. And he used gold to make 100 basins."
            },
            {
                "verse_number": "9",
                "verse_text": "He also made the priests&quot; courtyard, the large courtyard, and the doors that open to them. He used bronze to cover these doors."
            },
            {
                "verse_number": "10",
                "verse_text": "Then he put the large bronze tank on the right side of the Temple on the southeast side."
            },
            {
                "verse_number": "11",
                "verse_text": "Huram also made the pots, shovels, and basins. So he finished his work for King Solomon on God&quot;s Temple:"
            },
            {
                "verse_number": "17",
                "verse_text": "King Solomon first poured these things in clay molds. The molds were made in the Jordan Valley between the towns of Succoth and Zeredah."
            },
            {
                "verse_number": "18",
                "verse_text": "Solomon made so many of them that no one tried to weigh the bronze used."
            },
            {
                "verse_number": "19",
                "verse_text": "Solomon also made the dishes and things for God&quot;s Temple. He made the golden altar and the tables where they put the bread of the Presence."
            },
            {
                "verse_number": "20",
                "verse_text": "He made the lamps and lampstands of pure gold. These were put inside the Holy Place in front of the Most Holy Place."
            },
            {
                "verse_number": "21",
                "verse_text": "He used pure gold to make the flowers, lamps, and tongs."
            },
            {
                "verse_number": "22",
                "verse_text": "He used pure gold to make the lamp snuffers, bowls, pans, and the censers. He used pure gold to make the doors for the Temple, the inside doors for the Most Holy Place and the doors for the main hall."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "When all the work was completed on the Lord&quot;s Temple, Solomon brought in everything his father David had set aside for the Temple. Solomon put all the furniture and all the things made of silver and gold into the storage rooms in God&quot;s Temple. &apos;The Lord is good. His faithful love will last forever.&apos; Then the Lord&quot;s Temple was filled with a cloud."
            },
            {
                "verse_number": "2",
                "verse_text": "Solomon commanded the elders of Israel, the leaders of the tribes, and the heads of families to meet together in Jerusalem. He did this so that they could bring the Box of the Lord&quot;s Agreement up to the Temple from the City of David, that is, Zion."
            },
            {
                "verse_number": "3",
                "verse_text": "All the men of Israel met together before King Solomon during the special festival in the seventh month of the year."
            },
            {
                "verse_number": "4",
                "verse_text": "When all the elders of Israel arrived, the Levites lifted the Box of the Agreement"
            },
            {
                "verse_number": "5",
                "verse_text": "and carried it up to the Temple. The priests and the Levites also brought the Meeting Tent and all the holy things that were in it to the Temple in Jerusalem."
            },
            {
                "verse_number": "6",
                "verse_text": "Then King Solomon and all the Israelites met in front of the Box of the Agreement to offer sheep and bulls as sacrifices. There were so many offerings that no one could count them."
            },
            {
                "verse_number": "7",
                "verse_text": "Then the priests carried the Box of the Lord&quot;s Agreement to the place that was prepared for it in the Most Holy Place inside the Temple. They put the Box of the Agreement under the wings of the Cherub angels."
            },
            {
                "verse_number": "8",
                "verse_text": "The Cherub angels stood with their wings spread over the Box of the Agreement and the poles that were used to carry it."
            },
            {
                "verse_number": "9",
                "verse_text": "The poles are still there today. They were too long for the Most Holy Place, so their ends could be seen by anyone standing in the Holy Place, although no one outside could see them."
            },
            {
                "verse_number": "10",
                "verse_text": "The only things inside the Holy Box are the two tablets that Moses put there at Mt. Horeb. This is where the Lord made his agreement with the Israelites after they came out of Egypt."
            },
            {
                "verse_number": "11",
                "verse_text": "All the priests who were there did the ceremony to make themselves holy. Then, as they came out of the Holy Place, they stood together, but not in their special groups."
            },
            {
                "verse_number": "12",
                "verse_text": "The Levite singers stood at the east side of the altar. All the singing groups of Asaph, Heman, and Jeduthun were there. And their sons and relatives were there. The Levite singers were dressed in white linen. They had cymbals, lyres, and harps. There were 120 priests there with the Levite singers. The 120 priests blew trumpets."
            },
            {
                "verse_number": "13",
                "verse_text": "Those who blew the trumpets and those who sang were like one person. They made one sound when they praised and thanked the Lord. They made a loud noise with the trumpets, cymbals, and instruments of music. They praised the Lord, singing,"
            },
            {
                "verse_number": "14",
                "verse_text": "The priests could not continue to serve because of the cloud, because the Glory of the Lord filled the Temple."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Then Solomon said, &apos;The Lord chose to live in a dark cloud."
            },
            {
                "verse_number": "2",
                "verse_text": "But, Lord, I have built a beautiful house for you to live in forever.&apos; &apos;Praise the Lord, the God of Israel, who has done what he promised my father David. The Lord said, &apos;Lord, God of Israel, there is no god like you in heaven or on earth. You keep the agreement that you made with your people. You are kind and loyal to those who follow you with all their heart. the Box of the Agreement that shows your strength. Lord God, may your priests be dressed with salvation, and may your true followers be happy about these good things. Remember your loyal servant David.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "King Solomon turned around and blessed all the Israelites gathered in front of him."
            },
            {
                "verse_number": "4",
                "verse_text": "He said,"
            },
            {
                "verse_number": "5",
                "verse_text": "&quot;I led Israel out of Egypt long ago. And in all that time, I have not chosen a city from any tribe of Israel for a place to build a house for my name. I have not chosen a man to lead my people, the people of Israel."
            },
            {
                "verse_number": "6",
                "verse_text": "But now I have chosen Jerusalem as a place for my name, and I have chosen David to lead my people Israel.&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;My father David wanted to build a temple for the name of the Lord, the God of Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "But the Lord said to my father, &quot;David, it is good that you want to build a temple for my name,"
            },
            {
                "verse_number": "9",
                "verse_text": "but you cannot build the Temple. Your son will build the Temple for my name.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "Now, the Lord has done what he said he would do. I am the new king in my father&quot;s place. David was my father. Now I am Israel&quot;s king. That is what the Lord promised, and I have built the Temple for the name of the Lord, the God of Israel."
            },
            {
                "verse_number": "11",
                "verse_text": "I have put the Box of the Agreement in the Temple. The Lord&quot;s Agreement with Israel is in that box.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "and said,"
            },
            {
                "verse_number": "15",
                "verse_text": "You made a promise to your servant, my father David, and you kept that promise. You made that promise with your own mouth, and with your own hands you made it come true today."
            },
            {
                "verse_number": "16",
                "verse_text": "Now, Lord, God of Israel, keep the other promises you made to your servant David, my father. You said, &quot;David, if your sons carefully obey me as you did, you will always have someone from your family ruling the people of Israel.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "Again, Lord, God of Israel, I ask you to keep the promise you made to your servant, my father David."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;But, God, will you really live here with us on the earth? The whole sky and the highest heaven cannot contain you. Certainly this house that I built cannot contain you either."
            },
            {
                "verse_number": "19",
                "verse_text": "But please listen to my prayer and my request. I am your servant, and you are the Lord my God. Hear this prayer that I am praying to you today."
            },
            {
                "verse_number": "20",
                "verse_text": "In the past you said, &quot;I will be honored there.&quot; So please watch over this Temple, night and day. And listen to my prayer as I turn toward this Temple and pray to you."
            },
            {
                "verse_number": "21",
                "verse_text": "And please listen to our prayers in the future when I and your people Israel turn to this place and pray to you. We know that you live in heaven. We ask you to hear our prayer there and forgive us."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Whoever does wrong to someone will be brought to this altar. If they are not guilty, they will make an oath and promise that they are innocent."
            },
            {
                "verse_number": "23",
                "verse_text": "Please listen from heaven and judge them. If they are guilty, please show us that they are guilty. And if they are innocent, please show us that they are not guilty."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Sometimes your people Israel will sin against you, and their enemies will defeat them. Then the people will come back to you and praise you. They will pray to you in this Temple."
            },
            {
                "verse_number": "25",
                "verse_text": "In heaven, please listen to the prayers of your people Israel. Forgive them for their sins and let them have their land again. You gave this land to their ancestors."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Sometimes they will sin against you, and you will stop the rain from falling on their land. Then they will pray toward this place and praise your name. You will make them suffer, and they will be sorry for their sins."
            },
            {
                "verse_number": "27",
                "verse_text": "So please listen in heaven to their prayer. Then forgive us for our sins. Teach the people to live right. Then, please send rain to the land you gave them."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;The land might become very dry so that no food will grow on it. Or maybe a great sickness will spread among the people. Maybe all the food that is growing will be destroyed by insects. Or your people might be attacked in some of their cities by their enemies. Or many of your people might get sick."
            },
            {
                "verse_number": "29",
                "verse_text": "When any of these things happen, people feel the need to spread their hands in prayer toward this Temple."
            },
            {
                "verse_number": "30",
                "verse_text": "Please listen to their prayer while you are in your home in heaven and forgive them and help them. Only you know what people are really thinking, so only you can judge them fairly."
            },
            {
                "verse_number": "31",
                "verse_text": "Do this so that your people will fear and respect you all the time that they live in this land you gave to our ancestors."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;People from other places will hear about your greatness and your power. They will come from far away to pray at this Temple."
            },
            {
                "verse_number": "33",
                "verse_text": "From your home in heaven, please listen to their prayers. Please do everything those from other places ask you. Then they will fear and respect you the same as your people in Israel. Then all people everywhere will know that I built this Temple to honor you."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Sometimes you will command your people to go and fight against their enemies. Then your people will turn toward this city that you have chosen and the Temple that I built in your honor, and they will pray to you."
            },
            {
                "verse_number": "35",
                "verse_text": "Listen to their prayers from your home in heaven, and help them."
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;Your people will sin against you. I know this because everyone sins. And you will be angry with your people. You will let their enemies defeat them. Their enemies will make them prisoners and carry them to some faraway land."
            },
            {
                "verse_number": "37",
                "verse_text": "In that faraway land, your people will think about what happened. They will be sorry for their sins, and they will pray to you. They will say, &quot;We have sinned and done wrong.&quot;"
            },
            {
                "verse_number": "38",
                "verse_text": "They will be in that faraway land of their enemies, but they will turn back to you. They will feel sorry for their sins with their whole heart and soul. They will turn toward the land you gave their ancestors. They will look toward the city you chose and toward the Temple I built, and they will pray to you."
            },
            {
                "verse_number": "39",
                "verse_text": "Please listen from your home in heaven. Accept their prayers when they beg for help, and help them. Forgive your people who have sinned against you."
            },
            {
                "verse_number": "40",
                "verse_text": "Now, my God, I ask you, open your eyes and your ears. Listen and pay attention to the prayers we are praying in this place."
            },
            {
                "verse_number": "41",
                "verse_text": "&apos;Now, Lord God, get up and come to your special place,"
            },
            {
                "verse_number": "42",
                "verse_text": "Lord God, accept your anointed king."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "When Solomon finished praying, fire came down from the sky and burned up the burnt offering and the sacrifices. The Glory of the Lord filled the Temple."
            },
            {
                "verse_number": "2",
                "verse_text": "The priests could not enter the Lord&quot;s Temple because the Glory of the Lord filled it."
            },
            {
                "verse_number": "3",
                "verse_text": "When all the Israelites saw the fire come down from heaven and the Glory of the Lord on the Temple, they bowed down on the pavement with their faces low to the ground. They worshiped and thanked the Lord, singing, &apos;The Lord is good. His faithful love will last forever.&apos; &apos;Solomon, I have heard your prayer, and I have chosen this place for myself to be a house for sacrifices."
            },
            {
                "verse_number": "4",
                "verse_text": "Then King Solomon and all the Israelites offered sacrifices to the Lord."
            },
            {
                "verse_number": "5",
                "verse_text": "King Solomon offered 22,000 bulls and 120,000 sheep. So the king and the people showed that they had dedicated the Temple to God."
            },
            {
                "verse_number": "6",
                "verse_text": "The priests stood ready to do their work. The Levites stood with the instruments they would use to play music to the Lord. King David had made these instruments to use when they gave thanks to the Lord and sang, &apos;His faithful love will last forever.&apos; The priests blew their trumpets as they stood across from the Levites. And all the Israelites were standing."
            },
            {
                "verse_number": "7",
                "verse_text": "King Solomon also dedicated the middle of the courtyard, the part that is in front of the Temple of the Lord. There he offered burnt offerings, grain offerings, and the fat from the animals that were used as fellowship offerings. He did this because the bronze altar he had built was too small to hold all these offerings."
            },
            {
                "verse_number": "8",
                "verse_text": "So there at the Temple, King Solomon and all the people of Israel celebrated the festival. People came from as far away as Hamath Pass in the north and the border of Egypt in the south. This huge crowd of people enjoyed themselves for seven days."
            },
            {
                "verse_number": "9",
                "verse_text": "On the eighth day, they had a holy meeting because they had celebrated for seven days. They made the altar holy and it was to be used only for worshiping the Lord. And they celebrated the festival for seven days."
            },
            {
                "verse_number": "10",
                "verse_text": "On the 23rd day of the seventh month, Solomon told the people to go home. All the people thanked the king, said goodbye, and went home. They were happy because of all the good things that the Lord had done for David his servant and for his people Israel."
            },
            {
                "verse_number": "11",
                "verse_text": "So Solomon finished building the Lord&quot;s Temple and the king&quot;s palace. Solomon did everything that he had planned to do in building a house for the Lord and for himself."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the Lord appeared to Solomon at night and said to him,"
            },
            {
                "verse_number": "13",
                "verse_text": "When I close the sky so that there is no rain, or command the locusts to destroy the land, or send sicknesses to my people"
            },
            {
                "verse_number": "14",
                "verse_text": "and if my people who are called by my name become humble and pray, and look for me, and turn away from their evil ways, then I will hear them from heaven. I will forgive their sin and heal their land."
            },
            {
                "verse_number": "15",
                "verse_text": "Now, my eyes are open, and my ears will pay attention to the prayers prayed in this place."
            },
            {
                "verse_number": "16",
                "verse_text": "I have chosen this Temple, and I have made it a holy place. So I will be honored there forever. I will watch over it and think of it always."
            },
            {
                "verse_number": "17",
                "verse_text": "You must serve me with a pure and honest heart, just as your father David did. You must obey my laws and do everything that I commanded you. If you obey all I have commanded, and if you obey my laws and rules,"
            },
            {
                "verse_number": "18",
                "verse_text": "then I will make you a strong king and your kingdom will be great. That is the agreement I made with David your father when I told him that Israel would always be ruled by one of his descendants."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;But if you don&quot;t obey my laws and commands that I gave you, and if you worship other gods and serve them,"
            },
            {
                "verse_number": "20",
                "verse_text": "then I will take the Israelites out from my land that I gave them. And I will leave this Temple that I have made holy for my name. I will make this Temple something that all the nations will speak evil about."
            },
            {
                "verse_number": "21",
                "verse_text": "Everyone who sees it will be amazed. They will ask, &quot;Why did the Lord do this terrible thing to this land and to this temple?&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "People will say, &quot;This happened because they left the Lord, the God of their ancestors. He brought them out of Egypt, but they decided to follow other gods. They began to worship and to serve those gods. That is why he caused all these bad things to happen to them.&quot;&apos;"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "It took 20 years for King Solomon to build the Lord&quot;s Temple and the king&quot;s palace."
            },
            {
                "verse_number": "2",
                "verse_text": "Then Solomon rebuilt the towns that Hiram gave him and then moved Israelites into those towns to live there."
            },
            {
                "verse_number": "3",
                "verse_text": "After this Solomon went to Hamath of Zobah and captured it."
            },
            {
                "verse_number": "4",
                "verse_text": "He also built the town of Tadmor in the desert. He built all the towns in Hamath to store things in."
            },
            {
                "verse_number": "5",
                "verse_text": "He rebuilt the towns of Upper Beth Horon and Lower Beth Horon. He made them into strong forts with strong walls, gates, and bars in the gates."
            },
            {
                "verse_number": "6",
                "verse_text": "He also rebuilt the town of Baalath and all the other towns where he stored things. He built all the cities where the chariots were kept and where the horse riders lived. Solomon built all he wanted in Jerusalem, Lebanon, and in all the country where he was king."
            },
            {
                "verse_number": "9",
                "verse_text": "Solomon did not force any of the Israelites to be his slaves. They were soldiers, government officials, officers, captains, and chariot commanders and drivers."
            },
            {
                "verse_number": "10",
                "verse_text": "There were 250 supervisors over Solomon&quot;s projects. They supervised the men."
            },
            {
                "verse_number": "11",
                "verse_text": "Solomon brought Pharaoh&quot;s daughter up from the City of David to the house he built for her. He said, &apos;My wife must not live in King David&quot;s palace because the places where the Lord&quot;s Holy Box has been are holy places.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Solomon offered burnt offerings to the Lord on the Lord&quot;s altar. He built that altar in front of the Temple porch."
            },
            {
                "verse_number": "13",
                "verse_text": "Solomon offered sacrifices every day the way Moses commanded. Sacrifices were to be offered on Sabbath days, during New Moon celebrations, and at the three yearly festivals. The three yearly festivals were the Festival of Unleavened Bread, the Festival of Harvest, and the Festival of Shelters."
            },
            {
                "verse_number": "14",
                "verse_text": "Solomon followed his father David&quot;s instructions. He chose the groups of priests for their service and the Levites for their duties. The Levites were to lead the praise and help the priests from day to day to do what needed to be done in the Temple service. And he chose the gatekeepers by their groups to serve at each gate. This is the way David, the man of God, instructed."
            },
            {
                "verse_number": "15",
                "verse_text": "The Israelites did not change or disobey any of Solomon&quot;s instructions to the priests and Levites. They did not change any of the instructions, even in the way they should keep the valuable things."
            },
            {
                "verse_number": "16",
                "verse_text": "So Solomon completed his work on the Lord&quot;s Temple. Work began the day they laid the foundation and continued without stopping until the day the Temple was finished."
            },
            {
                "verse_number": "17",
                "verse_text": "King Solomon also built ships at Ezion Geber. This town is near Elath on the shore of the Red Sea, in the land of Edom."
            },
            {
                "verse_number": "18",
                "verse_text": "Hiram sent ships to Solomon. Hiram&quot;s own men sailed the ships. They were skilled at sailing on the sea. His men went with Solomon&quot;s servants to Ophir and brought back 17 tons of gold to King Solomon."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "The queen of Sheba heard about Solomon, so she came to test him with hard questions. She had a very large group with her. She had camels that carried spices, much gold, and valuable stones. She traveled to Jerusalem with a very large group of servants. There were many camels carrying spices, jewels, and a lot of gold. She met Solomon and asked him all the questions that she could think of."
            },
            {
                "verse_number": "2",
                "verse_text": "Solomon answered all the questions. None of her questions was too hard for him to explain."
            },
            {
                "verse_number": "3",
                "verse_text": "The queen of Sheba saw that Solomon was very wise. She also saw the beautiful palace he had built."
            },
            {
                "verse_number": "4",
                "verse_text": "She saw the food at the king&quot;s table. She saw his officials meeting together. She saw the servants in the palace and the good clothes they wore. She saw his parties and the sacrifices that he offered in the Lord&quot;s Temple. She was so amazed, she could hardly breathe!"
            },
            {
                "verse_number": "5",
                "verse_text": "Then she said to King Solomon, &apos;The stories I heard in my country about your great works and your wisdom are true."
            },
            {
                "verse_number": "6",
                "verse_text": "I did not believe it until I came and saw it with my own eyes. Now I see that it is even greater than what I heard. Your wealth and wisdom is much greater than people told me."
            },
            {
                "verse_number": "7",
                "verse_text": "Your wives and officers are very fortunate! They can serve you and hear your wisdom every day."
            },
            {
                "verse_number": "8",
                "verse_text": "Praise the Lord your God! He was pleased to make you king of Israel. The Lord God loves Israel, so he made you the king. You follow the law and treat people fairly.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then the queen of Sheba gave King Solomon 4 1/2 tons of gold, a huge amount of spices, and precious stones. She gave Solomon more spices than anyone has ever brought into Israel."
            },
            {
                "verse_number": "10",
                "verse_text": "Hiram&quot;s servants brought gold from Ophir. They also brought in jewels and a special kind of wood."
            },
            {
                "verse_number": "11",
                "verse_text": "King Solomon used this special wood to make steps for the Lord&quot;s Temple and the king&quot;s palace. Solomon also used the algum wood to make lyres and harps for the singers. No one ever saw such beautiful things like those made from the algum wood in the country of Judah."
            },
            {
                "verse_number": "12",
                "verse_text": "King Solomon gave the queen of Sheba everything she asked for. He gave her more than she brought to give him. Then the queen of Sheba and her servants left and went back to their own country."
            },
            {
                "verse_number": "13",
                "verse_text": "Every year Solomon got almost 25 tons of gold."
            },
            {
                "verse_number": "14",
                "verse_text": "In addition to the gold brought in by the traveling merchants and traders, all the kings of Arabia and the governors of the land also brought gold and silver to Solomon."
            },
            {
                "verse_number": "15",
                "verse_text": "King Solomon made 200 large shields of hammered gold. He used about 15 pounds of gold for each shield."
            },
            {
                "verse_number": "16",
                "verse_text": "He also made 300 smaller shields of hammered gold. He used about 7 1/2 pounds of gold for each shield. The king put them in the Forest-of-Lebanon House."
            },
            {
                "verse_number": "17",
                "verse_text": "King Solomon also built a large throne with ivory decorations. It was covered with pure gold."
            },
            {
                "verse_number": "18",
                "verse_text": "There were six steps leading up to the throne. The back of the throne was round at the top. There were armrests on both sides of the throne, and there were lions in the sides of the throne under the armrests."
            },
            {
                "verse_number": "19",
                "verse_text": "There were also two lions on each of the six steps, one at each end. There was nothing like it in any other kingdom."
            },
            {
                "verse_number": "20",
                "verse_text": "All of Solomon&quot;s cups and glasses were made of gold. And all the dishes in the building called the &apos;Forest of Lebanon&apos; were made from pure gold. Nothing in the palace was made from silver. There was so much gold that in Solomon&quot;s time people did not think silver was important!"
            },
            {
                "verse_number": "21",
                "verse_text": "The king also had cargo ships that went to Tarshish to trade things with other countries. Hiram&quot;s men were on these ships. Every three years the ships would come back with a new load of gold, silver, ivory, and apes and baboons."
            },
            {
                "verse_number": "22",
                "verse_text": "King Solomon became greater in riches and wisdom than any other king on earth."
            },
            {
                "verse_number": "23",
                "verse_text": "People everywhere wanted to see King Solomon. They wanted to hear the great wisdom that God had given him."
            },
            {
                "verse_number": "24",
                "verse_text": "Every year people came to see the king, and everyone brought a gift. They brought things made from gold and silver, clothes, weapons, spices, horses, and mules."
            },
            {
                "verse_number": "25",
                "verse_text": "Solomon had 4000 stalls to keep horses and chariots. He had 12,000 horse soldiers. Solomon built special cities for these chariots. So the chariots were kept in these cities. King Solomon also kept some of the chariots with him in Jerusalem."
            },
            {
                "verse_number": "26",
                "verse_text": "Solomon was the king over all the kings from the Euphrates River all the way to the land of the Philistines, and to the border of Egypt."
            },
            {
                "verse_number": "27",
                "verse_text": "King Solomon had so much silver that it was as common as rocks in Jerusalem. And he had so much cedar wood that it was as common as sycamore trees in the hill country."
            },
            {
                "verse_number": "28",
                "verse_text": "The people brought horses to Solomon from Egypt and from all the other countries."
            },
            {
                "verse_number": "29",
                "verse_text": "Everything else Solomon did, from the beginning to the end, is written in the writings of Nathan the Prophet, in The Prophecy of Ahijah from Shiloh, and in The Visions of Iddo the Seer . Iddo was a seer who wrote about Jeroboam son of Nebat."
            },
            {
                "verse_number": "30",
                "verse_text": "Solomon ruled in Jerusalem over all Israel for 40 years."
            },
            {
                "verse_number": "31",
                "verse_text": "Then he died and was buried in the city of David, his father. Then Solomon&quot;s son Rehoboam became the next king."
            }
        ],
        "10": [
            {
                "verse_number": "4",
                "verse_text": "&apos;Your father forced us to work very hard. Now, make it easier for us. Stop the heavy work that your father forced us to do and we will serve you.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Rehoboam answered, &apos;Come back to me in three days, and I will answer you.&apos; So the people left."
            },
            {
                "verse_number": "6",
                "verse_text": "There were some older men who had helped Solomon make decisions when he was alive. So King Rehoboam asked these men what he should do. He said, &apos;How do you think I should answer the people?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "They answered, &apos;If you do what is good for the people, you will please them. If you speak kindly to them, they will always work for you.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "But Rehoboam did not listen to the advice from the older men. He asked the young men who were his friends."
            },
            {
                "verse_number": "9",
                "verse_text": "Rehoboam said, &apos;The people said, &quot;Give us easier work than your father gave us.&quot; How do you think I should answer them? What should I tell them?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then the young men who grew up with him answered, &apos;Those people came to you and said, &quot;Your father forced us to work very hard. Now make our work easier.&quot; So you should tell them, &quot;My little finger is stronger than my father&quot;s whole body."
            },
            {
                "verse_number": "11",
                "verse_text": "My father forced you to work hard, but I will make you work much harder! My father punished you with whips, but I will punish you with whips that have sharp metal tips.&quot;&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Three days later, Jeroboam and all the people came back to Rehoboam, just as he had told them to do."
            },
            {
                "verse_number": "13",
                "verse_text": "King Rehoboam did not listen to the advice from the older men, and he was rude to the people."
            },
            {
                "verse_number": "14",
                "verse_text": "He did what his friends told him to do and said, &apos;My father forced you to work hard, but I will make you work much harder! My father punished you with whips, but I will punish you with whips that have sharp metal tips.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So the king did not do what the people wanted. The Lord caused this to happen. He did this in order to keep the promise he made to Jeroboam son of Nebat when he sent Ahijah, the prophet from Shiloh, to speak to him."
            },
            {
                "verse_number": "16",
                "verse_text": "The Israelites saw that the new king refused to listen to them, so they said to him,"
            },
            {
                "verse_number": "17",
                "verse_text": "But Rehoboam still ruled over the Israelites who lived in the cities of Judah."
            },
            {
                "verse_number": "18",
                "verse_text": "A man named Adoniram was one of the men who directed the workers. King Rehoboam sent Adoniram to talk to the people, but the Israelites threw stones at him until he died. King Rehoboam ran to his chariot and escaped to Jerusalem."
            },
            {
                "verse_number": "19",
                "verse_text": "So Israel rebelled against the family of David, and that is how things are even today."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Rehoboam went back to Jerusalem and gathered together an army of 180,000 men from the families of Judah and the tribe of Benjamin. Rehoboam wanted to go fight against the Israelites and take back his kingdom."
            },
            {
                "verse_number": "2",
                "verse_text": "But the Lord spoke to a man of God named Shemaiah. He said,"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Talk to Rehoboam, the son of Solomon, king of Judah, and to men of Judah and Benjamin."
            },
            {
                "verse_number": "4",
                "verse_text": "Say to them, &quot;The Lord says that you must not go to war against your brothers. Everyone, go home! I made all this happen.&quot;&apos; So all the men in Rehoboam&quot;s army obeyed the Lord and went home. They did not attack Jeroboam."
            },
            {
                "verse_number": "5",
                "verse_text": "Rehoboam lived in Jerusalem and built strong cities in Judah to defend against attacks."
            },
            {
                "verse_number": "6",
                "verse_text": "He repaired the cities of Bethlehem, Etam, Tekoa,"
            },
            {
                "verse_number": "7",
                "verse_text": "Beth Zur, Soco, Adullam,"
            },
            {
                "verse_number": "8",
                "verse_text": "Gath, Mareshah, Ziph,"
            },
            {
                "verse_number": "9",
                "verse_text": "Adoraim, Lachish, Azekah,"
            },
            {
                "verse_number": "10",
                "verse_text": "Zorah, Aijalon, and Hebron. These cities in Judah and Benjamin were made strong."
            },
            {
                "verse_number": "11",
                "verse_text": "When Rehoboam made these cities strong, he put commanders in them. He also put supplies of food, oil, and wine in them."
            },
            {
                "verse_number": "12",
                "verse_text": "Also, he put shields and spears in every city and made the cities very strong. He kept the peoples and cities of Judah and Benjamin under his control."
            },
            {
                "verse_number": "13",
                "verse_text": "The priests and the Levites from all over Israel agreed with Rehoboam and joined him."
            },
            {
                "verse_number": "14",
                "verse_text": "The Levites left their grasslands and their own fields and came to Judah and Jerusalem. The Levites did this because Jeroboam and his sons refused to let them serve as priests to the Lord."
            },
            {
                "verse_number": "15",
                "verse_text": "Jeroboam chose his own priests to serve in the high places, where he set up the goat and calf idols he had made."
            },
            {
                "verse_number": "16",
                "verse_text": "When the Levites left Israel, the people in all the tribes of Israel who were faithful to the Lord, the God of Israel, came to Jerusalem to sacrifice to the Lord, the God of their fathers."
            },
            {
                "verse_number": "17",
                "verse_text": "These people made the kingdom of Judah strong, and they supported Solomon&quot;s son Rehoboam for three years. They did this because during that time they lived the way David and Solomon had lived."
            },
            {
                "verse_number": "18",
                "verse_text": "Rehoboam married Mahalath. Her father was Jerimoth. Her mother was Abihail. Jerimoth was David&quot;s son. Abihail was Eliab&quot;s daughter, and Eliab was Jesse&quot;s son."
            },
            {
                "verse_number": "19",
                "verse_text": "Mahalath gave Rehoboam these sons: Jeush, Shemariah, and Zaham."
            },
            {
                "verse_number": "20",
                "verse_text": "Then Rehoboam married Maacah. Maacah was Absalom&quot;s granddaughter. And Maacah gave Rehoboam these children: Abijah, Attai, Ziza, and Shelomith."
            },
            {
                "verse_number": "21",
                "verse_text": "Rehoboam loved Maacah more than he loved all his other wives and slave women. Rehoboam had 18 wives and 60 slave women. He was the father of 28 sons and 60 daughters."
            },
            {
                "verse_number": "22",
                "verse_text": "Rehoboam chose Abijah to be the leader among his own brothers. He did this because he planned to make Abijah king."
            },
            {
                "verse_number": "23",
                "verse_text": "Rehoboam acted wisely and spread all his sons through all the areas of Judah and Benjamin to every strong city. And Rehoboam gave plenty of supplies to his sons. He also looked for wives for them."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Rehoboam became a strong king and made his kingdom strong. Then Rehoboam and the whole tribe of Judah refused to obey the law of the Lord."
            },
            {
                "verse_number": "2",
                "verse_text": "During the fifth year that Rehoboam was king, Shishak king of Egypt came to attack Jerusalem. This happened because Rehoboam and the people of Judah rebelled against the Lord."
            },
            {
                "verse_number": "3",
                "verse_text": "Shishak had 1200 chariots, 60,000 horse riders, and an army that no one could count. In Shishak&quot;s large army there were Libyan soldiers, Sukkite soldiers, and Ethiopian soldiers."
            },
            {
                "verse_number": "4",
                "verse_text": "Shishak defeated the strong cities of Judah. Then Shishak brought his army to Jerusalem."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Shemaiah the prophet came to Rehoboam and the leaders of Judah. The leaders of Judah had gathered together in Jerusalem because they all were afraid of Shishak. Shemaiah said to Rehoboam and the leaders of Judah, &apos;This is what the Lord says: &quot;Rehoboam, you and the people of Judah have left me and refused to obey my law. So now I will leave you to face Shishak without my help.&quot;&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Then the leaders of Judah and King Rehoboam were sorry and humbled themselves. They said, &apos;The Lord is right.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord saw that the king and the leaders of Judah had humbled themselves. Then the message from the Lord came to Shemaiah. The Lord said, &apos;The king and the leaders humbled themselves. So I will not destroy them, but I will save them soon. I will not use Shishak to pour out my anger on Jerusalem."
            },
            {
                "verse_number": "8",
                "verse_text": "But the people of Jerusalem will become Shishak&quot;s servants. This will happen so that they may learn that serving me is different from serving the kings of other nations.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Shishak took the treasures from the Lord&quot;s Temple and from the king&quot;s palace. He also took the gold shields that Solomon had made."
            },
            {
                "verse_number": "10",
                "verse_text": "King Rehoboam made more shields to put in their places, but they were made from bronze. He gave them to the guards on duty at the palace gates."
            },
            {
                "verse_number": "11",
                "verse_text": "Every time the king went to the Lord&quot;s Temple, the guards took out the shields and went with him. After they were finished, they put the shields back on the wall in the guardroom."
            },
            {
                "verse_number": "12",
                "verse_text": "Rehoboam humbled himself, and the Lord stopped being angry with him. So he did not completely destroy Rehoboam. There was some good in Judah."
            },
            {
                "verse_number": "13",
                "verse_text": "King Rehoboam made himself a strong king in Jerusalem. He was 41 years old when he became king of Judah. Rehoboam ruled 17 years in Jerusalem, the city the Lord chose for his own. He chose this city from all the other cities of Israel. Rehoboam&quot;s mother was Naamah. She was an Ammonite."
            },
            {
                "verse_number": "14",
                "verse_text": "Rehoboam did evil because he didn&quot;t decide in his heart to obey the Lord."
            },
            {
                "verse_number": "15",
                "verse_text": "All the things Rehoboam did when he was king, from the beginning to the end of his rule, are written in the writings of Shemaiah the prophet and in the writings of Iddo the seer. Those men wrote family histories. And there were wars between Rehoboam and Jeroboam all the time both kings ruled."
            },
            {
                "verse_number": "16",
                "verse_text": "Rehoboam rested with his ancestors and was buried in the City of David. Then Rehoboam&quot;s son Abijah became the next king after him."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Abijah became the new king of Judah. This was during the 18th year that Jeroboam son of Nebat ruled Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "Abijah ruled in Jerusalem for three years. His mother&quot;s name was Maacah. She was the daughter of Uriel, from the town of Gibeah. And there was war between Abijah and Jeroboam."
            },
            {
                "verse_number": "3",
                "verse_text": "Abijah&quot;s army had 400,000 brave soldiers. Abijah led that army into battle. Jeroboam&quot;s army had 800,000 brave soldiers. Jeroboam got ready to have a war with Abijah."
            },
            {
                "verse_number": "4",
                "verse_text": "Then Abijah stood on Mount Zemaraim in the hill country of Ephraim and said, &apos;Jeroboam and all Israel, listen to me!"
            },
            {
                "verse_number": "5",
                "verse_text": "You should know that the Lord, the God of Israel, gave David and his sons the right to be king over Israel forever. God gave this right to David with an agreement of salt."
            },
            {
                "verse_number": "6",
                "verse_text": "But Jeroboam turned against his master. Jeroboam son of Nebat was one of the servants of David&quot;s son Solomon."
            },
            {
                "verse_number": "7",
                "verse_text": "Then worthless, evil men became friends with Jeroboam. Then Jeroboam and the bad men turned against Rehoboam, Solomon&quot;s son. Rehoboam was young and did not have experience. So he could not stop Jeroboam and his bad friends."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Now, you people have decided to defeat the Lord&quot;s kingdom&ndash;the kingdom that is ruled by David&quot;s sons. You have so many people with you and you have the golden calves&ndash;the &quot;gods&quot; that Jeroboam made for you."
            },
            {
                "verse_number": "9",
                "verse_text": "You threw out the Lord&quot;s priests, the descendants of Aaron. And you threw out the Levites. Then you chose your own priests, as every other nation on earth does. And now, anyone who will bring a young bull and seven rams can become a priest to serve these &quot;no-gods.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;But as for us, the Lord is our God. We people of Judah have not refused to obey God. We have not left him. The priests who serve the Lord are Aaron&quot;s sons, and the Levites help the priests in their work."
            },
            {
                "verse_number": "11",
                "verse_text": "They offer burnt offerings and burn incense of spices to the Lord every morning and every evening. They put the bread in rows on the special table in the Temple. And they take care of the lamps on the golden lampstand so that it shines bright each and every evening. We very carefully serve the Lord our God, but you people have abandoned him."
            },
            {
                "verse_number": "12",
                "verse_text": "God himself is with us. He is our ruler, and his priests are with us. God&quot;s priests blow his trumpets to wake you up and make you excited about coming to him. Men of Israel, don&quot;t fight against the Lord, God of your ancestors, because you will not succeed!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But Jeroboam sent a group of soldiers to sneak behind Abijah&quot;s army. Jeroboam&quot;s army was in front of Abijah&quot;s army. The hidden soldiers from Jeroboam&quot;s army were behind Abijah&quot;s army."
            },
            {
                "verse_number": "14",
                "verse_text": "When the soldiers in Abijah&quot;s army from Judah looked around, they saw Jeroboam&quot;s army attacking both in front and in back. The men of Judah shouted out to the Lord and the priests blew the trumpets."
            },
            {
                "verse_number": "15",
                "verse_text": "Then the men in Abijah&quot;s army shouted. When the men of Judah shouted, God defeated Jeroboam&quot;s army. Jeroboam&quot;s whole army from Israel was defeated by Abijah&quot;s army from Judah."
            },
            {
                "verse_number": "16",
                "verse_text": "The men of Israel ran away from the men of Judah. God let the army from Judah defeat the army from Israel."
            },
            {
                "verse_number": "17",
                "verse_text": "Abijah&quot;s army greatly defeated the army of Israel, and 500,000 of the best men of Israel were killed."
            },
            {
                "verse_number": "18",
                "verse_text": "So at that time the Israelites were defeated, and the people of Judah won. The army from Judah won because they depended on the Lord, the God of their ancestors."
            },
            {
                "verse_number": "19",
                "verse_text": "Abijah&quot;s army chased Jeroboam&quot;s army, and they captured the towns of Bethel, Jeshanah, and Ephron from Jeroboam. They captured the towns and the small villages near them."
            },
            {
                "verse_number": "20",
                "verse_text": "Jeroboam never became strong again while Abijah lived. The Lord killed Jeroboam,"
            },
            {
                "verse_number": "21",
                "verse_text": "but Abijah became strong. He married 14 women and was the father of 22 sons and 16 daughters."
            },
            {
                "verse_number": "22",
                "verse_text": "Everything else Abijah did is written in the books of the prophet Iddo."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "When Abijah died, they buried him in the City of David. Abijah&quot;s son Asa became the new king after him. There was peace in the country for ten years in Asa&quot;s time."
            },
            {
                "verse_number": "2",
                "verse_text": "Asa did what the Lord his God said was good and right."
            },
            {
                "verse_number": "3",
                "verse_text": "He took away the altars of the foreigners and the high places. He also smashed the memorial stones and cut down the Asherah poles."
            },
            {
                "verse_number": "4",
                "verse_text": "He commanded the people of Judah to follow the Lord, the God their ancestors had worshiped, and to obey his laws and commands."
            },
            {
                "verse_number": "5",
                "verse_text": "He also removed all the high places and incense altars from all the towns in Judah. So the kingdom had peace when Asa was king."
            },
            {
                "verse_number": "6",
                "verse_text": "Asa built strong cities in Judah while there was peace in Judah. He had no war in these years because the Lord gave him peace."
            },
            {
                "verse_number": "7",
                "verse_text": "Asa said to the people of Judah, &apos;Let&quot;s build these towns and make walls around them. Let&quot;s make towers, gates, and bars in the gates. Let&quot;s do this while we still live in this country. This country is ours because we have followed the Lord our God. He has given us peace all around us.&apos; So they built and had success."
            },
            {
                "verse_number": "8",
                "verse_text": "Asa had an army of 300,000 men from the tribe of Judah and 280,000 men from the tribe of Benjamin. The men from Judah carried large shields and spears. The men from Benjamin carried small shields and shot arrows from bows. All of them were strong and brave soldiers."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Zerah from Ethiopia came out against Asa&quot;s army. He had 1,000,000 men and 300 chariots in his army. His army went as far as the town of Mareshah."
            },
            {
                "verse_number": "10",
                "verse_text": "Asa went out to fight against Zerah. Asa&quot;s army got ready for battle in the Valley of Zephathah at Mareshah."
            },
            {
                "verse_number": "11",
                "verse_text": "Asa called out to the Lord his God and said, &apos;Lord, only you can help weak people against those who are strong! Help us, Lord our God! We depend on you. We fight against this large army in your name. Lord, you are our God! Don&quot;t let anyone defeat you!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the Lord used Asa&quot;s army from Judah to defeat the Ethiopian army. And the army ran away."
            },
            {
                "verse_number": "13",
                "verse_text": "Asa&quot;s army chased the Ethiopian army all the way to the town of Gerar. So many Ethiopians were killed that they could not get together as an army to fight again. They were crushed by the Lord and his army. Asa and his army carried many valuable things away from the enemy."
            },
            {
                "verse_number": "14",
                "verse_text": "Asa and his army defeated all the towns near Gerar. The people living in those towns were afraid of the Lord. Those towns had very many valuable things. Asa&quot;s army took those valuable things away from those towns."
            },
            {
                "verse_number": "15",
                "verse_text": "His army also attacked the camps where the shepherds lived and took many sheep and camels. Then they went back to Jerusalem."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "The Spirit of God came on Azariah, who was Obed&quot;s son."
            },
            {
                "verse_number": "2",
                "verse_text": "Azariah went to meet Asa and said, &apos;Listen to me, Asa and all you people of Judah and Benjamin. The Lord is with you when you are with him. If you look for him, you will find him. But if you leave him, he will leave you."
            },
            {
                "verse_number": "3",
                "verse_text": "For a long time Israel was without the true God. And they were without a teaching priest, and without the law."
            },
            {
                "verse_number": "4",
                "verse_text": "But when the Israelites had trouble, they turned again to the Lord, the God of Israel. They looked for him and found him."
            },
            {
                "verse_number": "5",
                "verse_text": "In those times of trouble, no one could travel safely. There was great trouble in all the nations."
            },
            {
                "verse_number": "6",
                "verse_text": "One nation would destroy another nation and one city would destroy another city. This was happening because God gave them all kinds of trouble."
            },
            {
                "verse_number": "7",
                "verse_text": "But Asa, you and the people of Judah and Benjamin, be strong. Don&quot;t be weak and don&quot;t give up, because you will get a reward for your good work!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Asa felt encouraged when he heard these words and the message from Obed the prophet. Then he removed the hated idols from the whole area of Judah and Benjamin. He also removed the hated idols from the towns he had captured in the hill country of Ephraim. And he repaired the Lord&quot;s altar that was in front of the porch of the Lord&quot;s Temple."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Asa gathered all the people from Judah and Benjamin and the people from the tribes of Ephraim, Manasseh, and Simeon who had moved from the country of Israel to live in the country of Judah. A great many of these people came to Judah because they saw that the Lord, Asa&quot;s God, was with him."
            },
            {
                "verse_number": "10",
                "verse_text": "Asa and these people gathered together in Jerusalem on the third month in the 15th year of Asa&quot;s rule."
            },
            {
                "verse_number": "11",
                "verse_text": "At that time they sacrificed 700 bulls and 7000 sheep and goats to the Lord. Asa&quot;s army had taken the animals and other valuable things from their enemies."
            },
            {
                "verse_number": "12",
                "verse_text": "Then they made an agreement to serve the Lord God with all their heart and with all their soul. He is the God their ancestors served."
            },
            {
                "verse_number": "13",
                "verse_text": "Anyone who refused to serve the Lord God was to be killed. It did not matter if that person was important or not or if that person was a man or woman."
            },
            {
                "verse_number": "14",
                "verse_text": "Then Asa and the people made an oath to the Lord. They shouted it out loudly and blew their trumpets and rams&quot; horns."
            },
            {
                "verse_number": "15",
                "verse_text": "All the people of Judah were happy about the oath, because they had promised with all their heart. They followed God with all their heart. They looked for God and found him, so the Lord gave them peace in all the country."
            },
            {
                "verse_number": "16",
                "verse_text": "King Asa also removed Maacah, his mother, from being queen mother. He did this because she had set up one of those awful poles to honor the goddess Asherah. Asa cut down that Asherah pole, smashed it into small pieces, and burned the pieces in the Kidron Valley."
            },
            {
                "verse_number": "17",
                "verse_text": "Asa did not destroy the high places, even though he was faithful to God all his life."
            },
            {
                "verse_number": "18",
                "verse_text": "Asa and his father had given some special gifts to God. Asa put these gifts of gold, silver, and other things into the Temple."
            },
            {
                "verse_number": "19",
                "verse_text": "There was no more war until the 35th year of Asa&quot;s rule."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "In Asa&quot;s 36th year as king, Baasha attacked Judah and then built up the city of Ramah to keep Asa from leaving Judah on any kind of military campaign."
            },
            {
                "verse_number": "2",
                "verse_text": "So Asa took gold and silver from the treasuries of the Lord&quot;s Temple and the king&quot;s palace. He gave it to his officials and sent them to King Ben-Hadad of Aram. Ben-Hadad was the son of Tabrimmon. Tabrimmon was the son of Hezion. Damascus was Ben-Hadad&quot;s capital city."
            },
            {
                "verse_number": "3",
                "verse_text": "Asa sent this message: &apos;My father and your father had a peace agreement. Now I want to make a peace agreement with you. I am sending you this gift of gold and silver. Please break your treaty with King Baasha of Israel and make him leave us alone.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "King Ben-Hadad made that agreement with King Asa and sent his army to fight against the Israelite towns of Ijon, Dan, Abel Maim, and the storage cities in the area of Naphtali."
            },
            {
                "verse_number": "5",
                "verse_text": "When Baasha heard about these attacks, he stopped building up Ramah and went back to Tirzah. He stopped all the work he was doing."
            },
            {
                "verse_number": "6",
                "verse_text": "Then King Asa gave an order for all the men in Judah, with no exceptions. They had to go to Ramah and carry out all the stone and wood that Baasha was using to build up the city. They carried the material to Geba in Benjamin and to Mizpah and used it to strengthen those two cities."
            },
            {
                "verse_number": "7",
                "verse_text": "At that time Hanani the seer came to King Asa of Judah and said to him, &apos;Asa, you depended on the king of Aram to help you and not the Lord your God. That&quot;s why the king&quot;s army has escaped from you."
            },
            {
                "verse_number": "8",
                "verse_text": "Did you forget what happened with the Ethiopians and the Libyans who also had a powerful army with many chariots and horse soldiers? That time you depended on the Lord to help you, and he let you defeat them."
            },
            {
                "verse_number": "9",
                "verse_text": "The eyes of the Lord go around looking in all the earth for people who are faithful to him so that he can make them strong. Asa, you did a foolish thing. So from now on you will have wars.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Asa was angry with Hanani because of what he said. He was so mad that he put Hanani in prison. He was also very rough and cruel to some of the people then."
            },
            {
                "verse_number": "11",
                "verse_text": "Everything Asa did, from the beginning to the end, is written in the book, The History of the Kings of Judah and Israel ."
            },
            {
                "verse_number": "12",
                "verse_text": "Asa&quot;s feet became infected in his 39th year as king. Even though the infection was very serious, Asa did not go to the Lord for help. He went to the doctors instead."
            },
            {
                "verse_number": "13",
                "verse_text": "Asa died in the 41st year as king and rested with his ancestors."
            },
            {
                "verse_number": "14",
                "verse_text": "The people buried Asa in his own tomb that he made for himself in the City of David. They laid him in a bed that was filled with spices and different kinds of mixed perfumes, and they burned a large fire for him."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Asa&quot;s son Jehoshaphat became the new king after him. Jehoshaphat made Judah strong so that they could fight against Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "He put groups of soldiers in all the towns of Judah that were made into fortresses. He built fortresses in Judah and in the towns of Ephraim that his father Asa had captured. From the tribe of Judah, these were the generals: Adnah was the general of 300,000 soldiers. Eliada had 200,000 soldiers who used bows, arrows, and shields. Eliada was a very brave soldier."
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord was with Jehoshaphat because in his young life he did the good things his ancestor David did. Jehoshaphat did not follow the Baal idols."
            },
            {
                "verse_number": "4",
                "verse_text": "He looked for the God his ancestors followed. He followed God&quot;s commands and did not live the same way the Israelites lived."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord made Jehoshaphat a strong king over Judah. All the people of Judah brought gifts to Jehoshaphat. So he had much wealth and honor."
            },
            {
                "verse_number": "6",
                "verse_text": "His heart found pleasure in the ways of the Lord. He removed the high places and the Asherah poles from the country of Judah."
            },
            {
                "verse_number": "7",
                "verse_text": "During the third year of Jehoshaphat&quot;s rule, he sent his leaders to teach in the towns of Judah. These leaders were Ben Hail, Obadiah, Zechariah, Nethanel, and Micaiah."
            },
            {
                "verse_number": "8",
                "verse_text": "Jehoshaphat also sent Levites with these leaders. These Levites were Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, and Tobijah. He also sent the priests Elishama and Jehoram."
            },
            {
                "verse_number": "9",
                "verse_text": "These leaders, Levites, and priests taught the people in Judah. They had the Book of the Law of the Lord with them. They went through all the towns of Judah and taught the people."
            },
            {
                "verse_number": "10",
                "verse_text": "The nations near Judah were afraid of the Lord, so they did not start a war against Jehoshaphat."
            },
            {
                "verse_number": "11",
                "verse_text": "Some of the Philistines brought gifts to Jehoshaphat. They also brought silver to him because they knew he was a very powerful king. Some Arabian people brought flocks to Jehoshaphat. They brought 7700 rams and 7700 goats to him."
            },
            {
                "verse_number": "12",
                "verse_text": "Jehoshaphat became more and more powerful. He built fortresses and storage towns in the country of Judah."
            },
            {
                "verse_number": "13",
                "verse_text": "He kept many supplies in the storage towns. And Jehoshaphat kept trained soldiers in Jerusalem."
            },
            {
                "verse_number": "14",
                "verse_text": "These soldiers were listed in their tribes. This is the list of these soldiers in Jerusalem:"
            },
            {
                "verse_number": "15",
                "verse_text": "Jehohanan was the general of 280,000 soldiers."
            },
            {
                "verse_number": "16",
                "verse_text": "Amasiah was the general of 200,000 soldiers. Amasiah was Zicri&quot;s son. Amasiah was happy to give himself to serve the Lord."
            },
            {
                "verse_number": "17",
                "verse_text": "From the tribe of Benjamin these were the generals:"
            },
            {
                "verse_number": "18",
                "verse_text": "Jehozabad had 180,000 men ready for war."
            },
            {
                "verse_number": "19",
                "verse_text": "All these soldiers served King Jehoshaphat. The king also had other men in the fortresses in all the country of Judah."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Jehoshaphat became very rich and famous. He made an agreement with King Ahab through marriage."
            },
            {
                "verse_number": "2",
                "verse_text": "A few years later, Jehoshaphat visited Ahab in the town of Samaria. Ahab sacrificed many sheep and cattle for Jehoshaphat and the people with him. Ahab encouraged Jehoshaphat to join in an attack on the city of Ramoth Gilead."
            },
            {
                "verse_number": "3",
                "verse_text": "Ahab said to Jehoshaphat, &apos;Will you go with me to attack Ramoth Gilead?&apos; Ahab was the king of Israel and Jehoshaphat was the king of Judah. Jehoshaphat answered, &apos;Yes, you and I will be as one&ndash;my men will be as yours in battle."
            },
            {
                "verse_number": "4",
                "verse_text": "But first let&quot;s ask the Lord for advice.&apos; The prophets answered Ahab, &apos;Yes, because God will let you defeat Ramoth Gilead.&apos; Jehoshaphat said, &apos;The king shouldn&quot;t say things like that!&apos; Micaiah answered, &apos;Yes, go and be successful! You will take the city.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So Ahab called a meeting of the prophets. There were about 400 prophets at that time. Ahab asked the prophets, &apos;Should we go and attack Ramoth Gilead or not?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But Jehoshaphat said, &apos;Doesn&quot;t the Lord have another prophet here? Let&quot;s ask him what God says.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "King Ahab answered, &apos;Yes, there is another prophet. His name is Micaiah son of Imlah. But I hate him. He never says anything good about me when he speaks for the Lord. He always says things that I don&quot;t like.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So King Ahab told one of his officers to go and find Micaiah."
            },
            {
                "verse_number": "9",
                "verse_text": "At that time the two kings were sitting on their thrones, with their royal robes on, at the judgment place near the gates of Samaria. All the prophets were standing before them, prophesying."
            },
            {
                "verse_number": "10",
                "verse_text": "One of the prophets was named Zedekiah son of Kenaanah. Zedekiah made some iron horns and said to Ahab, &apos;The Lord says, &quot;You will use these iron horns to fight against the army of Aram. You will defeat them and destroy them.&quot;&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "All the other prophets agreed with Zedekiah and said, &apos;Your army should march now to go fight against the Arameans at Ramoth Gilead. You will win the battle. The Lord will let you defeat them.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "While this was happening, the officer went to find Micaiah. When he found him, the officer told him, &apos;All the other prophets have said that the king will succeed, so you should say the same thing.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But Micaiah answered, &apos;As surely as the Lord lives, I can say only what my God says.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Micaiah went and stood before King Ahab. The king asked him, &apos;Micaiah, should we go and attack the Arameans at Ramoth Gilead or not?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "But Ahab answered, &apos;How many times do I have to tell you? Tell me the truth. What does the Lord say?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So Micaiah answered, &apos;I can see the army of Israel scattered all over the hills, like sheep with no one to lead them. This is what the Lord says: &quot;These men have no leaders. Let them go home in peace.&quot;&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then Ahab said to Jehoshaphat, &apos;See, I told you! This prophet never says anything good about me. He always says something bad.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Micaiah said, &apos;Hear the message from the Lord: I saw the Lord sitting on his throne. All of heaven&quot;s army was standing around him, some on his left side and some on his right side."
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord said, &quot;Which of you will go fool Ahab into attacking the Arameans at Ramoth Gilead so that he will be killed?&quot; The angels discussed many different plans."
            },
            {
                "verse_number": "20",
                "verse_text": "Then a spirit went and stood before the Lord. He said, &quot;I will fool him!&quot; The Lord asked, &quot;How will you do it?&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "He answered, &quot;I will go out and become a spirit of lies in the mouths of Ahab&quot;s prophets&ndash;they will all speak lies.&quot; So the Lord said, &quot;Yes, that will fool Ahab. Go out and do that!&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;So that is what has happened here. The Lord made your prophets lie to you. The Lord himself decided to bring this disaster to you.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then the prophet Zedekiah went to Micaiah and hit him on the face. Zedekiah said, &apos;How is it that the Spirit of the Lord left me to speak through you?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Micaiah answered, &apos;Look, what I said will happen! And when you see it, you will go into the deepest part of your house to hide!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then King Ahab ordered one of his officers to arrest Micaiah. Ahab said, &apos;Arrest him and take him to Amon the governor of the city and prince Joash."
            },
            {
                "verse_number": "26",
                "verse_text": "Tell them to put Micaiah in prison. Give him nothing but bread and water to eat. Keep him there until I come home from the battle.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Micaiah said, &apos;Listen to me, everyone! Ahab, if you come back alive from the battle, the Lord has not spoken through me.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "King Ahab of Israel and King Jehoshaphat of Judah went to fight the Arameans at Ramoth Gilead."
            },
            {
                "verse_number": "29",
                "verse_text": "Ahab said to Jehoshaphat, &apos;Disguise yourself when you go into battle, but wear your own clothes. And I will disguise myself.&apos; The king of Israel went into battle dressed like an ordinary soldier."
            },
            {
                "verse_number": "30",
                "verse_text": "The king of Aram had 32 chariot commanders. He gave them this command, &apos;Don&quot;t go after anyone except the king of Israel, no matter how important they are!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "During the battle, the commanders saw King Jehoshaphat and thought he was the king of Israel. So they went to kill him. Jehoshaphat started shouting, and the Lord helped him. God made the chariot commanders turn away from Jehoshaphat."
            },
            {
                "verse_number": "32",
                "verse_text": "When the commanders saw that he was not King Ahab, they stopped chasing him."
            },
            {
                "verse_number": "33",
                "verse_text": "Then a soldier pulled back on his bow and shot an arrow into the air. By chance it hit the king of Israel between two pieces of his armor. King Ahab said to his chariot driver, &apos;I&quot;ve been hit! Turn the chariot around and take me off the battlefield!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "The armies continued fighting all that day. King Ahab leaned against the side of his chariot to hold himself up, facing the Arameans. He watched until evening. Then, just as the sun was setting, he died."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "King Jehoshaphat of Judah came back safely to his house in Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "The prophet Jehu, son of Hanani, went out to meet the king. Jehu said to him, &apos;Why did you help those who are wicked? Why do you love those who hate the Lord? That&quot;s the reason the Lord is angry with you now."
            },
            {
                "verse_number": "3",
                "verse_text": "Fortunately, you did some good things in your life. You did remove the Asherah poles from this country, and you did decide to ask God for his advice.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jehoshaphat lived in Jerusalem, but he would go out among the people throughout Judah, from Beersheba to the hill country of Ephraim. He helped the people turn back to the Lord, the God their ancestors worshiped."
            },
            {
                "verse_number": "5",
                "verse_text": "Jehoshaphat went from town to town and appointed judges in each of the fortresses of Judah."
            },
            {
                "verse_number": "6",
                "verse_text": "He told the judges, &apos;Be careful in what you are doing, because you are not judging for people, but for the Lord. He will be with you when you make decisions."
            },
            {
                "verse_number": "7",
                "verse_text": "You must fear the Lord. Protect justice and do what is right because the Lord our God is fair. He does not treat some people as if they are more important than others, and he does not accept bribes to change his judgments.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "In Jerusalem, Jehoshaphat chose some of the Levites, priests, and heads of the families of Israel to be judges. These men lived in Jerusalem and used the law of the Lord to settle problems among the people."
            },
            {
                "verse_number": "9",
                "verse_text": "Jehoshaphat commanded them, &apos;You must serve faithfully with all your heart. You must fear the Lord."
            },
            {
                "verse_number": "10",
                "verse_text": "People from cities around the country will bring their problems to you. You will listen to cases where people have broken a law or a command or maybe killed someone. In all these cases you must warn the people not to sin against the Lord so that he will not get angry and punish you and your people."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Amariah is the high priest, so he will make the final decision about the people&quot;s responsibilities to the Lord. Zebadiah son of Ishmael is the leader of the tribe of Judah, so he will make the final decision about the people&quot;s responsibilities to the king. The Levites will serve as scribes for you. Be brave and do what is right! May the Lord be with those of you who are good judges.&apos;"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Later, the Moabites, the Ammonites, and some Meunites came to start a war with Jehoshaphat."
            },
            {
                "verse_number": "2",
                "verse_text": "Some men came and told Jehoshaphat, &apos;There is a large army coming against you from Edom. They are coming from the other side of the Dead Sea. They are already in Hazazon Tamar!&apos; (Hazazon Tamar is also called En Gedi.)"
            },
            {
                "verse_number": "3",
                "verse_text": "Jehoshaphat became afraid, and he decided to ask the Lord what to do. He announced a time of fasting for everyone in Judah."
            },
            {
                "verse_number": "4",
                "verse_text": "The people of Judah came together to ask the Lord for help. They came from out of all the towns of Judah to ask for the Lord&quot;s help."
            },
            {
                "verse_number": "5",
                "verse_text": "Jehoshaphat was in the new courtyard of the Lord&quot;s Temple. He stood up in the meeting of the people from Judah and Jerusalem"
            },
            {
                "verse_number": "6",
                "verse_text": "and said, &apos;Lord God of our ancestors, you are the God in heaven. You rule over all the kingdoms in all the nations. You have power and strength. No one can stand against you. &apos;Give thanks to the Lord! His faithful love will last forever.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "You are our God! You forced the people living in this land to leave. You did this in front of your people Israel. You gave this land to the descendants of Abraham forever. Abraham was your friend."
            },
            {
                "verse_number": "8",
                "verse_text": "His descendants lived in this land, and built a Temple for your name."
            },
            {
                "verse_number": "9",
                "verse_text": "They said, &quot;If trouble comes to us&ndash;the sword, punishment, sicknesses, or famine&ndash;we will stand in front of this Temple and in front of you. Your name is on this Temple. We will shout to you when we are in trouble. Then you will hear and save us.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;But now, here are men from Ammon, Moab, and Mount Seir. You would not let the Israelites enter their lands when they came out of Egypt. So the Israelites turned away and didn&quot;t destroy them."
            },
            {
                "verse_number": "11",
                "verse_text": "But see the kind of reward those people give us for not destroying them. They have come to force us out of your land that you gave to us."
            },
            {
                "verse_number": "12",
                "verse_text": "Our God, punish those people. We don&quot;t have the strength to stop this large army that is coming against us. We don&quot;t know what to do! We are looking to you for help.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "All the men of Judah stood before the Lord with their wives, babies, and children."
            },
            {
                "verse_number": "14",
                "verse_text": "Then the Spirit of the Lord came on Jahaziel son of Zechariah. (Zechariah was the son of Benaiah, the son of Jeiel, the son of Mattaniah.) Jahaziel was a Levite from the family of Asaph. In the middle of the meeting,"
            },
            {
                "verse_number": "15",
                "verse_text": "Jahaziel said, &apos;Listen to me King Jehoshaphat and everyone living in Judah and Jerusalem! The Lord says this to you: &quot;Don&quot;t be afraid or worry about this large army, because the battle is not your battle. It is God&quot;s battle!"
            },
            {
                "verse_number": "16",
                "verse_text": "Tomorrow, they will come up through the Ziz Pass. You must go down to them. You will find them at the end of the valley on the other side of the desert of Jeruel."
            },
            {
                "verse_number": "17",
                "verse_text": "You will not have to fight this battle. Just stand there and watch the Lord save you. Judah and Jerusalem, don&quot;t be afraid. Don&quot;t worry, because the Lord is with you. So go out to stand against those people tomorrow.&quot;&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Jehoshaphat bowed with his face to the ground. And all the people of Judah and Jerusalem bowed down before the Lord and worshiped him."
            },
            {
                "verse_number": "19",
                "verse_text": "The Levites from the Kohath family groups and the Korah family stood up to praise the Lord, the God of Israel. They sang very loudly."
            },
            {
                "verse_number": "20",
                "verse_text": "Early the next morning, Jehoshaphat&quot;s army went out into the desert of Tekoa. As they marched out, Jehoshaphat stood there saying, &apos;Listen to me, men of Judah and Jerusalem. Have faith in the Lord your God, and you will stand strong! Have faith in his prophets, and you will succeed!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jehoshaphat encouraged the men and gave them instructions. Then he had the Temple singers stand up in their special clothes to praise the Lord. They marched in front of the army and sang,"
            },
            {
                "verse_number": "22",
                "verse_text": "As they began to sing and to praise God, the Lord set an ambush for the army from Ammon, Moab, and Mount Seir who had come to attack Judah. The enemy was defeated!"
            },
            {
                "verse_number": "23",
                "verse_text": "The Ammonites and the Moabites started to fight the men from Mount Seir. After they killed them, the Ammonites and Moabites turned on themselves and killed each other."
            },
            {
                "verse_number": "24",
                "verse_text": "The men from Judah arrived at the lookout point in the desert. They looked for the enemy&quot;s large army, but all they saw were dead bodies lying on the ground. There were no survivors."
            },
            {
                "verse_number": "25",
                "verse_text": "Jehoshaphat and his army came to take things from the bodies. They found many animals, riches, clothes, and other valuable things. It was more than Jehoshaphat and his men could carry away. There was so much that they spent three days taking everything from the dead bodies."
            },
            {
                "verse_number": "26",
                "verse_text": "On the fourth day Jehoshaphat and his army met in the Valley of Beracah. They praised the Lord. That is why people still call that place, &apos;The Valley of Beracah.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "All the men from Judah and Jerusalem were very happy as they marched back to Jerusalem with Jehoshaphat in the front. The Lord made them very happy when he defeated their enemy."
            },
            {
                "verse_number": "28",
                "verse_text": "They entered Jerusalem with lyres, harps, and trumpets and went to the Temple of the Lord."
            },
            {
                "verse_number": "29",
                "verse_text": "People in all the surrounding kingdoms became afraid of God when they heard that the Lord fought against the enemies of Israel."
            },
            {
                "verse_number": "30",
                "verse_text": "That is why there was peace for Jehoshaphat&quot;s kingdom&ndash;his God brought him rest from the enemies that were all around him."
            },
            {
                "verse_number": "31",
                "verse_text": "Jehoshaphat ruled over the country of Judah. He was 35 years old when he became king, and he ruled 25 years in Jerusalem. His mother&quot;s name was Azubah, the daughter of Shilhi."
            },
            {
                "verse_number": "34",
                "verse_text": "Everything else Jehoshaphat did, from beginning to end, is written in The Official Records of Jehu Son of Hanani . It was copied and included in the book, The History of the Kings of Israel ."
            },
            {
                "verse_number": "35",
                "verse_text": "Later on, King Jehoshaphat of Judah made an agreement with King Ahaziah of Israel. Ahaziah was very evil."
            },
            {
                "verse_number": "36",
                "verse_text": "Jehoshaphat joined with Ahaziah to make ships to go to the town of Tarshish. They built some ships at Ezion Geber."
            },
            {
                "verse_number": "37",
                "verse_text": "There was a man from the town of Mareshah named Eliezer son of Dodavahu. He spoke against Jehoshaphat and said, &apos;Jehoshaphat, since you have joined with Ahaziah, the Lord will destroy what you have built.&apos; The ships were wrecked, so Jehoshaphat and Ahaziah were not able to send them to Tarshish."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Then Jehoshaphat died and was buried with his ancestors in the City of David. Then his son, Jehoram became the next king."
            },
            {
                "verse_number": "2",
                "verse_text": "Jehoram&quot;s brothers were Azariah, Jehiel, Zechariah, Azariah, Michael, and Shephatiah. They were the sons of King Jehoshaphat of Judah."
            },
            {
                "verse_number": "3",
                "verse_text": "Jehoshaphat gave his sons many gifts of silver, gold, and precious things. He also gave them strong fortresses in Judah. But Jehoshaphat gave the kingdom to Jehoram because he was his oldest son. &apos;This is what the Lord, the God your father David followed, says, &quot;Jehoram, you have not lived the way your father Jehoshaphat lived. You have not lived the way King Asa of Judah lived."
            },
            {
                "verse_number": "4",
                "verse_text": "Jehoram took over his father&quot;s kingdom and made himself strong. Then he used a sword to kill all his brothers. He also killed some of the leaders of Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "Jehoram was 32 years old when he began to rule. He ruled eight years in Jerusalem."
            },
            {
                "verse_number": "6",
                "verse_text": "He lived the same way the kings of Israel lived. He lived the same way Ahab&quot;s family lived. This was because Jehoram married Ahab&quot;s daughter. And Jehoram did evil in the Lord&quot;s sight."
            },
            {
                "verse_number": "7",
                "verse_text": "But the Lord would not destroy David&quot;s family because of the agreement he made with David. He had promised to keep a lamp burning for David and his children forever."
            },
            {
                "verse_number": "8",
                "verse_text": "In Jehoram&quot;s time, Edom broke away from under Judah&quot;s authority. The people of Edom chose their own king."
            },
            {
                "verse_number": "9",
                "verse_text": "So Jehoram went to Edom with all his commanders and chariots. The Edomite army surrounded Jehoram and his chariot commanders. But Jehoram fought his way out at night."
            },
            {
                "verse_number": "10",
                "verse_text": "Since that time and until now the country of Edom has been rebellious against Judah. The people from the town of Libnah also turned against Jehoram. This happened because Jehoram left the Lord God. He is the God Jehoram&quot;s ancestors followed."
            },
            {
                "verse_number": "11",
                "verse_text": "Jehoram also built high places on the hills in Judah. He caused the people of Jerusalem to start worshiping other gods. He led the people of Judah away from their God."
            },
            {
                "verse_number": "12",
                "verse_text": "Jehoram received this message from Elijah the prophet:"
            },
            {
                "verse_number": "13",
                "verse_text": "But you have lived the way the kings of Israel lived. You have caused the people of Judah and Jerusalem to stop doing what God wants. That is what Ahab and his family did. They were unfaithful to God. You have killed your brothers, and they were better than you."
            },
            {
                "verse_number": "14",
                "verse_text": "So now, the Lord will soon punish your people with terrible suffering. He will punish your children, your wives, and all your property."
            },
            {
                "verse_number": "15",
                "verse_text": "You will have a painful sickness in your intestines that will get worse and worse. Your intestines will finally come out.&quot;&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord caused the Philistines and the Arabs living near the Ethiopians to be angry with Jehoram."
            },
            {
                "verse_number": "17",
                "verse_text": "They attacked Judah and carried away all the riches in the king&quot;s palace. They also took Jehoram&quot;s sons and wives. Only Jehoram&quot;s youngest son, Ahaziah, was left."
            },
            {
                "verse_number": "18",
                "verse_text": "After this happened, the Lord made Jehoram sick with a disease in his intestines that could not be cured."
            },
            {
                "verse_number": "19",
                "verse_text": "His intestines fell out two years later because of his sickness. He died in very bad pain. The people did not make a large fire to honor Jehoram as they did for his father."
            },
            {
                "verse_number": "20",
                "verse_text": "Jehoram was 32 years old when he became king. He ruled eight years in Jerusalem. No one was sad when he died. The people buried Jehoram in the City of David, but not in the graves where the kings are buried."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "The people of Jerusalem chose Ahaziah to be the new king in Jehoram&quot;s place. Ahaziah was Jehoram&quot;s youngest son. The people who came with the Arabs to attack Jehoram&quot;s camp killed all of Jehoram&quot;s older sons. So Ahaziah began to rule in Judah."
            },
            {
                "verse_number": "2",
                "verse_text": "He was 22 years old when he began to rule. He ruled one year in Jerusalem. His mother&quot;s name was Athaliah. Her father&quot;s name was Omri."
            },
            {
                "verse_number": "3",
                "verse_text": "Ahaziah also lived the way Ahab&quot;s family lived because his mother encouraged him to do wrong things."
            },
            {
                "verse_number": "4",
                "verse_text": "Ahaziah did evil in the Lord&quot;s sight. That is what Ahab&quot;s family did. Ahab&quot;s family gave advice to Ahaziah after Ahaziah&quot;s father died. They gave Ahaziah bad advice that led to his death."
            },
            {
                "verse_number": "7",
                "verse_text": "God caused Ahaziah&quot;s death when he went to visit Joram. Ahaziah arrived and went out with Joram to meet Jehu son of Nimshi. The Lord chose Jehu to destroy Ahab&quot;s family."
            },
            {
                "verse_number": "8",
                "verse_text": "Jehu was punishing Ahab&quot;s family. He found the leaders of Judah and Ahaziah&quot;s relatives who served Ahaziah. He killed the leaders of Judah and Ahaziah&quot;s relatives."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Jehu looked for Ahaziah. Jehu&quot;s men caught him when he tried to hide in the town of Samaria. They brought him to Jehu. They killed Ahaziah and buried him. They said, &apos;Ahaziah is the descendant of Jehoshaphat. Jehoshaphat followed the Lord with all his heart.&apos; Ahaziah&quot;s family had no power to hold the kingdom of Judah together."
            },
            {
                "verse_number": "10",
                "verse_text": "Athaliah was Ahaziah&quot;s mother. When she saw that her son was dead, she killed all the king&quot;s children in Judah."
            },
            {
                "verse_number": "11",
                "verse_text": "But Jehosheba took Ahaziah&quot;s son Joash and hid him. Jehosheba put Joash and his nurse in the inside bedroom. Jehosheba was King Jehoram&quot;s daughter. She was also Jehoiada&quot;s wife. Jehoiada was a priest, and Jehosheba was Ahaziah&quot;s sister. Athaliah did not kill Joash, because Jehosheba hid him."
            },
            {
                "verse_number": "12",
                "verse_text": "Joash was hidden with the priests in God&quot;s Temple for six years. During that time Athaliah ruled over the land as queen."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "After six years, Jehoiada showed his strength and made an agreement with the captains. These captains were Azariah son of Jeroham, Ishmael son of Jehohanan, Azariah son of Obed, Maaseiah son of Adaiah, and Elishaphat son of Zicri."
            },
            {
                "verse_number": "2",
                "verse_text": "They went around in Judah and gathered the Levites from all the towns of Judah. They also gathered the leaders of the families of Israel. Then they went to Jerusalem."
            },
            {
                "verse_number": "3",
                "verse_text": "All the people meeting together made an agreement with the king in God&quot;s Temple. Jehoiada said to the people, &apos;The king&quot;s son will rule. That is what the Lord promised about David&quot;s descendants."
            },
            {
                "verse_number": "4",
                "verse_text": "Now, this is what you must do: One-third of you priests and Levites who go on duty on the Sabbath will guard the doors."
            },
            {
                "verse_number": "5",
                "verse_text": "And one-third of you will be at the king&quot;s palace, and one-third of you will be at the Foundation Gate. But all the other people will stay in the yards of the Lord&quot;s Temple."
            },
            {
                "verse_number": "6",
                "verse_text": "Only the priests and Levites who serve in the Lord&quot;s Temple are permitted to enter it. They are the only ones who have been made holy. Don&quot;t let anyone else enter. All the others must do only the work the Lord has given them."
            },
            {
                "verse_number": "7",
                "verse_text": "The Levites must stay near the king. Every man must have his sword with him. If anyone tries to enter the Temple, kill that person. You must stay with the king everywhere he goes.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The Levites and all the people of Judah obeyed all that Jehoiada the priest commanded. Jehoiada the priest did not excuse anyone from the groups of the priests. So each captain and all his men came in on the Sabbath with those who went out on the Sabbath."
            },
            {
                "verse_number": "9",
                "verse_text": "Jehoiada the priest gave the spears and the large and small shields that belonged to King David to the officers. The weapons were kept in God&quot;s Temple."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Jehoiada told the men where to stand. Every man had his weapon in his hand. The men stood all the way from the right side of the Temple to the left side of the Temple. They stood near the altar and the Temple, and near the king."
            },
            {
                "verse_number": "11",
                "verse_text": "They brought out the king&quot;s son and put the crown on him. They gave him a copy of the agreement. Then they made Joash king. Jehoiada and his sons anointed Joash and said, &apos;Long live the king!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Athaliah heard the noise of the people running to the Temple and praising the king. She came into the Lord&quot;s Temple to the people."
            },
            {
                "verse_number": "13",
                "verse_text": "She looked and saw the king standing by his column at the front entrance. The officers and the men who blew trumpets were near the king. The people of the land were happy and blowing trumpets. The singers were playing on instruments of music. They led the people in singing praises. Then Athaliah tore her clothes and said, &apos;Treason! Treason!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Jehoiada the priest brought out the army captains. He said to them, &apos;Take Athaliah outside among the army. Use your swords to kill anyone who follows her.&apos; Then the priest warned the soldiers, &apos;Don&quot;t kill Athaliah in the Lord&quot;s Temple.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then those men grabbed Athaliah when she came to the entrance of the Horse Gate at the king&quot;s palace. Then they killed her there."
            },
            {
                "verse_number": "16",
                "verse_text": "Then Jehoiada made an agreement with all the people and the king. They all agreed that they all would be the Lord&quot;s people."
            },
            {
                "verse_number": "17",
                "verse_text": "All the people went into the temple of the idol Baal and tore it down. They also broke the altars and idols that were in Baal&quot;s temple. They killed Mattan the priest of Baal in front of the altars of Baal."
            },
            {
                "verse_number": "18",
                "verse_text": "Then Jehoiada chose the priests to be responsible for the Lord&quot;s Temple. The priests were Levites, and David had given them the job of being responsible for the Lord&quot;s Temple. They were to offer the burnt offerings to the Lord the way the Law of Moses commanded. They offered the sacrifices with much joy and singing the way David commanded."
            },
            {
                "verse_number": "19",
                "verse_text": "Jehoiada put guards at the gates of the Lord&quot;s Temple to prevent any unclean person from entering the Temple."
            },
            {
                "verse_number": "20",
                "verse_text": "Jehoiada took the army captains, the leaders, the rulers of the people, and all the people of the land with him. Then Jehoiada took the king out of the Lord&quot;s Temple. They went through the Upper Gate to the king&quot;s palace and put the king on the throne."
            },
            {
                "verse_number": "21",
                "verse_text": "All the people of Judah were very happy, and the city of Jerusalem had peace because Athaliah was killed with a sword."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Joash was seven years old when he became king. He ruled 40 years in Jerusalem. His mother&quot;s name was Zibiah. Zibiah was from the town of Beersheba."
            },
            {
                "verse_number": "2",
                "verse_text": "Joash did right in front of the Lord as long as Jehoiada the priest was living."
            },
            {
                "verse_number": "3",
                "verse_text": "Jehoiada chose two wives for Joash. Joash had sons and daughters."
            },
            {
                "verse_number": "4",
                "verse_text": "Then later on, Joash decided to rebuild the Lord&quot;s Temple."
            },
            {
                "verse_number": "5",
                "verse_text": "Joash called the priests and the Levites together. He said to them, &apos;Go out to the towns of Judah and gather the money all the Israelites pay every year. Use that money to rebuild your God&quot;s Temple. Hurry and do this.&apos; But the Levites didn&quot;t hurry."
            },
            {
                "verse_number": "6",
                "verse_text": "So King Joash called Jehoiada the leading priest. The king said, &apos;Jehoiada, why haven&quot;t you made the Levites bring in the tax money from Judah and Jerusalem? Moses, the Lord&quot;s servant, and the Israelites used that tax money for the Tent of the Agreement.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "In the past, Athaliah&quot;s sons broke into God&quot;s Temple and used the holy things in the Lord&quot;s Temple for their worship of the Baal gods. Athaliah was a very wicked woman."
            },
            {
                "verse_number": "8",
                "verse_text": "King Joash gave a command for a box to be made and put outside the gate at the Lord&quot;s Temple."
            },
            {
                "verse_number": "9",
                "verse_text": "Then the Levites made an announcement in Judah and Jerusalem. They told the people to bring in the tax money for the Lord. That tax money is what Moses the servant of God had required the Israelites to give while they were in the desert."
            },
            {
                "verse_number": "10",
                "verse_text": "All the leaders and the people were happy. They brought their money and put it in the box. They continued giving until the box was full."
            },
            {
                "verse_number": "11",
                "verse_text": "Then the Levites would take the box to the king&quot;s officials. They saw that the box was full of money. The king&quot;s secretary and the leading priest&quot;s officer came and took the money out of the box. Then they took the box back to its place again. They did this often and gathered much money."
            },
            {
                "verse_number": "12",
                "verse_text": "Then King Joash and Jehoiada gave the money to the people who worked on the Lord&quot;s Temple. And the people who worked on the Lord&quot;s Temple hired skilled woodcarvers and carpenters to rebuild the Lord&quot;s Temple. They also hired workers who knew how to work with iron and bronze to rebuild the Lord&quot;s Temple."
            },
            {
                "verse_number": "13",
                "verse_text": "The men who supervised the work were very faithful. The work to rebuild the Temple was successful. They built God&quot;s Temple the way it was before and they made it stronger."
            },
            {
                "verse_number": "14",
                "verse_text": "When the workers finished, they brought the money that was left to King Joash and Jehoiada. They used that money to make things for the Lord&quot;s Temple. These things were used for the service in the Temple and for offering burnt offerings. They also made bowls and other things from gold and silver. The priests offered burnt offerings in the Lord&quot;s Temple every day while Jehoiada was alive."
            },
            {
                "verse_number": "15",
                "verse_text": "Jehoiada became old. He had a very long life, and he died when he was 130 years old."
            },
            {
                "verse_number": "16",
                "verse_text": "The people buried Jehoiada in the City of David where the kings are buried. The people buried Jehoiada there because in his life he did much good in Israel for God and for God&quot;s Temple."
            },
            {
                "verse_number": "17",
                "verse_text": "After Jehoiada died, the leaders of Judah came and bowed to King Joash. The king listened to the leaders."
            },
            {
                "verse_number": "18",
                "verse_text": "They all stopped worshiping at the Temple of the Lord, the God their ancestors worshiped. Instead, they started worshiping Asherah poles and other idols. Because they sinned in this way, God was angry with the people of Judah and Jerusalem."
            },
            {
                "verse_number": "19",
                "verse_text": "God sent prophets to the people to bring them back to the Lord. The prophets warned them, but they refused to listen."
            },
            {
                "verse_number": "20",
                "verse_text": "The Spirit of God filled Zechariah the son of Jehoiada the priest, and he stood in front of the people and said, &apos;This is what God says: &quot;Why do you people refuse to obey the Lord&quot;s commands? You will not be successful. You have left the Lord. So he has also left you!&quot;&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "But the people made plans against Zechariah. The king commanded the people to kill Zechariah, so they threw rocks at him until he was dead. The people did this in the courtyard of the Lord&quot;s Temple."
            },
            {
                "verse_number": "22",
                "verse_text": "Joash the king didn&quot;t remember Jehoiada&quot;s kindness to him. Jehoiada was Zechariah&quot;s father. But Joash killed Zechariah, Jehoiada&quot;s son. Before Zechariah died, he said, &apos;May the Lord see what you are doing and punish you!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "At the end of the year, the Aramean army came against Joash. They attacked Judah and Jerusalem and killed all the leaders of the people. They sent all the valuable things to the king of Damascus."
            },
            {
                "verse_number": "24",
                "verse_text": "The Aramean army came with only a small group of men, but the Lord let them defeat the much larger army of Judah. This was a punishment for Joash because the people of Judah had left the Lord, the God their ancestors worshiped."
            },
            {
                "verse_number": "25",
                "verse_text": "When the Arameans left Joash, he was badly wounded. His own servants made plans against him. They did this because Joash killed Zechariah the son of Jehoiada the priest. The servants killed Joash on his own bed. After he died, the people buried him in the City of David, but not in the place where the kings are buried."
            },
            {
                "verse_number": "26",
                "verse_text": "These are the servants who made plans against Joash: Zabad and Jehozabad. Zabad&quot;s mother was Shimeath, a woman from Ammon. And Jehozabad&quot;s mother was Shimrith from Moab."
            },
            {
                "verse_number": "27",
                "verse_text": "The story about Joash&quot;s sons, the great prophecies against him, and how he rebuilt God&quot;s Temple are written in the book, Commentary on the Kings . Joash&quot;s son Amaziah became the new king after him."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "Amaziah was 25 years old when he became king. He ruled for 29 years in Jerusalem. His mother&quot;s name was Jehoaddin. Jehoaddin was from Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "Amaziah did what the Lord wanted him to do, but not with all his heart."
            },
            {
                "verse_number": "3",
                "verse_text": "He became a strong king and killed the officials who had killed his father the king."
            },
            {
                "verse_number": "4",
                "verse_text": "But Amaziah obeyed the law written in the Book of Moses and did not kill the official&quot;s children. The Lord commanded, &apos;Parents must not be put to death for something their children did, and children must not be put to death for something their parents did. People should be put to death only for what they themselves did.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Amaziah gathered the people of Judah together. He grouped them by families and he put generals and captains in charge of these groups. The leaders were in charge of all the soldiers from Judah and Benjamin. All the men who were chosen to be soldiers were 20 years old and older. In all there were 300,000 skilled soldiers ready to fight with spears and shields."
            },
            {
                "verse_number": "6",
                "verse_text": "Amaziah also hired 100,000 soldiers from Israel. He paid 3 3/4 tons of silver to hire these soldiers."
            },
            {
                "verse_number": "7",
                "verse_text": "But a man of God came to Amaziah and said, &apos;King, don&quot;t let the army of Israel go with you. The Lord is not with Israel or the people of Ephraim."
            },
            {
                "verse_number": "8",
                "verse_text": "Maybe you will make yourself strong and ready for war, but God can help you win or help you lose.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Amaziah said to the man of God, &apos;But what about the money I already paid to the Israelite army?&apos; The man of God answered, &apos;The Lord has plenty. He can give you much more than that.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So Amaziah sent the Israelite army back home to Ephraim. These men were very angry with the king and the people of Judah. They went back home very angry."
            },
            {
                "verse_number": "11",
                "verse_text": "Then Amaziah became very brave and led his army to the Salt Valley in the country of Edom. There his army killed 10,000 men from Seir."
            },
            {
                "verse_number": "12",
                "verse_text": "They also captured 10,000 men from Seir and took them to the top of a cliff. Then the army of Judah threw them from the top of the cliff while they were still alive and their bodies were broken on the rocks below."
            },
            {
                "verse_number": "13",
                "verse_text": "Meanwhile, the Israelite army was attacking towns in Judah. They attacked the towns from Beth Horon all the way to Samaria. They killed 3000 people and took many valuable things. They were angry because Amaziah didn&quot;t let them join him in the war."
            },
            {
                "verse_number": "14",
                "verse_text": "Amaziah came home after he defeated the Edomites. He brought the idols that the people of Seir worshiped. He started to worship those idols. He bowed down in front of them and burned incense to them."
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord was very angry with Amaziah, so he sent a prophet to him. The prophet said, &apos;Amaziah, why have you worshiped the gods those people worship? Those gods could not even save their own people from you!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "When the prophet spoke, Amaziah said to the prophet, &apos;We never made you an advisor to the king. Be quiet! If you don&quot;t be quiet, you will be killed.&apos; The prophet became quiet, but then said, &apos;God has decided to destroy you because you did this and didn&quot;t listen to my advice.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "King Amaziah of Judah talked with his advisors. Then he sent a message to King Jehoash of Israel. Amaziah said to Jehoash, &apos;Let&quot;s meet face to face.&apos; Jehoash was Jehoahaz&quot;s son. Jehoahaz was Jehu&quot;s son."
            },
            {
                "verse_number": "18",
                "verse_text": "Then Jehoash sent his answer to Amaziah. Jehoash was the king of Israel and Amaziah was the king of Judah. Jehoash told this story: &apos;A little thornbush of Lebanon sent a message to a big cedar tree of Lebanon. The little thornbush said, &quot;Let your daughter marry my son.&quot; But a wild animal came and walked over the thornbush and destroyed it."
            },
            {
                "verse_number": "19",
                "verse_text": "You say to yourself, &quot;I have defeated Edom!&quot; You are proud and you brag. But you should stay at home. There is no need for you to get into trouble. If you fight me, you and Judah will be destroyed.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "But Amaziah refused to listen. God made this happen. God planned to let Israel defeat Judah, because the people of Judah followed the gods the people of Edom followed."
            },
            {
                "verse_number": "21",
                "verse_text": "So King Jehoash of Israel met King Amaziah of Judah face to face at the town of Beth Shemesh in Judah."
            },
            {
                "verse_number": "22",
                "verse_text": "Israel defeated Judah. Every man of Judah ran away to his home."
            },
            {
                "verse_number": "23",
                "verse_text": "Jehoash captured Amaziah at Beth Shemesh and took him to Jerusalem. Amaziah was the son of Joash, and Joash was the son of Jehoahaz. Jehoash tore down the wall of Jerusalem from the Ephraim Gate to the Corner Gate, a section about 600 feet long."
            },
            {
                "verse_number": "24",
                "verse_text": "He took the gold and silver and all the other things in God&quot;s Temple that Obed Edom was responsible for. Jehoash also took the treasures from the king&quot;s palace and some people as hostages. Then he went back to Samaria."
            },
            {
                "verse_number": "25",
                "verse_text": "Amaziah lived 15 years after Jehoash died. Amaziah&quot;s father was King Joash of Judah."
            },
            {
                "verse_number": "26",
                "verse_text": "Everything else Amaziah did, from beginning to end, is written in the book, The History of the Kings of Judah and Israel ."
            },
            {
                "verse_number": "27",
                "verse_text": "When Amaziah stopped obeying the Lord, the people in Jerusalem made plans against Amaziah. He ran away to the town of Lachish. But the people sent men to Lachish and they killed Amaziah there."
            },
            {
                "verse_number": "28",
                "verse_text": "Then they carried his body on horses and buried him with his ancestors in the City of Judah."
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "Then the people of Judah chose Uzziah to be the new king in place of Amaziah. Amaziah was Uzziah&quot;s father. Uzziah was 16 years old when he became king."
            },
            {
                "verse_number": "2",
                "verse_text": "Uzziah rebuilt the town of Elath and gave it back to Judah. He did this after Amaziah died and was buried with his ancestors."
            },
            {
                "verse_number": "3",
                "verse_text": "Uzziah was 16 years old when he became king. He ruled 52 years in Jerusalem. His mother&quot;s name was Jecoliah. Jecoliah was from Jerusalem."
            },
            {
                "verse_number": "4",
                "verse_text": "Uzziah did what the Lord wanted him to do. He obeyed God the same as his father Amaziah had done."
            },
            {
                "verse_number": "5",
                "verse_text": "Uzziah followed God in the time of Zechariah&quot;s life. Zechariah taught Uzziah how to respect and obey God. When Uzziah was obeying the Lord, God gave him success."
            },
            {
                "verse_number": "6",
                "verse_text": "Uzziah fought a war against the Philistines. He tore down the walls around the towns of Gath, Jabneh, and Ashdod. Uzziah built towns near the town of Ashdod and in other places among the Philistines."
            },
            {
                "verse_number": "7",
                "verse_text": "God helped Uzziah fight the Philistines, the Arabs living in the town of Gur Baal, and the Meunites."
            },
            {
                "verse_number": "8",
                "verse_text": "The Ammonites paid tribute to Uzziah. His name became famous all the way to the border of Egypt. He was famous because he was very powerful."
            },
            {
                "verse_number": "9",
                "verse_text": "Uzziah built towers in Jerusalem at the Corner Gate, at the Valley Gate, and at the place where the wall turned. He made them strong."
            },
            {
                "verse_number": "10",
                "verse_text": "He built towers in the desert. He also dug many wells. He had many cattle in the hill country and in the flat lands. He had farmers in the mountains and in the lands where growth was good. He also had men who took care of vineyards. He loved farming."
            },
            {
                "verse_number": "11",
                "verse_text": "Uzziah had an army of trained soldiers. They were put in groups by Jeiel the secretary and Maaseiah the officer. Hananiah was their leader. Jeiel and Maaseiah counted the soldiers and put them into groups. Hananiah was one of the king&quot;s officers."
            },
            {
                "verse_number": "12",
                "verse_text": "There were 2600 leaders over the soldiers."
            },
            {
                "verse_number": "13",
                "verse_text": "These family leaders were in charge of an army of 307,500 men who fought with great power. These soldiers helped the king against the enemy."
            },
            {
                "verse_number": "14",
                "verse_text": "Uzziah gave the army shields, spears, helmets, armor, bows, and stones for the slings."
            },
            {
                "verse_number": "15",
                "verse_text": "In Jerusalem, Uzziah made machines that were invented by clever men. These machines were put on the towers and corner walls. They shot arrows and large rocks. Uzziah became famous. People knew his name in faraway places. He had much help and became a powerful king."
            },
            {
                "verse_number": "16",
                "verse_text": "But when Uzziah became strong, his pride caused him to be destroyed. He was not faithful to the Lord his God. He went into the Lord&quot;s Temple to burn incense on the altar for burning incense."
            },
            {
                "verse_number": "17",
                "verse_text": "Azariah the priest and 80 brave priests who served the Lord followed Uzziah into the Temple."
            },
            {
                "verse_number": "18",
                "verse_text": "They told Uzziah he was wrong. They said to him, &apos;Uzziah, it is not your job to burn incense to the Lord. It is not right. That is for the priests, Aaron&quot;s descendants, to do. They are the only ones who have been prepared for the holy work of burning incense. You have not been faithful, so you must go out of the Most Holy Place. The Lord God will not honor you for this.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "But Uzziah was angry. He had a bowl in his hand for burning incense. While Uzziah was very angry with the priests, leprosy broke out on his forehead. This happened in front of the priests in the Lord&quot;s Temple by the altar for burning incense."
            },
            {
                "verse_number": "20",
                "verse_text": "Azariah the leading priest and all the priests looked at Uzziah. They could see the leprosy on his forehead. The priests quickly forced him out from the Temple. Uzziah himself hurried out because the Lord had punished him."
            },
            {
                "verse_number": "21",
                "verse_text": "So Uzziah the king was a leper. He could not enter the Lord&quot;s Temple. His son Jotham controlled the king&quot;s palace and became governor for the people."
            },
            {
                "verse_number": "22",
                "verse_text": "Everything else Uzziah did, from beginning to end, is written by the prophet Isaiah son of Amoz."
            },
            {
                "verse_number": "23",
                "verse_text": "Uzziah died and was buried near his ancestors in the field near the king&quot;s burial places. This was because the people said, &apos;Uzziah has leprosy.&apos; And Uzziah&quot;s son Jotham became the new king in his place."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Jotham was 25 years old when he became king. He ruled 16 years in Jerusalem. His mother&quot;s name was Jerusha. Jerusha was Zadok&quot;s daughter."
            },
            {
                "verse_number": "2",
                "verse_text": "Jotham did what the Lord wanted him to do. He obeyed God just as his father Uzziah had done. But Jotham did not enter the Lord&quot;s Temple to burn incense as his father had. But the people continued doing wrong."
            },
            {
                "verse_number": "3",
                "verse_text": "Jotham rebuilt the Upper Gate of the Lord&quot;s Temple. He did much building on the wall at the place named Ophel."
            },
            {
                "verse_number": "4",
                "verse_text": "He also built towns in the hill country of Judah. He built fortresses and towers in the forests."
            },
            {
                "verse_number": "5",
                "verse_text": "Jotham also fought against the king of the Ammonites and his army and defeated them. So each year for three years the Ammonites gave Jotham 3 3/4 tons of silver, 62,000 bushels of wheat, and 62,000 bushels of barley."
            },
            {
                "verse_number": "6",
                "verse_text": "Jotham became powerful because he faithfully obeyed the Lord his God."
            },
            {
                "verse_number": "7",
                "verse_text": "Everything else Jotham did and all his wars are written in the book, The History of the Kings of Israel and Judah ."
            },
            {
                "verse_number": "8",
                "verse_text": "Jotham was 25 years old when he became king. He ruled 16 years in Jerusalem."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Jotham died and was buried with his ancestors. The people buried him in the City of David. Jotham&quot;s son Ahaz became king in his place."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "Ahaz was 20 years old when he became king. He ruled 16 years in Jerusalem. He did not live right, as David his ancestor had done. Ahaz did not do what the Lord wanted him to do."
            },
            {
                "verse_number": "2",
                "verse_text": "He followed the bad example of the kings of Israel. He used molds to make idols to worship the Baal gods."
            },
            {
                "verse_number": "3",
                "verse_text": "He burned incense in the Valley of Ben Hinnom and sacrificed his own sons by burning them in the fire. He did the same terrible sins that the peoples living in that land did. The Lord had forced them out when the Israelites entered that land."
            },
            {
                "verse_number": "4",
                "verse_text": "Ahaz offered sacrifices and burned incense in the high places, on the hills, and under every green tree."
            },
            {
                "verse_number": "7",
                "verse_text": "Zicri was a brave soldier from Ephraim. He killed the king&quot;s son Maaseiah. He also killed Azrikam, the officer in charge of the king&quot;s palace, and Elkanah, who was second in command to the king."
            },
            {
                "verse_number": "8",
                "verse_text": "The Israelite army captured 200,000 of their own relatives living in Judah. They took women, children, and many valuable things from Judah and carried them back to Samaria."
            },
            {
                "verse_number": "9",
                "verse_text": "But one of the Lord&quot;s prophets named Oded was there. Oded met the Israelite army that came back to Samaria. He said to the Israelite army, &apos;The Lord, the God your ancestors worshiped, let you defeat the people of Judah because he was angry with them. But now he is angry with you, because he has seen how cruel you were in killing them."
            },
            {
                "verse_number": "10",
                "verse_text": "And now you plan to keep the people of Judah and Jerusalem as slaves. But you are as guilty as they are for sinning against the Lord your God."
            },
            {
                "verse_number": "11",
                "verse_text": "Now listen to me. Send back all those you captured, your own brothers and sisters, because the Lord&quot;s terrible anger is against you.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then some of the leaders in Ephraim saw the Israelite soldiers coming home from war. They met the Israelite soldiers and warned them. The leaders were Azariah son of Jehohanan, Berekiah son of Meshillemoth, Jehizkiah son of Shallum, and Amasa son of Hadlai."
            },
            {
                "verse_number": "13",
                "verse_text": "They said to the Israelite soldiers, &apos;Don&quot;t bring the prisoners from Judah here. If you do that, it will add to our sin against the Lord. It will make our sin and guilt before him even worse than it is now, and he is already very angry with Israel!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So the soldiers gave the prisoners and valuable things to the leaders and to the people."
            },
            {
                "verse_number": "15",
                "verse_text": "The leaders (Azariah, Berekiah, Jehizkiah, and Amasa) stood up and helped the prisoners. These four men got the clothes that the Israelite army took and gave them to the people who were naked. The leaders also gave them sandals. They gave the prisoners from Judah something to eat and drink. They rubbed oil on them to soften and heal their wounds. Then the leaders from Ephraim put the weak prisoners on donkeys and took them back home to their families in Jericho, the city of palm trees. Then the four leaders went back home to Samaria."
            },
            {
                "verse_number": "18",
                "verse_text": "The Philistines also attacked the towns in the hills and in south Judah. The Philistines captured the towns of Beth Shemesh, Aijalon, Gederoth, Soco, Timnah, and Gimzo. They also captured the villages near these towns. Then the Philistines lived in them."
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord gave troubles to Judah because King Ahaz of Judah encouraged the people of Judah to sin. He was very unfaithful to the Lord."
            },
            {
                "verse_number": "20",
                "verse_text": "King Tiglath Pileser of Assyria came and gave Ahaz trouble instead of helping him."
            },
            {
                "verse_number": "21",
                "verse_text": "Ahaz took some valuable things from the Lord&quot;s Temple and from the king&quot;s palace and from the prince&quot;s house. Ahaz gave them to the king of Assyria, but that didn&quot;t help him."
            },
            {
                "verse_number": "22",
                "verse_text": "In Ahaz&quot;s troubles, he sinned worse and became more unfaithful to the Lord."
            },
            {
                "verse_number": "23",
                "verse_text": "He offered sacrifices to the gods the people of Damascus worshiped. The people of Damascus had defeated Ahaz. So he thought to himself, &apos;The gods the people of Aram worship helped them. So if I offer sacrifices to them, maybe they will help me also.&apos; Ahaz worshiped these gods. In this way he sinned, and he made the people of Israel sin."
            },
            {
                "verse_number": "24",
                "verse_text": "Ahaz gathered the things from God&quot;s Temple and broke them to pieces. Then he closed the doors of the Lord&quot;s Temple. He made altars and put them on every street corner in Jerusalem."
            },
            {
                "verse_number": "25",
                "verse_text": "In every town in Judah Ahaz made high places for burning incense to worship other gods. Ahaz made the Lord, the God his ancestors obeyed, very angry."
            },
            {
                "verse_number": "26",
                "verse_text": "Everything else Ahaz did, from the beginning to the end, is written in the book, The History of the Kings of Judah and Israel ."
            },
            {
                "verse_number": "27",
                "verse_text": "Ahaz died and was buried with his ancestors. The people buried him in the city of Jerusalem. But they didn&quot;t bury him in the same burial place where the kings of Israel were buried. Ahaz&quot;s son Hezekiah became the new king in his place."
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "Hezekiah became king when he was 25 years old. He ruled 29 years in Jerusalem. His mother&quot;s name was Abijah. Abijah was Zechariah&quot;s daughter."
            },
            {
                "verse_number": "2",
                "verse_text": "Hezekiah did what the Lord wanted him to do. He did what was right just as David his ancestor had done. From the Kohath family there were Mahath son of Amasai and Joel son of Azariah. From the Merari family there were Kish son of Abdi and Azariah son of Jehallelel. From the Gershon family there were Joah son of Zimmah and Eden son of Joab. From Elizaphan&quot;s descendants there were Shimri and Jeiel. From Asaph&quot;s descendants there were Zechariah and Mattaniah. From Heman&quot;s descendants there were Jehiel and Shimei. From Jeduthun&quot;s descendants there were Shemaiah and Uzziel."
            },
            {
                "verse_number": "3",
                "verse_text": "Hezekiah repaired the doors of the Lord&quot;s Temple and made them strong. He opened the Temple again. He did this in the first month of the first year after he became king."
            },
            {
                "verse_number": "6",
                "verse_text": "Our ancestors were not faithful and did what the Lord says is evil. They stopped following him. They no longer paid any attention to the Lord&quot;s house and turned their backs on him."
            },
            {
                "verse_number": "7",
                "verse_text": "They shut the doors of the porch of the Temple and let the fire go out in the lamps. They stopped burning incense and offering burnt offerings in the Holy Place to the God of Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "So the Lord became very angry with the people of Judah and Jerusalem. He punished them so badly that it shocks and scares people to hear about it. But then they just laugh and shout their own insults against Judah. You know this is true. You have seen it happen."
            },
            {
                "verse_number": "9",
                "verse_text": "That is why our ancestors were killed in battle. Our sons, daughters, and wives were made prisoners."
            },
            {
                "verse_number": "10",
                "verse_text": "So now I, Hezekiah, have decided to make an agreement with the Lord, the God of Israel. Then he will not be angry with us anymore."
            },
            {
                "verse_number": "11",
                "verse_text": "So my sons, don&quot;t be lazy or waste any more time. The Lord chose you to serve him in the Temple and to burn incense.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then these Levites gathered their brothers together and made themselves ready for holy service in the Temple. They obeyed the king&quot;s command that came from the Lord. They went into the Lord&quot;s Temple to clean it."
            },
            {
                "verse_number": "16",
                "verse_text": "The priests went into the inside part of the Lord&quot;s Temple to clean it. They took out all the unclean things they found there. They brought the unclean things out to the courtyard of the Lord&quot;s Temple. Then the Levites took these things out to the Kidron Valley."
            },
            {
                "verse_number": "17",
                "verse_text": "On the first day of the first month, the Levites began to make the Temple ready for holy service. By the eighth day, they had finished cleaning all the area up to the porch of the Lord&quot;s Temple. For eight more days they cleaned the Lord&quot;s Temple itself to make it ready for holy use. They finished on the 16th day of the first month."
            },
            {
                "verse_number": "18",
                "verse_text": "Then they went to King Hezekiah and said to him, &apos;King Hezekiah, we cleaned all the Lord&quot;s Temple and the altar for burning offerings and all the things in the Temple. We cleaned the table for the rows of bread with all the things used for that table."
            },
            {
                "verse_number": "19",
                "verse_text": "During the time that Ahaz was king, he rebelled against God. He threw away many of the things that were in the Temple. But we repaired all those things and made them ready for their special use. They are now in front of the Lord&quot;s altar.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "King Hezekiah gathered the city officials and went up to the Temple of the Lord early the next morning."
            },
            {
                "verse_number": "21",
                "verse_text": "They brought seven bulls, seven rams, seven lambs, and seven young male goats. These animals were for a sin offering for the kingdom of Judah, for the Holy Place to make it clean, and for the people of Judah. King Hezekiah commanded the priests who were descendants of Aaron to offer these animals on the Lord&quot;s altar."
            },
            {
                "verse_number": "22",
                "verse_text": "So the priests killed the bulls and kept the blood. Then they sprinkled the bulls&quot; blood on the altar. Then they killed the rams and sprinkled the rams&quot; blood on the altar. Then they killed the lambs and sprinkled the lambs&quot; blood on the altar."
            },
            {
                "verse_number": "25",
                "verse_text": "King Hezekiah put the Levites in the Lord&quot;s Temple with cymbals, harps, and lyres as David, Gad, the king&quot;s seer, and the prophet Nathan had commanded. This command came from the Lord through his prophets."
            },
            {
                "verse_number": "26",
                "verse_text": "So the Levites stood ready with David&quot;s instruments of music, and the priests stood ready with their trumpets."
            },
            {
                "verse_number": "27",
                "verse_text": "Then Hezekiah gave the order to sacrifice the burnt offering on the altar. When the burnt offering began, singing to the Lord also began. The trumpets were blown, and the instruments of David king of Israel were played."
            },
            {
                "verse_number": "28",
                "verse_text": "All the assembly bowed down, the musicians sang, and the trumpet players blew their trumpets until the burnt offering was finished."
            },
            {
                "verse_number": "29",
                "verse_text": "After the sacrifices were finished, King Hezekiah and all the people with him bowed down and worshiped."
            },
            {
                "verse_number": "30",
                "verse_text": "King Hezekiah and his officials ordered the Levites to give praise to the Lord. They sang songs that David and Asaph the seer had written. They praised God and became happy. They all bowed and worshiped God."
            },
            {
                "verse_number": "31",
                "verse_text": "Hezekiah said, &apos;Now you people of Judah have given yourselves to the Lord. Come near and bring sacrifices and thank offerings to the Lord&quot;s Temple.&apos; Then the people brought sacrifices and thank offerings. Anyone who wanted to, also brought burnt offerings."
            },
            {
                "verse_number": "32",
                "verse_text": "This is how many burnt offerings the assembly brought to the Temple: 70 bulls, 100 rams, and 200 lambs. All these animals were sacrificed as burnt offerings to the Lord."
            },
            {
                "verse_number": "33",
                "verse_text": "There were also 600 bulls and 3000 sheep and goats that were sacrificed as holy offerings."
            },
            {
                "verse_number": "34",
                "verse_text": "But there were not enough priests to skin and cut up all the animals for the burnt offerings. So their relatives, the Levites, helped them until the work was finished and until other priests could make themselves ready for holy service. The Levites had been more serious than the priests about making themselves ready to serve."
            },
            {
                "verse_number": "35",
                "verse_text": "There were many burnt offerings, and the fat of fellowship offerings, and drink offerings. So the service in the Lord&quot;s Temple began again."
            },
            {
                "verse_number": "36",
                "verse_text": "Hezekiah and the people were very happy about the things God prepared for his people. And they were happy he did it so quickly!"
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "King Hezekiah sent messages to all the people of Israel and Judah. He wrote letters to the people of Ephraim and Manasseh also. He invited all these people to come to the Lord&quot;s Temple in Jerusalem so that they all could celebrate the Passover for the Lord, the God of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "King Hezekiah agreed with all his officials and all the assembly in Jerusalem to have the Passover in the second month."
            },
            {
                "verse_number": "3",
                "verse_text": "They could not celebrate the Passover Festival at the regular time, because not enough priests had made themselves ready for holy service and the people had not gathered in Jerusalem."
            },
            {
                "verse_number": "4",
                "verse_text": "The agreement satisfied King Hezekiah and all the assembly."
            },
            {
                "verse_number": "5",
                "verse_text": "So they sent the announcement throughout Israel, from the town of Beersheba all the way to the town of Dan. They told the people to come to Jerusalem to celebrate the Passover for the Lord, the God of Israel. Not many people had been celebrating it as it was described in the law."
            },
            {
                "verse_number": "6",
                "verse_text": "So the messengers took the king&quot;s letters all through Israel and Judah. This is what the letters said: &apos;Children of Israel, turn back to the Lord, the God who Abraham, Isaac, and Israel obeyed. Then God will come back to you who are still alive and have escaped from the kings of Assyria."
            },
            {
                "verse_number": "7",
                "verse_text": "Don&quot;t be like your fathers or your brothers. The Lord was their God, but they turned against him. So he made people hate them and speak evil about them. You can see with your own eyes that this is true."
            },
            {
                "verse_number": "8",
                "verse_text": "Don&quot;t be stubborn as your ancestors were. But obey the Lord with a willing heart. Come to the Temple that he has made to be holy forever. Serve the Lord your God. Then his fearful anger will turn away from you."
            },
            {
                "verse_number": "9",
                "verse_text": "If you come back and obey the Lord, your relatives and your children will find mercy from the people who captured them. And your relatives and your children will come back to this land. The Lord your God is kind and merciful. He will not turn away from you if you come back to him.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The messengers went to every town in the area of Ephraim and Manasseh. They went all the way to the area of Zebulun, but the people laughed at the messengers and made fun of them."
            },
            {
                "verse_number": "11",
                "verse_text": "But, some men from the areas of Asher, Manasseh, and Zebulun humbled themselves and went to Jerusalem."
            },
            {
                "verse_number": "12",
                "verse_text": "Also, in Judah God&quot;s power united the people so that they would obey the king and his officials concerning the word of the Lord."
            },
            {
                "verse_number": "13",
                "verse_text": "Many people came together in Jerusalem to celebrate the Festival of Unleavened Bread in the second month. It was a very large crowd."
            },
            {
                "verse_number": "14",
                "verse_text": "The people took away the altars in Jerusalem that were for false gods and all the incense altars that were for false gods. They threw them into the Kidron Valley."
            },
            {
                "verse_number": "15",
                "verse_text": "Then they killed the Passover lamb on the 14th day of the second month. The priests and the Levites felt ashamed. They made themselves ready for holy service. The priests and the Levites brought burnt offerings into the Lord&quot;s Temple."
            },
            {
                "verse_number": "16",
                "verse_text": "They took their regular places in the Temple as described in the Law of Moses, the man of God. The Levites gave the blood to the priests. Then the priests sprinkled the blood on the altar."
            },
            {
                "verse_number": "17",
                "verse_text": "There were many people in the group who had not made themselves ready for holy service, so they were not permitted to kill the Passover lambs. That is why the Levites were responsible for killing the Passover lambs for everyone who was not clean. The Levites made each lamb holy for the Lord."
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord listened to King Hezekiah&quot;s prayer and forgave the people."
            },
            {
                "verse_number": "21",
                "verse_text": "The people of Israel in Jerusalem celebrated the Festival of Unleavened Bread with great joy for seven days. And the Levites and priests praised the Lord every day with all their strength."
            },
            {
                "verse_number": "22",
                "verse_text": "King Hezekiah encouraged all the Levites who understood very well how to do the service of the Lord. The people celebrated the festival for seven days and offered fellowship offerings. They gave thanks and praise to the Lord, the God of their ancestors."
            },
            {
                "verse_number": "23",
                "verse_text": "All the people agreed to stay seven more days. They were joyful as they celebrated the Passover for seven more days."
            },
            {
                "verse_number": "24",
                "verse_text": "King Hezekiah of Judah gave 1000 bulls and 7000 sheep to the assembly to kill and eat. The leaders gave 1000 bulls and 10,000 sheep to the assembly. Many priests prepared themselves for holy service."
            },
            {
                "verse_number": "25",
                "verse_text": "All the assembly of Judah, the priests, the Levites, all the assembly who came from Israel, and the travelers who came from Israel and moved to Judah&ndash;all these people were very happy."
            },
            {
                "verse_number": "26",
                "verse_text": "So there was much joy in Jerusalem. There had not been a celebration like this since the time of Solomon son of King David of Israel."
            },
            {
                "verse_number": "27",
                "verse_text": "The priests and the Levites stood up and asked God to bless the people, and he heard them. Their prayer came up to heaven, the holy place where he lives."
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "When the Passover celebration was finished, the Israelites who were in Jerusalem for Passover went out to the towns of Judah. Then they smashed the stone idols that were in the towns. These stone idols were used to worship false gods. They also cut down the Asherah poles. And they destroyed the high places and the altars all through the areas of Judah and Benjamin. They did the same things in the area of Ephraim and Manasseh. They did these things until they destroyed all the things used for worshiping the false gods. Then all the Israelites went back home to their own towns."
            },
            {
                "verse_number": "2",
                "verse_text": "The priests and Levites had been divided into groups, and each group had its own special job to do. So King Hezekiah told these groups to begin doing their jobs again. So the priests and Levites again had the job of offering the burnt offerings and the fellowship offerings. And they had the job of serving in the Temple and singing and praising God by the doors to the Lord&quot;s house."
            },
            {
                "verse_number": "3",
                "verse_text": "Hezekiah gave some of his own animals to be offered as the burnt offerings. These animals were used for the daily burnt offerings that were given each morning and each evening. They were offered on the Sabbath days, during New Moon celebrations, and on the other special meeting days, as the law of the Lord commands."
            },
            {
                "verse_number": "4",
                "verse_text": "The people were supposed to give a part of their crops and things to the priests and Levites. So Hezekiah commanded the people living in Jerusalem to give them their share. In that way the priests and Levites could spend all of their time doing what the law of the Lord told them to do."
            },
            {
                "verse_number": "5",
                "verse_text": "People all around the country heard about this command. So the Israelites gave the first part of their harvest of grain, grapes, oil, honey, and all the things they grew in their fields. They brought one-tenth of all these many things."
            },
            {
                "verse_number": "6",
                "verse_text": "The men of Israel and Judah living in the towns of Judah also brought one-tenth of their cattle and sheep. They also brought one-tenth of the things that were put in a special place that was only for the Lord their God. They brought all these things and put them in piles."
            },
            {
                "verse_number": "7",
                "verse_text": "The people began to bring these things in the third month and they finished bringing the collection in the seventh month."
            },
            {
                "verse_number": "8",
                "verse_text": "When Hezekiah and the leaders came, they saw the piles of things that were collected. They praised the Lord and his people, the Israelites."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Hezekiah asked the priests and the Levites about the piles of things."
            },
            {
                "verse_number": "10",
                "verse_text": "Azariah the high priest from Zadok&quot;s family said to Hezekiah, &apos;From the time that the people started bringing the offerings into the Lord&quot;s house, we have had plenty to eat. We have eaten until we are full and there is still plenty left over! The Lord has really blessed his people. That is why we have so much left over.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then Hezekiah commanded the priests to make storerooms ready in the Lord&quot;s Temple. So this was done."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the priests brought the offerings, tithes, and other things that were to be given only to God. All these things collected were put in the storerooms in the Temple. Conaniah the Levite was in charge of everything that was collected. Shimei was second in charge of these things. Shimei was Conaniah&quot;s brother."
            },
            {
                "verse_number": "13",
                "verse_text": "Conaniah and his brother Shimei were supervisors of these men: Jehiel, Azaziah, Nahath, Asahel, Jerimoth, Jozabad, Eliel, Ismakiah, Mahath, and Benaiah. King Hezekiah and Azariah the official in charge of God&quot;s Temple chose these men."
            },
            {
                "verse_number": "14",
                "verse_text": "Kore was in charge of the offerings that the people freely gave to God. He was responsible for giving out the collections that were given to the Lord. And he was responsible for giving out the gifts that had been made holy. Kore was the gatekeeper at the East Gate. His father&quot;s name was Imnah the Levite."
            },
            {
                "verse_number": "15",
                "verse_text": "Eden, Miniamin, Jeshua, Shemaiah, Amariah, and Shecaniah helped Kore. These men served faithfully in the towns where the priests were living. They gave the collection of things to their relatives in each group of priests. They gave the same things to the more important people and to the less important."
            },
            {
                "verse_number": "16",
                "verse_text": "These men also gave the collection of things to the males three years old and older who had their names in the Levite family histories. All these males were to enter the Lord&quot;s Temple for daily service to do the things they were responsible to do. Each group of Levites had their own responsibility."
            },
            {
                "verse_number": "17",
                "verse_text": "The priests were given their part of the collection. This was done by families, in the way they were listed in the family histories. The Levites who were 20 years old and older were given their part of the collection, according to their groups and responsibilities."
            },
            {
                "verse_number": "18",
                "verse_text": "The Levites&quot; babies, wives, sons, and daughters also got part of the collection. This was done for all the Levites who were listed in the family histories. This was because the Levites were faithful to always keep themselves holy and ready for service."
            },
            {
                "verse_number": "19",
                "verse_text": "Some of Aaron&quot;s descendants, the priests, lived in the towns or on farms near the towns where the Levites were living. Men were chosen by name in each of these towns to give part of the collection to these descendants of Aaron. All the males and those named in the family histories of the Levites got part of the collection."
            },
            {
                "verse_number": "20",
                "verse_text": "So King Hezekiah did those good things in all Judah. He did what was good and right and faithful before the Lord his God."
            },
            {
                "verse_number": "21",
                "verse_text": "He had success in every work he began&ndash;the service of God&quot;s Temple and in obeying the law and commands, and in following his God. Hezekiah did all these things with all his heart."
            }
        ],
        "32": [
            {
                "verse_number": "1",
                "verse_text": "After Hezekiah had faithfully done everything the Lord commanded, King Sennacherib of Assyria came to attack the country of Judah. Sennacherib and his army camped outside the fortresses. He did this so that he could make plans to defeat these towns. Sennacherib wanted to win them for himself."
            },
            {
                "verse_number": "2",
                "verse_text": "Hezekiah knew that Sennacherib came to Jerusalem to attack it."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Hezekiah talked to his officials and army officers. They all agreed to stop the waters of the water springs outside the city. The officials and army officers helped Hezekiah."
            },
            {
                "verse_number": "4",
                "verse_text": "Many people came together and stopped all the springs and the stream that flowed through the middle of the country. They said, &apos;The king of Assyria will not find much water when he comes here!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Hezekiah made Jerusalem stronger. This is how he did it: He rebuilt all the parts of the wall that were broken down. He also built towers on the wall. He also built another wall outside the first wall. He rebuilt the strong places on the east side of the old part of Jerusalem. He made many weapons and shields."
            },
            {
                "verse_number": "8",
                "verse_text": "The king of Assyria only has men. But we have the Lord our God with us! Our God will help us. He will fight our battles!&apos; So King Hezekiah of Judah encouraged the people and made them feel stronger."
            },
            {
                "verse_number": "9",
                "verse_text": "King Sennacherib of Assyria and all his army were camped near the town of Lachish so that they could defeat it. Then Sennacherib sent his officers to King Hezekiah of Judah and to all the people of Judah in Jerusalem. His officers had a message for Hezekiah and all the people in Jerusalem."
            },
            {
                "verse_number": "10",
                "verse_text": "They said, &apos;King Sennacherib of Assyria says this: &quot;What do you trust in that makes you stay under attack in Jerusalem?"
            },
            {
                "verse_number": "11",
                "verse_text": "Hezekiah is fooling you. You are being tricked into staying in Jerusalem so that you will die from hunger and thirst. Hezekiah says to you, &apos;The Lord our God will save us from the king of Assyria.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "But Hezekiah himself took away the high places and altars that belonged to that god. He told you people of Judah and Jerusalem that you must worship and burn incense on only one altar."
            },
            {
                "verse_number": "13",
                "verse_text": "Of course, you know what my ancestors and I have done to all the peoples in other countries. The gods of the other countries could not save their people. Those gods could not stop me from destroying their people."
            },
            {
                "verse_number": "14",
                "verse_text": "My ancestors destroyed those countries. There is no god that can stop me from destroying his people. So you think your god can save you from me?"
            },
            {
                "verse_number": "15",
                "verse_text": "Don&quot;t let Hezekiah fool you or trick you. Don&quot;t believe him because no god of any nation or kingdom has ever been able to keep his people safe from me or my ancestors. Don&quot;t think your god can stop me from destroying you.&quot;&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The officers of the king of Assyria said worse things against the Lord God and against Hezekiah, God&quot;s servant."
            },
            {
                "verse_number": "17",
                "verse_text": "The king of Assyria also wrote letters that insulted the Lord, the God of Israel. This is what the king of Assyria said in those letters: &apos;The gods of the other nations could not stop me from destroying their people. In the same way Hezekiah&quot;s god will not be able to stop me from destroying his people.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then the Assyrian officers shouted loudly to the people of Jerusalem who were on the city wall. They spoke in the language of Judah so that the people on the wall could understand and be frightened enough that the Assyrians could capture the city of Jerusalem."
            },
            {
                "verse_number": "19",
                "verse_text": "Then they insulted the God of Jerusalem just as they had insulted all the gods of the people from other nations&ndash;even though those gods are only things people made with their hands."
            },
            {
                "verse_number": "20",
                "verse_text": "Hezekiah the king and the prophet Isaiah son of Amoz prayed about this problem. They prayed very loudly to heaven."
            },
            {
                "verse_number": "21",
                "verse_text": "Then the Lord sent an angel to the king of Assyria&quot;s camp. That angel killed all the soldiers, leaders, and officers in the Assyrian army. So the king of Assyria went back home to his own country, and his people were ashamed of him. He went into the temple of his god and some of his own sons killed him there with a sword."
            },
            {
                "verse_number": "22",
                "verse_text": "So the Lord saved Hezekiah and the people in Jerusalem from King Sennacherib of Assyria and from all other people. He cared for Hezekiah and the people of Jerusalem."
            },
            {
                "verse_number": "23",
                "verse_text": "Many people brought gifts for the Lord to Jerusalem. They brought valuable things to King Hezekiah of Judah. From that time on, all the nations respected Hezekiah."
            },
            {
                "verse_number": "24",
                "verse_text": "It was in those days that Hezekiah became very sick and near death. He prayed to the Lord, and he spoke to Hezekiah and gave him a sign."
            },
            {
                "verse_number": "25",
                "verse_text": "But Hezekiah&quot;s heart was proud, so he did not give God thanks for his kindness. This is why God was angry with Hezekiah and with the people of Judah and Jerusalem."
            },
            {
                "verse_number": "26",
                "verse_text": "But Hezekiah and the people living in Jerusalem changed their hearts and lives. They became humble and stopped being proud. So the Lord&quot;s anger didn&quot;t come on them while Hezekiah was alive."
            },
            {
                "verse_number": "27",
                "verse_text": "Hezekiah had many riches and much honor. He made places to keep silver, gold, valuable jewels, spices, shields, and all kinds of things."
            },
            {
                "verse_number": "28",
                "verse_text": "Hezekiah had storage buildings for the grain, new wine, and oil that people sent to him. He had stalls for all the cattle and stalls for the sheep."
            },
            {
                "verse_number": "29",
                "verse_text": "Hezekiah also built many towns, and he got many flocks of sheep and cattle. God gave him much wealth."
            },
            {
                "verse_number": "30",
                "verse_text": "It was Hezekiah who stopped up the upper source of the waters of the Gihon Spring in Jerusalem and made the waters flow straight down on the west side of the City of David. And he was successful in everything he did."
            },
            {
                "verse_number": "31",
                "verse_text": "One time the leaders of Babylon sent messengers to Hezekiah. The messengers asked about a strange sign that had happened in the nations. When they came, God left Hezekiah alone to test him and to know everything that was in Hezekiah&quot;s heart."
            },
            {
                "verse_number": "32",
                "verse_text": "Everything else Hezekiah did as king and the ways he served God faithfully are written in the book, The Vision of the Prophet Isaiah Son of Amoz and in the book, The History of the Kings of Judah and Israel ."
            },
            {
                "verse_number": "33",
                "verse_text": "Hezekiah died and was buried with his ancestors. The people buried him on the hill where the graves of David&quot;s ancestors are. All the people of Judah and those living in Jerusalem gave honor to Hezekiah when he died. Hezekiah&quot;s son Manasseh became the new king in his place."
            }
        ],
        "33": [
            {
                "verse_number": "1",
                "verse_text": "Manasseh was twelve years old when he became king of Judah. He was king for 55 years in Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "Manasseh did what the Lord said was wrong. He followed the terrible and sinful ways of the nations that the Lord had forced out of the land before the Israelites."
            },
            {
                "verse_number": "3",
                "verse_text": "Manasseh rebuilt the high places that his father Hezekiah had broken down. Manasseh built altars for the Baal gods and made Asherah poles. He bowed down to the constellations and worshiped those groups of stars."
            },
            {
                "verse_number": "4",
                "verse_text": "Manasseh built altars for false gods in the Lord&quot;s Temple. The Lord said about the Temple, &apos;My name will be in Jerusalem forever.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "He built altars for all the groups of stars in the two yards of the Lord&quot;s Temple."
            },
            {
                "verse_number": "6",
                "verse_text": "He also burned his own children for a sacrifice in the Valley of Ben Hinnom. He also used magic by doing soothsaying, divination, and sorcery. He talked with mediums and wizards. He did many things that the Lord said were evil and made him angry."
            },
            {
                "verse_number": "7",
                "verse_text": "Manasseh also made a statue of an idol and put it in God&quot;s Temple&ndash;the very same Temple that God had talked about to David and his son Solomon. God had said, &apos;I will put my name in this house and in Jerusalem&ndash;the city that I chose from all the cities in all the tribes&ndash;and my name will be there forever!"
            },
            {
                "verse_number": "8",
                "verse_text": "I will not continue to keep the Israelites off the land that I chose to give to their ancestors. But they must obey everything I commanded them. The Israelites must obey all the laws, rules, and commands that I gave Moses to give to them.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Manasseh encouraged the people of Judah and the people living in Jerusalem to do wrong. They were worse than the nations that were in the land before the Israelites&ndash;and the Lord destroyed those people."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord spoke to Manasseh and to his people, but they refused to listen."
            },
            {
                "verse_number": "11",
                "verse_text": "So the Lord brought commanders from the king of Assyria&quot;s army to attack Judah. These commanders captured Manasseh and made him their prisoner. They put hooks in him and brass chains on his hands and took him to the country of Babylon."
            },
            {
                "verse_number": "12",
                "verse_text": "When these troubles came to him, Manasseh begged for help from the Lord his God. He humbled himself before the God of his ancestors."
            },
            {
                "verse_number": "13",
                "verse_text": "Manasseh prayed to God and begged him for help. God heard his begging and felt sorry for him, so he let Manasseh return to Jerusalem and to his throne. Then Manasseh knew that the Lord was the true God."
            },
            {
                "verse_number": "14",
                "verse_text": "After that happened, Manasseh built an outer wall for the City of David. This wall went to the west of Gihon Spring in Kidron Valley, to the entrance of the Fish Gate, and around the hill of Ophel. He made the wall very tall. Then he put officers in all the fortresses in Judah."
            },
            {
                "verse_number": "15",
                "verse_text": "Manasseh took away the strange idol gods, and he took the idol out of the Lord&quot;s Temple. He took away all the altars he had built on the Temple hill, and in Jerusalem. Manasseh threw all the altars out of the city of Jerusalem."
            },
            {
                "verse_number": "16",
                "verse_text": "Then he set up the Lord&quot;s altar and offered fellowship offerings and thank offerings on it. He gave a command for all the people of Judah to serve the Lord, the God of Israel."
            },
            {
                "verse_number": "17",
                "verse_text": "The people continued to offer sacrifices at the high places, but their sacrifices were only to the Lord their God."
            },
            {
                "verse_number": "18",
                "verse_text": "Everything else Manasseh did, his prayer to his God and the words of the seers who spoke to him in the name of the Lord, the God of Israel, are all written in the book, The Official Records of the Kings of Israel ."
            },
            {
                "verse_number": "19",
                "verse_text": "Manasseh&quot;s prayer and how God listened and felt sorry for him are written in The Book of the Seers . Also all his sins, the wrongs he did before he humbled himself, and the places where he built high places and set up the Asherah poles are written in The Book of the Seers ."
            },
            {
                "verse_number": "20",
                "verse_text": "So Manasseh died and was buried with his ancestors. The people buried Manasseh in his own palace. Manasseh&quot;s son Amon became the new king in his place."
            },
            {
                "verse_number": "21",
                "verse_text": "Amon was 22 years old when he became king of Judah. He was king for two years in Jerusalem."
            },
            {
                "verse_number": "22",
                "verse_text": "Amon did evil before the Lord, just as his father Manasseh had done. Amon offered sacrifices for all the carved idols and statues that Manasseh his father made. Amon worshiped those idols."
            },
            {
                "verse_number": "23",
                "verse_text": "Amon did not humble himself in front of the Lord like Manasseh his father humbled himself. But Amon sinned more and more."
            },
            {
                "verse_number": "24",
                "verse_text": "His servants made plans against him. They killed Amon in his own house."
            },
            {
                "verse_number": "25",
                "verse_text": "But the people of Judah killed all the servants who planned against King Amon. Then the people chose Amon&quot;s son Josiah to be the new king."
            }
        ],
        "34": [
            {
                "verse_number": "1",
                "verse_text": "Josiah was eight years old when he became king. He was king for 31 years in Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "He lived in a way that pleased the Lord, always doing what was right, as his ancestor David had done. Josiah never changed this way of life."
            },
            {
                "verse_number": "3",
                "verse_text": "When Josiah was in his eighth year as king, he began to follow the God worshiped by David his ancestor. He was still young when he began to obey God. When he was in his twelfth year as king he began to destroy the high places, the Asherah poles, and idols that were carved and idols that were made from molds from Judah and Jerusalem."
            },
            {
                "verse_number": "4",
                "verse_text": "As Josiah watched, the people broke down the altars for the Baal gods. Then he cut down the incense altars that stood high above the people. He broke the idols that were carved and the idols that were made from molds. He beat the idols into powder and sprinkled the powder on the graves of the people who had offered sacrifices to the Baal gods."
            },
            {
                "verse_number": "5",
                "verse_text": "Josiah even burned the bones of the priests who had served the Baal gods on their own altars. This is how he destroyed idols and idol worship from Judah and Jerusalem."
            },
            {
                "verse_number": "6",
                "verse_text": "Josiah did the same for the towns in the areas of Manasseh, Ephraim, Simeon, and all the way to Naphtali. He did the same for the ruins near all these towns."
            },
            {
                "verse_number": "7",
                "verse_text": "Josiah broke down the altars and the Asherah poles. He beat the idols into powder. He cut down all the incense altars used for Baal worship in all the country of Israel. Then he went back to Jerusalem. So Josiah commanded the Temple to be repaired so that he could make Judah and the Temple clean."
            },
            {
                "verse_number": "8",
                "verse_text": "When Josiah was in his 18th year as king of Judah, he sent Shaphan, Maaseiah, and Joah to rebuild and repair the Temple of the Lord his God. Shaphan was the son of Azaliah. Maaseiah was the city leader. Joah, who was the son of Joahaz, wrote about what happened."
            },
            {
                "verse_number": "9",
                "verse_text": "These men came to Hilkiah the high priest. They gave him the money that people gave for God&quot;s Temple. The Levite doorkeepers had collected this money from the people of Manasseh, Ephraim, and from all the Israelites who were left. They also collected this money from all Judah, Benjamin, and all the people living in Jerusalem."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the Levites paid the men who supervised the work on the Lord&quot;s Temple. And the supervisors paid the workers who repaired the Lord&quot;s Temple."
            },
            {
                "verse_number": "11",
                "verse_text": "They gave the money to carpenters and builders to buy large rocks that were already cut, and to buy wood. The wood was used to rebuild the buildings and to make beams for the buildings. In the past, the kings of Judah did not take care of the Temple buildings. The buildings had become old and ruined."
            },
            {
                "verse_number": "14",
                "verse_text": "The Levites brought out the money that was in the Lord&quot;s Temple. At that time Hilkiah the priest found the Book of the Law of the Lord that was given through Moses."
            },
            {
                "verse_number": "15",
                "verse_text": "Hilkiah said to Shaphan the secretary, &apos;I found the Book of the Law in the Lord&quot;s house. &apos; Hilkiah gave the book to Shaphan."
            },
            {
                "verse_number": "16",
                "verse_text": "Shaphan brought the book to King Josiah. Shaphan reported to the king, &apos;Your servants are doing everything you told them to do."
            },
            {
                "verse_number": "17",
                "verse_text": "They got the money that was in the Lord&quot;s Temple and are paying the supervisors and the workers.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then Shaphan said to King Josiah, &apos;Hilkiah the priest gave a book to me.&apos; Then Shaphan read from the book in front of the king."
            },
            {
                "verse_number": "19",
                "verse_text": "When King Josiah heard the words of the law being read, he tore his clothes."
            },
            {
                "verse_number": "20",
                "verse_text": "Then the king gave a command to Hilkiah, Ahikam son of Shaphan, Abdon son of Micah, Shaphan the secretary, and Asaiah the servant."
            },
            {
                "verse_number": "21",
                "verse_text": "The king said, &apos;Go, ask the Lord for me and for the people who are left in Israel and in Judah. Ask about the words in the book that was found. The Lord is very angry with us because our ancestors did not obey the Lord&quot;s word. They did not do everything this book says to do.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Hilkiah and the king&quot;s servants went to the newer part of Jerusalem to see Huldah the prophetess. She was the wife of Shallum, the son of Tokhath, whose father was Hasrah. Shallum had the job of taking care of the king&quot;s clothes. Hilkiah and the king&quot;s servants told Huldah what had happened."
            },
            {
                "verse_number": "23",
                "verse_text": "Huldah said to them, &apos;This is what the Lord, the God of Israel, says: Tell King Josiah that"
            },
            {
                "verse_number": "24",
                "verse_text": "the Lord says, &quot;I will bring trouble to this place and to the people living here. I will bring all the terrible things that are written in the book that was read in front of the king of Judah."
            },
            {
                "verse_number": "25",
                "verse_text": "I will do this because the people left me and burned incense to other gods. They made me angry because of all the bad things they have done. So I will pour out my anger on this place. Like a hot burning fire, my anger will not be put out!&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Go back to King Josiah of Judah, who sent you to ask what the Lord wants. Tell him, &quot;This is what the Lord, the God of Israel, says about the words you heard being read:"
            },
            {
                "verse_number": "27",
                "verse_text": "Josiah, when you heard my words against this city and its people, you were sorry and humbled yourself before me. You even tore your clothes to show your sorrow and cried before me. Because your heart was tender, I the Lord, have heard you."
            },
            {
                "verse_number": "28",
                "verse_text": "I will take you to be with your ancestors. You will go to your grave in peace. You will not have to see any of the trouble that I will bring on this place and on the people living here.&quot;&apos; Hilkiah and the king&quot;s servants brought back this message to King Josiah."
            },
            {
                "verse_number": "29",
                "verse_text": "Then King Josiah called for all the elders of Judah and Jerusalem to come and meet with him."
            },
            {
                "verse_number": "30",
                "verse_text": "The king went up to the Lord&quot;s Temple. All the people from Judah, the people living in Jerusalem, the priests, the Levites, and all the people, both important and not important, were with Josiah. He read to them all the words in the Book of the Agreement . That book was found in the Lord&quot;s Temple."
            },
            {
                "verse_number": "31",
                "verse_text": "Then the king stood up in his place. He made an agreement with the Lord. He agreed to follow the Lord and to obey his commands, laws, and rules. He agreed to obey with all his heart and soul the words of the agreement written in this book."
            },
            {
                "verse_number": "32",
                "verse_text": "Then Josiah made all the people in Jerusalem and Benjamin promise to accept the agreement. The people of Jerusalem obeyed the agreement of God, the God their ancestors obeyed."
            },
            {
                "verse_number": "33",
                "verse_text": "The Israelites had idols from many different countries, but Josiah destroyed all the terrible idols. He made all the people in Israel serve the Lord their God. And as long as Josiah was alive, the people continued to serve the Lord, the God of their ancestors."
            }
        ],
        "35": [
            {
                "verse_number": "1",
                "verse_text": "King Josiah celebrated the Passover to the Lord in Jerusalem. The Passover lamb was killed on the 14th day of the first month."
            },
            {
                "verse_number": "2",
                "verse_text": "Josiah chose the priests to do their duties. He encouraged the priests while they were serving in the Lord&quot;s Temple."
            },
            {
                "verse_number": "3",
                "verse_text": "He spoke to the Levites who taught the Israelites and who were made holy for service to the Lord. He said to the Levites, &apos;Put the Holy Box in the Temple that Solomon built. Solomon was David&quot;s son. David was king of Israel. Don&quot;t carry the Holy Box from place to place on your shoulders again. Now serve the Lord your God and his people, the Israelites."
            },
            {
                "verse_number": "4",
                "verse_text": "Make yourselves ready for service in the Temple by your tribes. Do the jobs that King David and his son King Solomon gave you to do."
            },
            {
                "verse_number": "5",
                "verse_text": "Stand in the Holy Place with a group of Levites. Do this for each different tribe of the people so that you can help them."
            },
            {
                "verse_number": "6",
                "verse_text": "Kill the Passover lambs and make yourselves holy to the Lord. Get ready to help your fellow Israelites. Do everything the Lord commanded us in the laws he gave to Moses.&apos; They said, &apos;King Josiah, this war is not your problem. I didn&quot;t come to fight against you. I came to fight my enemies. God told me to hurry. He is on my side, so don&quot;t bother me. If you fight against me, God will destroy you!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Josiah gave the Israelites 30,000 sheep and goats to kill for the Passover sacrifices. He also gave 3000 cattle to the people. All these animals were from King Josiah&quot;s own animals."
            },
            {
                "verse_number": "8",
                "verse_text": "Josiah&quot;s officials also freely gave animals and things to the people, to the priests, and Levites to use for the Passover. Hilkiah the high priest, Zechariah, and Jehiel were the officials in charge of the Temple. They gave the priests 2600 lambs and goats and 300 bulls for Passover sacrifices."
            },
            {
                "verse_number": "9",
                "verse_text": "Also Conaniah with Shemaiah and Nethanel, his brothers, and Hashabiah, Jeiel and Jozabad gave 500 sheep and goats and 500 bulls for Passover sacrifices to the Levites. These men were leaders of the Levites."
            },
            {
                "verse_number": "10",
                "verse_text": "When everything was ready for the Passover service to begin, the priests and Levites went to their places. This is what the king commanded."
            },
            {
                "verse_number": "11",
                "verse_text": "The Passover lambs were killed. Then the Levites skinned the animals and gave the blood to the priests. The priests sprinkled the blood on the altar."
            },
            {
                "verse_number": "12",
                "verse_text": "Then they gave the animals to be used for burnt offerings to the different tribes. This was done so that the burnt offerings could be offered to the Lord the way the Law of Moses taught. And they did the same with the bulls."
            },
            {
                "verse_number": "13",
                "verse_text": "The Levites roasted the Passover sacrifices over the fire in the way they were commanded. And they boiled the holy offerings in pots, kettles, and pans. Then they quickly gave the meat to the people."
            },
            {
                "verse_number": "14",
                "verse_text": "After this was finished, the Levites got meat for themselves and for the priests who were descendants of Aaron. These priests were kept very busy, working until it got dark. They worked hard burning the burnt offerings and the fat of the sacrifices."
            },
            {
                "verse_number": "15",
                "verse_text": "The Levite singers from Asaph&quot;s family got in the places that King David had chosen for them to stand. They were Asaph, Heman, and Jeduthun the king&quot;s prophet. The gatekeepers at each gate did not have to leave their places because their brother Levites made everything ready for them for the Passover."
            },
            {
                "verse_number": "16",
                "verse_text": "So everything was done that day for the worship of the Lord as King Josiah commanded. The Passover was celebrated and the burnt offerings were offered on the Lord&quot;s altar."
            },
            {
                "verse_number": "17",
                "verse_text": "The Israelites who were there celebrated Passover and the Festival of Unleavened Bread for seven days."
            },
            {
                "verse_number": "18",
                "verse_text": "Passover hadn&quot;t been celebrated like this since the time of Samuel the prophet! None of the kings of Israel had ever celebrated a Passover like this. King Josiah, the priests, the Levites, and the people of Judah and Israel who were there with all the people in Jerusalem celebrated the Passover in a very special way."
            },
            {
                "verse_number": "19",
                "verse_text": "They celebrated this Passover in Josiah&quot;s 18th year as king."
            },
            {
                "verse_number": "20",
                "verse_text": "Josiah did all these good things for the Temple. Later, King Neco of Egypt led an army to fight against the town of Carchemish on the Euphrates River. King Josiah went out to fight against Neco."
            },
            {
                "verse_number": "21",
                "verse_text": "But Neco sent messengers to Josiah."
            },
            {
                "verse_number": "22",
                "verse_text": "But Josiah did not go away. He put on different clothes to hide who he was and went to fight the battle. Josiah refused to listen to the warning Neco had received from God and went to fight on the plain of Megiddo."
            },
            {
                "verse_number": "23",
                "verse_text": "Then King Josiah was shot by arrows while he was in the battle. He told his servants, &apos;Take me away, I am wounded badly!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So the servants took Josiah out of his chariot and put him in another chariot he had brought with him to the battle. Then they took Josiah to Jerusalem. He died there and was buried in the tombs where his ancestors were buried. All the people of Judah and Jerusalem were very sad because Josiah was dead."
            },
            {
                "verse_number": "25",
                "verse_text": "Jeremiah wrote and sang some funeral songs for Josiah. And the men and women singers still sing these sad songs today. It became something the people of Israel always do&ndash;they sing a sad song for Josiah. These songs are written in the book, Funeral Songs ."
            }
        ],
        "36": [
            {
                "verse_number": "1",
                "verse_text": "The people of Judah chose Jehoahaz to be the new king in Jerusalem. Jehoahaz was Josiah&quot;s son."
            },
            {
                "verse_number": "2",
                "verse_text": "He was 23 years old when he became king of Judah. He was king in Jerusalem for three months."
            },
            {
                "verse_number": "3",
                "verse_text": "Then King Neco from Egypt made Jehoahaz a prisoner. Neco made the people of Judah pay 3 3/4 tons of silver and 75 pounds of gold for a fine."
            },
            {
                "verse_number": "4",
                "verse_text": "Neco chose Jehoahaz&quot;s brother Eliakim to be the new king of Judah and Jerusalem. Neco gave Eliakim a new name. He named him Jehoiakim. But Neco took Jehoahaz to Egypt. The Lord, the God of heaven, made me king over the whole earth. He gave me the responsibility of building a Temple for him in Jerusalem. Now, all of you who are his people are free to go to Jerusalem. And may the Lord your God be with you."
            },
            {
                "verse_number": "5",
                "verse_text": "Jehoiakim was 25 years old when he became the new king of Judah. He was king in Jerusalem for eleven years. Jehoiakim did not obey God. He did what the Lord his God considered evil."
            },
            {
                "verse_number": "6",
                "verse_text": "King Nebuchadnezzar from Babylon attacked Judah. He made Jehoiakim a prisoner and put bronze chains on him. Then Nebuchadnezzar took King Jehoiakim to Babylon."
            },
            {
                "verse_number": "7",
                "verse_text": "Nebuchadnezzar took some of the things from the Lord&quot;s Temple. He carried them to Babylon and put them in his own house."
            },
            {
                "verse_number": "8",
                "verse_text": "Everything else Jehoiakim did, the terrible sins he did, and everything he was guilty of doing, are written in the book, The History of the Kings of Israel and Judah . Jehoiakim&quot;s son Jehoiachin became the new king in his place."
            },
            {
                "verse_number": "9",
                "verse_text": "Jehoiachin was 18 years old when he became king of Judah. He was king in Jerusalem for three months and ten days. He did not obey God. He did what the Lord considered evil."
            },
            {
                "verse_number": "10",
                "verse_text": "In the spring, King Nebuchadnezzar sent some servants to get Jehoiachin. They brought Jehoiachin and some valuable treasures from the Lord&quot;s Temple to Babylon. Nebuchadnezzar chose Zedekiah to be the new king of Judah and Jerusalem. Zedekiah was one of Jehoiachin&quot;s relatives."
            },
            {
                "verse_number": "11",
                "verse_text": "Zedekiah was 21 years old when he became king of Judah. He was king in Jerusalem for eleven years."
            },
            {
                "verse_number": "12",
                "verse_text": "Zedekiah did what the Lord his God considered evil. Jeremiah the prophet told him messages from the Lord. But Zedekiah did not humble himself and obey what Jeremiah said."
            },
            {
                "verse_number": "13",
                "verse_text": "Zedekiah turned against King Nebuchadnezzar. In the past Nebuchadnezzar forced Zedekiah to make a promise to be faithful to him. Zedekiah used God&quot;s name and promised to be faithful to Nebuchadnezzar. But Zedekiah was stubborn and would not change his life. He refused to obey the Lord, the God of Israel."
            },
            {
                "verse_number": "14",
                "verse_text": "Also, all the leaders of the priests and the leaders of the people of Judah sinned worse and became more unfaithful to the Lord. They followed the evil example of the other nations. They ruined the Temple that the Lord had made holy in Jerusalem."
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord, the God of their ancestors, sent prophets again and again to warn his people. He did this because he felt sorry for them and for his Temple. He didn&quot;t want to destroy them or his Temple."
            },
            {
                "verse_number": "16",
                "verse_text": "But they made fun of God&quot;s prophets and refused to listen to them. They hated God&quot;s messages. Finally, the Lord could not hold his anger any longer. He became angry with his people and there was nothing that could be done to stop it."
            },
            {
                "verse_number": "17",
                "verse_text": "So God brought the king of Babylon to attack the people of Judah and Jerusalem. The king of Babylon killed the young men even when they were in the Temple. He didn&quot;t have mercy on the people of Judah and Jerusalem. The king of Babylon killed young and old people. He killed men and women. He killed sick and healthy people. God permitted Nebuchadnezzar to punish the people of Judah and Jerusalem."
            },
            {
                "verse_number": "18",
                "verse_text": "Nebuchadnezzar carried all the things in God&quot;s Temple away to Babylon. He took all the valuable things from the Lord&quot;s Temple, from the king, and from the king&quot;s officials."
            },
            {
                "verse_number": "19",
                "verse_text": "Nebuchadnezzar and his army burned the Temple. They broke down Jerusalem&quot;s wall and burned all the houses that belonged to the king and his officials. They took or destroyed every valuable thing in Jerusalem."
            },
            {
                "verse_number": "20",
                "verse_text": "Nebuchadnezzar took the people who were still alive back to Babylon and forced them to be slaves. They stayed in Babylon as slaves until the Persian kingdom defeated the kingdom of Babylon."
            },
            {
                "verse_number": "21",
                "verse_text": "The land of Judah became an empty desert and stayed that way for 70 years. All this time the land rested to make up for the Sabbath rests that the people had not kept. This is just what the Lord said would happen in the warning he gave through the prophet Jeremiah."
            },
            {
                "verse_number": "22",
                "verse_text": "During the first year that Cyrus was king of Persia, the Lord caused Cyrus to make a special announcement. He did this so that what the Lord promised through Jeremiah the prophet would really happen. Cyrus sent messengers to every place in his kingdom. They carried this message:"
            },
            {
                "verse_number": "23",
                "verse_text": "This is what King Cyrus of Persia says:"
            }
        ]
    }
}