{
    "Jonah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The Lord spoke to Jonah son of Amittai:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Nineveh is a big city. I have heard about the many evil things the people are doing there. So go there and tell them to stop doing such evil things.&apos; Jonah had gone down into the boat to lie down, and he went to sleep. So the men threw lots. The lots showed that the troubles came to them because of Jonah."
            },
            {
                "verse_number": "3",
                "verse_text": "But Jonah tried to run away from the Lord. He went to Joppa and found a boat that was going to the faraway city of Tarshish. Jonah paid money for the trip and went on the boat. He wanted to travel with the people on this boat to Tarshish and run away from the Lord."
            },
            {
                "verse_number": "4",
                "verse_text": "But the Lord brought a great storm on the sea. The wind made the sea very rough. The storm was very strong, and the boat was ready to break apart."
            },
            {
                "verse_number": "5",
                "verse_text": "The men wanted to make the boat lighter to stop it from sinking, so they began throwing the cargo into the sea. The sailors were very afraid. Each man began praying to his god."
            },
            {
                "verse_number": "6",
                "verse_text": "The captain of the boat saw Jonah and said, &apos;Wake up! Why are you sleeping? Pray to your god! Maybe your god will hear your prayer and save us!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then the men said to each other, &apos;We should throw lots to find out why this is happening to us.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the men said to Jonah, &apos;It is your fault that this terrible thing is happening to us. Tell us, what have you done? What is your job? Where do you come from? What is your country? Who are your people?&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jonah said to them, &apos;I am a Hebrew. I worship the Lord, the God of heaven, who made the land and the sea.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jonah told the men he was running away from the Lord. The men became very afraid when they learned this. They asked Jonah, &apos;What terrible thing did you do against your God?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The wind and the waves of the sea were becoming stronger and stronger. So the men said to Jonah, &apos;What should we do to save ourselves? What should we do to you to make the sea calm?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Jonah said to the men, &apos;I know I did wrong&ndash;that is why the storm came on the sea. So throw me into the sea, and the sea will become calm.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Instead, the men tried to row the ship back to the shore, but they couldn&quot;t do it. The wind and the waves of the sea were too strong&ndash;and they were becoming stronger and stronger."
            },
            {
                "verse_number": "14",
                "verse_text": "So the men cried to the Lord, &apos;Lord, please don&quot;t say we are guilty of killing an innocent man. Please don&quot;t make us die for killing him. We know you are the Lord, and you will do whatever you want.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So the men threw Jonah into the sea. The storm stopped, and the sea became calm."
            },
            {
                "verse_number": "16",
                "verse_text": "When the men saw this, they began to fear and respect the Lord. They offered a sacrifice and made special promises to the Lord."
            },
            {
                "verse_number": "17",
                "verse_text": "When Jonah fell into the sea, the Lord chose a very big fish to swallow Jonah. He was in the stomach of the fish for three days and three nights."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "While Jonah was in the stomach of the fish, he prayed to the Lord his God. He said, I called to the Lord for help, and he answered me. I was deep in the grave. I cried to you, and you heard my voice. Your powerful waves splashed over me. I went down, down into the deep sea. The water was all around me. but I continued looking to your holy Temple for help. The water covered my mouth, I went down, down into the deep sea. Seaweed wrapped around my head. the place where the mountains begin. I thought I was locked in this prison forever, but the Lord my God took me out of my grave. God, you gave me life again! but then I remembered the Lord. I prayed to you, and you heard my prayers in your holy Temple. and I will praise and thank you. I will make special promises to you, and I will do what I promise.&apos; Salvation only comes from the Lord!"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I was in very bad trouble."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;You threw me into the sea."
            },
            {
                "verse_number": "4",
                "verse_text": "Then I thought, &quot;Now I must go where you cannot see me,&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;The seawater closed over me. and I could not breathe. but those statues never help them."
            },
            {
                "verse_number": "6",
                "verse_text": "I was at the bottom of the sea,"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;My soul gave up all hope,"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Some people worship useless idols,"
            },
            {
                "verse_number": "9",
                "verse_text": "I will give sacrifices to you,"
            },
            {
                "verse_number": "10",
                "verse_text": "Then the Lord spoke to the fish, and it vomited Jonah out of its stomach onto the dry land."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Then the Lord spoke to Jonah again and said,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Go to that big city Nineveh, and say what I tell you.&apos; A command from the king and his great rulers: For a short time no person or animal should eat anything. No herd or flock will be allowed in the fields. Nothing living in Nineveh will eat or drink water."
            },
            {
                "verse_number": "3",
                "verse_text": "So Jonah obeyed the Lord and went to Nineveh. It was a very large city. A person had to walk for three days to travel through it."
            },
            {
                "verse_number": "4",
                "verse_text": "Jonah went to the center of the city and began speaking to the people. He said, &apos;After 40 days, Nineveh will be destroyed!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The people of Nineveh believed God. They decided to stop eating for a time to think about their sins. They put on special clothes to show they were sorry. All the people in the city did this, from the most important to the least important."
            },
            {
                "verse_number": "6",
                "verse_text": "When the king of Nineveh heard about this, he left his throne, removed his robe, put on special clothes to show that he was sorry, and sat in ashes."
            },
            {
                "verse_number": "7",
                "verse_text": "The king wrote a special message and sent it throughout the city:"
            },
            {
                "verse_number": "8",
                "verse_text": "But every person and every animal must be covered with a special cloth to show they are sad. People must cry loudly to God. Everyone must change their life and stop doing bad things."
            },
            {
                "verse_number": "9",
                "verse_text": "Who knows? Maybe God will stop being angry and change his mind, and we will not be punished."
            },
            {
                "verse_number": "10",
                "verse_text": "God saw what the people did. He saw that they stopped doing evil. So God changed his mind and did not do what he planned. He did not punish the people."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Jonah was not happy that God saved the city. Jonah became angry."
            },
            {
                "verse_number": "2",
                "verse_text": "He complained to the Lord and said, &apos;Lord, I knew this would happen! I was in my own country, and you told me to come here. At that time I knew that you would forgive the people of this evil city, so I decided to run away to Tarshish. I knew that you are a kind God. I knew that you show mercy and don&quot;t want to punish people. I knew that you are kind, and if these people stopped sinning, you would change your plans to destroy them."
            },
            {
                "verse_number": "3",
                "verse_text": "So now, Lord, just kill me. It is better for me to die than to live.&apos; Jonah answered, &apos;Yes, it is right for me to be angry! I am angry enough to die!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then the Lord said, &apos;Do you think it is right for you to be angry?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Jonah went out of the city to a place near the city on the east side. He made a shelter for himself and sat there in the shade, waiting to see what would happen to the city."
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord made a gourd plant grow quickly over Jonah. This made a cool place for Jonah to sit and helped him to be more comfortable. He was very happy because of this plant."
            },
            {
                "verse_number": "7",
                "verse_text": "The next morning, God sent a worm to eat part of the plant. The worm began eating the plant, and the plant died."
            },
            {
                "verse_number": "8",
                "verse_text": "After the sun was high in the sky, God caused a hot east wind to blow. The sun became very hot on Jonah&quot;s head, and he became very weak. He asked God to let him die. He said, &apos;It is better for me to die than to live.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "But God said to Jonah, &apos;Do you think it is right for you to be angry just because this plant died?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "And the Lord said, &apos;You did nothing for that plant. You did not make it grow. It grew up in the night, and the next day it died. And now you are sad about it."
            },
            {
                "verse_number": "11",
                "verse_text": "If you can get upset over a plant, surely I can feel sorry for a big city like Nineveh. There are many people and animals in that city. There are more than 120,000 people there who did not know they were doing wrong.&apos;"
            }
        ]
    }
}