{
    "Matthew": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is the family history of Jesus the Messiah. He came from the family of David, who was from the family of Abraham. Isaac was the father of Jacob. Jacob was the father of Judah and his brothers. Perez was the father of Hezron. Hezron was the father of Ram. Amminadab was the father of Nahshon. Nahshon was the father of Salmon. Boaz was the father of Obed. (His mother was Ruth.) Obed was the father of Jesse. David was the father of Solomon. (His mother had been Uriah&quot;s wife.) Rehoboam was the father of Abijah. Abijah was the father of Asa. Jehoshaphat was the father of Jehoram. Jehoram was the father of Uzziah. Jotham was the father of Ahaz. Ahaz was the father of Hezekiah. Manasseh was the father of Amon. Amon was the father of Josiah. Jehoiachin was the father of Shealtiel. Shealtiel was the grandfather of Zerubbabel. Abiud was the father of Eliakim. Eliakim was the father of Azor. Zadok was the father of Achim. Achim was the father of Eliud. Eleazar was the father of Matthan. Matthan was the father of Jacob. Joseph was the husband of Mary, and Mary was the mother of Jesus, who is called the Messiah."
            },
            {
                "verse_number": "2",
                "verse_text": "Abraham was the father of Isaac."
            },
            {
                "verse_number": "3",
                "verse_text": "Judah was the father of Perez and Zerah. (Their mother was Tamar.)"
            },
            {
                "verse_number": "4",
                "verse_text": "Ram was the father of Amminadab."
            },
            {
                "verse_number": "5",
                "verse_text": "Salmon was the father of Boaz. (His mother was Rahab.)"
            },
            {
                "verse_number": "6",
                "verse_text": "Jesse was the father of King David."
            },
            {
                "verse_number": "7",
                "verse_text": "Solomon was the father of Rehoboam."
            },
            {
                "verse_number": "8",
                "verse_text": "Asa was the father of Jehoshaphat."
            },
            {
                "verse_number": "9",
                "verse_text": "Uzziah was the father of Jotham."
            },
            {
                "verse_number": "10",
                "verse_text": "Hezekiah was the father of Manasseh."
            },
            {
                "verse_number": "11",
                "verse_text": "Josiah was the grandfather of Jehoiachin and his brothers, who lived during the time that the people were taken away to Babylon."
            },
            {
                "verse_number": "12",
                "verse_text": "After they were taken to Babylon:"
            },
            {
                "verse_number": "13",
                "verse_text": "Zerubbabel was the father of Abiud."
            },
            {
                "verse_number": "14",
                "verse_text": "Azor was the father of Zadok."
            },
            {
                "verse_number": "15",
                "verse_text": "Eliud was the father of Eleazar."
            },
            {
                "verse_number": "16",
                "verse_text": "Jacob was the father of Joseph."
            },
            {
                "verse_number": "17",
                "verse_text": "So there were fourteen generations from Abraham to David. There were also fourteen generations from David until the people were taken away to Babylon. And there were fourteen more from the time the people were taken to Babylon until the Messiah was born."
            },
            {
                "verse_number": "18",
                "verse_text": "This is how the birth of Jesus the Messiah happened. His mother Mary was engaged to marry Joseph. But before they married, he learned that she was expecting a baby. (She was pregnant by the power of the Holy Spirit.)"
            },
            {
                "verse_number": "19",
                "verse_text": "Mary&quot;s husband, Joseph, was a good man. He did not want to cause her public disgrace, so he planned to divorce her secretly."
            },
            {
                "verse_number": "20",
                "verse_text": "But after Joseph thought about this, an angel from the Lord came to him in a dream. The angel said, &apos;Joseph, son of David, don&quot;t be afraid to accept Mary to be your wife. The baby inside her is from the Holy Spirit."
            },
            {
                "verse_number": "21",
                "verse_text": "She will give birth to a son. You will name him Jesus. Give him that name because he will save his people from their sins.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "All this happened to make clear the full meaning of what the Lord said through the prophet:"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;The virgin will be pregnant and will give birth to a son. They will name him Immanuel.&apos; (Immanuel means &apos;God with us.&apos;)"
            },
            {
                "verse_number": "24",
                "verse_text": "When Joseph woke up, he did what the Lord&quot;s angel told him to do. He married Mary."
            },
            {
                "verse_number": "25",
                "verse_text": "But Joseph did not have sexual relations with her until her son was born. And he named him Jesus."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Jesus was born in the town of Bethlehem in Judea during the time when Herod was king. After Jesus was born, some wise men from the east came to Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "They asked people, &apos;Where is the child who has been born to be the king of the Jews? We saw the star that shows he was born. We saw it rise in the sky in the east and have come to worship him.&apos; you are important among the rulers of Judah. Yes, a ruler will come from you, and that ruler will lead Israel, my people.&quot;&apos; Micah 5:2 bitter crying and great sadness. Rachel cries for her children, and she cannot be comforted, because her children are gone.&apos; Jeremiah 31:15"
            },
            {
                "verse_number": "3",
                "verse_text": "When King Herod heard about this, it upset him as well as everyone else in Jerusalem."
            },
            {
                "verse_number": "4",
                "verse_text": "Herod called a meeting of all the leading Jewish priests and teachers of the law. He asked them where the Messiah would be born."
            },
            {
                "verse_number": "5",
                "verse_text": "They answered, &apos;In the town of Bethlehem in Judea, just as the prophet wrote:"
            },
            {
                "verse_number": "6",
                "verse_text": "&quot;Bethlehem, in the land of Judah,"
            },
            {
                "verse_number": "7",
                "verse_text": "Then Herod had a private meeting with the wise men from the east. He learned from them the exact time they first saw the star."
            },
            {
                "verse_number": "8",
                "verse_text": "Then he sent them to Bethlehem. He said, &apos;Go and look carefully for the child. When you find him, come tell me. Then I can go worship him too.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "After the wise men heard the king, they left. They saw the same star they had seen in the east, and they followed it. The star went before them until it stopped above the place where the child was."
            },
            {
                "verse_number": "10",
                "verse_text": "They were very happy and excited to see the star."
            },
            {
                "verse_number": "11",
                "verse_text": "The wise men came to the house where the child was with his mother Mary. They bowed down and worshiped him. Then they opened the boxes of gifts they had brought for him. They gave him treasures of gold, frankincense, and myrrh."
            },
            {
                "verse_number": "12",
                "verse_text": "But God warned the wise men in a dream not to go back to Herod. So they went home to their own country a different way."
            },
            {
                "verse_number": "13",
                "verse_text": "After the wise men left, an angel from the Lord came to Joseph in a dream. The angel said, &apos;Get up! Take the child with his mother and escape to Egypt. Herod wants to kill the child and will soon start looking for him. Stay in Egypt until I tell you to come back.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So Joseph got ready and left for Egypt with the child and the mother. They left during the night."
            },
            {
                "verse_number": "15",
                "verse_text": "Joseph stayed in Egypt until Herod died. This gave full meaning to what the Lord said through the prophet: &apos;I called my son to come out of Egypt.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Herod saw that the wise men had fooled him, and he was very angry. So he gave an order to kill all the baby boys in Bethlehem and the whole area around Bethlehem. Herod had learned from the wise men the time the baby was born. It was now two years from that time. So he said to kill all the boys who were two years old and younger."
            },
            {
                "verse_number": "17",
                "verse_text": "This gave full meaning to what God said through the prophet Jeremiah:"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;A sound was heard in Ramah&ndash;"
            },
            {
                "verse_number": "19",
                "verse_text": "While Joseph was in Egypt, Herod died. An angel from the Lord came to Joseph in a dream"
            },
            {
                "verse_number": "20",
                "verse_text": "and said, &apos;Get up! Take the child with his mother and go to Israel. Those who were trying to kill the child are now dead.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So Joseph took the child and the mother and went to Israel."
            },
            {
                "verse_number": "22",
                "verse_text": "But he heard that Archelaus was now king in Judea. Archelaus became king when his father Herod died. So Joseph was afraid to go there. Then, after being warned in a dream, he went away to the area of Galilee."
            },
            {
                "verse_number": "23",
                "verse_text": "He went to a town called Nazareth and lived there. This gave full meaning to what God said through the prophets. God said the Messiah would be called a Nazarene."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "When it was the right time, John the Baptizer began telling people a message from God. This was out in the desert area of Judea."
            },
            {
                "verse_number": "2",
                "verse_text": "John said, &apos;Change your hearts and lives, because God&quot;s kingdom is now very near. &apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "John is the one Isaiah the prophet was talking about when he said, &apos;There is someone shouting in the desert: &quot;Prepare the way for the Lord. Make the road straight for him.&quot;&apos; Isaiah 40:3"
            },
            {
                "verse_number": "4",
                "verse_text": "John&quot;s clothes were made from camel&quot;s hair, and he had a leather belt around his waist. For food, he ate locusts and wild honey."
            },
            {
                "verse_number": "5",
                "verse_text": "People came to John from Jerusalem and the rest of Judea and from all the areas along the Jordan River."
            },
            {
                "verse_number": "6",
                "verse_text": "They confessed the bad things they had done, and John baptized them in the Jordan."
            },
            {
                "verse_number": "7",
                "verse_text": "Many Pharisees and Sadducees came to where John was baptizing people. When John saw them, he said, &apos;You are all snakes! Who warned you to run from God&quot;s judgment that is coming?"
            },
            {
                "verse_number": "8",
                "verse_text": "Change your hearts! And show by the way you live that you have changed."
            },
            {
                "verse_number": "9",
                "verse_text": "I know what you are thinking. You want to say, &quot;but Abraham is our father!&quot; That means nothing. I tell you, God could make children for Abraham from these rocks."
            },
            {
                "verse_number": "10",
                "verse_text": "The ax is now ready to cut down the trees. Every tree that does not produce good fruit will be cut down and thrown into the fire."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;I baptize you with water to show that you have changed your hearts and lives. But there is someone coming later who is able to do more than I can. I am not good enough to be the slave who takes off his sandals. He will baptize you with the Holy Spirit and with fire."
            },
            {
                "verse_number": "12",
                "verse_text": "He will come ready to clean the grain. He will separate the good grain from the straw, and he will put the good part into his barn. Then he will burn the useless part with a fire that cannot be stopped.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Jesus came from Galilee to the Jordan River. He came to John, wanting John to baptize him."
            },
            {
                "verse_number": "14",
                "verse_text": "But John tried to stop him. John said, &apos;Why do you come to me to be baptized? I should be baptized by you!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus answered, &apos;Let it be this way for now. We should do whatever God says is right.&apos; Then John agreed."
            },
            {
                "verse_number": "16",
                "verse_text": "So Jesus was baptized. As soon as he came up out of the water, the sky opened, and he saw God&quot;s Spirit coming down on him like a dove."
            },
            {
                "verse_number": "17",
                "verse_text": "A voice from heaven said, &apos;This is my Son, the one I love. I am very pleased with him.&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Then the Spirit led Jesus into the desert. He was taken there to be tempted by the devil."
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus ate nothing for 40 days and nights. After this, he was very hungry."
            },
            {
                "verse_number": "3",
                "verse_text": "The devil came to tempt him and said, &apos;If you are the Son of God, tell these rocks to become bread.&apos; &quot;It is not just bread that keeps people alive. Their lives depend on what God says.&quot;&apos; Deuteronomy 8:3 &quot;God will command his angels to help you, and their hands will catch you, so that you will not hit your foot on a rock.&quot;&apos; Psalm 91:11-12 &quot;You must worship the Lord your God. Serve only him!&quot;&apos; Deuteronomy 6:13 lands by the road that goes to the sea, the area past the Jordan River&ndash; Galilee, where those from other nations live. have seen a great light. The light has shined for those who live in the land that is as dark as a grave.&apos; Isaiah 9:1-2"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus answered him, &apos;The Scriptures say,"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the devil led Jesus to the holy city of Jerusalem and put him on a high place at the edge of the Temple area."
            },
            {
                "verse_number": "6",
                "verse_text": "He said to Jesus, &apos;If you are the Son of God, jump off, because the Scriptures say,"
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus answered, &apos;The Scriptures also say, &quot;You must not test the Lord your God.&quot;&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the devil led Jesus to the top of a very high mountain and showed him all the kingdoms of the world and all the wonderful things in them."
            },
            {
                "verse_number": "9",
                "verse_text": "The devil said, &apos;If you will bow down and worship me, I will give you all these things.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus said to him, &apos;Get away from me, Satan! The Scriptures say,"
            },
            {
                "verse_number": "11",
                "verse_text": "So the devil left him. Then some angels came to Jesus and helped him."
            },
            {
                "verse_number": "12",
                "verse_text": "Jesus heard that John was put in prison, so he went back to Galilee."
            },
            {
                "verse_number": "13",
                "verse_text": "But he did not stay in Nazareth. He went to live in Capernaum, a town near Lake Galilee in the area near Zebulun and Naphtali."
            },
            {
                "verse_number": "14",
                "verse_text": "He did this to give full meaning to what the prophet Isaiah said:"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Listen, land of Zebulun and land of Naphtali,"
            },
            {
                "verse_number": "16",
                "verse_text": "The people who live in spiritual darkness"
            },
            {
                "verse_number": "17",
                "verse_text": "From that time Jesus began to tell people his message: &apos;Change your hearts and lives, because God&quot;s kingdom is now very near. &apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "As Jesus was walking by Lake Galilee, he saw two brothers, Simon (called Peter) and Simon&quot;s brother Andrew. These brothers were fishermen, and they were fishing in the lake with a net."
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus said to them, &apos;Come, follow me, and I will make you a different kind of fishermen. You will bring in people, not fish.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Simon and Andrew immediately left their nets and followed him."
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus continued walking by Lake Galilee. He saw two other brothers, James and John, the sons of Zebedee. They were in a boat with their father Zebedee. They were preparing their nets to catch fish. Jesus told the brothers to come with him."
            },
            {
                "verse_number": "22",
                "verse_text": "So they immediately left the boat and their father, and they followed Jesus."
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus went everywhere in the country of Galilee. He taught in the synagogues and told the Good News about God&quot;s kingdom. And he healed all the people&quot;s diseases and sicknesses."
            },
            {
                "verse_number": "24",
                "verse_text": "The news about Jesus spread all over Syria, and people brought to him all those who were sick. They were suffering from different kinds of diseases and pain. Some had demons inside them, some suffered from seizures, and some were paralyzed. Jesus healed them all."
            },
            {
                "verse_number": "25",
                "verse_text": "Large crowds followed him&ndash;people from Galilee, the Ten Towns, Jerusalem, Judea, and the area across the Jordan River."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "When Jesus saw the crowds of people there, he went up on a hill and sat down. His followers came and sat next to him."
            },
            {
                "verse_number": "2",
                "verse_text": "Then Jesus began teaching the people. He said, God&quot;s kingdom belongs to them. God will comfort them. God will fully satisfy them. Mercy will be given to them. They will be with God. God will call them his sons and daughters. God&quot;s kingdom belongs to them."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Great blessings belong to those who know they are spiritually in need."
            },
            {
                "verse_number": "4",
                "verse_text": "Great blessings belong to those who are sad now."
            },
            {
                "verse_number": "5",
                "verse_text": "Great blessings belong to those who are humble. They will be given the land God promised."
            },
            {
                "verse_number": "6",
                "verse_text": "Great blessings belong to those who want to do right more than anything else."
            },
            {
                "verse_number": "7",
                "verse_text": "Great blessings belong to those who show mercy to others."
            },
            {
                "verse_number": "8",
                "verse_text": "Great blessings belong to those whose thoughts are pure."
            },
            {
                "verse_number": "9",
                "verse_text": "Great blessings belong to those who work to bring peace."
            },
            {
                "verse_number": "10",
                "verse_text": "Great blessings belong to those who suffer persecution for doing what is right."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;People will insult you and hurt you. They will lie and say all kinds of evil things about you because you follow me. But when they do that, know that great blessings belong to you."
            },
            {
                "verse_number": "12",
                "verse_text": "Be happy about it. Be very glad because you have a great reward waiting for you in heaven. People did these same bad things to the prophets who lived before you."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;You are the salt of the earth. But if the salt loses its taste, it cannot be made salty again. Salt is useless if it loses its salty taste. It will be thrown out where people will just walk on it."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;You are the light that shines for the world to see. You are like a city built on a hill that cannot be hidden."
            },
            {
                "verse_number": "15",
                "verse_text": "People don&quot;t hide a lamp under a bowl. They put it on a lampstand. Then the light shines for everyone in the house."
            },
            {
                "verse_number": "16",
                "verse_text": "In the same way, you should be a light for other people. Live so that they will see the good things you do and praise your Father in heaven."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Don&quot;t think that I have come to destroy the Law of Moses or the teaching of the prophets. I have come not to destroy their teachings but to give full meaning to them."
            },
            {
                "verse_number": "18",
                "verse_text": "I assure you that nothing will disappear from the law until heaven and earth are gone. The law will not lose even the smallest letter or the smallest part of a letter until it has all been done."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;A person should obey every command in the law, even one that does not seem important. Whoever refuses to obey any command and teaches others not to obey it will be the least important in God&quot;s kingdom. But whoever obeys the law and teaches others to obey it will be great in God&quot;s kingdom."
            },
            {
                "verse_number": "20",
                "verse_text": "I tell you that you must do better than the teachers of the law and the Pharisees. If you are not more pleasing to God than they are, you will never enter God&quot;s kingdom."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;You have heard that it was said to our people long ago, &quot;You must not murder anyone. Any person who commits murder will be judged.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "But I tell you, don&quot;t be angry with anyone. If you are angry with others, you will be judged. And if you insult someone, you will be judged by the high court. And if you call someone a fool, you will be in danger of the fire of hell."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;So, what if you are offering your gift at the altar and remember that someone has something against you?"
            },
            {
                "verse_number": "24",
                "verse_text": "Leave your gift there and go make peace with that person. Then come and offer your gift."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;If anyone wants to take you to court, make friends with them quickly. Try to do that before you get to the court. If you don&quot;t, they might hand you over to the judge. And the judge will hand you over to a guard, who will throw you into jail."
            },
            {
                "verse_number": "26",
                "verse_text": "I assure you that you will not leave there until you have paid everything you owe."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;You have heard that it was said, &quot;You must not commit adultery.&quot;"
            },
            {
                "verse_number": "28",
                "verse_text": "But I tell you that if a man looks at a woman and wants to sin sexually with her, he has already committed that sin with her in his mind."
            },
            {
                "verse_number": "29",
                "verse_text": "If your right eye makes you sin, take it out and throw it away. It is better to lose one part of your body than to have your whole body thrown into hell."
            },
            {
                "verse_number": "30",
                "verse_text": "If your right hand makes you sin, cut it off and throw it away. It is better to lose one part of your body than for your whole body to go into hell."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;It was also said, &quot;Any man who divorces his wife must give her a written notice of divorce.&quot;"
            },
            {
                "verse_number": "32",
                "verse_text": "But I tell you that any man who divorces his wife, except for the problem of sexual sin, is causing his wife to be guilty of adultery. And whoever marries a divorced woman is guilty of adultery."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;You have heard that it was said to our people long ago, &quot;When you make a vow, you must not break your promise. Keep the vows that you make to the Lord.&quot;"
            },
            {
                "verse_number": "34",
                "verse_text": "But I tell you, when you make a promise, don&quot;t try to make it stronger with a vow. Don&quot;t make a vow using the name of heaven, because heaven is God&quot;s throne."
            },
            {
                "verse_number": "35",
                "verse_text": "Don&quot;t make a vow using the name of the earth, because the earth belongs to him. Don&quot;t make a vow using the name of Jerusalem, because it also belongs to him, the great King."
            },
            {
                "verse_number": "36",
                "verse_text": "And don&quot;t even say that your own head is proof that you will keep your promise. You cannot make one hair on your head white or black."
            },
            {
                "verse_number": "37",
                "verse_text": "Say only &quot;yes&quot; if you mean &quot;yes,&quot; and say only &quot;no&quot; if you mean &quot;no.&quot; If you say more than that, it is from the Evil One."
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;You have heard that it was said, &quot;An eye for an eye, and a tooth for a tooth.&quot;"
            },
            {
                "verse_number": "39",
                "verse_text": "But I tell you, don&quot;t fight back against someone who wants to do harm to you. If they hit you on the right cheek, let them hit the other cheek too."
            },
            {
                "verse_number": "40",
                "verse_text": "If anyone wants to sue you in court and take your shirt, let them have your coat too."
            },
            {
                "verse_number": "41",
                "verse_text": "If a soldier forces you to walk with him one mile, go with him two."
            },
            {
                "verse_number": "42",
                "verse_text": "Give to anyone who asks you for something. Don&quot;t refuse to give to anyone who wants to borrow from you."
            },
            {
                "verse_number": "43",
                "verse_text": "&apos;You have heard that it was said, &quot;Love your neighbor and hate your enemy.&quot;"
            },
            {
                "verse_number": "44",
                "verse_text": "But I tell you, love your enemies. Pray for those who treat you badly."
            },
            {
                "verse_number": "45",
                "verse_text": "If you do this, you will be children who are truly like your Father in heaven. He lets the sun rise for all people, whether they are good or bad. He sends rain to those who do right and to those who do wrong."
            },
            {
                "verse_number": "46",
                "verse_text": "If you love only those who love you, why should you get a reward for that? Even the tax collectors do that."
            },
            {
                "verse_number": "47",
                "verse_text": "And if you are nice only to your friends, you are no better than anyone else. Even the people who don&quot;t know God are nice to their friends."
            },
            {
                "verse_number": "48",
                "verse_text": "What I am saying is that you must be perfect, just as your Father in heaven is perfect."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Be careful! When you do something good, don&quot;t do it in front of others so that they will see you. If you do that, you will have no reward from your Father in heaven. &quot;Our Father in heaven, we pray that your name will always be kept holy. that what you want will be done here on earth, the same as in heaven. just as we have forgiven those who did wrong to us."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;When you give to those who are poor, don&quot;t announce that you are giving. Don&quot;t be like the hypocrites. When they are in the synagogues and on the streets, they blow trumpets before they give so that people will see them. They want everyone to praise them. The truth is, that&quot;s all the reward they will get."
            },
            {
                "verse_number": "3",
                "verse_text": "So when you give to the poor, don&quot;t let anyone know what you are doing."
            },
            {
                "verse_number": "4",
                "verse_text": "Your giving should be done in private. Your Father can see what is done in private, and he will reward you."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;When you pray, don&quot;t be like the hypocrites. They love to stand in the synagogues and on the street corners and pray loudly. They want people to see them. The truth is, that&quot;s all the reward they will get."
            },
            {
                "verse_number": "6",
                "verse_text": "But when you pray, you should go into your room and close the door. Then pray to your Father. He is there in that private place. He can see what is done in private, and he will reward you."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;And when you pray, don&quot;t be like the people who don&quot;t know God. They say the same things again and again. They think that if they say it enough, their god will hear them."
            },
            {
                "verse_number": "8",
                "verse_text": "Don&quot;t be like them. Your Father knows what you need before you ask him."
            },
            {
                "verse_number": "9",
                "verse_text": "So this is how you should pray:"
            },
            {
                "verse_number": "10",
                "verse_text": "We pray that your kingdom will come&ndash;"
            },
            {
                "verse_number": "11",
                "verse_text": "Give us the food we need for today."
            },
            {
                "verse_number": "12",
                "verse_text": "Forgive our sins,"
            },
            {
                "verse_number": "13",
                "verse_text": "Don&quot;t let us be tempted, but save us from the Evil One.&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "Yes, if you forgive others for the wrongs they do to you, then your Father in heaven will also forgive your wrongs."
            },
            {
                "verse_number": "15",
                "verse_text": "But if you don&quot;t forgive others, then your Father in heaven will not forgive the wrongs you do."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;When you fast, don&quot;t make yourselves look sad like the hypocrites. They put a look of suffering on their faces so that people will see they are fasting. The truth is, that&quot;s all the reward they will get."
            },
            {
                "verse_number": "17",
                "verse_text": "So when you fast, wash your face and make yourself look nice."
            },
            {
                "verse_number": "18",
                "verse_text": "Then no one will know you are fasting, except your Father, who is with you even in private. He can see what is done in private, and he will reward you."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Don&quot;t save treasures for yourselves here on earth. Moths and rust will destroy them. And thieves can break into your house and steal them."
            },
            {
                "verse_number": "20",
                "verse_text": "Instead, save your treasures in heaven, where they cannot be destroyed by moths or rust and where thieves cannot break in and steal them."
            },
            {
                "verse_number": "21",
                "verse_text": "Your heart will be where your treasure is."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;The only source of light for the body is the eye. If you look at people and want to help them, you will be full of light."
            },
            {
                "verse_number": "23",
                "verse_text": "But if you look at people in a selfish way, you will be full of darkness. And if the only light you have is really darkness, you have the worst kind of darkness."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;You cannot serve two masters at the same time. You will hate one and love the other, or you will be loyal to one and not care about the other. You cannot serve God and Money at the same time."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;So I tell you, don&quot;t worry about the things you need to live&ndash;what you will eat, drink, or wear. Life is more important than food, and the body is more important than what you put on it."
            },
            {
                "verse_number": "26",
                "verse_text": "Look at the birds. They don&quot;t plant, harvest, or save food in barns, but your heavenly Father feeds them. Don&quot;t you know you are worth much more than they are?"
            },
            {
                "verse_number": "27",
                "verse_text": "You cannot add any time to your life by worrying about it."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;And why do you worry about clothes? Look at the wildflowers in the field. See how they grow. They don&quot;t work or make clothes for themselves."
            },
            {
                "verse_number": "29",
                "verse_text": "But I tell you that even Solomon, the great and rich king, was not dressed as beautifully as one of these flowers."
            },
            {
                "verse_number": "30",
                "verse_text": "If God makes what grows in the field so beautiful, what do you think he will do for you? It&quot;s just grass&ndash;one day it&quot;s alive, and the next day someone throws it into a fire. But God cares enough to make it beautiful. Surely he will do much more for you. Your faith is so small!"
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Don&quot;t worry and say, &quot;What will we eat?&quot; or &quot;What will we drink?&quot; or &quot;What will we wear?&quot;"
            },
            {
                "verse_number": "32",
                "verse_text": "That&quot;s what those people who don&quot;t know God are always thinking about. Don&quot;t worry, because your Father in heaven knows that you need all these things."
            },
            {
                "verse_number": "33",
                "verse_text": "What you should want most is God&quot;s kingdom and doing what he wants you to do. Then he will give you all these other things you need."
            },
            {
                "verse_number": "34",
                "verse_text": "So don&quot;t worry about tomorrow. Each day has enough trouble of its own. Tomorrow will have its own worries."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Don&quot;t judge others, and God will not judge you."
            },
            {
                "verse_number": "2",
                "verse_text": "If you judge others, you will be judged the same way you judge them. God will treat you the same way you treat others."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Why do you notice the small piece of dust that is in your friend&quot;s eye, but you don&quot;t notice the big piece of wood that is in your own?"
            },
            {
                "verse_number": "4",
                "verse_text": "Why do you say to your friend, &quot;Let me take that piece of dust out of your eye&quot;? Look at yourself first! You still have that big piece of wood in your own eye."
            },
            {
                "verse_number": "5",
                "verse_text": "You are a hypocrite! First, take the wood out of your own eye. Then you will see clearly to get the dust out of your friend&quot;s eye."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Don&quot;t give something that is holy to dogs. They will only turn and hurt you. And don&quot;t throw your pearls to pigs. They will only step on them."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Continue to ask, and God will give to you. Continue to search, and you will find. Continue to knock, and the door will open for you."
            },
            {
                "verse_number": "8",
                "verse_text": "Yes, whoever continues to ask will receive. Whoever continues to look will find. And whoever continues to knock will have the door opened for them."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Do any of you have a son? If he asked for bread, would you give him a rock?"
            },
            {
                "verse_number": "10",
                "verse_text": "Or if he asked for a fish, would you give him a snake? Of course not!"
            },
            {
                "verse_number": "11",
                "verse_text": "You people are so bad, but you still know how to give good things to your children. So surely your heavenly Father will give good things to those who ask him."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Do for others what you would want them to do for you. This is the meaning of the Law of Moses and the teaching of the prophets."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;You can enter true life only through the narrow gate. The gate to hell is very wide, and there is plenty of room on the road that leads there. Many people go that way."
            },
            {
                "verse_number": "14",
                "verse_text": "But the gate that opens the way to true life is narrow. And the road that leads there is hard to follow. Only a few people find it."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Be careful of false prophets. They come to you and look gentle like sheep. But they are really dangerous like wolves."
            },
            {
                "verse_number": "16",
                "verse_text": "You will know these people because of what they do. Good things don&quot;t come from people who are bad, just as grapes don&quot;t come from thornbushes, and figs don&quot;t come from thorny weeds."
            },
            {
                "verse_number": "17",
                "verse_text": "In the same way, every good tree produces good fruit, and bad trees produce bad fruit."
            },
            {
                "verse_number": "18",
                "verse_text": "A good tree cannot produce bad fruit, and a bad tree cannot produce good fruit."
            },
            {
                "verse_number": "19",
                "verse_text": "Every tree that does not produce good fruit is cut down and thrown into the fire."
            },
            {
                "verse_number": "20",
                "verse_text": "You will know these false people by what they do."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Not everyone who calls me Lord will enter God&quot;s kingdom. The only people who will enter are those who do what my Father in heaven wants."
            },
            {
                "verse_number": "22",
                "verse_text": "On that last Day many will call me Lord. They will say, &quot;Lord, Lord, by the power of your name we spoke for God. And by your name we forced out demons and did many miracles.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then I will tell those people clearly, &quot;Get away from me, you people who do wrong. I never knew you.&quot;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Whoever hears these teachings of mine and obeys them is like a wise man who built his house on rock."
            },
            {
                "verse_number": "25",
                "verse_text": "It rained hard, the floods came, and the winds blew and beat against that house. But it did not fall because it was built on rock."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Whoever hears these teachings of mine and does not obey them is like a foolish man who built his house on sand."
            },
            {
                "verse_number": "27",
                "verse_text": "It rained hard, the floods came, and the winds blew and beat against that house. And it fell with a loud crash.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "When Jesus finished speaking, the people were amazed at his teaching."
            },
            {
                "verse_number": "29",
                "verse_text": "He did not teach like their teachers of the law. He taught like someone who has authority."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Jesus came down from the hill, and a large crowd followed him."
            },
            {
                "verse_number": "2",
                "verse_text": "Then a man sick with leprosy came to him. The man bowed down before Jesus and said, &apos;Lord, you have the power to heal me if you want.&apos; &apos;He took away our diseases and carried away our sicknesses.&apos; Isaiah 53:4"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus touched the man. He said, &apos;I want to heal you. Be healed!&apos; Immediately the man was healed from his leprosy."
            },
            {
                "verse_number": "4",
                "verse_text": "Then Jesus said to him, &apos;Don&quot;t tell anyone about what happened. But go and let the priest look at you. And offer the gift that Moses commanded for people who are made well. This will show everyone that you are healed.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus went to the city of Capernaum. When he entered the city, an army officer came to him and begged for help."
            },
            {
                "verse_number": "6",
                "verse_text": "The officer said, &apos;Lord, my servant is very sick at home in bed. He can&quot;t move his body and has much pain.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus said to the officer, &apos;I will go and heal him.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The officer answered, &apos;Lord, I am not good enough for you to come into my house. You need only to give the order, and my servant will be healed."
            },
            {
                "verse_number": "9",
                "verse_text": "I know this, because I understand authority. There are people who have authority over me, and I have soldiers under my authority. I tell one soldier, &quot;Go,&quot; and he goes. I tell another soldier, &quot;Come,&quot; and he comes. I say to my servant, &quot;Do this,&quot; and my servant obeys me.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "When Jesus heard this, he was amazed. He said to those who were with him, &apos;The truth is, this man has more faith than anyone I have found, even in Israel."
            },
            {
                "verse_number": "11",
                "verse_text": "Many people will come from the east and from the west. These people will sit and eat with Abraham, Isaac, and Jacob in God&quot;s kingdom."
            },
            {
                "verse_number": "12",
                "verse_text": "And those who should have the kingdom will be thrown out. They will be thrown outside into the darkness, where people will cry and grind their teeth with pain.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Jesus said to the officer, &apos;Go home. Your servant will be healed the way you believed he would.&apos; Right then his servant was healed."
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus went to Peter&quot;s house. He saw that Peter&quot;s mother-in-law was in bed with a high fever."
            },
            {
                "verse_number": "15",
                "verse_text": "He touched her hand, and the fever left her. Then she stood up and began to serve him."
            },
            {
                "verse_number": "16",
                "verse_text": "That evening people brought to Jesus many people who had demons inside them. He spoke and the demons left the people. He healed all those who were sick."
            },
            {
                "verse_number": "17",
                "verse_text": "So Jesus made clear the full meaning of what Isaiah the prophet said:"
            },
            {
                "verse_number": "18",
                "verse_text": "When Jesus saw the crowd around him, he told his followers to go to the other side of the lake."
            },
            {
                "verse_number": "19",
                "verse_text": "Then a teacher of the law came to him and said, &apos;Teacher, I will follow you any place you go.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus said to him, &apos;The foxes have holes to live in. The birds have nests. But the Son of Man has no place to rest.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Another of Jesus&quot; followers said to him, &apos;Lord, I will follow you too, but let me go and bury my father first.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But Jesus said to him, &apos;Follow me, and let those who are dead bury their own dead.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus got into a boat, and his followers went with him."
            },
            {
                "verse_number": "24",
                "verse_text": "After the boat left the shore, a very bad storm began on the lake. The waves covered the boat. But Jesus was sleeping."
            },
            {
                "verse_number": "25",
                "verse_text": "The followers went to him and woke him. They said, &apos;Lord, save us! We will drown!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus answered, &apos;Why are you afraid? You don&quot;t have enough faith.&apos; Then he stood up and gave a command to the wind and the water. The wind stopped, and the lake became very calm."
            },
            {
                "verse_number": "27",
                "verse_text": "The men were amazed. They said, &apos;What kind of man is this? Even the wind and the water obey him!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Jesus arrived at the other side of the lake in the country of the Gadarene people. There, two men who had demons inside them came to him. They lived in the burial caves and were so dangerous that no one could use the road by those caves."
            },
            {
                "verse_number": "29",
                "verse_text": "They came to Jesus and shouted, &apos;What do you want with us, Son of God? Did you come here to punish us before the right time?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Near that place there was a large herd of pigs feeding."
            },
            {
                "verse_number": "31",
                "verse_text": "The demons begged Jesus, &apos;If you make us leave these men, please send us into that herd of pigs.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Jesus said to them, &apos;Go!&apos; So the demons left the men and went into the pigs. Then the whole herd of pigs ran down the hill into the lake, and all were drowned."
            },
            {
                "verse_number": "33",
                "verse_text": "The men who had the work of caring for the pigs ran away. They went into town and told the people everything that happened, especially about the men who had the demons."
            },
            {
                "verse_number": "34",
                "verse_text": "Then the whole town went out to see Jesus. When the people saw him, they begged him to leave their area."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Jesus got into a boat and went back across the lake to his own town."
            },
            {
                "verse_number": "2",
                "verse_text": "Some people brought to him a man who was paralyzed and was lying on a mat. Jesus saw that these people had much faith. So he said to the paralyzed man, &apos;Young man, you will be glad to hear this. Your sins are forgiven.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Some of the teachers of the law heard what Jesus said. They said to themselves, &apos;What an insult to God for this man to say that!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus knew what they were thinking. So he said, &apos;Why are you thinking such evil thoughts?"
            },
            {
                "verse_number": "7",
                "verse_text": "The man stood up and went home."
            },
            {
                "verse_number": "8",
                "verse_text": "The people saw this and they were amazed. They praised God for letting someone have such power."
            },
            {
                "verse_number": "9",
                "verse_text": "When Jesus was leaving, he saw a man named Matthew sitting at the place for collecting taxes. Jesus said to him, &apos;Follow me.&apos; So he got up and followed Jesus."
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus ate dinner at Matthew&quot;s house. Many tax collectors and others with bad reputations came and ate with him and his followers."
            },
            {
                "verse_number": "11",
                "verse_text": "The Pharisees saw that Jesus was eating with these people. They asked his followers, &apos;Why does your teacher eat with tax collectors and other sinners?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Jesus heard them say this. So he said to them, &apos;It is the sick people who need a doctor, not those who are healthy."
            },
            {
                "verse_number": "13",
                "verse_text": "You need to go and learn what this Scripture means: &quot;I don&quot;t want animal sacrifices; I want you to show kindness to people.&quot; I did not come to invite good people. I came to invite sinners.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then the followers of John came to Jesus and said, &apos;We and the Pharisees fast often, but your followers don&quot;t ever fast. Why?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus answered, &apos;At a wedding the friends of the bridegroom are not sad while he is with them. They cannot fast then. But the time will come when the bridegroom will be taken from them. Then they will fast."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;When someone sews a patch over a hole in an old coat, they never use a piece of cloth that has not already been shrunk. If they do, the patch will shrink and pull away from the coat. Then the hole will be worse."
            },
            {
                "verse_number": "17",
                "verse_text": "Also, people never pour new wine into old wineskins. They would break, the wine would spill out, and the wineskins would be ruined. People always put new wine into new wineskins, which won&quot;t break, and the wine stays good.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "While Jesus was still talking, a leader of the synagogue came to him. The leader bowed down before him and said, &apos;My daughter has just died. But if you will come and touch her with your hand, she will live again.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So Jesus and his followers went with the man."
            },
            {
                "verse_number": "20",
                "verse_text": "On the way, there was a woman who had been bleeding for twelve years. She came close behind Jesus and touched the bottom of his coat."
            },
            {
                "verse_number": "21",
                "verse_text": "She was thinking, &apos;If I can touch his coat, I will be healed.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus turned and saw the woman. He said, &apos;Be happy, dear woman. You are made well because you believed.&apos; Then the woman was healed."
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus continued going with the Jewish leader and went into the leader&quot;s house. He saw people there who make music for funerals. And he saw a crowd of people crying loudly."
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus said, &apos;Go away. The girl is not dead. She is only sleeping.&apos; But the people laughed at him."
            },
            {
                "verse_number": "25",
                "verse_text": "After the people were put out of the house, Jesus went into the girl&quot;s room. He held the girl&quot;s hand, and the girl stood up."
            },
            {
                "verse_number": "26",
                "verse_text": "The news about this spread all around the area."
            },
            {
                "verse_number": "27",
                "verse_text": "As Jesus was going away from there, two blind men followed him. They said loudly, &apos;Show kindness to us, Son of David.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Jesus went inside, and the blind men went with him. He asked them, &apos;Do you believe that I am able to make you see again?&apos; They answered, &apos;Yes, Lord, we believe.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Then Jesus touched their eyes and said, &apos;You believe that I can make you see again, so it will happen.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Then the men were able to see. Jesus gave them a strong warning. He said, &apos;Don&quot;t tell anyone about this.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "But they left and spread the news about Jesus all around that area."
            },
            {
                "verse_number": "32",
                "verse_text": "As these two men were leaving, some people brought another man to Jesus. This man could not talk because he had a demon inside him."
            },
            {
                "verse_number": "33",
                "verse_text": "Jesus forced the demon out, and the man was able to talk. The people were amazed and said, &apos;We have never seen anything like this in Israel.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "But the Pharisees said, &apos;The ruler of demons is the one that gives him power to force demons out.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Jesus traveled through all the towns and villages. He taught in their synagogues and told people the Good News about God&quot;s kingdom. He healed all kinds of diseases and sicknesses."
            },
            {
                "verse_number": "36",
                "verse_text": "Jesus saw the many people and felt sorry for them because they were worried and helpless&ndash;like sheep without a shepherd to lead them."
            },
            {
                "verse_number": "37",
                "verse_text": "Jesus said to his followers, &apos;There is such a big harvest of people to bring in. But there are only a few workers to help harvest them."
            },
            {
                "verse_number": "38",
                "verse_text": "God owns the harvest. Ask him to send more workers to help gather his harvest.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Jesus called his twelve followers together. He gave them power over evil spirits and power to heal every kind of disease and sickness."
            },
            {
                "verse_number": "2",
                "verse_text": "These are the names of the twelve apostles: Simon (also called Peter), Andrew, the brother of Peter, James, the son of Zebedee, John, the brother of James, Bartholomew, Thomas, Matthew, the tax collector, James, the son of Alphaeus, Thaddaeus, Judas Iscariot (the one who handed Jesus over to his enemies). &quot;A son will turn against his father. A daughter will turn against her mother. A daughter-in-law will turn against her mother-in-law."
            },
            {
                "verse_number": "3",
                "verse_text": "Philip,"
            },
            {
                "verse_number": "4",
                "verse_text": "Simon, the Zealot,"
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus sent the twelve men out with these instructions: &apos;Don&quot;t go to the non-Jewish people. And don&quot;t go into any town where the Samaritans live."
            },
            {
                "verse_number": "6",
                "verse_text": "But go to the people of Israel. They are like sheep that are lost."
            },
            {
                "verse_number": "7",
                "verse_text": "When you go, tell them this: &quot;God&quot;s kingdom is now very near. &quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "Heal the sick. Bring the dead back to life. Heal the people who have leprosy. And force demons out of people. I give you these powers freely, so help others freely."
            },
            {
                "verse_number": "9",
                "verse_text": "Don&quot;t carry any money with you&ndash;gold or silver or copper."
            },
            {
                "verse_number": "10",
                "verse_text": "Don&quot;t carry a bag. Take only the clothes and sandals you are wearing. And don&quot;t take a walking stick. A worker should be given what he needs."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;When you enter a city or town, find some worthy person there and stay in his home until you leave."
            },
            {
                "verse_number": "12",
                "verse_text": "When you enter that home, say, &quot;Peace be with you.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "If the people in that home welcome you, they are worthy of your peace. May they have the peace you wished for them. But if they don&quot;t welcome you, they are not worthy of your peace. Take back the peace you wished for them."
            },
            {
                "verse_number": "14",
                "verse_text": "And if the people in a home or a town refuse to welcome you or listen to you, then leave that place and shake the dust off your feet."
            },
            {
                "verse_number": "15",
                "verse_text": "I can assure you that on the judgment day it will be worse for that town than for the people of Sodom and Gomorrah."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Listen! I am sending you, and you will be like sheep among wolves. So be smart like snakes. But also be like doves and don&quot;t hurt anyone."
            },
            {
                "verse_number": "17",
                "verse_text": "Be careful! There are people who will arrest you and take you to be judged. They will whip you in their synagogues."
            },
            {
                "verse_number": "18",
                "verse_text": "You will be taken to stand before governors and kings. People will do this to you because you follow me. You will tell about me to those kings and governors and to the non-Jewish people."
            },
            {
                "verse_number": "19",
                "verse_text": "When you are arrested, don&quot;t worry about what to say or how you should say it. At that time you will be given the words to say."
            },
            {
                "verse_number": "20",
                "verse_text": "It will not really be you speaking; the Spirit of your Father will be speaking through you."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Brothers will turn against their own brothers and hand them over to be killed. Fathers will hand over their own children to be killed. Children will fight against their own parents and will have them killed."
            },
            {
                "verse_number": "22",
                "verse_text": "Everyone will hate you because you follow me. But the one who remains faithful to the end will be saved."
            },
            {
                "verse_number": "23",
                "verse_text": "When you are treated badly in one city, go to another city. I promise you that you will not finish going to all the cities of Israel before the Son of Man comes again."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Students are not better than their teacher. Servants are not better than their master."
            },
            {
                "verse_number": "25",
                "verse_text": "Students should be happy to be treated the same as their teacher. And servants should be happy to be treated the same as their master. If those people call me &quot;the ruler of demons,&quot; and I am the head of the family, then it is even more certain that they will insult you, the members of the family!"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;So don&quot;t be afraid of those people. Everything that is hidden will be shown. Everything that is secret will be made known."
            },
            {
                "verse_number": "27",
                "verse_text": "I tell you all this secretly, but I want you to tell it publicly. Whatever I tell you privately, you should shout for everyone to hear."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Don&quot;t be afraid of people. They can kill the body, but they cannot kill the soul. The only one you should fear is God, the one who can send the body and the soul to be destroyed in hell."
            },
            {
                "verse_number": "29",
                "verse_text": "When birds are sold, two small birds cost only a penny. But not even one of those little birds can die without your Father knowing it."
            },
            {
                "verse_number": "30",
                "verse_text": "God even knows how many hairs are on your head."
            },
            {
                "verse_number": "31",
                "verse_text": "So don&quot;t be afraid. You are worth more than a whole flock of birds."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;If you stand before others and are willing to say you believe in me, then I will tell my Father in heaven that you belong to me."
            },
            {
                "verse_number": "33",
                "verse_text": "But if you stand before others and say you do not believe in me, then I will tell my Father in heaven that you do not belong to me."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Do not think that I have come to bring peace to the earth. I did not come to bring peace. I came to bring trouble."
            },
            {
                "verse_number": "35",
                "verse_text": "I have come to make this happen:"
            },
            {
                "verse_number": "36",
                "verse_text": "Even members of your own family will be your enemies.&quot; Micah 7:6"
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;Those who love their father or mother more than they love me are not worthy of me. And those who love their son or daughter more than they love me are not worthy of me."
            },
            {
                "verse_number": "38",
                "verse_text": "Those who will not accept the cross that is given to them when they follow me are not worthy of me."
            },
            {
                "verse_number": "39",
                "verse_text": "Those who try to keep the life they have will lose it. But those who give up their life for me will find true life."
            },
            {
                "verse_number": "40",
                "verse_text": "&apos;Whoever accepts you also accepts me. And whoever accepts me accepts the one who sent me."
            },
            {
                "verse_number": "41",
                "verse_text": "Whoever accepts a prophet because he is a prophet will get the same reward a prophet gets. And whoever accepts a godly person just because that person is godly will get the same reward a godly person gets."
            },
            {
                "verse_number": "42",
                "verse_text": "Whoever helps any of these little ones because they are my followers will definitely get a reward, even if they only give them a cup of cold water.&apos;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "When Jesus finished these instructions for his twelve followers, he left there. He went to the towns in Galilee to teach the people and tell them God&quot;s message. &quot;Listen! I will send my messenger ahead of you. He will prepare the way for you.&quot; Malachi 3:1 but you did not dance; we sang a funeral song, but you were not sad.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "When John was in prison, he heard about the things that were happening&ndash;things the Messiah would do. So he sent some of his followers to Jesus."
            },
            {
                "verse_number": "3",
                "verse_text": "They asked him, &apos;Are you the one we have been expecting, or should we wait for someone else?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus answered, &apos;Go tell John what you have heard and seen:"
            },
            {
                "verse_number": "5",
                "verse_text": "The blind can see. The crippled can walk. People with leprosy are healed. The deaf can hear. The dead are brought back to life. And the Good News is being told to the poor."
            },
            {
                "verse_number": "6",
                "verse_text": "Great blessings belong to those who don&quot;t have a problem accepting me.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "When John&quot;s followers left, Jesus began talking to the people about John. He said, &apos;What did you people go out to the desert to see? Someone who is weak, like a stem of grass blowing in the wind?"
            },
            {
                "verse_number": "8",
                "verse_text": "Really, what did you expect to see? Someone dressed in fine clothes? Of course not. People who wear fine clothes are all in kings&quot; palaces."
            },
            {
                "verse_number": "9",
                "verse_text": "So what did you go out to see? A prophet? Yes, John is a prophet. But I tell you, he is more than that."
            },
            {
                "verse_number": "10",
                "verse_text": "This Scripture was written about him:"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;The truth is that John the Baptizer is greater than anyone who has ever come into this world. But even the least important person in God&quot;s kingdom is greater than John."
            },
            {
                "verse_number": "12",
                "verse_text": "Since the time John the Baptizer came until now, God&quot;s kingdom has been going forward strongly. And people have been trying to take control of it by force."
            },
            {
                "verse_number": "13",
                "verse_text": "Before John came, the Law of Moses and all the prophets told about the things that would happen."
            },
            {
                "verse_number": "14",
                "verse_text": "And if you believe what they said, then John is Elijah. He is the one they said would come."
            },
            {
                "verse_number": "15",
                "verse_text": "You people who hear me, listen!"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;What can I say about the people who live today? What are they like? The people today are like children sitting in the marketplace. One group of children calls to the other group,"
            },
            {
                "verse_number": "17",
                "verse_text": "&quot;We played flute music for you,"
            },
            {
                "verse_number": "18",
                "verse_text": "Why do I say people are like that? Because John came, not eating like other people or drinking wine, and people say, &quot;He has a demon inside him.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "The Son of Man came eating and drinking, and people say, &quot;Look at him! He eats too much and drinks too much wine. He&quot;s a friend of tax collectors and other sinners.&quot; But wisdom is shown to be right by what it does.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Jesus criticized the cities where he did most of his miracles. He criticized these cities because the people there did not change their lives and stop sinning."
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus said, &apos;It will be bad for you Chorazin! It will be bad for you Bethsaida! I did many miracles in you. If these same miracles had happened in Tyre and Sidon, the people there would have changed their lives a long time ago. They would have worn sackcloth and put ashes on themselves to show that they were sorry for their sins."
            },
            {
                "verse_number": "22",
                "verse_text": "But I tell you, on the day of judgment it will be worse for you than for Tyre and Sidon."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;And you, Capernaum, will you be lifted up to heaven? No! You will be thrown down to the place of death. I did many miracles in you. If these same miracles had happened in Sodom, the people there would have stopped sinning, and it would still be a city today."
            },
            {
                "verse_number": "24",
                "verse_text": "But I tell you, it will be worse for you in the day of judgment than for Sodom.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then Jesus said, &apos;I praise you, Father, Lord of heaven and earth. I am thankful that you have hidden these things from those who are so wise and so smart. But you have shown them to people who are like little children."
            },
            {
                "verse_number": "26",
                "verse_text": "Yes, Father, you did this because it&quot;s what you really wanted to do."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;My Father has given me everything. No one knows the Son&ndash;only the Father knows the Son. And no one knows the Father&ndash;only the Son knows the Father. And the only people who will know about the Father are those the Son chooses to tell."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Come to me all of you who are tired from the heavy burden you have been forced to carry. I will give you rest."
            },
            {
                "verse_number": "29",
                "verse_text": "Accept my teaching. Learn from me. I am gentle and humble in spirit. And you will be able to get some rest."
            },
            {
                "verse_number": "30",
                "verse_text": "Yes, the teaching that I ask you to accept is easy. The load I give you to carry is light.&apos;"
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "About that same time, Jesus was walking through the fields of grain on a Sabbath day. His followers were with him, and they were hungry. So they began to pick the grain and eat it."
            },
            {
                "verse_number": "2",
                "verse_text": "The Pharisees saw this. They said to Jesus, &apos;Look! Your followers are doing something that is against the law to do on the Sabbath day.&apos; the one I have chosen. He is the one I love, and I am very pleased with him. I will fill him with my Spirit, and he will bring justice to the nations. no one will hear his voice in the streets. He will not put out even the weakest flame. He will not give up until he has made justice victorious."
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus said to them, &apos;You have read what David did when he and those with him were hungry."
            },
            {
                "verse_number": "4",
                "verse_text": "David went into God&quot;s house. He and those with him ate the bread that was offered to God. It was against the law for David or those with him to eat that bread. Only the priests were allowed to eat it."
            },
            {
                "verse_number": "5",
                "verse_text": "And you have read in the Law of Moses that on every Sabbath day the priests at the Temple break the law about the Sabbath day. But they are not wrong for doing that."
            },
            {
                "verse_number": "6",
                "verse_text": "I tell you that there is something here that is greater than the Temple."
            },
            {
                "verse_number": "7",
                "verse_text": "The Scriptures say, &quot;I don&quot;t want animal sacrifices; I want you to show kindness to people.&quot; You don&quot;t really know what that means. If you understood it, you would not judge those who have done nothing wrong."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;The Son of Man is Lord over the Sabbath day.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus went from there to their synagogue."
            },
            {
                "verse_number": "10",
                "verse_text": "In the synagogue there was a man with a crippled hand. Some Jews there were looking for a reason to accuse Jesus of doing wrong. So they asked him, &apos;Is it right to heal on the Sabbath day?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus answered, &apos;If any of you has a sheep and it falls into a ditch on the Sabbath day, you will take the sheep and help it out of the ditch."
            },
            {
                "verse_number": "12",
                "verse_text": "Surely a man is more important than a sheep. So it is right to do good on the Sabbath day.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Jesus said to the man with the crippled hand, &apos;Hold out your hand.&apos; The man held out his hand, and it became well again, the same as the other hand."
            },
            {
                "verse_number": "14",
                "verse_text": "But the Pharisees left and made plans to kill Jesus."
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus knew what the Pharisees were planning. So he left that place, and many people followed him. He healed all who were sick,"
            },
            {
                "verse_number": "16",
                "verse_text": "but he warned them not to tell others who he was."
            },
            {
                "verse_number": "17",
                "verse_text": "This was to give full meaning to what Isaiah the prophet said when he spoke for God:"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Here is my servant,"
            },
            {
                "verse_number": "19",
                "verse_text": "He will not argue or shout;"
            },
            {
                "verse_number": "20",
                "verse_text": "He will not break off even a bent stem of grass."
            },
            {
                "verse_number": "21",
                "verse_text": "All people will hope in him.&apos; Isaiah 42:1-4"
            },
            {
                "verse_number": "22",
                "verse_text": "Then some people brought a man to Jesus. This man was blind and could not talk, because he had a demon inside him. Jesus healed the man, and he could talk and see."
            },
            {
                "verse_number": "23",
                "verse_text": "All the people were amazed at what Jesus did. They said, &apos;Maybe he is the promised Son of David!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "When the Pharisees heard this, they said, &apos;This man uses the power of Satan to force demons out of people. Satan is the ruler of demons.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus knew what the Pharisees were thinking. So he said to them, &apos;Every kingdom that fights against itself will be destroyed. And every city or family that is divided against itself will not survive."
            },
            {
                "verse_number": "26",
                "verse_text": "So if Satan forces out his own demons, then he is fighting against himself, and his kingdom will not survive."
            },
            {
                "verse_number": "27",
                "verse_text": "You say that I use the power of Satan to force out demons. If that is true, then what power do your people use when they force out demons? So your own people will prove that you are wrong."
            },
            {
                "verse_number": "28",
                "verse_text": "But I use the power of God&quot;s Spirit to force out demons, and this shows that God&quot;s kingdom has come to you."
            },
            {
                "verse_number": "29",
                "verse_text": "Whoever wants to enter a strong man&quot;s house and steal his things must first tie him up. Then they can steal the things from his house."
            },
            {
                "verse_number": "30",
                "verse_text": "Whoever is not with me is against me. And anyone who does not work with me is working against me."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;So I tell you, people can be forgiven for every sinful thing they do and for every bad thing they say against God. But anyone who speaks against the Holy Spirit will not be forgiven."
            },
            {
                "verse_number": "32",
                "verse_text": "You can even speak against the Son of Man and be forgiven. But anyone who speaks against the Holy Spirit will never be forgiven&ndash;not now or in the future."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;If you want good fruit, you must make the tree good. If your tree is not good, it will have bad fruit. A tree is known by the kind of fruit it produces."
            },
            {
                "verse_number": "34",
                "verse_text": "You snakes! You are so evil. How can you say anything good? What people say with their mouths comes from what fills their hearts."
            },
            {
                "verse_number": "35",
                "verse_text": "Those who are good have good things saved in their hearts. That&quot;s why they say good things. But those who are evil have hearts full of evil, and that&quot;s why they say things that are evil."
            },
            {
                "verse_number": "36",
                "verse_text": "I tell you that everyone will have to answer for all the careless things they have said. This will happen on the day of judgment."
            },
            {
                "verse_number": "37",
                "verse_text": "Your words will be used to judge you. What you have said will show whether you are right or whether you are guilty.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Then some of the Pharisees and teachers of the law answered Jesus. They said, &apos;Teacher, we want to see you do a miracle as a sign from God.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus answered, &apos;Evil and sinful people are the ones who want to see a miracle as a sign. But no miracle will be done to prove anything to them. The only sign will be the miracle that happened to the prophet Jonah."
            },
            {
                "verse_number": "40",
                "verse_text": "Jonah was in the stomach of the big fish for three days and three nights. In the same way, the Son of Man will be in the grave three days and three nights."
            },
            {
                "verse_number": "41",
                "verse_text": "On the judgment day, you people who live now will be compared with the people from Nineveh, and they will be witnesses who show how guilty you are. Why do I say this? Because when Jonah preached to those people, they changed their lives. And you are listening to someone greater than Jonah, but you refuse to change!"
            },
            {
                "verse_number": "42",
                "verse_text": "&apos;On the judgment day, you people who live now will also be compared with the queen of the South, and she will be a witness who shows how guilty you are. I say this because she traveled from far, far away to listen to Solomon&quot;s wise teaching. And I tell you that someone greater than Solomon is right here, but you won&quot;t listen!"
            },
            {
                "verse_number": "43",
                "verse_text": "&apos;When an evil spirit comes out of a person, it travels through dry places looking for a place to rest, but it finds none."
            },
            {
                "verse_number": "44",
                "verse_text": "So it says, &quot;I will go back to the home I left.&quot; When it comes back, it finds that home still empty. It is all neat and clean."
            },
            {
                "verse_number": "45",
                "verse_text": "Then the evil spirit goes out and brings seven other spirits more evil than itself. They all go and live there, and that person has even more trouble than before. It is the same way with the evil people who live today.&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "While Jesus was talking to the people, his mother and brothers stood outside. They wanted to talk to him."
            },
            {
                "verse_number": "47",
                "verse_text": "Someone told him, &apos;Your mother and brothers are waiting for you outside. They want to talk to you.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "Jesus answered, &apos;Who is my mother? Who are my brothers?&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Then he pointed to his followers and said, &apos;See! These people are my mother and my brothers."
            },
            {
                "verse_number": "50",
                "verse_text": "Yes, anyone who does what my Father in heaven wants is my true brother and sister and mother.&apos;"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "That same day Jesus went out of the house and sat by the lake."
            },
            {
                "verse_number": "2",
                "verse_text": "A large crowd gathered around him. So he got into a boat and sat down. All the people stayed on the shore."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Jesus used stories to teach them many things. He told them this story: &apos;A farmer went out to sow seed. &quot;You people will listen and listen, but you will not understand. You will look and look, but you will not really see. They have ears, but they don&quot;t listen. They have eyes, but they refuse to see. If their minds were not closed, they might see with their eyes; they might hear with their ears; they might understand with their minds. Then they might turn back to me and be healed.&quot; Isaiah 6:9-10 &apos;The servants asked, &quot;Do you want us to go and pull up the weeds?&quot; &apos;I will speak using stories; I will tell things that have been secrets since the world was made.&apos; Psalm 78:2 They said, &apos;Yes, we understand.&apos; But Jesus said to them, &apos;People everywhere give honor to a prophet, but in his own town or in his own home a prophet does not get any honor.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "While he was scattering the seed, some of it fell by the road. The birds came and ate all that seed."
            },
            {
                "verse_number": "5",
                "verse_text": "Other seed fell on rocky ground, where there was not enough dirt. It grew very fast there, because the soil was not deep."
            },
            {
                "verse_number": "6",
                "verse_text": "But when the sun rose, it burned the plants. The plants died because they did not have deep roots."
            },
            {
                "verse_number": "7",
                "verse_text": "Some other seed fell among thorny weeds. The weeds grew and stopped the good plants from growing."
            },
            {
                "verse_number": "8",
                "verse_text": "But some of the seed fell on good ground. There it grew and made grain. Some plants made 100 times more grain, some 60 times more, and some 30 times more."
            },
            {
                "verse_number": "9",
                "verse_text": "You people who hear me, listen!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The followers came to Jesus and asked, &apos;Why do you use these stories to teach the people?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus answered, &apos;Only you can know the secret truths about God&quot;s kingdom. Those other people cannot know these secret truths."
            },
            {
                "verse_number": "12",
                "verse_text": "The people who have some understanding will be given more. And they will have even more than they need. But those who do not have much understanding will lose even the little understanding that they have."
            },
            {
                "verse_number": "13",
                "verse_text": "This is why I use these stories to teach the people: They see, but they don&quot;t really see. They hear, but they don&quot;t really hear or understand."
            },
            {
                "verse_number": "14",
                "verse_text": "So they show that what Isaiah said about them is true:"
            },
            {
                "verse_number": "15",
                "verse_text": "Yes, the minds of these people are now closed."
            },
            {
                "verse_number": "16",
                "verse_text": "But God has blessed you. You understand what you see with your eyes. And you understand what you hear with your ears."
            },
            {
                "verse_number": "17",
                "verse_text": "I can assure you, many prophets and godly people wanted to see what you now see. But they did not see it. And many prophets and godly people wanted to hear what you now hear. But they did not hear it."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;So listen to the meaning of that story about the farmer:"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;What about the seed that fell by the path? That is like the people who hear the teaching about God&quot;s kingdom but do not understand it. The Evil One comes and takes away what was planted in their hearts."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;And what about the seed that fell on rocky ground? That is like the people who hear the teaching and quickly and gladly accept it."
            },
            {
                "verse_number": "21",
                "verse_text": "But they do not let the teaching go deep into their lives. They keep it only a short time. As soon as trouble or persecution comes because of the teaching they accepted, they give up."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;And what about the seed that fell among the thorny weeds? That is like the people who hear the teaching but let worries about this life and love for money stop it from growing. So it does not produce a crop in their lives."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;But what about the seed that fell on the good ground? That is like the people who hear the teaching and understand it. They grow and produce a good crop, sometimes 100 times more, sometimes 60 times more, and sometimes 30 times more.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then Jesus used another story to teach them. Jesus said, &apos;God&quot;s kingdom is like a man who planted good seed in his field."
            },
            {
                "verse_number": "25",
                "verse_text": "That night, while everyone was asleep, the man&quot;s enemy came and planted weeds among the wheat and then left."
            },
            {
                "verse_number": "26",
                "verse_text": "Later, the wheat grew, and heads of grain grew on the plants. But at the same time the weeds also grew."
            },
            {
                "verse_number": "27",
                "verse_text": "Then the man&quot;s servants came to him and said, &quot;You planted good seed in your field. Where did the weeds come from?&quot;"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;The man answered, &quot;An enemy planted weeds.&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;He answered, &quot;No, because when you pull up the weeds, you might also pull up the wheat."
            },
            {
                "verse_number": "30",
                "verse_text": "Let the weeds and the wheat grow together until the harvest time. At the harvest time I will tell the workers this: First, gather the weeds and tie them together to be burned. Then gather the wheat and bring it to my barn.&quot;&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Then Jesus told the people another story: &apos;God&quot;s kingdom is like a mustard seed that a man plants in his field."
            },
            {
                "verse_number": "32",
                "verse_text": "It is the smallest of all seeds. But when it grows, it is the largest of all garden plants. It becomes a tree big enough for the birds to come and make nests in its branches.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Then Jesus told them another story: &apos;God&quot;s kingdom is like yeast that a woman mixes into a big bowl of flour to make bread. The yeast makes all the dough rise.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus used stories to tell all these things to the people. He always used stories to teach them."
            },
            {
                "verse_number": "35",
                "verse_text": "This was to make clear the full meaning of what the prophet said:"
            },
            {
                "verse_number": "36",
                "verse_text": "Then Jesus left the people and went into the house. His followers came to him and said, &apos;Explain to us the meaning of the story about the weeds in the field.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "He answered, &apos;The man who planted the good seed in the field is the Son of Man."
            },
            {
                "verse_number": "38",
                "verse_text": "The field is the world. The good seed are the people in God&quot;s kingdom. The weeds are the people who belong to the Evil One."
            },
            {
                "verse_number": "39",
                "verse_text": "And the enemy who planted the bad seed is the devil. The harvest is the end of time. And the workers who gather are God&quot;s angels."
            },
            {
                "verse_number": "40",
                "verse_text": "&apos;The weeds are pulled up and burned in the fire. It will be the same at the end of time."
            },
            {
                "verse_number": "41",
                "verse_text": "The Son of Man will send his angels, and they will find the people who cause sin and all those who do evil. The angels will take those people out of his kingdom."
            },
            {
                "verse_number": "42",
                "verse_text": "They will throw them into the place of fire. There the people will be crying and grinding their teeth with pain."
            },
            {
                "verse_number": "43",
                "verse_text": "Then the godly people will shine like the sun. They will be in the kingdom of their Father. You people who hear me, listen!"
            },
            {
                "verse_number": "44",
                "verse_text": "&apos;God&quot;s kingdom is like a treasure hidden in a field. One day a man found the treasure. He hid it again and was so happy that he went and sold everything he owned and bought the field."
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;Also, God&quot;s kingdom is like a merchant looking for fine pearls."
            },
            {
                "verse_number": "46",
                "verse_text": "One day he found a very fine pearl. He went and sold everything he had to buy it."
            },
            {
                "verse_number": "47",
                "verse_text": "&apos;Also, God&quot;s kingdom is like a net that was put into the lake. The net caught many different kinds of fish."
            },
            {
                "verse_number": "48",
                "verse_text": "It was full, so the fishermen pulled it to the shore. They sat down and put all the good fish in baskets. Then they threw away the bad fish."
            },
            {
                "verse_number": "49",
                "verse_text": "It will be the same at the end of time. The angels will come and separate the evil people from the godly people."
            },
            {
                "verse_number": "50",
                "verse_text": "They will throw the evil people into the place of fire. There the people will cry and grind their teeth with pain.&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "Then Jesus asked his followers, &apos;Do you understand all these things?&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "Then Jesus said to the followers, &apos;So every teacher of the law who has learned about God&quot;s kingdom has some new things to teach. He is like the owner of a house. He has new things and old things saved in that house. And he brings out the new with the old.&apos;"
            },
            {
                "verse_number": "53",
                "verse_text": "When Jesus finished teaching with these stories, he left there."
            },
            {
                "verse_number": "54",
                "verse_text": "He went to the town where he grew up. He taught the people in the synagogue, and they were amazed. They said, &apos;Where did this man get such wisdom and this power to do miracles?"
            },
            {
                "verse_number": "55",
                "verse_text": "Isn&quot;t he just the son of the carpenter we know? Isn&quot;t his mother&quot;s name Mary, and aren&quot;t his brothers James, Joseph, Simon, and Judas?"
            },
            {
                "verse_number": "56",
                "verse_text": "And don&quot;t all his sisters still live here in town? How is he able to do these things?&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "So they had a problem accepting him."
            },
            {
                "verse_number": "58",
                "verse_text": "Jesus did not do many miracles there, because the people did not believe in him."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "About that time, Herod, the ruler of Galilee, heard what the people were saying about Jesus."
            },
            {
                "verse_number": "2",
                "verse_text": "So he said to his servants, &apos;This man is really John the Baptizer. He must have risen from death, and that is why he can do these miracles.&apos; Then Peter left the boat and walked on the water to Jesus."
            },
            {
                "verse_number": "3",
                "verse_text": "Before this time, Herod had arrested John. He had him chained and put in prison. He arrested John because of Herodias, the wife of Philip, Herod&quot;s brother."
            },
            {
                "verse_number": "4",
                "verse_text": "John had told him, &apos;It is not right for you to be married to Herodias.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Herod wanted to kill him, but he was afraid of the people. They believed that John was a prophet."
            },
            {
                "verse_number": "6",
                "verse_text": "On Herod&quot;s birthday, the daughter of Herodias danced for him and his group. Herod was very pleased with her."
            },
            {
                "verse_number": "7",
                "verse_text": "So he promised that he would give her anything she wanted."
            },
            {
                "verse_number": "8",
                "verse_text": "Herodias told her daughter what to ask for. So she said to Herod, &apos;Give me the head of John the Baptizer here on this plate.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "King Herod was very sad. But he had promised to give the daughter anything she wanted. And the people eating with Herod had heard his promise. So he ordered what she asked to be done."
            },
            {
                "verse_number": "10",
                "verse_text": "He sent men to the prison, where they cut off John&quot;s head."
            },
            {
                "verse_number": "11",
                "verse_text": "And the men brought John&quot;s head on a plate and gave it to the girl. Then she took the head to her mother, Herodias."
            },
            {
                "verse_number": "12",
                "verse_text": "John&quot;s followers came and got his body and buried it. Then they went and told Jesus what happened."
            },
            {
                "verse_number": "13",
                "verse_text": "When Jesus heard what happened to John, he left in a boat. He went alone to a place where no one lived. But the people heard that Jesus had left. So they left their towns and followed him. They went by land to the same place he went."
            },
            {
                "verse_number": "14",
                "verse_text": "When Jesus got out of the boat, he saw a large crowd of people. He felt sorry for them, and he healed the ones who were sick."
            },
            {
                "verse_number": "15",
                "verse_text": "Late that afternoon, the followers came to Jesus and said, &apos;No one lives in this place. And it is already late. Send the people away so they can go to the towns and buy food for themselves.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus said, &apos;The people don&quot;t need to go away. You give them some food to eat.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The followers answered, &apos;But we have only five loaves of bread and two fish.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Jesus said, &apos;Bring the bread and the fish to me.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Then he told the people to sit down on the grass. He took the five loaves of bread and the two fish. He looked into the sky and thanked God for the food. Then he broke the bread into pieces, which he gave to the followers, and they gave the food to the people."
            },
            {
                "verse_number": "20",
                "verse_text": "Everyone ate until they were full. When they finished eating, the followers filled twelve baskets with the pieces of food that were not eaten."
            },
            {
                "verse_number": "21",
                "verse_text": "There were about 5000 men there who ate. There were also women and children who ate."
            },
            {
                "verse_number": "22",
                "verse_text": "Then Jesus made the followers get into the boat. He told them to go to the other side of the lake. He said he would come later. He stayed there to tell everyone they could go home."
            },
            {
                "verse_number": "23",
                "verse_text": "After Jesus said goodbye to the people, he went up into the hills by himself to pray. It was late, and he was there alone."
            },
            {
                "verse_number": "24",
                "verse_text": "By this time the boat was already a long way from shore. Since the wind was blowing against it, the boat was having trouble because of the waves."
            },
            {
                "verse_number": "25",
                "verse_text": "Between three and six o&quot;clock in the morning, Jesus&quot; followers were still in the boat. Jesus came to them. He was walking on the water."
            },
            {
                "verse_number": "26",
                "verse_text": "When they saw him walking on the water, it scared them. &apos;It&quot;s a ghost!&apos; they said, screaming in fear."
            },
            {
                "verse_number": "27",
                "verse_text": "But Jesus quickly spoke to them. He said, &apos;Don&quot;t worry! It&quot;s me! Don&quot;t be afraid.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Peter said, &apos;Lord, if that is really you, tell me to come to you on the water.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus said, &apos;Come, Peter.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "But while Peter was walking on the water, he saw the wind and the waves. He was afraid and began sinking into the water. He shouted, &apos;Lord, save me!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Then Jesus caught Peter with his hand. He said, &apos;Your faith is small. Why did you doubt?&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "After Peter and Jesus were in the boat, the wind stopped."
            },
            {
                "verse_number": "33",
                "verse_text": "Then the followers in the boat worshiped Jesus and said, &apos;You really are the Son of God.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "After they crossed the lake, they came to the shore at Gennesaret."
            },
            {
                "verse_number": "35",
                "verse_text": "Some men there saw Jesus and knew who he was. So they sent word to the other people throughout that area that Jesus had come. The people brought all their sick people to him."
            },
            {
                "verse_number": "36",
                "verse_text": "They begged Jesus to let them only touch the edge of his coat to be healed. And all the sick people who touched his coat were healed."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Then some Pharisees and teachers of the law came to Jesus. They came from Jerusalem and asked him,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Why do your followers not obey the traditions we have from our great leaders who lived long ago? Your followers don&quot;t wash their hands before they eat!&apos; but I am not really important to them. The things they teach are only human rules.&quot;&apos; Isaiah 29:13 They answered, &apos;We have seven loaves of bread and a few small fish.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus answered, &apos;And why do you refuse to obey God&quot;s command so that you can follow those traditions you have?"
            },
            {
                "verse_number": "4",
                "verse_text": "God said, &quot;You must respect your father and mother.&quot; And God also said, &quot;Whoever says anything bad to their father or mother must be killed.&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "But you teach that a person can say to their father or mother, &quot;I have something I could use to help you. But I will not use it for you. I will give it to God.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "You are teaching them not to respect their father. So you are teaching that it is not important to do what God said. You think it is more important to follow those traditions you have."
            },
            {
                "verse_number": "7",
                "verse_text": "You are hypocrites! Isaiah was right when he spoke for God about you:"
            },
            {
                "verse_number": "8",
                "verse_text": "&quot;These people honor me with their words,"
            },
            {
                "verse_number": "9",
                "verse_text": "Their worship of me is worthless."
            },
            {
                "verse_number": "10",
                "verse_text": "Jesus called the people to him. He said, &apos;Listen and understand what I am saying."
            },
            {
                "verse_number": "11",
                "verse_text": "It is not what people put in their mouth that makes them wrong. It is what comes out of their mouth that makes them wrong.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the followers came to Jesus and asked, &apos;Do you know that the Pharisees are upset about what you said?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus answered, &apos;Every plant that my Father in heaven has not planted will be pulled up by the roots."
            },
            {
                "verse_number": "14",
                "verse_text": "Stay away from the Pharisees. They lead the people, but they are like blind men leading other blind men. And if a blind man leads another blind man, both of them will fall into a ditch.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Peter said, &apos;Explain to us what you said earlier to the people.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Jesus said, &apos;Do you still have trouble understanding?"
            },
            {
                "verse_number": "17",
                "verse_text": "Surely you know that all the food that enters the mouth goes into the stomach. Then it goes out of the body."
            },
            {
                "verse_number": "18",
                "verse_text": "But the bad things people say with their mouth come from the way they think. And that&quot;s what can make people wrong."
            },
            {
                "verse_number": "19",
                "verse_text": "All these bad things begin in the mind: evil thoughts, murder, adultery, sexual sins, stealing, lying, and insulting people."
            },
            {
                "verse_number": "20",
                "verse_text": "These are the things that make people wrong. Eating without washing their hands will never make people unacceptable to God.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus went from there to the area of Tyre and Sidon."
            },
            {
                "verse_number": "22",
                "verse_text": "A Canaanite woman from that area came out and began shouting, &apos;Lord, Son of David, please help me! My daughter has a demon inside her, and she is suffering very much.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "But Jesus did not answer her. So the followers came to him and said, &apos;Tell her to go away. She keeps crying out and will not leave us alone.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus answered, &apos;God sent me only to the lost people of Israel.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then the woman came over to Jesus and bowed before him. She said, &apos;Lord, help me!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "He answered her with this saying: &apos;It is not right to take the children&quot;s bread and give it to the dogs.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The woman said, &apos;Yes, Lord, but even the dogs eat the pieces of food that fall from their master&quot;s table.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then Jesus answered, &apos;Woman, you have great faith! You will get what you asked for.&apos; And right then the woman&quot;s daughter was healed."
            },
            {
                "verse_number": "29",
                "verse_text": "Then Jesus went from there to the shore of Lake Galilee. He went up on a hill and sat down."
            },
            {
                "verse_number": "30",
                "verse_text": "A large crowd of people came to him. They brought many other sick people and put them before him. There were people who could not walk, people who were blind, crippled, or deaf, and many others. Jesus healed them all."
            },
            {
                "verse_number": "31",
                "verse_text": "People were amazed when they saw that those who could not speak were now able to speak. Crippled people were made strong. Those who could not walk were now able to walk. The blind were able to see. Everyone thanked the God of Israel for this."
            },
            {
                "verse_number": "32",
                "verse_text": "Jesus called his followers to him and said, &apos;I feel sorry for these people. They have been with me three days, and now they have nothing to eat. I don&quot;t want to send them away hungry. They might faint while going home.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "The followers asked Jesus, &apos;Where can we get enough bread to feed all these people? We are a long way from any town.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus asked, &apos;How many loaves of bread do you have?&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Jesus told the people to sit on the ground."
            },
            {
                "verse_number": "36",
                "verse_text": "He took the seven loaves of bread and the fish. Then he gave thanks to God for the food. He broke the bread into pieces, which he gave to the followers, and they gave the food to the people."
            },
            {
                "verse_number": "37",
                "verse_text": "All the people ate until they were full. After this, the followers filled seven baskets with the pieces of food that were not eaten."
            },
            {
                "verse_number": "38",
                "verse_text": "There were about 4000 men there who ate. There were also some women and children."
            },
            {
                "verse_number": "39",
                "verse_text": "After they all ate, Jesus told the people they could go home. He got into the boat and went to the area of Magadan."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "The Pharisees and Sadducees came to Jesus. They wanted to test him. So they asked him to show them a miracle as a sign from God."
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus answered, &apos;When you people see the sunset, you know what the weather will be. If the sky is red, you say we will have good weather."
            },
            {
                "verse_number": "3",
                "verse_text": "And in the morning, if the sky is dark and red, you say that it will be a rainy day. These are signs of the weather. You see these signs in the sky and know what they mean. In the same way, you see the things that are happening now. These are also signs, but you don&quot;t know their meaning."
            },
            {
                "verse_number": "4",
                "verse_text": "It is the evil and sinful people who want to see a miracle as a sign from God. But no miracle will be done to prove anything to them. The only sign will be the miracle that happened to Jonah. &apos; Then Jesus went away from there."
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus and his followers went across the lake. But the followers forgot to bring bread."
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus said to the followers, &apos;Be careful! Guard against the yeast of the Pharisees and the Sadducees.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The followers discussed the meaning of this. They said, &apos;Did Jesus say this because we forgot to bring bread?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus knew that they were talking about this. So he asked them, &apos;Why are you talking about not having bread? Your faith is small."
            },
            {
                "verse_number": "9",
                "verse_text": "Do you still not understand? Remember the five loaves of bread that fed the 5000 people and the many baskets you filled with the bread that was left?"
            },
            {
                "verse_number": "10",
                "verse_text": "And remember the seven loaves of bread that fed the 4000 people and the many baskets you filled that time?"
            },
            {
                "verse_number": "11",
                "verse_text": "So how could you think that I am concerned about bread? I am telling you to be careful and guard against the yeast of the Pharisees and the Sadducees.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the followers understood what Jesus meant. He was not telling them to guard against the yeast used in bread. He was telling them to guard against the teaching of the Pharisees and the Sadducees."
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus went to the area of Caesarea Philippi. He said to his followers, &apos;Who do people say I am ?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "They answered, &apos;Some people say you are John the Baptizer. Others say you are Elijah. And some say you are Jeremiah or one of the prophets.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Jesus said to his followers, &apos;And who do you say I am?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Simon Peter answered, &apos;You are the Messiah, the Son of the living God.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus answered, &apos;You are blessed, Simon son of Jonah. No one taught you that. My Father in heaven showed you who I am."
            },
            {
                "verse_number": "18",
                "verse_text": "So I tell you, you are Peter. And I will build my church on this rock. The power of death will not be able to defeat my church."
            },
            {
                "verse_number": "19",
                "verse_text": "I will give you the keys to God&quot;s kingdom. When you speak judgment here on earth, that judgment will be God&quot;s judgment. When you promise forgiveness here on earth, that forgiveness will be God&quot;s forgiveness.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Jesus warned his followers not to tell anyone he was the Messiah."
            },
            {
                "verse_number": "21",
                "verse_text": "From that time Jesus began telling his followers that he must go to Jerusalem. He explained that the older Jewish leaders, the leading priests, and the teachers of the law would make him suffer many things. And he told his followers that he must be killed. Then, on the third day, he would be raised from death."
            },
            {
                "verse_number": "22",
                "verse_text": "Peter took Jesus away from the other followers to talk to him alone. He began to criticize him. He said, &apos;God save you from those sufferings, Lord! That will never happen to you!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then Jesus said to Peter, &apos;Get away from me, Satan ! You are not helping me! You don&quot;t care about the same things God does. You care only about things that people think are important.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then Jesus said to his followers, &apos;If any of you want to be my follower, you must stop thinking about yourself and what you want. You must be willing to carry the cross that is given to you for following me."
            },
            {
                "verse_number": "25",
                "verse_text": "Any of you who try to save the life you have will lose it. But you who give up your life for me will find true life."
            },
            {
                "verse_number": "26",
                "verse_text": "It is worth nothing for you to have the whole world if you yourself are lost. You could never pay enough to buy back your life."
            },
            {
                "verse_number": "27",
                "verse_text": "The Son of Man will come again with his Father&quot;s glory and with his angels. And he will reward everyone for what they have done."
            },
            {
                "verse_number": "28",
                "verse_text": "Believe me when I say that there are some people standing here who will see the Son of Man coming with his kingdom before they die.&apos;"
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Six days later, Jesus took Peter, James, and John the brother of James and went up on a high mountain. They were all alone there."
            },
            {
                "verse_number": "2",
                "verse_text": "While these followers watched him, Jesus was changed. His face became bright like the sun, and his clothes became white as light."
            },
            {
                "verse_number": "3",
                "verse_text": "Then two men were there, talking with him. They were Moses and Elijah. Peter went into the house where Jesus was. Before Peter could speak, Jesus said to him, &apos;The kings on the earth get different kinds of taxes from people. But who are those who pay the taxes? Are they the king&quot;s children? Or do other people pay the taxes? What do you think?&apos; Jesus said, &apos;Then the children of the king don&quot;t have to pay taxes."
            },
            {
                "verse_number": "4",
                "verse_text": "Peter said to Jesus, &apos;Lord, it is good that we are here. If you want, I will put three tents here&ndash;one for you, one for Moses, and one for Elijah.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "While Peter was talking, a bright cloud came over them. A voice came from the cloud and said, &apos;This is my Son, the one I love. I am very pleased with him. Obey him!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The followers with Jesus heard this voice. They were very afraid, so they fell to the ground."
            },
            {
                "verse_number": "7",
                "verse_text": "But Jesus came to them and touched them. He said, &apos;Stand up. Don&quot;t be afraid.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The followers looked up, and they saw that Jesus was now alone."
            },
            {
                "verse_number": "9",
                "verse_text": "As Jesus and the followers were coming down the mountain, he gave them this command: &apos;Don&quot;t tell anyone about what you saw on the mountain. Wait until the Son of Man has been raised from death. Then you can tell people about what you saw.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The followers asked Jesus, &apos;Why do the teachers of the law say that Elijah must come before the Messiah comes?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus answered, &apos;They are right to say Elijah is coming. And it is true that Elijah will make all things the way they should be."
            },
            {
                "verse_number": "12",
                "verse_text": "But I tell you, Elijah has already come. People did not know who he was, and they treated him badly, doing whatever they wanted to do. It is the same with the Son of Man. Those same people will make the Son of Man suffer.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then the followers understood that when Jesus said Elijah, he was really talking about John the Baptizer."
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus and the followers went back to the people. A man came to Jesus and bowed before him."
            },
            {
                "verse_number": "15",
                "verse_text": "The man said, &apos;Lord, be kind to my son. He suffers so much from the seizures he has. He often falls into the fire or into the water."
            },
            {
                "verse_number": "16",
                "verse_text": "I brought him to your followers, but they could not heal him.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus answered, &apos;You people today have no faith. Your lives are so wrong! How long must I stay with you? How long must I continue to be patient with you? Bring the boy here.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Jesus gave a strong command to the demon inside the boy. The demon came out of the boy, and the boy was healed."
            },
            {
                "verse_number": "19",
                "verse_text": "Then the followers came to Jesus alone. They said, &apos;We tried to force the demon out of the boy, but we could not. Why were we not able to make the demon go out?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus answered, &apos;You were not able to make the demon go out, because your faith is too small. Believe me when I tell you, if your faith is only as big as a mustard seed you can say to this mountain, &quot;Move from here to there,&quot; and it will move. You will be able to do anything.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Later, the followers met together in Galilee. Jesus said to them, &apos;The Son of Man will be handed over to the control of other men,"
            },
            {
                "verse_number": "23",
                "verse_text": "who will kill him. But on the third day he will be raised from death.&apos; The followers were very sad to hear that Jesus would be killed."
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus and his followers went to Capernaum. There the men who collect the two-drachma Temple tax came to Peter and asked, &apos;Does your teacher pay the Temple tax?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Peter answered, &apos;Yes, he does.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Peter answered, &apos;The other people pay the taxes.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "But we don&quot;t want to upset these tax collectors. So do this: Go to the lake and fish. After you catch the first fish, open its mouth. Inside its mouth you will find a four-drachma coin. Take that coin and give it to the tax collectors. That will pay the tax for you and me.&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "About that time the followers came to Jesus and asked, &apos;Who is the greatest in God&quot;s kingdom?&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus called a little child to come to him. He stood the child in front of the followers."
            },
            {
                "verse_number": "3",
                "verse_text": "Then he said, &apos;The truth is, you must change your thinking and become like little children. If you don&quot;t do this, you will never enter God&quot;s kingdom."
            },
            {
                "verse_number": "4",
                "verse_text": "The greatest person in God&quot;s kingdom is the one who makes himself humble like this child."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Whoever accepts a little child like this in my name is accepting me."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;If one of these little children believes in me, and someone causes that child to sin, it will be very bad for that person. It would be better for them to have a millstone tied around their neck and be drowned in the deep sea."
            },
            {
                "verse_number": "7",
                "verse_text": "I feel sorry for the people in the world because of the things that make people sin. These things must happen, but it will be very bad for anyone who causes them to happen."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;If your hand or your foot makes you sin, cut it off and throw it away. It is better for you to lose part of your body and have eternal life than to have two hands and two feet and be thrown into the fire that burns forever."
            },
            {
                "verse_number": "9",
                "verse_text": "If your eye makes you sin, take it out and throw it away. It is better for you to have only one eye and have eternal life than to have two eyes and be thrown into the fire of hell."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Be careful. Don&quot;t think these little children are not important. I tell you that these children have angels in heaven. And those angels are always with my Father in heaven."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;If a man has 100 sheep, but one of the sheep is lost, what will he do? He will leave the other 99 sheep on the hill and go look for the lost sheep. Right?"
            },
            {
                "verse_number": "13",
                "verse_text": "And if he finds the lost sheep, he is happier about that one sheep than about the 99 sheep that were never lost. I can assure you,"
            },
            {
                "verse_number": "14",
                "verse_text": "in the same way your Father in heaven does not want any of these little children to be lost."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;If your brother or sister in God&quot;s family does something wrong, go and tell them what they did wrong. Do this when you are alone with them. If they listen to you, then you have helped them to be your brother or sister again."
            },
            {
                "verse_number": "16",
                "verse_text": "But if they refuse to listen, go to them again and take one or two people with you. Then there will be two or three people who will be able to tell all that happened."
            },
            {
                "verse_number": "17",
                "verse_text": "If they refuse to listen to them, tell the church. And if they refuse to listen to the church, treat them as you would treat someone who does not know God or who is a tax collector."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;I can assure you that when you speak judgment here on earth, it will be God&quot;s judgment. And when you promise forgiveness here on earth, it will be God&quot;s forgiveness."
            },
            {
                "verse_number": "19",
                "verse_text": "To say it another way, if two of you on earth agree on anything you pray for, my Father in heaven will do what you ask."
            },
            {
                "verse_number": "20",
                "verse_text": "Yes, if two or three people are together believing in me, I am there with them.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then Peter came to Jesus and asked, &apos;Lord, when someone won&quot;t stop doing wrong to me, how many times must I forgive them? Seven times?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus answered, &apos;I tell you, you must forgive them more than seven times. You must continue to forgive them even if they do wrong to you seventy-seven times."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;So God&quot;s kingdom is like a king who decided to collect the money his servants owed him."
            },
            {
                "verse_number": "24",
                "verse_text": "The king began to collect his money. One servant owed him several thousand pounds of silver."
            },
            {
                "verse_number": "25",
                "verse_text": "He was not able to pay the money to his master, the king. So the master ordered that he and everything he owned be sold, even his wife and children. The money would be used to pay the king what the servant owed."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;But the servant fell on his knees and begged, &quot;Be patient with me. I will pay you everything I owe.&quot;"
            },
            {
                "verse_number": "27",
                "verse_text": "The master felt sorry for him. So he told the servant he did not have to pay. He let him go free."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Later, that same servant found another servant who owed him a hundred silver coins. He grabbed him around the neck and said, &quot;Pay me the money you owe me!&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;The other servant fell on his knees and begged him, &quot;Be patient with me. I will pay you everything I owe.&quot;"
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;But the first servant refused to be patient. He told the judge that the other servant owed him money, and that servant was put in jail until he could pay everything he owed."
            },
            {
                "verse_number": "31",
                "verse_text": "All the other servants saw what happened. They felt very sorry for the man. So they went and told their master everything that happened."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Then the master called his servant in and said, &quot;You evil servant. You begged me to forgive your debt, and I said you did not have to pay anything!"
            },
            {
                "verse_number": "33",
                "verse_text": "So you should have given that other man who serves with you the same mercy I gave you.&quot;"
            },
            {
                "verse_number": "34",
                "verse_text": "The master was very angry, so he put the servant in jail to be punished. And he had to stay in jail until he could pay everything he owed."
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;This king did the same as my heavenly Father will do to you. You must forgive your brother or sister with all your heart, or my heavenly Father will not forgive you.&apos;"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "After Jesus said all these things, he left Galilee. He went into the area of Judea on the other side of the Jordan River."
            },
            {
                "verse_number": "2",
                "verse_text": "Many people followed him. Jesus healed the sick people there. Jesus answered, &apos;&quot;You must not murder anyone, you must not commit adultery, you must not steal, you must not tell lies about others,"
            },
            {
                "verse_number": "3",
                "verse_text": "Some Pharisees came to Jesus. They tried to make him say something wrong. They asked him, &apos;Is it right for a man to divorce his wife for any reason he chooses?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus answered, &apos;Surely you have read this in the Scriptures: When God made the world, &quot;he made people male and female.&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "And God said, &quot;That is why a man will leave his father and mother and be joined to his wife. And the two people will become one.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "So they are no longer two, but one. God has joined them together, so no one should separate them.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The Pharisees asked, &apos;Then why did Moses give a command allowing a man to divorce his wife by writing a certificate of divorce ?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus answered, &apos;Moses allowed you to divorce your wives because you refused to accept God&quot;s teaching. But divorce was not allowed in the beginning."
            },
            {
                "verse_number": "9",
                "verse_text": "I tell you that whoever divorces his wife, except for the problem of sexual sin, and marries another woman is guilty of adultery.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The followers said to Jesus, &apos;If that is the only reason a man can divorce his wife, it is better not to marry.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "He answered, &apos;This statement is true for some, but not for everyone&ndash;only for those who have been given this gift."
            },
            {
                "verse_number": "12",
                "verse_text": "There are different reasons why some men don&quot;t marry. Some were born without the ability to produce children. Others were made that way later in life. And others have given up marriage because of God&quot;s kingdom. This is for anyone who is able to accept it.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then the people brought their little children to Jesus so that he could lay his hands on them to bless them and pray for them. When the followers saw this, they told the people to stop bringing their children to him."
            },
            {
                "verse_number": "14",
                "verse_text": "But Jesus said, &apos;Let the little children come to me. Don&quot;t stop them, because God&quot;s kingdom belongs to people who are like these children.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "After Jesus blessed the children, he left there."
            },
            {
                "verse_number": "16",
                "verse_text": "A man came to Jesus and asked, &apos;Teacher, what good thing must I do to have eternal life?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus answered, &apos;Why do you ask me about what is good? Only God is good. But if you want to have eternal life, obey the law&quot;s commands.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The man asked, &apos;Which ones?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "you must respect your father and mother,&quot; and &quot;love your neighbor the same as you love yourself.&quot; &apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The young man said, &apos;I have obeyed all these commands. What else do I need?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus answered, &apos;If you want to be perfect, then go and sell all that you own. Give the money to the poor, and you will have riches in heaven. Then come and follow me!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But when the young man heard Jesus tell him to give away his money, he was sad. He didn&quot;t want to do this, because he was very rich. So he left."
            },
            {
                "verse_number": "23",
                "verse_text": "Then Jesus said to his followers, &apos;The truth is, it will be very hard for a rich person to enter God&quot;s kingdom."
            },
            {
                "verse_number": "24",
                "verse_text": "Yes, I tell you, it is easier for a camel to go through the eye of a needle than for a rich person to enter God&quot;s kingdom.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "The followers were amazed to hear this. They asked, &apos;Then who can be saved?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus looked at them and said, &apos;This is something that people cannot do. But God can do anything.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Peter said to him, &apos;We left everything we had and followed you. So what will we have?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Jesus said to them, &apos;When the time of the new world comes, the Son of Man will sit on his great and glorious throne. And I can promise that you who followed me will sit on twelve thrones, and you will judge the twelve tribes of Israel."
            },
            {
                "verse_number": "29",
                "verse_text": "Everyone who has left houses, brothers, sisters, father, mother, children, or farms to follow me will get much more than they left. And they will have eternal life."
            },
            {
                "verse_number": "30",
                "verse_text": "Many people who are first now will be last in the future. And many who are last now will be first in the future."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "&apos;God&quot;s kingdom is like a man who owned some land. One morning, the man went out very early to hire some people to work in his vineyard."
            },
            {
                "verse_number": "2",
                "verse_text": "He agreed to pay the workers one silver coin for working that day. Then he sent them into the vineyard to work. &apos;The man went out again about twelve o&quot;clock and again at three o&quot;clock. Both times he hired some others to work in his vineyard. &apos;The man said to them, &quot;Then you can go and work in my vineyard.&quot; She said, &apos;Promise that one of my sons will sit at your right side in your kingdom and the other at your left.&apos; The sons answered, &apos;Yes, we can!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;About nine o&quot;clock the man went to the marketplace and saw some other people standing there. They were doing nothing."
            },
            {
                "verse_number": "4",
                "verse_text": "So he said to them, &quot;If you go and work in my field, I will pay you what your work is worth.&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "So they went to work in the vineyard."
            },
            {
                "verse_number": "6",
                "verse_text": "About five o&quot;clock the man went to the marketplace again. He saw some other people standing there. He asked them, &quot;Why did you stand here all day doing nothing?&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;They said, &quot;No one gave us a job.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;At the end of the day, the owner of the field said to the boss of all the workers, &quot;Call the workers and pay them all. Start by paying the last people I hired. Then pay all of them, ending with the ones I hired first.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;The workers who were hired at five o&quot;clock came to get their pay. Each worker got one silver coin."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the workers who were hired first came to get their pay. They thought they would be paid more than the others. But each one of them also received one silver coin."
            },
            {
                "verse_number": "11",
                "verse_text": "When they got their silver coin, they complained to the man who owned the land."
            },
            {
                "verse_number": "12",
                "verse_text": "They said, &quot;Those people were hired last and worked only one hour. But you paid them the same as us. And we worked hard all day in the hot sun.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;But the man who owned the field said to one of them, &quot;Friend, I am being fair with you. You agreed to work for one silver coin. Right?"
            },
            {
                "verse_number": "14",
                "verse_text": "So take your pay and go. I want to give the man who was hired last the same pay I gave you."
            },
            {
                "verse_number": "15",
                "verse_text": "I can do what I want with my own money. Why would you be jealous because I am generous?&quot;"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;So those who are last now will be first in the future. And those who are first now will be last in the future.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus was going to Jerusalem. His twelve followers were with him. While they were walking, he gathered the followers together and spoke to them privately. He said to them,"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;We are going to Jerusalem. The Son of Man will be handed over to the leading priests and the teachers of the law, and they will say he must die."
            },
            {
                "verse_number": "19",
                "verse_text": "They will hand him over to the foreigners, who will laugh at him and beat him with whips, and then they will kill him on a cross. But on the third day after his death, he will be raised to life again.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Zebedee&quot;s wife came to Jesus and brought her sons. She bowed before Jesus and asked him to do something for her."
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus said, &apos;What do you want?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "So Jesus said to the sons, &apos;You don&quot;t understand what you are asking. Can you drink from the cup that I must drink from?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus said to them, &apos;It is true that you will drink from the cup that I drink from. But it is not for me to say who will sit at my right or my left. My Father has decided who will do that. He has prepared those places for them.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "The other ten followers heard this and were angry with the two brothers."
            },
            {
                "verse_number": "25",
                "verse_text": "So Jesus called the followers together. He said, &apos;You know that the rulers of the non-Jewish people love to show their power over the people. And their important leaders love to use all their authority over the people."
            },
            {
                "verse_number": "26",
                "verse_text": "But it should not be that way with you. Whoever wants to be your leader must be your servant."
            },
            {
                "verse_number": "27",
                "verse_text": "Whoever wants to be first must serve the rest of you like a slave."
            },
            {
                "verse_number": "28",
                "verse_text": "Do as I did: The Son of Man did not come for people to serve him. He came to serve others and to give his life to save many people.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "When Jesus and his followers were leaving Jericho, a large crowd followed him."
            },
            {
                "verse_number": "30",
                "verse_text": "There were two blind men sitting by the road. They heard that Jesus was coming by. So they shouted, &apos;Lord, Son of David, please help us!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "The people there criticized the blind men and told them to be quiet. But they shouted more and more, &apos;Lord, Son of David, please help us!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Jesus stopped and said to them, &apos;What do you want me to do for you?&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "They answered, &apos;Lord, we want to be able to see.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus felt sorry for the blind men. He touched their eyes, and immediately they were able to see. Then they became followers of Jesus."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Jesus and his followers were coming closer to Jerusalem. But first they stopped at Bethphage at the hill called the Mount of Olives. From there Jesus sent two of his followers into town."
            },
            {
                "verse_number": "2",
                "verse_text": "He said to them, &apos;Go to the town you can see there. When you enter it, you will find a donkey with her colt. Untie them both, and bring them to me."
            },
            {
                "verse_number": "3",
                "verse_text": "If anyone asks you why you are taking the donkeys, tell them, &quot;The Master needs them. He will send them back soon.&quot;&apos; &quot;Now your king is coming to you. He is humble and riding on a donkey. He is riding on a young donkey, born from a work animal.&quot;&apos; Zechariah 9:9 &quot;Welcome! God bless the one who comes in the name of the Lord!&quot; Psalm 118:25-26 Praise to God in heaven!&apos; The priests and the Jewish leaders talked about Jesus&quot; question. They said to each other, &apos;If we answer, &quot;John&quot;s baptism was from God,&quot; then he will say, &quot;Then why didn&quot;t you believe John?&quot; Jesus said, &apos;Then I will not tell you who gave me the authority to do these things. The Jewish leaders answered, &apos;The first son.&apos; Jesus said to them, &apos;The truth is, you are worse than the tax collectors and the prostitutes. In fact, they will enter God&quot;s kingdom before you enter. &quot;The stone that the builders refused to accept became the cornerstone. The Lord did this, and it is wonderful to us.&quot; Psalm 118:22-23"
            },
            {
                "verse_number": "4",
                "verse_text": "This showed the full meaning of what the prophet said:"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Tell the people of Zion,"
            },
            {
                "verse_number": "6",
                "verse_text": "The followers went and did what Jesus told them to do."
            },
            {
                "verse_number": "7",
                "verse_text": "They brought the mother donkey and the young donkey to him. They covered the donkeys with their coats, and Jesus sat on them."
            },
            {
                "verse_number": "8",
                "verse_text": "On the way to Jerusalem, many people spread their coats on the road for Jesus. Others cut branches from the trees and spread them on the road."
            },
            {
                "verse_number": "9",
                "verse_text": "Some of the people were walking ahead of Jesus. Others were walking behind him. They all shouted, &apos;Praise to the Son of David! He answered, &apos;Yes. The Scriptures say, &quot;You have taught children and babies to give praise.&quot; Have you not read that Scripture?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then Jesus went into Jerusalem. All the people in the city were confused. They asked, &apos;Who is this man?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The crowds following Jesus answered, &apos;This is Jesus. He is the prophet from the town of Nazareth in Galilee.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Jesus went into the Temple area. He threw out all those who were selling and buying things there. He turned over the tables that belonged to those who were exchanging different kinds of money. And he turned over the benches of those who were selling doves."
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus said to them, &apos;The Scriptures say, &quot;My Temple will be called a house of prayer.&quot; But you are changing it into a &quot;hiding place for thieves.&quot; &apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Some blind people and some who were crippled came to Jesus in the Temple area. Jesus healed them."
            },
            {
                "verse_number": "15",
                "verse_text": "The leading priests and the teachers of the law saw the wonderful things he was doing. And they saw the children praising him in the Temple area. The children were shouting, &apos;Praise to the Son of David.&apos; All this made the priests and the teachers of the law angry."
            },
            {
                "verse_number": "16",
                "verse_text": "They asked Jesus, &apos;Do you hear what these children are saying?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Then Jesus left them and went out of the city to Bethany, where he spent the night."
            },
            {
                "verse_number": "18",
                "verse_text": "Early the next morning, Jesus was going back to the city. He was very hungry."
            },
            {
                "verse_number": "19",
                "verse_text": "He saw a fig tree beside the road and went to get a fig from it. But there were no figs on the tree. There were only leaves. So Jesus said to the tree, &apos;You will never again produce fruit!&apos; The tree immediately dried up and died."
            },
            {
                "verse_number": "20",
                "verse_text": "When the followers saw this, they were very surprised. They asked, &apos;How did the fig tree dry up and die so quickly?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus answered, &apos;The truth is, if you have faith and no doubts, you will be able to do the same as I did to this tree. And you will be able to do more. You will be able to say to this mountain, &quot;Go, mountain, fall into the sea.&quot; And if you have faith, it will happen."
            },
            {
                "verse_number": "22",
                "verse_text": "If you believe, you will get anything you ask for in prayer.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus went into the Temple area. While Jesus was teaching there, the leading priests and the older leaders of the people came to him. They said, &apos;Tell us! What authority do you have to do these things you are doing? Who gave you this authority?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus answered, &apos;I will ask you a question too. If you answer me, then I will tell you what authority I have to do these things."
            },
            {
                "verse_number": "25",
                "verse_text": "Tell me: When John baptized people, did his authority come from God, or was it only from other people?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "But we can&quot;t say John&quot;s baptism was from someone else. We are afraid of the people, because they all believe John was a prophet.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "So they told Jesus, &apos;We don&quot;t know the answer.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Tell me what you think about this: There was a man who had two sons. He went to the first son and said, &quot;Son, go and work today in the vineyard.&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;The son answered, &quot;I will not go.&quot; But later he decided he should go, and he went."
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;Then the father went to the other son and said, &quot;Son, go and work today in the vineyard.&quot; He answered, &quot;Yes, sir, I will go and work.&quot; But he did not go."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Which of the two sons obeyed his father?&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "John came showing you the right way to live, and you did not believe him. But the tax collectors and prostitutes believed John. You saw that happening, but you would not change. You still refused to believe him."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;Listen to this story: There was a man who owned a vineyard. He put a wall around the field and dug a hole for a winepress. Then he built a tower. He leased the land to some farmers and then left on a trip."
            },
            {
                "verse_number": "34",
                "verse_text": "Later, it was time for the grapes to be picked. So the man sent his servants to the farmers to get his share of the grapes."
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;But the farmers grabbed the servants and beat one. They killed another one and then stoned to death a third servant."
            },
            {
                "verse_number": "36",
                "verse_text": "So the man sent some other servants to the farmers. He sent more servants than he sent the first time. But the farmers did the same thing to them that they did the first time."
            },
            {
                "verse_number": "37",
                "verse_text": "So the man decided to send his son to the farmers. He said, &quot;The farmers will respect my son.&quot;"
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;But when the farmers saw the son, they said to each other, &quot;This is the owner&quot;s son. This vineyard will be his. If we kill him, it will be ours.&quot;"
            },
            {
                "verse_number": "39",
                "verse_text": "So the farmers took the son, threw him out of the vineyard, and killed him."
            },
            {
                "verse_number": "40",
                "verse_text": "&apos;So what will the owner of the vineyard do to these farmers when he comes?&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "The Jewish priests and leaders said, &apos;He will surely kill those evil men. Then he will lease the land to other farmers, who will give him his share of the crop at harvest time.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Jesus said to them, &apos;Surely you have read this in the Scriptures:"
            },
            {
                "verse_number": "43",
                "verse_text": "&apos;So I tell you that God&quot;s kingdom will be taken away from you. It will be given to people who do what God wants in his kingdom."
            },
            {
                "verse_number": "44",
                "verse_text": "Whoever falls on this stone will be broken. And it will crush anyone it falls on.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "When the leading priests and the Pharisees heard these stories, they knew that Jesus was talking about them."
            },
            {
                "verse_number": "46",
                "verse_text": "They wanted to find a way to arrest Jesus. But they were afraid to do anything, because the people believed that Jesus was a prophet."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Jesus used some more stories to teach the people. He said,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;God&quot;s kingdom is like a king who prepared a wedding feast for his son."
            },
            {
                "verse_number": "3",
                "verse_text": "He invited some people to the feast. When it was ready, the king sent his servants to tell the people to come. But they refused to come to the king&quot;s feast. Then Jesus said to them, &apos;Give to Caesar what belongs to Caesar, and give to God what belongs to God.&apos; The Pharisees answered, &apos;The Messiah is the Son of David.&apos; Sit by me at my right side,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Then the king sent some more servants. He said to them, &quot;I have already invited the people. So tell them that my feast is ready. I have killed my best bulls and calves to be eaten. Everything is ready. Come to the wedding feast.&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;But when the servants told the people to come, they refused to listen. They all went to do other things. One went to work in his field, and another went to his business."
            },
            {
                "verse_number": "6",
                "verse_text": "Some of the other people grabbed the servants, beat them, and killed them."
            },
            {
                "verse_number": "7",
                "verse_text": "The king was very angry. He sent his army to kill those who murdered his servants. And the army burned their city."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;After that the king said to his servants, &quot;The wedding feast is ready. I invited those people, but they were not good enough to come to my feast."
            },
            {
                "verse_number": "9",
                "verse_text": "So go to the street corners and invite everyone you see. Tell them to come to my feast.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "So the servants went into the streets. They gathered all the people they could find, good and bad alike, and brought them to where the wedding feast was ready. And the place was filled with guests."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;When the king came in to meet the guests, he saw a man there who was not dressed in the right clothes for a wedding."
            },
            {
                "verse_number": "12",
                "verse_text": "The king said, &quot;Friend, how were you allowed to come in here? You are not wearing the right clothes.&quot; But the man said nothing."
            },
            {
                "verse_number": "13",
                "verse_text": "So the king told some servants, &quot;Tie this man&quot;s hands and feet. Throw him out into the darkness, where people are crying and grinding their teeth with pain.&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Yes, many people are invited. But only a few are chosen.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then the Pharisees left the place where Jesus was teaching. They made plans to catch him saying something wrong."
            },
            {
                "verse_number": "16",
                "verse_text": "They sent some men to Jesus. They were some of their own followers and some from the group called Herodians. They said, &apos;Teacher, we know you are an honest man. We know you teach the truth about God&quot;s way. You are not afraid of what others think about you. All people are the same to you."
            },
            {
                "verse_number": "17",
                "verse_text": "So tell us what you think. Is it right to pay taxes to Caesar or not?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "But Jesus knew that these men were trying to trick him. So he said, &apos;You hypocrites! Why are you trying to catch me saying something wrong?"
            },
            {
                "verse_number": "19",
                "verse_text": "Show me a coin used for paying the tax.&apos; They showed Jesus a silver coin."
            },
            {
                "verse_number": "20",
                "verse_text": "Then he asked, &apos;Whose picture is on the coin? And whose name is written on the coin?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "They answered, &apos;It is Caesar&quot;s picture and Caesar&quot;s name.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "When they heard what Jesus said, they were amazed. They left him and went away."
            },
            {
                "verse_number": "23",
                "verse_text": "That same day some Sadducees came to Jesus. (Sadducees believe that no one will rise from death.) The Sadducees asked Jesus a question."
            },
            {
                "verse_number": "24",
                "verse_text": "They said, &apos;Teacher, Moses told us that if a married man dies and had no children, his brother must marry the woman. Then they will have children for the dead brother."
            },
            {
                "verse_number": "25",
                "verse_text": "There were seven brothers among us. The first brother married but died. He had no children. So his brother married the woman."
            },
            {
                "verse_number": "26",
                "verse_text": "Then the second brother also died. The same thing happened to the third brother and all the other brothers."
            },
            {
                "verse_number": "27",
                "verse_text": "The woman was the last to die."
            },
            {
                "verse_number": "28",
                "verse_text": "But all seven men had married her. So when people rise from death, whose wife will she be?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus answered, &apos;You are so wrong! You don&quot;t know what the Scriptures say. And you don&quot;t know anything about God&quot;s power."
            },
            {
                "verse_number": "30",
                "verse_text": "At the time when people rise from death, there will be no marriage. People will not be married to each other. Everyone will be like the angels in heaven."
            },
            {
                "verse_number": "31",
                "verse_text": "Surely you have read what God said to you about people rising from death."
            },
            {
                "verse_number": "32",
                "verse_text": "God said, &quot;I am the God of Abraham, the God of Isaac, and the God of Jacob.&quot; So they were not still dead, because he is the God only of living people.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "When the people heard this, they were amazed at Jesus&quot; teaching."
            },
            {
                "verse_number": "34",
                "verse_text": "The Pharisees learned that Jesus had made the Sadducees look so foolish that they stopped trying to argue with him. So the Pharisees had a meeting."
            },
            {
                "verse_number": "35",
                "verse_text": "Then one of them, an expert in the Law of Moses, asked Jesus a question to test him."
            },
            {
                "verse_number": "36",
                "verse_text": "He said, &apos;Teacher, which command in the law is the most important?&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Jesus answered, &apos;&quot;Love the Lord your God with all your heart, all your soul, and all your mind.&quot;"
            },
            {
                "verse_number": "38",
                "verse_text": "This is the first and most important command."
            },
            {
                "verse_number": "39",
                "verse_text": "And the second command is like the first: &quot;Love your neighbor the same as you love yourself.&quot;"
            },
            {
                "verse_number": "40",
                "verse_text": "All of the law and the writings of the prophets take their meaning from these two commands.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "So while the Pharisees were together, Jesus asked them a question."
            },
            {
                "verse_number": "42",
                "verse_text": "He said, &apos;What do you think about the Messiah? Whose son is he?&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Jesus said to them, &apos;Then why did David call him &quot;Lord&quot;? David was speaking by the power of the Spirit. He said,"
            },
            {
                "verse_number": "44",
                "verse_text": "&quot;The Lord God said to my Lord: and I will put your enemies under your control. &quot; Psalm 110:1"
            },
            {
                "verse_number": "45",
                "verse_text": "David calls the Messiah &quot;Lord.&quot; So how can he be David&quot;s son?&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "None of the Pharisees could answer Jesus&quot; question. And after that day, no one was brave enough to ask him any more questions."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "Then Jesus spoke to the people and to his followers. He said,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;The teachers of the law and the Pharisees have the authority to tell you what the Law of Moses says."
            },
            {
                "verse_number": "3",
                "verse_text": "So you should obey them. Do everything they tell you to do. But their lives are not good examples for you to follow. They tell you to do things, but they don&quot;t do those things themselves."
            },
            {
                "verse_number": "4",
                "verse_text": "They make strict rules that are hard for people to obey. They try to force others to obey all their rules. But they themselves will not try to follow any of those rules."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;The only reason they do what they do is for other people to see them. They make the little Scripture boxes they wear bigger and bigger. And they make the tassels on their prayer clothes long enough for people to notice them."
            },
            {
                "verse_number": "6",
                "verse_text": "These men love to have the places of honor at banquets and the most important seats in the synagogues."
            },
            {
                "verse_number": "7",
                "verse_text": "They love for people to show respect to them in the marketplaces and to call them &quot;Teacher.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;But you must not be called &quot;Teacher.&quot; You are all equal as brothers and sisters. You have only one Teacher."
            },
            {
                "verse_number": "9",
                "verse_text": "And don&quot;t call anyone on earth &quot;Father.&quot; You have one Father. He is in heaven."
            },
            {
                "verse_number": "10",
                "verse_text": "And you should not be called &quot;Master.&quot; You have only one Master, the Messiah."
            },
            {
                "verse_number": "11",
                "verse_text": "Whoever serves you like a servant is the greatest among you."
            },
            {
                "verse_number": "12",
                "verse_text": "People who think they are better than others will be made humble. But people who humble themselves will be made great."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;It will be bad for you teachers of the law and you Pharisees! You are hypocrites! You close the way for people to enter God&quot;s kingdom. You yourselves don&quot;t enter, and you stop those who are trying to enter."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;It will be bad for you teachers of the law and you Pharisees! You are hypocrites. You travel across the seas and across different countries to find one person who will follow your ways. When you find that person, you make him worse than you are. And you are so bad that you belong in hell!"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;It will be bad for you teachers of the law and you Pharisees! You guide the people, but you are blind. You say, &quot;If anyone uses the name of the Temple to make a promise, that means nothing. But anyone who uses the gold that is in the Temple to make a promise must keep that promise.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "You are blind fools! Can&quot;t you see that the Temple is greater than the gold on it? It&quot;s the Temple that makes the gold holy!"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;And you say, &quot;If anyone uses the altar to make a promise, that means nothing. But anyone who uses the gift on the altar to make a promise must keep that promise.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "You are blind! Can&quot;t you see that the altar is greater than any gift on it? It&quot;s the altar that makes the gift holy!"
            },
            {
                "verse_number": "20",
                "verse_text": "Whoever uses the altar to make a promise is really using the altar and everything on the altar."
            },
            {
                "verse_number": "21",
                "verse_text": "And anyone who uses the Temple to make a promise is really using the Temple and God, who lives in it."
            },
            {
                "verse_number": "22",
                "verse_text": "Whoever uses heaven to make a promise is using God&quot;s throne and the one who is seated on it."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;It will be bad for you teachers of the law and you Pharisees! You are hypocrites! You give God a tenth of the food you get, even your mint, dill, and cumin. But you don&quot;t obey the really important teachings of the law&ndash;being fair, showing mercy, and being faithful. These are the things you should do. And you should also continue to do those other things."
            },
            {
                "verse_number": "24",
                "verse_text": "You guide the people, but you are blind! Think about a man picking a little fly out of his drink and then swallowing a camel! You are like that."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;It will be bad for you teachers of the law and you Pharisees! You are hypocrites! You wash clean the outside of your cups and dishes. But inside they are full of what you got by cheating others and pleasing yourselves."
            },
            {
                "verse_number": "26",
                "verse_text": "Pharisees, you are blind! First make the inside of the cup clean and good. Then the outside of the cup will also be clean."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;It will be bad for you teachers of the law and you Pharisees! You are hypocrites! You are like tombs that are painted white. Outside they look fine, but inside they are full of dead people&quot;s bones and all kinds of filth."
            },
            {
                "verse_number": "28",
                "verse_text": "It is the same with you. People look at you and think you are godly. But on the inside you are full of hypocrisy and evil."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;It will be bad for you teachers of the law and you Pharisees! You are hypocrites! You build tombs for the prophets. And you show honor to the graves of the godly people who were killed."
            },
            {
                "verse_number": "30",
                "verse_text": "And you say, &quot;If we had lived during the time of our ancestors, we would not have helped them kill these prophets.&quot;"
            },
            {
                "verse_number": "31",
                "verse_text": "So you give proof that you are descendants of those who killed the prophets."
            },
            {
                "verse_number": "32",
                "verse_text": "And you will finish the sin that your ancestors started!"
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;You are snakes! You are from a family of poisonous snakes! You will not escape God. You will all be judged guilty and go to hell!"
            },
            {
                "verse_number": "34",
                "verse_text": "So I tell you this: I send to you prophets and teachers who are wise and know the Scriptures. You will kill some of them. You will hang some of them on crosses. You will beat some of them in your synagogues. You will chase them from town to town."
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;So you will be guilty for the death of all the good people who have been killed on earth. You will be guilty for the killing of that godly man Abel. And you will be guilty for the killing of Zechariah son of Berachiah. He was killed between the Temple and the altar. You will be guilty for the killing of all the good people who lived between the time of Abel and the time of Zechariah."
            },
            {
                "verse_number": "36",
                "verse_text": "Believe me when I say that all these things will happen to you people who are living now."
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;O Jerusalem, Jerusalem! You kill the prophets. You stone to death those that God has sent to you. Many, many times I wanted to help your people. I wanted to gather them together as a hen gathers her chicks under her wings. But you did not let me."
            },
            {
                "verse_number": "38",
                "verse_text": "Now your house will be left completely empty."
            },
            {
                "verse_number": "39",
                "verse_text": "I tell you, you will not see me again until that time when you will say, &quot;Welcome! God bless the one who comes in the name of the Lord.&quot; &apos;"
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Jesus left the Temple area and was walking away. But his followers came to him to show him the Temple&quot;s buildings."
            },
            {
                "verse_number": "2",
                "verse_text": "He asked them, &apos;Are you looking at these buildings? The fact is, they will be destroyed. Every stone will be thrown down to the ground. Not one stone will be left on another.&apos; &quot;The sun will become dark, and the moon will not give light. The stars will fall from the sky, &apos;It will be the same when the Son of Man comes."
            },
            {
                "verse_number": "3",
                "verse_text": "Later, Jesus was sitting at a place on the Mount of Olives. The followers came to be alone with him. They said, &apos;Tell us when these things will happen. And what will happen to prepare us for your coming and the end of time?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus answered, &apos;Be careful! Don&quot;t let anyone fool you."
            },
            {
                "verse_number": "5",
                "verse_text": "Many people will come and use my name. They will say, &quot;I am the Messiah.&quot; And they will fool many people."
            },
            {
                "verse_number": "6",
                "verse_text": "You will hear about wars that are being fought. And you will hear stories about other wars beginning. But don&quot;t be afraid. These things must happen before the end comes."
            },
            {
                "verse_number": "7",
                "verse_text": "Nations will fight against other nations. Kingdoms will fight against other kingdoms. There will be times when there is no food for people to eat. And there will be earthquakes in different places."
            },
            {
                "verse_number": "8",
                "verse_text": "These things are only the beginning of troubles, like the first pains of a woman giving birth."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Then you will be arrested and handed over to be punished and killed. People all over the world will hate you because you believe in me."
            },
            {
                "verse_number": "10",
                "verse_text": "During that time many believers will lose their faith. They will turn against each other and hate each other."
            },
            {
                "verse_number": "11",
                "verse_text": "Many false prophets will come and cause many people to believe things that are wrong."
            },
            {
                "verse_number": "12",
                "verse_text": "There will be so much more evil in the world that the love of most believers will grow cold."
            },
            {
                "verse_number": "13",
                "verse_text": "But the one who remains faithful to the end will be saved."
            },
            {
                "verse_number": "14",
                "verse_text": "And the Good News I have shared about God&quot;s kingdom will be told throughout the world. It will be spread to every nation. Then the end will come."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Daniel the prophet spoke about &quot;the terrible thing that causes destruction.&quot; You will see this terrible thing standing in the holy place.&apos; (You who read this should understand what it means.)"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;The people in Judea at that time should run away to the mountains."
            },
            {
                "verse_number": "17",
                "verse_text": "They should run away without wasting time to stop for anything. If they are on the roof of their house, they must not go down to get anything out of the house."
            },
            {
                "verse_number": "18",
                "verse_text": "If they are in the field, they must not go back to get a coat."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;During that time it will be hard for women who are pregnant or have small babies!"
            },
            {
                "verse_number": "20",
                "verse_text": "Pray that it will not be winter or a Sabbath day when these things happen and you have to run away,"
            },
            {
                "verse_number": "21",
                "verse_text": "because it will be a time of great trouble. There will be more trouble than has ever happened since the beginning of the world. And nothing as bad as that will ever happen again."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;But God has decided to make that terrible time short. If it were not made short, no one would continue living. But God will make that time short to help the people he has chosen."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Someone might say to you at that time, &quot;Look, there is the Messiah!&quot; Or someone else might say, &quot;There he is!&quot; But don&quot;t believe them."
            },
            {
                "verse_number": "24",
                "verse_text": "False messiahs and false prophets will come and do great miracles and wonders, trying to fool the people God has chosen, if that is possible."
            },
            {
                "verse_number": "25",
                "verse_text": "Now I have warned you about this before it happens."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Someone might tell you, &quot;The Messiah is there in the desert!&quot; But don&quot;t go into the desert to look for him. Someone else might say, &quot;There is the Messiah in that room!&quot; But don&quot;t believe it."
            },
            {
                "verse_number": "27",
                "verse_text": "When the Son of Man comes, everyone will see him. It will be like lightning flashing in the sky that can be seen everywhere."
            },
            {
                "verse_number": "28",
                "verse_text": "It&quot;s like looking for a dead body: You will find it where the vultures are gathering above."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Right after the trouble of those days, this will happen: and everything in the sky will be changed.&quot;"
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;Then there will be something in the sky that shows the Son of Man is coming. All the people of the world will cry. Everyone will see the Son of Man coming on the clouds in the sky. He will come with power and great glory."
            },
            {
                "verse_number": "31",
                "verse_text": "He will use a loud trumpet to send his angels all around the earth. They will gather his chosen people from every part of the earth."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;The fig tree teaches us a lesson: When its branches become green and soft, and new leaves begin to grow, then you know that summer is very near."
            },
            {
                "verse_number": "33",
                "verse_text": "In the same way, when you see all these things happening, you will know that the time is very near, already present."
            },
            {
                "verse_number": "34",
                "verse_text": "I assure you that all these things will happen while some of the people of this time are still living."
            },
            {
                "verse_number": "35",
                "verse_text": "The whole world, earth and sky, will be destroyed, but my words will last forever."
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;No one knows when that day or time will be. The Son and the angels in heaven don&quot;t know when it will be. Only the Father knows."
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;When the Son of Man comes, it will be the same as what happened during Noah&quot;s time."
            },
            {
                "verse_number": "38",
                "verse_text": "In those days before the flood, people were eating and drinking, marrying and giving their children to be married right up to the day Noah entered the boat."
            },
            {
                "verse_number": "39",
                "verse_text": "They knew nothing about what was happening until the flood came and destroyed them all."
            },
            {
                "verse_number": "40",
                "verse_text": "Two men will be working together in the field. One will be taken and the other will be left."
            },
            {
                "verse_number": "41",
                "verse_text": "Two women will be grinding grain with a mill. One will be taken and the other will be left."
            },
            {
                "verse_number": "42",
                "verse_text": "&apos;So always be ready. You don&quot;t know the day your Lord will come."
            },
            {
                "verse_number": "43",
                "verse_text": "What would a homeowner do if he knew when a thief was coming? You know he would be ready and not let the thief break in."
            },
            {
                "verse_number": "44",
                "verse_text": "So you also must be ready. The Son of Man will come at a time when you don&quot;t expect him."
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;Who is the wise and trusted servant? The master trusts one servant to give the other servants their food at the right time. Who is the one the master trusts to do that work?"
            },
            {
                "verse_number": "46",
                "verse_text": "When the master comes and finds that servant doing the work he gave him, it will be a day of blessing for that servant."
            },
            {
                "verse_number": "47",
                "verse_text": "I can tell you without a doubt, the master will choose that servant to take care of everything he owns."
            },
            {
                "verse_number": "48",
                "verse_text": "&apos;But what will happen if that servant is evil and thinks his master will not come back soon?"
            },
            {
                "verse_number": "49",
                "verse_text": "He will begin to beat the other servants. He will eat and drink with others who are drunk."
            },
            {
                "verse_number": "50",
                "verse_text": "Then the master will come when the servant is not ready, at a time when the servant is not expecting him."
            },
            {
                "verse_number": "51",
                "verse_text": "Then the master will punish that servant. He will send him away to be with the hypocrites, where people will cry and grind their teeth with pain."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "&apos;At that time God&quot;s kingdom will be like ten girls who went to wait for the bridegroom. They took their lamps with them."
            },
            {
                "verse_number": "2",
                "verse_text": "Five of the girls were foolish, and five were wise."
            },
            {
                "verse_number": "3",
                "verse_text": "The foolish girls took their lamps with them, but they did not take extra oil for the lamps."
            },
            {
                "verse_number": "4",
                "verse_text": "The wise girls took their lamps and more oil in jars."
            },
            {
                "verse_number": "5",
                "verse_text": "When the bridegroom was very late, the girls could not keep their eyes open, and they all fell asleep."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;At midnight someone announced, &quot;The bridegroom is coming! Come and meet him!&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Then all the girls woke up. They made their lamps ready."
            },
            {
                "verse_number": "8",
                "verse_text": "But the foolish girls said to the wise girls, &quot;Give us some of your oil. The oil in our lamps is all gone.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;The wise girls answered, &quot;No! The oil we have might not be enough for all of us. But go to those who sell oil and buy some for yourselves.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;So the foolish girls went to buy oil. While they were gone, the bridegroom came. The girls who were ready went in with the bridegroom to the wedding feast. Then the door was closed and locked."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Later, the other girls came. They said, &quot;Sir, sir! Open the door to let us in.&quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;But the bridegroom answered, &quot;Certainly not! I don&quot;t even know you.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;So always be ready. You don&quot;t know the day or the time when the Son of Man will come."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;At that time God&quot;s kingdom will also be like a man leaving home to travel to another place for a visit. Before he left, he talked with his servants. He told his servants to take care of his things while he was gone."
            },
            {
                "verse_number": "15",
                "verse_text": "He decided how much each servant would be able to care for. The man gave one servant five bags of money. He gave another servant two bags. And he gave a third servant one bag. Then he left."
            },
            {
                "verse_number": "16",
                "verse_text": "The servant who got five bags went quickly to invest the money. Those five bags of money earned five more."
            },
            {
                "verse_number": "17",
                "verse_text": "It was the same with the servant who had two bags. That servant invested the money and earned two more."
            },
            {
                "verse_number": "18",
                "verse_text": "But the servant who got one bag of money went away and dug a hole in the ground. Then he hid his master&quot;s money in the hole."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;After a long time the master came home. He asked the servants what they did with his money."
            },
            {
                "verse_number": "20",
                "verse_text": "The servant who got five bags brought that amount and five more bags of money to the master. The servant said, &quot;Master, you trusted me to care for five bags of money. So I used them to earn five more.&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;The master answered, &quot;You did right. You are a good servant who can be trusted. You did well with that small amount of money. So I will let you care for much greater things. Come and share my happiness with me.&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Then the servant who got two bags of money came to the master. The servant said, &quot;Master, you gave me two bags of money to care for. So I used your two bags to earn two more.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;The master answered, &quot;You did right. You are a good servant who can be trusted. You did well with a small amount of money. So I will let you care for much greater things. Come and share my happiness with me.&quot;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Then the servant who got one bag of money came to the master. The servant said, &quot;Master, I knew you were a very hard man. You harvest what you did not plant. You gather crops where you did not put any seed."
            },
            {
                "verse_number": "25",
                "verse_text": "So I was afraid. I went and hid your money in the ground. Here is the one bag of money you gave me.&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;The master answered, &quot;You are a bad and lazy servant! You say you knew that I harvest what I did not plant and that I gather crops where I did not put any seed."
            },
            {
                "verse_number": "27",
                "verse_text": "So you should have put my money in the bank. Then, when I came home, I would get my money back. And I would also get the interest that my money earned.&quot;"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;So the master told his other servants, &quot;Take the one bag of money from that servant and give it to the servant who has ten bags."
            },
            {
                "verse_number": "29",
                "verse_text": "Everyone who uses what they have will get more. They will have much more than they need. But people who do not use what they have will have everything taken away from them.&quot;"
            },
            {
                "verse_number": "30",
                "verse_text": "Then the master said, &quot;Throw that useless servant outside into the darkness, where people will cry and grind their teeth with pain.&quot;"
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;The Son of Man will come again with divine greatness, and all his angels will come with him. He will sit as king on his great and glorious throne."
            },
            {
                "verse_number": "32",
                "verse_text": "All the people of the world will be gathered before him. Then he will separate everyone into two groups. It will be like a shepherd separating his sheep from his goats."
            },
            {
                "verse_number": "33",
                "verse_text": "He will put the sheep on his right and the goats on his left."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Then the king will say to the godly people on his right, &quot;Come, my Father has great blessings for you. The kingdom he promised is now yours. It has been prepared for you since the world was made."
            },
            {
                "verse_number": "35",
                "verse_text": "It is yours because when I was hungry, you gave me food to eat. When I was thirsty, you gave me something to drink. When I had no place to stay, you welcomed me into your home."
            },
            {
                "verse_number": "36",
                "verse_text": "When I was without clothes, you gave me something to wear. When I was sick, you cared for me. When I was in prison, you came to visit me.&quot;"
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;Then the godly people will answer, &quot;Lord, when did we see you hungry and give you food? When did we see you thirsty and give you something to drink?"
            },
            {
                "verse_number": "38",
                "verse_text": "When did we see you with no place to stay and welcome you into our home? When did we see you without clothes and give you something to wear?"
            },
            {
                "verse_number": "39",
                "verse_text": "When did we see you sick or in prison and care for you?&quot;"
            },
            {
                "verse_number": "40",
                "verse_text": "&apos;Then the king will answer, &quot;The truth is, anything you did for any of my people here, you also did for me.&quot;"
            },
            {
                "verse_number": "41",
                "verse_text": "&apos;Then the king will say to the evil people on his left, &quot;Get away from me. God has already decided that you will be punished. Go into the fire that burns forever&ndash;the fire that was prepared for the devil and his angels."
            },
            {
                "verse_number": "42",
                "verse_text": "You must go away because when I was hungry, you gave me nothing to eat. When I was thirsty, you gave me nothing to drink."
            },
            {
                "verse_number": "43",
                "verse_text": "When I had no place to stay, you did not welcome me into your home. When I was without clothes, you gave me nothing to wear. When I was sick and in prison, you did not care for me.&quot;"
            },
            {
                "verse_number": "44",
                "verse_text": "&apos;Then those people will answer, &quot;Lord, when did we see you hungry or thirsty? When did we see you without a place to stay? Or when did we see you without clothes or sick or in prison? When did we see any of this and not help you?&quot;"
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;The king will answer, &quot;The truth is, anything you refused to do for any of my people here, you refused to do for me.&quot;"
            },
            {
                "verse_number": "46",
                "verse_text": "&apos;Then these evil people will go away to be punished forever. But the godly people will go and enjoy eternal life.&apos;"
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "After Jesus finished saying all these things, he said to his followers,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;You know that the day after tomorrow is Passover. On that day the Son of Man will be handed over to his enemies to be killed on a cross.&apos; Jesus answered, &apos;Yes, it is you.&apos; &quot;I will kill the shepherd, and the sheep will run away.&quot; Zechariah 13:7 Then the men came and grabbed Jesus and arrested him. Again the high priest said to Jesus, &apos;You are now under oath. I command you by the power of the living God to tell us the truth. Tell us, are you the Messiah, the Son of God?&apos; The Jewish leaders answered, &apos;He is guilty, and he must die.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then the leading priests and the older Jewish leaders had a meeting at the palace where the high priest lived. The high priest&quot;s name was Caiaphas."
            },
            {
                "verse_number": "4",
                "verse_text": "In the meeting they tried to find a way to arrest and kill Jesus without anyone knowing what they were doing. They planned to arrest Jesus and kill him."
            },
            {
                "verse_number": "5",
                "verse_text": "They said, &apos;We cannot arrest Jesus during Passover. We don&quot;t want the people to become angry and cause a riot.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus was in Bethany at the house of Simon the leper."
            },
            {
                "verse_number": "7",
                "verse_text": "While he was there, a woman came to him. She had an alabaster jar filled with expensive perfume. She poured the perfume on Jesus&quot; head while he was eating."
            },
            {
                "verse_number": "8",
                "verse_text": "The followers saw the woman do this and were upset at her. They said, &apos;Why waste that perfume?"
            },
            {
                "verse_number": "9",
                "verse_text": "It could be sold for a lot of money, and the money could be given to those who are poor.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "But Jesus knew what happened. He said, &apos;Why are you bothering this woman? She did a very good thing for me."
            },
            {
                "verse_number": "11",
                "verse_text": "You will always have the poor with you. But you will not always have me."
            },
            {
                "verse_number": "12",
                "verse_text": "This woman poured perfume on my body. She did this to prepare me for burial after I die."
            },
            {
                "verse_number": "13",
                "verse_text": "The Good News will be told to people all over the world. And I can assure you that everywhere the Good News is told, the story of what this woman did will also be told, and people will remember her.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then one of the twelve followers went to talk to the leading priests. This was the follower named Judas Iscariot."
            },
            {
                "verse_number": "15",
                "verse_text": "He said, &apos;I will hand Jesus over to you. What will you pay me for doing this?&apos; The priests gave him 30 silver coins."
            },
            {
                "verse_number": "16",
                "verse_text": "After that Judas waited for the best time to hand Jesus over to them."
            },
            {
                "verse_number": "17",
                "verse_text": "On the first day of the Festival of Unleavened Bread, the followers came to Jesus. They said, &apos;We will prepare everything for you to eat the Passover meal. Where do you want us to have the meal?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Jesus answered, &apos;Go into the city. Go to a man I know. Tell him that the Teacher says, &quot;The chosen time is near. I will have the Passover meal with my followers at your house.&quot;&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "They obeyed and did what Jesus told them to do. They prepared the Passover meal."
            },
            {
                "verse_number": "20",
                "verse_text": "In the evening Jesus was at the table with the twelve followers."
            },
            {
                "verse_number": "21",
                "verse_text": "They were all eating. Then Jesus said, &apos;Believe me when I say that one of you twelve here will hand me over to my enemies.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The followers were very sad to hear this. Each one said, &apos;Lord, surely I am not the one!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus answered, &apos;One who has dipped his bread in the same bowl with me will be the one to hand me over."
            },
            {
                "verse_number": "24",
                "verse_text": "The Son of Man will suffer what the Scriptures say will happen to him. But it will be very bad for the one who hands over the Son of Man to be killed. It would be better for him if he had never been born.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then Judas, the very one who would hand him over, said to Jesus, &apos;Teacher, surely I am not the one you are talking about, am I?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "While they were eating, Jesus took some bread and thanked God for it. He broke off some pieces, gave them to his followers and said, &apos;Take this bread and eat it. It is my body.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then he took a cup of wine, thanked God for it, and gave it to them. He said, &apos;Each one of you drink some of it."
            },
            {
                "verse_number": "28",
                "verse_text": "This wine is my blood, which will be poured out to forgive the sins of many and begin the new agreement from God to his people."
            },
            {
                "verse_number": "29",
                "verse_text": "I want you to know, I will not drink this wine again until that day when we are together in my Father&quot;s kingdom and the wine is new. Then I will drink it again with you.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "They all sang a song and then went out to the Mount of Olives."
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus told the followers, &apos;Tonight you will all lose your faith in me. The Scriptures say,"
            },
            {
                "verse_number": "32",
                "verse_text": "But after I am killed, I will rise from death. Then I will go into Galilee. I will be there before you go there.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Peter answered, &apos;All the other followers may lose their faith in you. But my faith will never be shaken.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus answered, &apos;The truth is, tonight you will say you don&quot;t know me. You will deny me three times before the rooster crows.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "But Peter answered, &apos;I will never say I don&quot;t know you! I will even die with you!&apos; And all the other followers said the same thing."
            },
            {
                "verse_number": "36",
                "verse_text": "Then Jesus went with his followers to a place called Gethsemane. He said to them, &apos;Sit here while I go there and pray.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "He told Peter and the two sons of Zebedee to come with him. Then he began to be very sad and troubled."
            },
            {
                "verse_number": "38",
                "verse_text": "Jesus said to Peter and the two sons of Zebedee, &apos;My heart is so heavy with grief, I feel as if I am dying. Wait here and stay awake with me.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Then Jesus went on a little farther away from them. He fell to the ground and prayed, &apos;My Father, if it is possible, don&quot;t make me drink from this cup. But do what you want, not what I want.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Then he went back to his followers and found them sleeping. He said to Peter, &apos;Could you men not stay awake with me for one hour?"
            },
            {
                "verse_number": "41",
                "verse_text": "Stay awake and pray for strength against temptation. Your spirit wants to do what is right, but your body is weak.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "Then Jesus went away a second time and prayed, &apos;My Father, if I must do this and it is not possible for me to escape it, then I pray that what you want will be done.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Then he went back to the followers. Again he found them sleeping. They could not stay awake."
            },
            {
                "verse_number": "44",
                "verse_text": "So he left them and went away one more time and prayed. This third time he prayed, he said the same thing."
            },
            {
                "verse_number": "45",
                "verse_text": "Then Jesus went back to the followers and said, &apos;Are you still sleeping and resting? The time has come for the Son of Man to be handed over to the control of sinful men."
            },
            {
                "verse_number": "46",
                "verse_text": "Stand up! We must go. Here comes the one who will hand me over.&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "While Jesus was still speaking, Judas, one of the twelve apostles came there. He had a big crowd of people with him, all carrying swords and clubs. They had been sent from the leading priests and the older leaders of the people."
            },
            {
                "verse_number": "48",
                "verse_text": "Judas planned to do something to show them which one was Jesus. He said, &apos;The one I kiss will be Jesus. Arrest him.&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "So he went to Jesus and said, &apos;Hello, Teacher!&apos; Then Judas kissed him."
            },
            {
                "verse_number": "50",
                "verse_text": "Jesus answered, &apos;Friend, do the thing you came to do.&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "When that happened, one of the followers with Jesus grabbed his sword and pulled it out. He swung it at the servant of the high priest and cut off his ear."
            },
            {
                "verse_number": "52",
                "verse_text": "Jesus said to the man, &apos;Put your sword back in its place. People who use swords will be killed with swords."
            },
            {
                "verse_number": "53",
                "verse_text": "Surely you know I could ask my Father and he would give me more than twelve armies of angels."
            },
            {
                "verse_number": "54",
                "verse_text": "But it must happen this way to show the truth of what the Scriptures said.&apos;"
            },
            {
                "verse_number": "55",
                "verse_text": "Then Jesus said to the crowd, &apos;Why do you come to get me with swords and clubs as if I were a criminal. Every day I sat in the Temple area teaching. You did not arrest me there."
            },
            {
                "verse_number": "56",
                "verse_text": "But all these things have happened to show the full meaning of what the prophets wrote.&apos; Then all of Jesus&quot; followers left him and ran away."
            },
            {
                "verse_number": "57",
                "verse_text": "The men who arrested Jesus led him to the house of Caiaphas the high priest. The teachers of the law and the older Jewish leaders were gathered there."
            },
            {
                "verse_number": "58",
                "verse_text": "Peter followed Jesus but stayed back at a distance. He followed him to the yard of the high priest&quot;s house. Peter went in and sat with the guards. He wanted to see what would happen to Jesus."
            },
            {
                "verse_number": "59",
                "verse_text": "The leading priests and the high council tried to find something against Jesus so that they could kill him. They tried to find people to lie and say that Jesus had done wrong."
            },
            {
                "verse_number": "60",
                "verse_text": "Many people came and told lies about him. But the council could find no real reason to kill him. Then two people came"
            },
            {
                "verse_number": "61",
                "verse_text": "and said, &apos;This man said, &quot;I can destroy the Temple of God and build it again in three days.&quot;&apos;"
            },
            {
                "verse_number": "62",
                "verse_text": "Then the high priest stood up and said to Jesus, &apos;Don&quot;t you have anything to say about these charges against you? Are they telling the truth?&apos;"
            },
            {
                "verse_number": "63",
                "verse_text": "But Jesus said nothing."
            },
            {
                "verse_number": "64",
                "verse_text": "Jesus answered, &apos;Yes, that&quot;s right. But I tell you, in the future you will see the Son of Man sitting at the right side of God. And you will see the Son of Man coming on the clouds of heaven.&apos;"
            },
            {
                "verse_number": "65",
                "verse_text": "When the high priest heard this, he tore his clothes in anger. He said, &apos;This man has said things that insult God! We don&quot;t need any more witnesses. You all heard his insulting words."
            },
            {
                "verse_number": "66",
                "verse_text": "What do you think?&apos;"
            },
            {
                "verse_number": "67",
                "verse_text": "Then some there spit in Jesus&quot; face, and they hit him with their fists. Others slapped him."
            },
            {
                "verse_number": "68",
                "verse_text": "They said, &apos;Show us that you are a prophet, Messiah! Tell us who hit you!&apos;"
            },
            {
                "verse_number": "69",
                "verse_text": "While Peter was sitting outside in the yard, a servant girl came up to him. She said, &apos;You were with Jesus, that man from Galilee.&apos;"
            },
            {
                "verse_number": "70",
                "verse_text": "But Peter told everyone there that this was not true. &apos;I don&quot;t know what you are talking about,&apos; he said."
            },
            {
                "verse_number": "71",
                "verse_text": "Then he left the yard. At the gate another girl saw him and said to the people there, &apos;This man was with Jesus of Nazareth.&apos;"
            },
            {
                "verse_number": "72",
                "verse_text": "Again, Peter said he was never with Jesus. He said, &apos;I swear to God I don&quot;t know the man!&apos;"
            },
            {
                "verse_number": "73",
                "verse_text": "A short time later those standing there went to Peter and said, &apos;We know you are one of them. It&quot;s clear from the way you talk.&apos;"
            },
            {
                "verse_number": "74",
                "verse_text": "Then Peter began to curse. He said, &apos;I swear to God, I don&quot;t know the man!&apos; As soon as he said this, a rooster crowed."
            },
            {
                "verse_number": "75",
                "verse_text": "Then he remembered what Jesus had told him: &apos;Before the rooster crows, you will say three times that you don&quot;t know me.&apos; Then Peter went outside and cried bitterly."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Early the next morning, all the leading priests and older leaders of the people met and decided to kill Jesus."
            },
            {
                "verse_number": "2",
                "verse_text": "They tied him, led him away, and handed him over to Pilate, the governor. The Jewish leaders answered, &apos;We don&quot;t care! That&quot;s a problem for you, not us.&apos; &apos;They took 30 silver coins. That was how much the people of Israel decided to pay for his life. Jesus answered, &apos;Yes, that&quot;s right.&apos; The people answered, &apos;Barabbas!&apos; All the people said, &apos;Kill him on a cross!&apos; But they shouted louder, &apos;Kill him on a cross!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Judas saw that they had decided to kill Jesus. He was the one who had handed him over. When he saw what happened, he was very sorry for what he had done. So he took the 30 silver coins back to the leading priests and the older leaders."
            },
            {
                "verse_number": "4",
                "verse_text": "Judas said, &apos;I sinned. I handed over to you an innocent man to be killed.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So Judas threw the money into the Temple. Then he went out from there and hanged himself."
            },
            {
                "verse_number": "6",
                "verse_text": "The leading priests picked up the silver coins in the Temple. They said, &apos;Our law does not allow us to keep this money with the Temple money, because this money has paid for a man&quot;s death.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So they decided to use the money to buy a field called Potter&quot;s Field. This field would be a place to bury people who died while visiting in Jerusalem."
            },
            {
                "verse_number": "8",
                "verse_text": "That is why that field is still called the Field of Blood."
            },
            {
                "verse_number": "9",
                "verse_text": "This showed the full meaning of what Jeremiah the prophet said:"
            },
            {
                "verse_number": "10",
                "verse_text": "They used those 30 silver coins to buy the potter&quot;s field, as the Lord commanded me.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus stood before Pilate, the governor, who asked him, &apos;Are you the king of the Jews?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then, when the leading priests and the older Jewish leaders made their accusations against Jesus, he said nothing."
            },
            {
                "verse_number": "13",
                "verse_text": "So Pilate said to him, &apos;Don&quot;t you hear all these charges they are making against you? Why don&quot;t you answer?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "But Jesus did not say anything, and this really surprised the governor."
            },
            {
                "verse_number": "15",
                "verse_text": "Every year at Passover time the governor would free one prisoner&ndash;whichever one the people wanted him to free."
            },
            {
                "verse_number": "16",
                "verse_text": "At that time there was a man in prison who was known to be very bad. His name was Barabbas."
            },
            {
                "verse_number": "17",
                "verse_text": "When a crowd gathered, Pilate said to them, &apos;I will free one man for you. Which one do you want me to free: Barabbas or Jesus who is called the Messiah?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Pilate knew that they had handed Jesus over to him because they were jealous of him."
            },
            {
                "verse_number": "19",
                "verse_text": "While Pilate was sitting there in the place for judging, his wife sent a message to him. It said, &apos;Don&quot;t do anything with that man. He is not guilty. Last night I had a dream about him, and it troubled me very much.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "But the leading priests and older Jewish leaders told the people to ask for Barabbas to be set free and for Jesus to be killed."
            },
            {
                "verse_number": "21",
                "verse_text": "Pilate said, &apos;I have Barabbas and Jesus. Which one do you want me to set free for you?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Pilate asked, &apos;So what should I do with Jesus, the one called the Messiah?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Pilate asked, &apos;Why do you want me to kill him? What wrong has he done?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Pilate saw that there was nothing he could do to make the people change. In fact, it looked as if there would be a riot. So he took some water and washed his hands in front of them all. He said, &apos;I am not guilty of this man&quot;s death. You are the ones who are doing it!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "The people answered, &apos;We will take full responsibility for his death. You can blame us and even our children!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then Pilate set Barabbas free. And he told some soldiers to beat Jesus with whips. Then he handed him over to the soldiers to be killed on a cross."
            },
            {
                "verse_number": "27",
                "verse_text": "Then Pilate&quot;s soldiers took Jesus into the governor&quot;s palace. All the soldiers gathered around him."
            },
            {
                "verse_number": "28",
                "verse_text": "They took off Jesus&quot; clothes and put a red robe on him."
            },
            {
                "verse_number": "29",
                "verse_text": "Then they made a crown from thorny branches and put it on his head, and they put a stick in his right hand. Then they bowed before him, making fun of him. They said, &apos;We salute you, king of the Jews!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "They spit on him. Then they took his stick and kept hitting him on the head with it."
            },
            {
                "verse_number": "31",
                "verse_text": "After they finished making fun of him, the soldiers took off the robe and put his own clothes on him again. Then they led him away to be killed on a cross."
            },
            {
                "verse_number": "32",
                "verse_text": "The soldiers were going out of the city with Jesus. They saw a man from Cyrene named Simon, and they forced him to carry Jesus&quot; cross."
            },
            {
                "verse_number": "33",
                "verse_text": "They came to the place called Golgotha. (Golgotha means &apos;The Place of the Skull.&apos;)"
            },
            {
                "verse_number": "34",
                "verse_text": "There the soldiers gave Jesus some wine mixed with gall. But when he tasted it, he refused to drink it."
            },
            {
                "verse_number": "35",
                "verse_text": "The soldiers nailed Jesus to a cross. Then they threw dice to divide his clothes between them."
            },
            {
                "verse_number": "36",
                "verse_text": "The soldiers stayed there to guard him."
            },
            {
                "verse_number": "37",
                "verse_text": "They put a sign above his head with the charge against him written on it: &apos; this is jesus, the king of the jews .&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Two criminals were nailed to crosses beside Jesus&ndash;one on the right and the other on the left."
            },
            {
                "verse_number": "39",
                "verse_text": "People walked by and shouted insults at Jesus. They shook their heads"
            },
            {
                "verse_number": "40",
                "verse_text": "and said, &apos;You said you could destroy the Temple and build it again in three days. So save yourself! Come down from that cross if you really are the Son of God!&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "The leading priests, the teachers of the law, and the older Jewish leaders were also there. They made fun of Jesus the same as the other people did."
            },
            {
                "verse_number": "42",
                "verse_text": "They said, &apos;He saved others, but he can&quot;t save himself! People say he is the king of Israel. If he is the king, he should come down now from the cross. Then we will believe in him."
            },
            {
                "verse_number": "43",
                "verse_text": "He trusted God. So let God save him now, if God really wants him. He himself said, &quot;I am the Son of God.&quot;&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "And in the same way, the criminals on the crosses beside Jesus also insulted him."
            },
            {
                "verse_number": "45",
                "verse_text": "At noon the whole country became dark. The darkness continued for three hours."
            },
            {
                "verse_number": "46",
                "verse_text": "About three o&quot;clock Jesus cried out loudly, &apos;Eli, Eli, lema sabachthani?&apos; This means &apos;My God, my God, why have you left me alone?&apos;"
            },
            {
                "verse_number": "47",
                "verse_text": "Some of the people standing there heard this. They said, &apos;He is calling Elijah.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "Quickly, one of them ran and got a sponge. He filled the sponge with sour wine and tied the sponge to a stick. Then he used the stick to give the sponge to Jesus to get a drink from it."
            },
            {
                "verse_number": "49",
                "verse_text": "But the others said, &apos;Don&quot;t bother him. We want to see if Elijah will come to save him.&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "Again Jesus cried out loudly and then died."
            },
            {
                "verse_number": "51",
                "verse_text": "When Jesus died, the curtain in the Temple was torn into two pieces. The tear started at the top and tore all the way to the bottom. Also, the earth shook and rocks were broken."
            },
            {
                "verse_number": "52",
                "verse_text": "The graves opened, and many of God&quot;s people who had died were raised from death."
            },
            {
                "verse_number": "53",
                "verse_text": "They came out of the graves. And after Jesus was raised from death, they went into the holy city, and many people saw them."
            },
            {
                "verse_number": "54",
                "verse_text": "The army officer and the soldiers guarding Jesus saw this earthquake and everything that happened. They were very afraid and said, &apos;He really was the Son of God!&apos;"
            },
            {
                "verse_number": "55",
                "verse_text": "Many women were standing away from the cross, watching. These were the women who had followed Jesus from Galilee to care for him."
            },
            {
                "verse_number": "56",
                "verse_text": "Mary Magdalene, Mary the mother of James and Joseph, and the mother of James and John were there."
            },
            {
                "verse_number": "57",
                "verse_text": "That evening a rich man named Joseph came to Jerusalem. He was a follower of Jesus from the town of Arimathea."
            },
            {
                "verse_number": "58",
                "verse_text": "He went to Pilate and asked to have Jesus&quot; body. Pilate gave orders for the soldiers to give Jesus&quot; body to him."
            },
            {
                "verse_number": "59",
                "verse_text": "Then Joseph took the body and wrapped it in a new linen cloth."
            },
            {
                "verse_number": "60",
                "verse_text": "He put Jesus&quot; body in a new tomb that he had dug in a wall of rock. Then he closed the tomb by rolling a very large stone to cover the entrance. After he did this, he went away."
            },
            {
                "verse_number": "61",
                "verse_text": "Mary Magdalene and the other woman named Mary were sitting near the tomb."
            },
            {
                "verse_number": "62",
                "verse_text": "That day was the day called Preparation day. The next day, the leading priests and the Pharisees went to Pilate."
            },
            {
                "verse_number": "63",
                "verse_text": "They said, &apos;Sir, we remember that while that liar was still alive he said, &quot;I will rise from death in three days.&quot;"
            },
            {
                "verse_number": "64",
                "verse_text": "So give the order for the tomb to be guarded well for three days. His followers might come and try to steal the body. Then they could tell everyone that he has risen from death. That lie will be even worse than what they said about him before.&apos;"
            },
            {
                "verse_number": "65",
                "verse_text": "Pilate said, &apos;Take some soldiers and go guard the tomb the best way you know.&apos;"
            },
            {
                "verse_number": "66",
                "verse_text": "So they all went to the tomb and made it safe from thieves. They did this by sealing the stone in the entrance and putting soldiers there to guard it."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "The day after the Sabbath day was the first day of the week. That day at dawn Mary Magdalene and the other woman named Mary went to look at the tomb."
            },
            {
                "verse_number": "2",
                "verse_text": "Suddenly an angel of the Lord came from the sky, and there was a huge earthquake. The angel went to the tomb and rolled the stone away from the entrance. Then he sat on top of the stone."
            },
            {
                "verse_number": "3",
                "verse_text": "The angel was shining as bright as lightning. His clothes were as white as snow."
            },
            {
                "verse_number": "4",
                "verse_text": "The soldiers guarding the tomb were very afraid of the angel. They shook with fear and then became like dead men."
            },
            {
                "verse_number": "5",
                "verse_text": "The angel said to the women, &apos;Don&quot;t be afraid. I know you are looking for Jesus, the one who was killed on the cross."
            },
            {
                "verse_number": "6",
                "verse_text": "But he is not here. He has risen from death, as he said he would. Come and see the place where his body was."
            },
            {
                "verse_number": "7",
                "verse_text": "And go quickly and tell his followers, &quot;Jesus has risen from death. He is going into Galilee and will be there before you. You will see him there.&quot;&apos; Then the angel said, &apos;Now I have told you.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So the women left the tomb quickly. They were afraid, but they were also very happy. They ran to tell his followers what happened."
            },
            {
                "verse_number": "9",
                "verse_text": "Suddenly, Jesus was there in front of them. He said, &apos;Hello!&apos; The women went to him and, holding on to his feet, worshiped him."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Jesus said to them, &apos;Don&quot;t be afraid. Go tell my followers to go to Galilee. They will see me there.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The women went to tell the followers. At the same time, some of the soldiers who were guarding the tomb went into the city. They went to tell the leading priests everything that happened."
            },
            {
                "verse_number": "12",
                "verse_text": "Then the priests met with the older Jewish leaders and made a plan. They paid the soldiers a lot of money"
            },
            {
                "verse_number": "13",
                "verse_text": "and said to them, &apos;Tell the people that Jesus&quot; followers came during the night and stole the body while you were sleeping."
            },
            {
                "verse_number": "14",
                "verse_text": "If the governor hears about this, we will talk to him and keep you out of trouble.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So the soldiers kept the money and obeyed the priests. And that story is still spread among the Jews even today."
            },
            {
                "verse_number": "16",
                "verse_text": "The eleven followers went to Galilee, to the mountain where Jesus told them to go."
            },
            {
                "verse_number": "17",
                "verse_text": "On the mountain the followers saw Jesus. They worshiped him. But some of the followers did not believe that it was really Jesus."
            },
            {
                "verse_number": "18",
                "verse_text": "So he came to them and said, &apos;All authority in heaven and on earth is given to me."
            },
            {
                "verse_number": "19",
                "verse_text": "So go and make followers of all people in the world. Baptize them in the name of the Father and the Son and the Holy Spirit."
            },
            {
                "verse_number": "20",
                "verse_text": "Teach them to obey everything that I have told you to do. You can be sure that I will be with you always. I will continue with you until the end of time.&apos;"
            }
        ]
    }
}