{
    "James": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Greetings! My name is Jacob, and I’m a love-slave of God and of the Lord Jesus Christ. I’m writing to all the twelve tribes of Israel who have been sown as seeds among the nations."
            },
            {
                "verse_number": "2",
                "verse_text": "My fellow believers, when it seems as though you are facing nothing but difficulties, see it as an invaluable opportunity to experience the greatest joy that you can!"
            },
            {
                "verse_number": "3",
                "verse_text": "For you know that when your faith is tested it stirs up in you the power of endurance."
            },
            {
                "verse_number": "4",
                "verse_text": "And then as your endurance grows even stronger, it will release perfection into every part of your being until there is nothing missing and nothing lacking."
            },
            {
                "verse_number": "5",
                "verse_text": "And if anyone longs to be wise, ask God for wisdom and he will give it! He won’t see your lack of wisdom as an opportunity to scold you over your failures but he will overwhelm your failures with his generous grace."
            },
            {
                "verse_number": "6",
                "verse_text": "Just make sure you ask empowered by confident faith without doubting that you will receive. For the ambivalent person believes one minute and doubts the next. Being undecided makes you become like the rough seas driven and tossed by the wind. You’re up one minute and tossed down the next."
            },
            {
                "verse_number": "9",
                "verse_text": "The believer who is poor still has reasons to boast, for he has been placed on high."
            },
            {
                "verse_number": "10",
                "verse_text": "But those who are rich should boast in how God has brought them low and humbled them, for all their earthly glory will one day fade away like a wildflower in the meadow."
            },
            {
                "verse_number": "11",
                "verse_text": "For as the scorching heat of the sun causes the petals of the wildflower to fall off and lose its appearance of beauty, so the rich in the midst of their pursuit of wealth will wither away."
            },
            {
                "verse_number": "12",
                "verse_text": "If your faith remains strong, even while surrounded by life’s difficulties, you will continue to experience the untold blessings of God! True happiness comes as you pass the test with faith, and receive the victorious crown of life promised to every lover of God!"
            },
            {
                "verse_number": "13",
                "verse_text": "When you are tempted don’t ever say, “God is tempting me,” for God is incapable of being tempted by evil and he is never the source of temptation."
            },
            {
                "verse_number": "14",
                "verse_text": "Instead it is each person’s own desires and thoughts that drag them into evil and lure them away into darkness."
            },
            {
                "verse_number": "15",
                "verse_text": "Evil desires give birth to evil actions. And when sin is fully mature it can murder you!"
            },
            {
                "verse_number": "16",
                "verse_text": "So my friends, don’t be fooled by your own desires!"
            },
            {
                "verse_number": "17",
                "verse_text": "Every gift God freely gives us is good and perfect, streaming down from the Father of lights, who shines from the heavens with no hidden shadow or darkness and is never subject to change."
            },
            {
                "verse_number": "18",
                "verse_text": "God was delighted to give us birth by the truth of his infallible Word so that we would fulfill his chosen destiny for us and become the favorite ones out of all his creation!"
            },
            {
                "verse_number": "19",
                "verse_text": "My dearest brothers and sisters, take this to heart: Be quick to listen, but slow to speak. And be slow to become angry,"
            },
            {
                "verse_number": "20",
                "verse_text": "for human anger is never a legitimate tool to promote God’s righteous purpose."
            },
            {
                "verse_number": "21",
                "verse_text": "So this is why we abandon everything morally impure and all forms of wicked conduct. Instead, with a sensitive spirit we absorb God’s Word, which has been implanted within our nature, for the Word of Life has power to continually deliver us."
            },
            {
                "verse_number": "22",
                "verse_text": "Don’t just listen to the Word of Truth and not respond to it, for that is the essence of self-deception. So always let his Word become like poetry written and fulfilled by your life!"
            },
            {
                "verse_number": "23",
                "verse_text": "If you listen to the Word and don’t live out the message you hear, you become like the person who looks in the mirror of the Word to discover the reflection of his face in the beginning."
            },
            {
                "verse_number": "24",
                "verse_text": "You perceive how God sees you in the mirror of the Word , but then you go out and forget your divine origin."
            },
            {
                "verse_number": "25",
                "verse_text": "But those who set their gaze deeply into the perfecting law of liberty are fascinated by and respond to the truth they hear and are strengthened by it—they experience God’s blessing in all that they do!"
            },
            {
                "verse_number": "26",
                "verse_text": "If someone believes they have a relationship with God but fails to guard his words then his heart is drifting away and his religion is shallow and empty."
            },
            {
                "verse_number": "27",
                "verse_text": "True spirituality that is pure in the eyes of our Father God is to make a difference in the lives of the orphans, and widows in their troubles, and to refuse to be corrupted by the world’s values."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "My dear brothers and sisters, fellow believers in our glorious Lord Jesus Christ—how could we say that we have faith in him and yet we favor one group of people above another?"
            },
            {
                "verse_number": "2",
                "verse_text": "Suppose an influential man comes into your worship meeting wearing gold rings and expensive clothing, and also a homeless man in shabby clothes comes in."
            },
            {
                "verse_number": "3",
                "verse_text": "If you show special attention to the rich man in expensive clothes and say, “Here’s a seat of honor for you right up front!” but you turn and say to the poor beggar dressed in rags, “You can stand over here,” or “Sit over there on the floor in the back,”"
            },
            {
                "verse_number": "4",
                "verse_text": "then you’ve demonstrated gross prejudice among yourselves and used evil standards of judgment!"
            },
            {
                "verse_number": "5",
                "verse_text": "So listen carefully, my dear brothers and sisters, hasn’t God chosen the poor in the world’s eyes to be those who are rich in faith? And won’t they be the heirs of the kingdom-realm he promised to those who love him?"
            },
            {
                "verse_number": "6",
                "verse_text": "But yet you insult and shun the poor in your efforts to impress the rich ! Isn’t it the wealthy who exploit you and drag you into court?"
            },
            {
                "verse_number": "7",
                "verse_text": "Aren’t they the very ones who blaspheme the beautiful name of the One you now belong to?"
            },
            {
                "verse_number": "8",
                "verse_text": "Your calling is to fulfill the royal law of love as given to us in this Scripture: “You must love and value your neighbor as you love and value yourself!” For keeping this law is the noble way to live."
            },
            {
                "verse_number": "9",
                "verse_text": "But when you show prejudice you commit sin and you violate this royal law of love!"
            },
            {
                "verse_number": "10",
                "verse_text": "For the one who attempts to keep all of the law of Moses but fails in just one point has become guilty of breaking the law in every respect!"
            },
            {
                "verse_number": "11",
                "verse_text": "For the same One who tells us, “Do not commit adultery,” also said, “Do not murder.” Now if you don’t commit adultery but do commit murder, you are still guilty as a law-breaker."
            },
            {
                "verse_number": "12",
                "verse_text": "So we must both speak and act in every respect like those who are destined to be tried by the perfect law of liberty,"
            },
            {
                "verse_number": "13",
                "verse_text": "and remember that judgment is merciless for the one who judges others without mercy. So by showing mercy, you take dominion over judgment!"
            },
            {
                "verse_number": "14",
                "verse_text": "My dear brothers and sisters, what good is it if someone claims to have faith but demonstrates no good works to prove it? How could this kind of faith save anyone?"
            },
            {
                "verse_number": "15",
                "verse_text": "For example, if a brother or sister in the faith is poorly clothed and hungry"
            },
            {
                "verse_number": "16",
                "verse_text": "and you leave them saying, “Good-bye. I hope you stay warm and have plenty to eat,” but you don’t provide them with a coat or even a cup of soup, what good is your faith?"
            },
            {
                "verse_number": "17",
                "verse_text": "So then faith that doesn’t involve action is phony."
            },
            {
                "verse_number": "18",
                "verse_text": "But someone might object and say, “One person has faith and another person has works.” Go ahead then and prove to me that you have faith without works and I will show you faith by my works as proof that I believe."
            },
            {
                "verse_number": "19",
                "verse_text": "You can believe all you want that there is one true God, that’s wonderful! But even the demons know this and tremble with fear before him, yet they’re unchanged— they remain demons ."
            },
            {
                "verse_number": "20",
                "verse_text": "O feeble sons of Adam, do you need further evidence that faith divorced from good works is phony?"
            },
            {
                "verse_number": "21",
                "verse_text": "Wasn’t our ancestor Abraham found righteous before God because of his works when he offered his son Isaac on the altar?"
            },
            {
                "verse_number": "22",
                "verse_text": "Can’t you see how his action cooperated with his faith and by his action faith found its full expression?"
            },
            {
                "verse_number": "23",
                "verse_text": "So in this way the Scripture was fulfilled: Because Abraham believed God, his faith was exchanged for God’s righteousness. So he became known as the lover of God!"
            },
            {
                "verse_number": "24",
                "verse_text": "So now it’s clear that a person is seen as righteous in God’s eyes not merely by faith alone, but by his works."
            },
            {
                "verse_number": "25",
                "verse_text": "And the same is true of the prostitute named Rahab who was found righteous in God’s eyes by her works, for she received the spies into her home and helped them escape from the city by another route."
            },
            {
                "verse_number": "26",
                "verse_text": "For just as a human body without the spirit is a dead corpse, so faith without the expression of good works is dead!"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "My dear brothers and sisters, don’t be so eager to become a teacher in the church since you know that we who teach are held to a higher standard of judgment."
            },
            {
                "verse_number": "2",
                "verse_text": "We all fail in many areas, but especially with our words. Yet if we’re able to bridle the words we say we are powerful enough to control ourselves in every way, and that means our character is mature and fully developed."
            },
            {
                "verse_number": "3",
                "verse_text": "Horses have bits and bridles in their mouths so that we can control and guide their large body."
            },
            {
                "verse_number": "4",
                "verse_text": "And the same with mighty ships, though they are massive and driven by fierce winds, yet they are steered by a tiny rudder at the direction of the person at the helm."
            },
            {
                "verse_number": "5",
                "verse_text": "And so the tongue is a small part of the body yet it carries great power! Just think of how a small flame can set a huge forest ablaze."
            },
            {
                "verse_number": "6",
                "verse_text": "And the tongue is a fire! It can be compared to the sum total of wickedness and is the most dangerous part of our human body. It corrupts the entire body and is a hellish flame! It releases a fire that can burn throughout the course of human existence."
            },
            {
                "verse_number": "7",
                "verse_text": "For every wild animal on earth including birds, creeping reptiles, and creatures of the sea and land have all been overpowered and tamed by humans,"
            },
            {
                "verse_number": "8",
                "verse_text": "but the tongue is not able to be tamed. It’s a fickle, unrestrained evil that spews out words full of toxic poison!"
            },
            {
                "verse_number": "9",
                "verse_text": "We use our tongue to praise God our Father and then turn around and curse a person who was made in his very image!"
            },
            {
                "verse_number": "10",
                "verse_text": "Out of the same mouth we pour out words of praise one minute and curses the next. My brothers and sisters, this should never be!"
            },
            {
                "verse_number": "13",
                "verse_text": "If you consider yourself to be wise and one who understands the ways of God, advertise it with a beautiful, fruitful life guided by wisdom’s gentleness. Never brag or boast about what you’ve done and you’ll prove that you’re truly wise."
            },
            {
                "verse_number": "14",
                "verse_text": "But if there is bitter jealousy or competition hiding in your heart, then don’t deny it and try to compensate for it by boasting and being phony."
            },
            {
                "verse_number": "15",
                "verse_text": "For that has nothing to do with God’s heavenly wisdom but can best be described as the wisdom of this world, both selfish and devilish."
            },
            {
                "verse_number": "16",
                "verse_text": "So wherever jealousy and selfishness are uncovered, you will also find many troubles and every kind of meanness."
            },
            {
                "verse_number": "17",
                "verse_text": "But the wisdom from above is always pure, filled with peace, considerate and teachable. It is filled with love and never displays prejudice or hypocrisy in any form"
            },
            {
                "verse_number": "18",
                "verse_text": "and it always bears the beautiful harvest of righteousness! Good seeds of wisdom’s fruit will be planted with peaceful acts by those who cherish making peace."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "What is the cause of your conflicts and quarrels with each other? Doesn’t the battle begin inside of you as you fight to have your own way and fulfill your own desires?"
            },
            {
                "verse_number": "2",
                "verse_text": "You jealously want what others have so you begin to see yourself as better than others. You scheme with envy and harm others to selfishly obtain what you crave—that’s why you quarrel and fight. And all the time you don’t obtain what you want because you won’t ask God for it!"
            },
            {
                "verse_number": "3",
                "verse_text": "And if you ask, you won’t receive it for you’re asking with corrupt motives, seeking only to fulfill your own selfish desires."
            },
            {
                "verse_number": "4",
                "verse_text": "You have become spiritual adulterers who are having an affair, an unholy relationship with the world. Don’t you know that flirting with the world’s values places you at odds with God? Whoever chooses to be the world’s friend makes himself God’s enemy!"
            },
            {
                "verse_number": "5",
                "verse_text": "Does the Scripture mean nothing to you that says, “The Spirit that God breathed into our hearts is a jealous Lover who intensely desires to have more and more of us”?"
            },
            {
                "verse_number": "6",
                "verse_text": "But he continues to pour out more and more grace upon us. For it says, “God resists you when you are proud but continually pours out grace when you are humble.”"
            },
            {
                "verse_number": "7",
                "verse_text": "So then, surrender to God. Stand up to the devil and resist him and he will flee in agony."
            },
            {
                "verse_number": "8",
                "verse_text": "Move your heart closer and closer to God, and he will come even closer to you. But make sure you cleanse your life, you sinners, and keep your heart pure and stop doubting."
            },
            {
                "verse_number": "9",
                "verse_text": "Feel the pain of your sin, be sorrowful and weep! Let your joking around be turned into mourning and your joy into deep humiliation."
            },
            {
                "verse_number": "10",
                "verse_text": "Be willing to be made low before the Lord and he will exalt you!"
            },
            {
                "verse_number": "11",
                "verse_text": "Dear friends, as part of God’s family, never speak against another family member, for when you slander a brother or sister you violate God’s law of love . And your duty is not to make yourself a judge of the law of love by saying that it doesn’t apply to you, but your duty is to obey it !"
            },
            {
                "verse_number": "12",
                "verse_text": "There is only one true Lawgiver and Judge, the One who has the power to save and destroy—so who do you think you are to judge your neighbor?"
            },
            {
                "verse_number": "13",
                "verse_text": "Listen, those of you who are boasting, “Today or tomorrow we’ll go to another city and spend some time and go into business and make heaps of profit!”"
            },
            {
                "verse_number": "14",
                "verse_text": "But you don’t have a clue what tomorrow may bring. For your fleeting life is but a warm breath of air that is visible in the cold only for a moment and then vanishes!"
            },
            {
                "verse_number": "15",
                "verse_text": "Instead you should say, “Our tomorrows are in the Lord’s hands and if he is willing we will live life to its fullest and do this or that.”"
            },
            {
                "verse_number": "16",
                "verse_text": "But here you are, boasting in your ignorance, for to be presumptuous about what you’ll do tomorrow is evil!"
            },
            {
                "verse_number": "17",
                "verse_text": "So if you know of an opportunity to do the right thing today, yet you refrain from doing it, you’re guilty of sin."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Listen all you who are rich, for it’s time to weep and howl over the misery that will overtake you!"
            },
            {
                "verse_number": "2",
                "verse_text": "Your riches lie rotting, your fine clothing eaten by moths,"
            },
            {
                "verse_number": "3",
                "verse_text": "and your gold and silver are corroded as a witness against you. You have hoarded up treasure for the last days but it will become a fire to burn your flesh."
            },
            {
                "verse_number": "4",
                "verse_text": "Listen! Can’t you hear the cries of the laborers over the wages you fraudulently held back from those who worked for you? The cries for justice of those you’ve cheated have reached the ears of the Lord of armies!"
            },
            {
                "verse_number": "5",
                "verse_text": "You have indulged yourselves with every luxury and pleasure this world offers, but you’re only stuffing your heart full for a day of slaughter."
            },
            {
                "verse_number": "6",
                "verse_text": "You have condemned and murdered good and innocent people who had no power to defend themselves."
            },
            {
                "verse_number": "7",
                "verse_text": "Meanwhile, brothers and sisters, we must be patient and filled with expectation as we wait for the appearing of the Lord. Think about the farmer who has to patiently wait for the earth’s harvest as it ripens because of the early and latter rains."
            },
            {
                "verse_number": "8",
                "verse_text": "So you also, keep your hopes high and be patient, for the presence of the Lord is drawing closer."
            },
            {
                "verse_number": "9",
                "verse_text": "Since each of you are part of God’s family never complain or grumble about each other so that judgment will not come on you, for the true Judge is near and very ready to appear!"
            },
            {
                "verse_number": "10",
                "verse_text": "My brothers and sisters, take the prophets as your mentors. They have prophesied in the name of the Lord and it brought them great sufferings , yet they patiently endured."
            },
            {
                "verse_number": "11",
                "verse_text": "We honor them as our heroes because they remained faithful even while enduring great sufferings. And you have heard of all that Job went through and we can now see that the Lord ultimately treated him with wonderful kindness, revealing how tenderhearted he really is!"
            },
            {
                "verse_number": "12",
                "verse_text": "Above all we must be those who never need to verify our speech as truthful by swearing by the heavens or the earth or any other oath. But instead we must be so full of integrity that our “Yes” or “No” is convincing enough and we do not stumble into hypocrisy."
            },
            {
                "verse_number": "13",
                "verse_text": "Are there any believers in your fellowship suffering great hardship and distress? Encourage them to pray! Are there happy, cheerful ones among you? Encourage them to sing out their praises!"
            },
            {
                "verse_number": "14",
                "verse_text": "Are there any sick among you? Then ask the elders of the church to come and pray over the sick and anoint them with oil in the name of our Lord."
            },
            {
                "verse_number": "15",
                "verse_text": "And the prayer of faith will heal the sick and the Lord will raise them up, and if they have committed sins they will be forgiven."
            },
            {
                "verse_number": "16",
                "verse_text": "Confess and acknowledge how you have offended one another and then pray for one another to be instantly healed, for tremendous power is released through the passionate, heartfelt prayer of a godly believer!"
            },
            {
                "verse_number": "17",
                "verse_text": "Elijah was a man with human frailties, just like all of us, but he prayed and received supernatural answers. He actually shut the heavens over the land so there would be no rain for three and a half years!"
            },
            {
                "verse_number": "18",
                "verse_text": "Then he prayed again and the skies opened up over the land so that the rain came again and produced the harvest."
            },
            {
                "verse_number": "19",
                "verse_text": "Finally, as members of God’s beloved family, we must go after the one who wanders from the truth and bring him back."
            },
            {
                "verse_number": "20",
                "verse_text": "For the one who restores the sinning believer back to God from the error of his way, gives back to his soul life from the dead, and covers over countless sins by their demonstration of love!"
            }
        ]
    }
}