{
    "1 Timothy": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, an apostle in Christ Jesus, for it was Jesus himself, our living hope, who sent me as his servant by the command of God, our life-giver."
            },
            {
                "verse_number": "2",
                "verse_text": "Timothy, you are my true spiritual son in the faith. May abundant grace, mercy, and total well-being from God the Father and the Anointed One, our Lord Jesus, be yours!"
            },
            {
                "verse_number": "3",
                "verse_text": "As I urged you when I left for Macedonia, I’m asking that you remain in Ephesus to instruct them not to teach or follow the error of deceptive doctrines,"
            },
            {
                "verse_number": "4",
                "verse_text": "nor pay any attention to cultural myths, traditions, or the endless study of genealogies. Those digressions only breed controversies and debates. They are devoid of power that builds up and strengthens the church in the faith of God."
            },
            {
                "verse_number": "5",
                "verse_text": "For we reach the goal of fulfilling all the commandments when we love others deeply with a pure heart, a clean conscience, and sincere faith."
            },
            {
                "verse_number": "6",
                "verse_text": "Some believers have been led astray by teachings and speculations that emphasize nothing more than the empty words of men."
            },
            {
                "verse_number": "7",
                "verse_text": "They presume to be expert teachers of the law, but they don’t have the slightest idea of what they’re talking about and they simply love to argue!"
            },
            {
                "verse_number": "8",
                "verse_text": "We know that the moral code of the law is beautiful when applied as God intended,"
            },
            {
                "verse_number": "9",
                "verse_text": "but actually, the law was not established for righteous people, but to bring conviction of sin to the unrighteous. The law was established to bring the revelation of sin to the evildoers and rebellious, the sinners without God, those who are vicious and perverse, and to those who strike their father or their mother, sinners, murderers,"
            },
            {
                "verse_number": "10",
                "verse_text": "rapists, those who are sexually impure, homosexuals, kidnappers, liars, those who break their oaths, and all those who oppose the teaching of godliness and purity in the church! They are the ones the law is for ."
            },
            {
                "verse_number": "11",
                "verse_text": "I have been commissioned to preach the wonderful news of the glory of the exalted God."
            },
            {
                "verse_number": "12",
                "verse_text": "My heart spills over with thanks to God for the way he continually empowers me, and to our Lord Jesus, the Anointed One, who found me trustworthy and who authorized me to be his partner in this ministry."
            },
            {
                "verse_number": "13",
                "verse_text": "Mercy kissed me, even though I used to be a blasphemer, a persecutor of believers, and a scorner of what turned out to be true. I was ignorant and didn’t know what I was doing."
            },
            {
                "verse_number": "14",
                "verse_text": "I was flooded with such incredible grace, like a river overflowing its banks , until I was full of faith and love for Jesus, the Anointed One!"
            },
            {
                "verse_number": "15",
                "verse_text": "I can testify that the Word is true and deserves to be received by all, for Jesus Christ came into the world to bring sinners back to life—even me, the worst sinner of all!"
            },
            {
                "verse_number": "16",
                "verse_text": "Yet I was captured by grace, so that Jesus Christ could display through me the outpouring of his Spirit as a pattern to be seen for all those who would believe in him for eternal life."
            },
            {
                "verse_number": "17",
                "verse_text": "Because of this my praises rise to the King of all the universe who is indestructible, invisible, and full of glory, the only God who is worthy of the highest honors throughout all of time and throughout the eternity of eternities! Amen!"
            },
            {
                "verse_number": "20",
                "verse_text": "such as Hymenaeus and Alexander who have fallen away. I have delivered them both over to Satan to be rid of them and to teach them to no longer blaspheme!"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Most of all, I’m writing to encourage you to pray with gratitude to God. Pray for all men with all forms of prayers and requests as you intercede with intense passion."
            },
            {
                "verse_number": "2",
                "verse_text": "And pray for every political leader and representative, so that we would be able to live tranquil, undisturbed lives, as we worship the awe-inspiring God with pure hearts."
            },
            {
                "verse_number": "3",
                "verse_text": "It is pleasing to our Savior-God to pray for them ."
            },
            {
                "verse_number": "4",
                "verse_text": "He longs for everyone to embrace his life and return to the full knowledge of the truth."
            },
            {
                "verse_number": "5",
                "verse_text": "For God is one, and there is one Mediator between God and the sons of men—the true man, Jesus, the Anointed One."
            },
            {
                "verse_number": "6",
                "verse_text": "He gave himself as ransom-payment for everyone. Now is the proper time for God to give the world this witness."
            },
            {
                "verse_number": "7",
                "verse_text": "I have been divinely called as an apostle to preach this revelation, which is the truth. God has called me to be a trustworthy teacher to the nations."
            },
            {
                "verse_number": "8",
                "verse_text": "Therefore, I encourage the men to pray on every occasion with hands lifted to God in worship with clean hearts, free from frustration or strife."
            },
            {
                "verse_number": "9",
                "verse_text": "And that the women would also pray with clean hearts, dressed appropriately and adorned modestly and sensibly, not flaunting their wealth."
            },
            {
                "verse_number": "10",
                "verse_text": "But they should be recognized instead by their beautiful deeds of kindness, suitable as one who worships God."
            },
            {
                "verse_number": "11",
                "verse_text": "Let the women who are new converts be willing to learn with all submission to their leaders and not speak out of turn."
            },
            {
                "verse_number": "12",
                "verse_text": "I don’t advocate that the newly converted women be the teachers in the church, assuming authority over the men, but to live in peace."
            },
            {
                "verse_number": "13",
                "verse_text": "For God formed Adam first, then Eve."
            },
            {
                "verse_number": "14",
                "verse_text": "Adam did not mislead Eve, but Eve misled him and violated the command of God."
            },
            {
                "verse_number": "15",
                "verse_text": "Yet salvation will come through a child born by a woman, and women will be saved by that “child” if they continue in faith with love, holiness, and self-control."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "If any of you aspires to be an overseer in the church; you have set your heart toward a noble ambition, for the word is true!"
            },
            {
                "verse_number": "2",
                "verse_text": "Yet an elder needs to be one who is without blame before others. He should be one whose heart is for his wife alone and not another woman . He should be recognized as one who is sensible, and well-behaved, and living a disciplined life. He should be a “spiritual shepherd” who has the gift of teaching, and is known for his hospitality. and as our great High Priest in the Spirit!"
            },
            {
                "verse_number": "3",
                "verse_text": "He cannot be a drunkard, or someone who lashes out at others, or argumentative, or someone who simply craves more money, but instead, recognized by his gentleness."
            },
            {
                "verse_number": "4",
                "verse_text": "His heart should be set on guiding his household with wisdom and dignity; bringing up his children to worship with devotion and purity."
            },
            {
                "verse_number": "5",
                "verse_text": "For if he’s unable to properly lead his own household well, how could he properly lead God’s household?"
            },
            {
                "verse_number": "6",
                "verse_text": "He should not be a new disciple who would be vulnerable to living in the clouds of conceit and fall into pride, making him easy prey for Satan."
            },
            {
                "verse_number": "7",
                "verse_text": "He should be respected by those who are unbelievers, having a beautiful testimony among them so that he will not fall into the traps of Satan and be disgraced."
            },
            {
                "verse_number": "8",
                "verse_text": "And in the same way the deacons must be those who are pure and true to their word, not addicted to wine, or with greedy eyes on the contributions."
            },
            {
                "verse_number": "9",
                "verse_text": "Instead, they must faithfully embrace the mysteries of faith while keeping a clean conscience."
            },
            {
                "verse_number": "10",
                "verse_text": "And each of them must be found trustworthy according to these standards before they are given the responsibility to minister as servant-leaders without blame."
            },
            {
                "verse_number": "11",
                "verse_text": "And the women also who serve the church should be dignified, faithful in all things, having their thoughts set on truth, and not known as those who gossip."
            },
            {
                "verse_number": "12",
                "verse_text": "A deacon’s heart must be toward his wife alone, leading his children and household with excellence."
            },
            {
                "verse_number": "13",
                "verse_text": "For those who serve in this way will obtain an honorable reputation for themselves and a greater right to speak boldly in the faith that comes from Jesus Christ!"
            },
            {
                "verse_number": "14",
                "verse_text": "I’m writing all this with the expectation of seeing you soon."
            },
            {
                "verse_number": "15",
                "verse_text": "But if I’m delayed in coming, you’ll already have these instructions on how to conduct the affairs of the church of the living God, his very household and the supporting pillar and firm foundation of the truth."
            },
            {
                "verse_number": "16",
                "verse_text": "For the mystery of righteousness is beyond all question! He was revealed as a human being, Angels gazed upon him as a man and the glorious message of his kingly rulership is being preached to the nations! Many have believed in him and he has been taken back to heaven, and has ascended into the place of exalted glory in the heavenly realm . Yes, great is this mystery of righteousness!"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "The Holy Spirit has explicitly revealed: At the end of this age, many will depart from the true faith one after another, devoting themselves to spirits of deception and following demon-inspired revelations and theories."
            },
            {
                "verse_number": "2",
                "verse_text": "Hypocritical liars will deceive many, and their consciences won’t bother them at all!"
            },
            {
                "verse_number": "3",
                "verse_text": "They will require celibacy and dietary restrictions that God doesn’t expect, for he created all foods to be received with the celebration of faith by those who fully know the truth."
            },
            {
                "verse_number": "4",
                "verse_text": "We know that all creation is beautiful to God and there is nothing to be refused if it is received with gratitude."
            },
            {
                "verse_number": "5",
                "verse_text": "All that we eat is made sacred by the Word of God and prayer."
            },
            {
                "verse_number": "6",
                "verse_text": "If you will teach the believers these things, you will be known as a faithful and good minister of Jesus, the Anointed One. Nurture others in the living words of faith and in the knowledge of grace which you were taught."
            },
            {
                "verse_number": "7",
                "verse_text": "Be quick to abstain from senseless traditions and legends, but instead be engaged in the training of truth that brings righteousness."
            },
            {
                "verse_number": "8",
                "verse_text": "For athletic training only benefits you for a short season, but righteousness brings lasting benefit in everything; for righteousness contains the promise of life, for time and eternity."
            },
            {
                "verse_number": "9",
                "verse_text": "Faithful is the Word, and everyone should accept him!"
            },
            {
                "verse_number": "10",
                "verse_text": "For the sake of this ministry, we toil tirelessly and are criticized continually, simply because our hope is in the living God. He is the wonderful life-giver of all the children of men, and even more so to those who believe."
            },
            {
                "verse_number": "11",
                "verse_text": "Instruct and teach the people all that I’ve taught you."
            },
            {
                "verse_number": "12",
                "verse_text": "And don’t be intimidated by those who are older than you; simply be the example they need to see by being faithful and true in all that you do. Speak the truth and live a life of purity and authentic love as you remain strong in your faith."
            },
            {
                "verse_number": "13",
                "verse_text": "So until I come, be diligent in devouring the Word of God, be faithful in prayer, and in teaching the believers."
            },
            {
                "verse_number": "14",
                "verse_text": "Don’t minimize the powerful gift that operates in your life, for it was imparted to you by the laying on of hands of the elders and was activated through the prophecy they spoke over you."
            },
            {
                "verse_number": "15",
                "verse_text": "Make all of this your constant meditation and make it real with your life so everyone can see that you are moving forward."
            },
            {
                "verse_number": "16",
                "verse_text": "Give careful attention to your spiritual life and every cherished truth you teach, for living what you preach will release salvation inside you and to all those who listen to you."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Don’t be harsh or verbally abusive to an older man; it is better to appeal to him as a father. And as you minister to the younger men it is best to encourage them as your dear brothers."
            },
            {
                "verse_number": "2",
                "verse_text": "Honor the older women as mothers, and the younger women, treat as your dear sisters with utmost purity."
            },
            {
                "verse_number": "3",
                "verse_text": "The church needs to honor and support the widows, especially those who are in dire need."
            },
            {
                "verse_number": "4",
                "verse_text": "But if they have children or grandchildren at home, then it is only proper to let them provide for the ones who raised them when they were children, for kindness begins at home and it pleases God."
            },
            {
                "verse_number": "5",
                "verse_text": "For the true widow is all alone and has placed her complete hope in God. She is Messiah’s missionary and will need the support of the church as one who remains in prayer day and night."
            },
            {
                "verse_number": "6",
                "verse_text": "But the widow who serves only herself lives a life of self-indulgence and is wasting her life away."
            },
            {
                "verse_number": "7",
                "verse_text": "Be sure to give clear instruction concerning these matters so that none of them will live with shame."
            },
            {
                "verse_number": "8",
                "verse_text": "For if a believer fails to provide for their own relatives when they are in need, they have compromised their convictions of faith and need to be corrected , for they are living worse than the unbelievers."
            },
            {
                "verse_number": "9",
                "verse_text": "The widows who are worthy to be supported by the church should be at least sixty years old and not remarried."
            },
            {
                "verse_number": "10",
                "verse_text": "They should have a beautiful testimony of raising their families, practicing hospitality, encouraging other believers, comforting troubled ones, and have a reputation for doing good works."
            },
            {
                "verse_number": "11",
                "verse_text": "But you need not concern yourself with the younger widows, for some will depart from the Messiah because of their desire to remarry."
            },
            {
                "verse_number": "12",
                "verse_text": "For they will face their own punishment of living with a disturbed conscience for invalidating their former faith."
            },
            {
                "verse_number": "13",
                "verse_text": "Those widows who go around from house to house as busybodies are only learning to be lazy, making their situation even worse by talking too much, gossiping, and speaking things they shouldn’t. They become far too obsessed with empty things that will not bear good fruit."
            },
            {
                "verse_number": "14",
                "verse_text": "For this reason, teach the younger women to remarry and bear children and care for their household. This will keep them from giving our adversary a reason to gloat."
            },
            {
                "verse_number": "15",
                "verse_text": "For there are already those who have begun to turn aside from their faith and are influenced by Satan."
            },
            {
                "verse_number": "16",
                "verse_text": "So if any believer has a widow in their family, instruct them to support her financially so that the church will not be burdened with her care. This will leave finances available for those widows who are truly in need."
            },
            {
                "verse_number": "17",
                "verse_text": "The pastors who lead the church well should be paid well. They should receive double honor for faithfully preaching and teaching the revelation of the Word of God."
            },
            {
                "verse_number": "18",
                "verse_text": "For the Scriptures have taught us: “Do not muzzle an ox or forbid it to eat while it grinds the grain.” And also, “The one who labors deserves his wages.”"
            },
            {
                "verse_number": "19",
                "verse_text": "Refuse to listen to suspicious accusations against the pastors who lead the flock unless you have two or three witnesses to confirm the accusations ."
            },
            {
                "verse_number": "20",
                "verse_text": "But if indeed you find that they have sinned, bring correction to them before the congregation so that the rest of the people will respect you."
            },
            {
                "verse_number": "21",
                "verse_text": "Timothy, in the presence of God and our Lord Jesus Christ, and before the chosen messengers, I solemnly charge you to put into practice all these matters without bias, prejudice, or favoritism."
            },
            {
                "verse_number": "22",
                "verse_text": "Don’t be hasty to ordain them with the laying on of hands, or you may end up sharing in their guilt should they fall. Keep yourself pure and holy with your standards high."
            },
            {
                "verse_number": "23",
                "verse_text": "(If drinking the water causes you to have stomach ailments, drink some wine instead.)"
            },
            {
                "verse_number": "24",
                "verse_text": "The sins of some people stand out and are well known. Yet there are others whose sins are not as obvious, but the truth of who they really are will eventually be seen and will bring them judgment."
            },
            {
                "verse_number": "25",
                "verse_text": "It is the same way with good works, even if they are not known at first, they will eventually be recognized and acknowledged."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Instruct every employee to respect and honor their employers, for this attitude presents to them a clear testimony of God’s truth and renown. Tell them to never provide them with a reason to discredit God’s name because of their actions."
            },
            {
                "verse_number": "2",
                "verse_text": "Especially honor and respect employers who are believers and don’t despise them, but serve them even more, for they are fellow believers. They should be at peace with them as beloved members of God’s family. Be faithful to teach them these things as their sacred obligation."
            },
            {
                "verse_number": "3",
                "verse_text": "But if anyone spreads false teaching that does not agree with the healthy instruction of our Lord Jesus, teaching others that holy awe of God is not important, then they prove they know nothing at all! It’s obvious they don’t value or hold dear the healing words of our Lord Jesus Christ."
            },
            {
                "verse_number": "4",
                "verse_text": "They are covered with the clouds of conceit. They are loaded with controversy, and they love to argue their opinions and split hairs. The fruit of their ministry is contention, competition, and evil suspicions."
            },
            {
                "verse_number": "5",
                "verse_text": "They add misery to many lives by corrupting their minds and cheating them of the truth. They equate the worship of God with making great sums of money."
            },
            {
                "verse_number": "6",
                "verse_text": "We have a “profit” that is greater than theirs—our holy awe of God! To have merely our necessities is to have enough."
            },
            {
                "verse_number": "7",
                "verse_text": "Isn’t it true that our hands were empty when we came into the world, and when we leave this world our hands will be empty again?"
            },
            {
                "verse_number": "8",
                "verse_text": "Because of this, food and clothing is enough to make us content."
            },
            {
                "verse_number": "9",
                "verse_text": "But those who crave the wealth of this world slip into spiritual snares. They become trapped by the troubles that come through their foolish and harmful desires, driven by greed and drowning in their own sinful pleasures. And they take others down with them into their corruption and eventual destruction."
            },
            {
                "verse_number": "10",
                "verse_text": "Loving money is a root of all evils. Some people run after it so much that they have given up their faith. Craving more money pushes them away from the faith into error, compounding misery in their lives!"
            },
            {
                "verse_number": "11",
                "verse_text": "Timothy, you are God’s man, so run from all these errors. Instead, chase after true holiness, justice, faithfulness, love, hope, and tender humility."
            },
            {
                "verse_number": "12",
                "verse_text": "So fight with faith for the winner’s prize! Lay your hands upon eternal life, to which you were called and about which you made the good confession before the multitude of witnesses!"
            },
            {
                "verse_number": "13",
                "verse_text": "So now, I instruct you before the God of resurrection life and before Jesus, the Anointed One, who demonstrated a beautiful testimony even before Pontius Pilate,"
            },
            {
                "verse_number": "14",
                "verse_text": "that you follow this commission faithfully with a clear conscience and without blemish until the appearing of our Lord Jesus Christ."
            },
            {
                "verse_number": "15",
                "verse_text": "Yes, God will make his appearing in his own divine timing, for he is the exalted God, the only powerful One, the King over every king, and the Lord of power!"
            },
            {
                "verse_number": "16",
                "verse_text": "He alone is the immortal God, living in the unapproachable light of divine glory! No one has ever seen his fullness, nor can they, for all the glory and endless authority of the universe belongs to him, forever and ever. Amen!"
            },
            {
                "verse_number": "17",
                "verse_text": "To all the rich of this world, I command you not to be wrapped in thoughts of pride over your prosperity, or rely on your wealth, for your riches are unreliable and nothing compared to the living God. Trust instead in the one who lavishes upon us all good things, fulfilling our every need."
            },
            {
                "verse_number": "18",
                "verse_text": "Remind the wealthy to be rich in remarkable works of extravagant generosity, willing to share with others."
            },
            {
                "verse_number": "19",
                "verse_text": "These spiritual investments will provide a beautiful foundation for their lives and secure for them a great future, as they lay their hands upon the meaning of true life."
            },
            {
                "verse_number": "20",
                "verse_text": "So, my son Timothy, don’t forget all that has been deposited within you. Escape from the empty echoes of men and the perversion of twisted reasoning."
            },
            {
                "verse_number": "21",
                "verse_text": "For those who claim to possess this so-called knowledge have already wandered from the true faith. May God’s grace empower you always! Love in Christ , Paul"
            }
        ]
    }
}