{
    "Leviticus": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "So the Lord called out to Moses from inside the Meeting Tent and said,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Tell the Israelites: When you bring an offering to the Lord, the offering must be one of your tame animals&ndash;it can be a sheep, a goat, or one of your cattle."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;If you offer one of your cattle as a burnt offering, it must be a bull that has nothing wrong with it. You must take the animal to the entrance of the Meeting Tent where the Lord will accept the offering."
            },
            {
                "verse_number": "4",
                "verse_text": "You must put your hand on the animal&quot;s head while it is being killed. So the Lord will accept it as your burnt offering to make you pure."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;You must kill the young bull in front of the Lord. Then Aaron&quot;s sons, the priests, will bring the blood to the altar that is near the entrance of the Meeting Tent. He will splash the blood on all four sides of the altar."
            },
            {
                "verse_number": "6",
                "verse_text": "You must remove the skin from that animal and then cut the animal into pieces."
            },
            {
                "verse_number": "7",
                "verse_text": "Aaron&quot;s sons, the priests, will put the fire on the altar and arrange the wood on the fire."
            },
            {
                "verse_number": "8",
                "verse_text": "They will lay the pieces of the animal, including the head and fat, on top of the burning wood."
            },
            {
                "verse_number": "9",
                "verse_text": "You must wash the legs and inner parts of the animal with water. Then the priest will bring all these parts to the altar to be offered as a burnt offering, a sweet-smelling gift to the Lord."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;If you offer a sheep or a goat as a burnt offering, it must be a male that has nothing wrong with it."
            },
            {
                "verse_number": "11",
                "verse_text": "You must kill the animal on the north side of the altar in front of the Lord. Then Aaron&quot;s sons, the priests, will splash the animal&quot;s blood on all four sides of the altar."
            },
            {
                "verse_number": "12",
                "verse_text": "You must cut the animal into pieces and remove the head and the fat. The priest will then lay them on the wood that is on the fire of the altar."
            },
            {
                "verse_number": "13",
                "verse_text": "You must wash the legs and inner parts of the animal with water. Then the priest will bring all these parts to the altar to be offered as a burnt offering, a sweet-smelling gift to the Lord."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;If you offer a bird as a burnt offering to the Lord, that bird must be a dove or a young pigeon."
            },
            {
                "verse_number": "15",
                "verse_text": "The priest will bring the offering to the altar. There the priest will remove the bird&quot;s head, drain out the blood on the side of the altar, and burn the bird on the altar."
            },
            {
                "verse_number": "16",
                "verse_text": "He will remove the bird&quot;s tail and inner parts and throw them onto the pile of ashes east of the altar."
            },
            {
                "verse_number": "17",
                "verse_text": "Then the priest will tear the bird open by its wings, but he must not divide it completely into two parts. So he will bring the bird to the altar to be offered as a burnt offering, a sweet-smelling gift to the Lord."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "&apos;When you give a grain offering to the Lord, your offering must be made from fine flour. You must pour oil on this flour and put frankincense on it."
            },
            {
                "verse_number": "2",
                "verse_text": "Then you must bring it to Aaron&quot;s sons, the priests. One of them will take a handful of the fine flour with oil and frankincense in it. He will bring this part, which represents the whole grain offering, to the altar. There it will be burned up as a sweet-smelling gift to the Lord."
            },
            {
                "verse_number": "3",
                "verse_text": "The rest of that grain offering will belong to Aaron and his sons. This gift to the Lord is very holy."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;If you give a grain offering that was baked in the oven, it must be unleavened bread made from fine flour mixed with oil, or it must be wafers with oil poured over them."
            },
            {
                "verse_number": "5",
                "verse_text": "If you bring a grain offering cooked in a baking pan, it must be made from fine flour without yeast and mixed with oil."
            },
            {
                "verse_number": "6",
                "verse_text": "You must break it into pieces and pour oil over it. It is a grain offering."
            },
            {
                "verse_number": "7",
                "verse_text": "If you bring a grain offering cooked in a frying pan, it must be made from fine flour mixed with oil."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;When you bring grain offerings made from these things to the Lord, you must give them to the priest, and he will take them to the altar."
            },
            {
                "verse_number": "9",
                "verse_text": "Then the priest will take part of the grain offering and lift it up as a memorial offering. He will bring it to the altar to be burned up as a sweet-smelling gift to the Lord."
            },
            {
                "verse_number": "10",
                "verse_text": "The rest of that grain offering will belong to Aaron and his sons. This gift to the Lord is very holy."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;You must not give any grain offering to the Lord that has yeast in it. You must not burn yeast or honey as a gift to the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "You may bring yeast and honey to the Lord as an offering from the first harvest, but they must not be put on the altar to be burned as a sweet smell."
            },
            {
                "verse_number": "13",
                "verse_text": "Also, you must put salt on every grain offering you bring. You must not forget to add salt, because it represents God&quot;s agreement with you. Always put salt on these offerings."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;If you bring a grain offering from the first harvest to the Lord, you must bring roasted heads of grain. They must be crushed heads of fresh grain. This will be your grain offering from the first harvest."
            },
            {
                "verse_number": "15",
                "verse_text": "You must put oil and frankincense on it. It is a grain offering."
            },
            {
                "verse_number": "16",
                "verse_text": "The priest must burn part of the crushed grain, the oil, and all the frankincense on it as a memorial offering. It is a gift to the Lord."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "&apos;If you offer one of your cattle as a fellowship offering, it can be a bull or a cow. But the animal you offer to the Lord must have nothing wrong with it."
            },
            {
                "verse_number": "2",
                "verse_text": "You must put your hand on the animal&quot;s head and kill the animal at the entrance of the Meeting Tent. Then Aaron&quot;s sons, the priests, will splash the blood on all four sides of the altar."
            },
            {
                "verse_number": "3",
                "verse_text": "The priest will take a part of that fellowship offering as a gift to the Lord. He will take the fat that is over and around the inner parts."
            },
            {
                "verse_number": "4",
                "verse_text": "He will take the two kidneys and the fat covering them near the lower back muscle. He will also remove the fat part of the liver that is near the kidneys."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Aaron&quot;s sons will bring the fat to the altar and put it on the burnt offering that is on the wood on the fire. It is a sweet-smelling gift to the Lord."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;If you offer a sheep or a goat as a fellowship offering to the Lord, whether it is a male or a female, it must have nothing wrong with it."
            },
            {
                "verse_number": "7",
                "verse_text": "If you bring a lamb as an offering to the Lord,"
            },
            {
                "verse_number": "8",
                "verse_text": "you must put your hand on the animal&quot;s head and kill it in front of the Meeting Tent. Then Aaron&quot;s sons will splash the animal&quot;s blood on all four sides of the altar."
            },
            {
                "verse_number": "9",
                "verse_text": "The priest will take part of the fellowship offering to the altar as a gift to the Lord. The priest must cut off the tail close to the backbone. Then he will offer the tail with all its fat and the fat that is over and around the animal&quot;s inner parts."
            },
            {
                "verse_number": "10",
                "verse_text": "He will also offer the two kidneys and the fat covering them near the lower back muscles. He will also offer the fat part of the liver. He must remove it with the kidneys."
            },
            {
                "verse_number": "11",
                "verse_text": "Then the priest will take that part to the altar to be burned up as food, a gift to the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;If the offering is a goat, you must bring it before the Lord."
            },
            {
                "verse_number": "13",
                "verse_text": "You must put your hand on the goat&quot;s head and kill it in front of the Meeting Tent. Then Aaron&quot;s sons, the priests, must splash the goat&quot;s blood on all four sides of the altar."
            },
            {
                "verse_number": "14",
                "verse_text": "The priest will give part of the fellowship offering as a gift to the Lord. He will offer the fat that is over and around the animal&quot;s inner parts."
            },
            {
                "verse_number": "15",
                "verse_text": "He will offer the two kidneys and the fat covering them near the lower back muscle. He will also offer the fat part of the liver. He will remove it with the kidneys."
            },
            {
                "verse_number": "16",
                "verse_text": "Then the priest will bring that food as a sweet-smelling gift to the Lord. The fat belongs to the Lord."
            },
            {
                "verse_number": "17",
                "verse_text": "This rule will continue forever through all your generations. Wherever you live, you must never eat fat or blood.&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "The Lord spoke to Moses and said,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Tell the Israelites this: A person might sin without meaning to and do something that the Lord commanded should not be done. For example:"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;If the anointed priest makes a mistake that leaves the people guilty for their sin, he must offer a young bull to the Lord as a sin offering. The bull must have nothing wrong with it."
            },
            {
                "verse_number": "4",
                "verse_text": "The anointed priest must bring the bull to the entrance of the Meeting Tent in front of the Lord. He must put his hand on the bull&quot;s head and kill the bull in front of the Lord."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the anointed priest must get some of the blood from the bull and take it into the Meeting Tent."
            },
            {
                "verse_number": "6",
                "verse_text": "He must put his finger in the blood and sprinkle the blood seven times before the Lord in front of the curtain of the Most Holy Place."
            },
            {
                "verse_number": "7",
                "verse_text": "The priest must put some of the blood on the corners of the incense altar. (This altar is in the Meeting Tent, in front of the Lord.) He must pour out the rest of the bull&quot;s blood at the base of the altar of burnt offering. (This altar is at the entrance of the Meeting Tent.)"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the priest must take all the fat from the bull of the sin offering. He must take the fat that is on and around the inner parts."
            },
            {
                "verse_number": "9",
                "verse_text": "He must take the two kidneys and the fat covering them near the lower back muscle. He must also take the fat part of the liver. He must remove it with the kidneys."
            },
            {
                "verse_number": "10",
                "verse_text": "The priest must lift up these things and burn them on the altar for burnt offerings, just as he does for the fellowship offering."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;The whole nation of Israel might sin without knowing it. They might break one of the commands of the Lord and become guilty of doing something he said must not be done."
            },
            {
                "verse_number": "14",
                "verse_text": "When they learn about that sin, the community of Israel must offer a young bull as a sin offering for the whole nation. They must bring the bull to the Meeting Tent."
            },
            {
                "verse_number": "15",
                "verse_text": "The elders of the people must put their hands on the bull&quot;s head in front of the Lord. Then they must kill the bull in front of the Lord."
            },
            {
                "verse_number": "16",
                "verse_text": "The anointed priest must get some of the bull&quot;s blood and take it into the Meeting Tent."
            },
            {
                "verse_number": "17",
                "verse_text": "He must put his finger in the blood and sprinkle it seven times in front of the curtain before the Lord."
            },
            {
                "verse_number": "18",
                "verse_text": "He must put some of the blood on the corners of the altar. (This altar is inside the Meeting Tent, in front of the Lord.) He must then pour out all the blood at the base of the altar of burnt offering. (This altar is at the entrance of the Meeting Tent.)"
            },
            {
                "verse_number": "19",
                "verse_text": "Then he must take all the fat from the animal and bring it to the altar."
            },
            {
                "verse_number": "20",
                "verse_text": "He must offer these parts, just as he offered the bull of the sin offering. In this way the priest will make the people pure, and God will forgive them."
            },
            {
                "verse_number": "21",
                "verse_text": "The priest must carry this bull outside the camp and burn it, just as he burned the other bull. This is the sin offering for the whole community."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;A ruler might sin without meaning to and break one of the commands of the Lord. He might do something that his God said must not be done."
            },
            {
                "verse_number": "23",
                "verse_text": "If he learns about his sin, he must bring a male goat that has nothing wrong with it as his offering."
            },
            {
                "verse_number": "24",
                "verse_text": "The ruler must put his hand on the goat&quot;s head and kill the goat at the place where they kill the burnt offering before the Lord. The goat is a sin offering."
            },
            {
                "verse_number": "25",
                "verse_text": "The priest will take some of the blood of the sin offering on his finger and put it on the corners of the altar of burnt offering. He will pour out the rest of the blood at the base of the altar."
            },
            {
                "verse_number": "26",
                "verse_text": "The priest will burn all the goat&quot;s fat on the altar, just as he does for the fellowship offerings. In this way the priest will make the ruler pure, and God will forgive him."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;Finally, one of you common people might sin without meaning to. You might break one of the commands of the Lord and become guilty of doing something he said must not be done."
            },
            {
                "verse_number": "28",
                "verse_text": "If you learn about that sin, you must bring a female goat that has nothing wrong with it as your sin offering."
            },
            {
                "verse_number": "29",
                "verse_text": "You must put your hand on the animal&quot;s head and kill it at the place for the burnt offering."
            },
            {
                "verse_number": "30",
                "verse_text": "Then the priest will take some of the goat&quot;s blood on his finger and put it on the corners of the altar of burnt offering. He will pour out the rest of its blood at the base of the altar."
            },
            {
                "verse_number": "31",
                "verse_text": "The priest will then remove all of its fat, just as he does for the fellowship offerings. Then he will bring it to the altar as a sweet smell to the Lord. The priest will do this to make you pure, and God will forgive you."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;If you bring a lamb as your sin offering, then you must bring a female lamb that has nothing wrong with it."
            },
            {
                "verse_number": "33",
                "verse_text": "You must put your hand on the animal&quot;s head and kill it as a sin offering in the place where people kill the burnt offering."
            },
            {
                "verse_number": "34",
                "verse_text": "The priest will take some of the blood from the sin offering on his finger and put it on the corners of the altar of burnt offering. He will pour out the rest of the lamb&quot;s blood at the base of the altar."
            },
            {
                "verse_number": "35",
                "verse_text": "He will then remove all the lamb&quot;s fat, just as he does for the fellowship offerings. Then he will bring it to the altar as a gift to the Lord. The priest will do this to make you pure, and God will forgive you."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "&apos;You might be called as a witness and take an oath to tell the truth. If you saw something or knew something but did not tell it, you are guilty of doing wrong and must bear the responsibility for your guilt."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;You might touch something unclean. It might be the dead body of any kind of animal. You might not know that you touched these things, but you will still become unclean and must pay a fine."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;You might touch any of the many things that can make a person unclean. You might touch something unclean, but not know about it. When you learn that you have touched something unclean, you must pay a fine."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;You might make a quick promise to do something&ndash;it makes no difference if it is bad or good. People make many kinds of quick promises. You might make such a promise and forget it. When you remember your promise, you must pay a fine because you did not keep it."
            },
            {
                "verse_number": "5",
                "verse_text": "If you are guilty of any of these things, you must confess whatever you did wrong."
            },
            {
                "verse_number": "6",
                "verse_text": "Then you must bring your guilt offering to the Lord for the sin you did. You must bring a female lamb or a female goat as a sin offering. The priest will do this to make you pure from your sin."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;If you cannot afford a lamb, you must bring two doves or two young pigeons to the Lord. These will be the guilt offering for your sin. One bird must be for a sin offering, and the other must be for a burnt offering."
            },
            {
                "verse_number": "8",
                "verse_text": "Take them to the priest. First, the priest will offer one bird for the sin offering. The priest will pull the bird&quot;s head from its neck but he will not pull it off completely."
            },
            {
                "verse_number": "9",
                "verse_text": "The priest will sprinkle the blood from the sin offering on the side of the altar. Then he will pour out the rest of the blood at the base of the altar. It is a sin offering."
            },
            {
                "verse_number": "10",
                "verse_text": "Then he will offer the second bird according to the rules for a burnt offering. The priest will do this to make you pure from the sin you did, and God will forgive you."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;If you cannot afford two doves or two pigeons, you must bring 8 cups of fine flour as your sin offering. You must not put oil or frankincense on the flour because it is a sin offering."
            },
            {
                "verse_number": "12",
                "verse_text": "You must bring the flour to the priest. The priest will take a handful of the flour as the memorial offering and bring it to the altar as a gift to the Lord. It is a sin offering."
            },
            {
                "verse_number": "13",
                "verse_text": "The priest will do this to make you pure, and God will forgive you. The part that is left will belong to the priest, just as the regular grain offering.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord gave this command to Moses for the people:"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;You might promise to give something to the Lord. You might sin against me without meaning to by not giving what you promised. If you do that, you must bring a ram that has nothing wrong with it (or the same amount in silver using the official measure) as a guilt offering."
            },
            {
                "verse_number": "16",
                "verse_text": "You must give what you promised and add one-fifth of that amount as a fine. Give it to the priest and he will use the ram to make you pure, and God will forgive you."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;If you sin and break any of the commands that the Lord said must not be done, you are guilty. Even if you did not know about it, you are still responsible for your sin."
            },
            {
                "verse_number": "18",
                "verse_text": "You must bring a ram that has nothing wrong with it (or the same amount in silver) to the priest. The priest will offer the ram, and God will forgive you for the sin you did without knowing it."
            },
            {
                "verse_number": "19",
                "verse_text": "You are guilty, and you must pay the guilt offering to the Lord.&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "The Lord told Moses these rules for the people:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;You are guilty of sin against the Lord when you do any of these things: when you lie about what happened to something you were taking care of for someone else; when you lie about a deposit you received; when you steal something; when you cheat someone;"
            },
            {
                "verse_number": "3",
                "verse_text": "when you find something that was lost and lie about having it; when you fail to keep a promise; or when you do any other bad things like these."
            },
            {
                "verse_number": "4",
                "verse_text": "If you do any of these things, you are guilty of doing wrong. You must give back whatever you stole or whatever you took by cheating. You must return whatever you took that another person asked you to hold, or whatever you found and lied about having,"
            },
            {
                "verse_number": "5",
                "verse_text": "or whatever you made a false promise about. You must pay the full price and then add one-fifth of that amount as a fine and give it all to the true owner."
            },
            {
                "verse_number": "6",
                "verse_text": "You must also bring a ram to the Lord that has nothing wrong with it (or the same amount in silver) to the priest."
            },
            {
                "verse_number": "7",
                "verse_text": "Then the priest will go to the Lord to make you pure, and God will forgive you for whichever of these things you did that made you guilty.&apos; &apos;If any of the sprinkled blood falls on a person&quot;s clothes, you must wash the clothes in a holy place."
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Give this command to Aaron and his sons: This is the law of the burnt offering. The burnt offering must stay on the hearth of the altar all night until morning. The altar&quot;s fire must be kept burning."
            },
            {
                "verse_number": "10",
                "verse_text": "The priest must change clothes and put on the special linen underwear and linen robe. Then he must gather up the ashes from the fire and burnt offerings and set them down by the altar."
            },
            {
                "verse_number": "11",
                "verse_text": "Then he must take off the special clothes and put on the other clothes and carry the ashes outside the camp to a special place that is pure."
            },
            {
                "verse_number": "12",
                "verse_text": "The fire that was started on the altar must never be allowed to stop burning. Every morning the priests must put wood on the altar. They must arrange the burnt offerings on the wood, and they must burn the fat of the fellowship offerings on it."
            },
            {
                "verse_number": "13",
                "verse_text": "That fire must always be kept burning on the altar. It must never be allowed to stop burning."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;This is the law for the grain offering: The sons of Aaron will bring it to the front of the altar as an offering to the Lord."
            },
            {
                "verse_number": "15",
                "verse_text": "There must be some oil and frankincense on the grain offering. The priest will take a handful of fine flour from the grain offering and burn it on the altar as a sweet-smelling memorial offering to the Lord."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Aaron and his sons will use the rest of that grain to make bread without yeast. This must be eaten in a holy place&ndash;in the courtyard around the Meeting Tent."
            },
            {
                "verse_number": "17",
                "verse_text": "I have given this part of the grain offering as the priests&quot; share of the gifts offered to me. Like the sin offering and the guilt offering, it is most holy. It must not be baked with yeast."
            },
            {
                "verse_number": "18",
                "verse_text": "Any male descendant of Aaron may eat from these gifts to the Lord. This is their share forever throughout your generations. Whatever touches these offerings will be made holy. &apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;This is the offering that Aaron and his sons must bring to the Lord when Aaron is anointed to be the high priest. They must bring 8 cups of fine flour for a grain offering. This will be offered at the times of the daily offering&ndash;half of it in the morning and half of it in the evening."
            },
            {
                "verse_number": "21",
                "verse_text": "The fine flour must be mixed with oil and baked on a pan. After it is cooked, you must bring it in, break it into pieces, and offer it as a sweet-smelling gift to Lord."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;In the future, when Aaron&quot;s descendants take their place as the anointed priests, they will continue to make this grain offering to the Lord. This rule will continue forever. The grain offering must be completely burned for the Lord."
            },
            {
                "verse_number": "23",
                "verse_text": "Every grain offering that a priest gives must be completely burned. It must not be eaten.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;Tell Aaron and his sons: This is the law of the sin offering. The sin offering must be killed in the place where the burnt offering is killed before the Lord. It is most holy."
            },
            {
                "verse_number": "26",
                "verse_text": "The priest who offers the sin offering must eat it. But he must eat it in a holy place, in the courtyard around the Meeting Tent."
            },
            {
                "verse_number": "27",
                "verse_text": "Touching the meat of the sin offering makes a person or a thing holy."
            },
            {
                "verse_number": "28",
                "verse_text": "If the sin offering was boiled in a clay pot, the pot must be broken. If the sin offering was boiled in a bronze pot, the pot must be washed and rinsed in water."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Any male in a priest&quot;s family may eat the sin offering. It is very holy."
            },
            {
                "verse_number": "30",
                "verse_text": "But if the blood of the sin offering was taken into the Meeting Tent and used in the Holy Place to make people pure, that sin offering must not be eaten. It must be completely burned in the fire."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "&apos;These are the rules for the guilt offering, which is very holy:"
            },
            {
                "verse_number": "2",
                "verse_text": "A priest must kill the guilt offering in the same place where they kill the burnt offerings. Then he must sprinkle the blood from the guilt offering around the altar."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;The priest must offer all the fat from the guilt offering. He must offer the fat tail and the fat that covers the inner parts."
            },
            {
                "verse_number": "4",
                "verse_text": "He must offer the two kidneys and the fat covering them at the lower back muscle. He must also offer the fat part of the liver. He must remove it with the kidneys."
            },
            {
                "verse_number": "5",
                "verse_text": "He must bring these things to the altar as a gift to the Lord. It is a guilt offering."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Any male in a priest&quot;s family may eat the guilt offering. It is very holy, so it must be eaten in a holy place."
            },
            {
                "verse_number": "7",
                "verse_text": "The guilt offering is like the sin offering. The same rules are for both offerings. The priest who does the sacrificing will get the meat for food."
            },
            {
                "verse_number": "8",
                "verse_text": "He will also get the skin from the burnt offering."
            },
            {
                "verse_number": "9",
                "verse_text": "Every grain offering belongs to the priest who offers it. That priest will get the grain offerings that were baked in an oven, or cooked on a frying pan, or in a baking dish."
            },
            {
                "verse_number": "10",
                "verse_text": "The grain offerings will belong to Aaron&quot;s sons. It doesn&quot;t make any difference if the grain offerings are dry or mixed with oil. The sons of Aaron will all share this food."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;This is the law of the sacrifice of fellowship offerings that you bring to the Lord:"
            },
            {
                "verse_number": "12",
                "verse_text": "People can bring fellowship offerings to show their thanks to God. If you bring your sacrifice to give thanks, you should also bring unleavened bread mixed with oil, wafers with oil poured over them, and loaves of fine flour mixed with oil."
            },
            {
                "verse_number": "13",
                "verse_text": "You must also bring loaves of bread made with yeast to go with your fellowship offering."
            },
            {
                "verse_number": "14",
                "verse_text": "Offer one each of these different kinds of bread as a gift to the Lord. Then it will belong to the priest who sprinkles the blood of the fellowship offerings."
            },
            {
                "verse_number": "15",
                "verse_text": "The meat of the fellowship offering must be eaten on the same day it is offered as a way of showing thanks to God. None of the meat should remain until the next morning."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;If you bring a fellowship offering simply because you want to give a gift to God or because it is part of a special promise you made to him, the sacrifice should be eaten the same day you offer it. But if there is any left, it must be eaten the next day."
            },
            {
                "verse_number": "17",
                "verse_text": "If any meat from this sacrifice is still left over on the third day, it must be burned in the fire."
            },
            {
                "verse_number": "18",
                "verse_text": "If anyone eats the meat from the fellowship offering on the third day, the Lord will not accept it as a sacrifice. It will have no value for that person, and to the Lord it will be like rotten meat! Whoever eats it will be responsible for their sin."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;People must not eat any of the meat that touches anything unclean. They must burn this meat in the fire. Whoever is clean may eat the meat from the fellowship offering."
            },
            {
                "verse_number": "20",
                "verse_text": "But anyone who is unclean and eats the meat from the fellowship offerings that was offered to the Lord must be separated from their people."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;If you touch something that is unclean, it doesn&quot;t matter if it was made unclean by a person, an animal, or some disgusting thing, you will become unclean. And if you eat any of the meat from the fellowship offerings that was given to the Lord, you must be separated from your people.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Tell the Israelites: You must not eat any fat from your cattle, sheep, or goats."
            },
            {
                "verse_number": "24",
                "verse_text": "You may use the fat from any animal that has died by itself or was torn by other animals, but you must never eat it."
            },
            {
                "verse_number": "25",
                "verse_text": "Whoever eats the fat from an animal that was offered as a gift to the Lord must be separated from their people."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;No matter where you live, you must never eat blood from any bird or any animal."
            },
            {
                "verse_number": "27",
                "verse_text": "Anyone who eats blood must be separated from their people.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Tell the Israelites: If you bring a fellowship offering to the Lord, you must present that gift to the Lord yourself."
            },
            {
                "verse_number": "30",
                "verse_text": "You must bring the fat and the breast of the animal to the priest. Then he will lift up the breast in front of the Lord to show it was presented to God."
            },
            {
                "verse_number": "31",
                "verse_text": "The priest will burn the fat on the altar, but the breast of the animal will belong to Aaron and his sons."
            },
            {
                "verse_number": "32",
                "verse_text": "You must also give the right thigh from the fellowship offering as a gift to the priest."
            },
            {
                "verse_number": "33",
                "verse_text": "That part of the fellowship offering will belong to the priest who carries the blood and fat to the altar."
            },
            {
                "verse_number": "34",
                "verse_text": "I will accept the breast that was lifted up and the gift of the right thigh from the Israelites. Then I will give these things to Aaron and his sons. This is their share from the fellowship offerings of the Israelites forever.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Those parts from the gifts offered to the Lord were given to Aaron and his sons. Whenever Aaron and his sons serve as the Lord&quot;s priests, they get that share of the sacrifices."
            },
            {
                "verse_number": "36",
                "verse_text": "The Lord commanded the Israelites to give those parts to the priests once they have been anointed. That will be their share from the Israelites forever."
            },
            {
                "verse_number": "37",
                "verse_text": "These are the laws about burnt offerings, grain offerings, sin offerings, guilt offerings, fellowship offerings, and offerings for when the priests are appointed."
            },
            {
                "verse_number": "38",
                "verse_text": "The Lord gave these laws to Moses on Mount Sinai when he commanded the Israelites to bring their offerings to the Lord in the desert of Sinai."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Take Aaron and his sons with him and the clothes, the anointing oil, the bull of the sin offering, the two rams, and the basket of unleavened bread."
            },
            {
                "verse_number": "3",
                "verse_text": "Then gather the people together at the entrance of the Meeting Tent.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Moses did what the Lord commanded him. The people met together at the entrance of the Meeting Tent."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Moses said to them, &apos;This is what the Lord has commanded must be done.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Moses brought Aaron and his sons forward and washed them with water."
            },
            {
                "verse_number": "7",
                "verse_text": "Moses put the woven shirt on Aaron and tied the cloth belt around him. Then Moses put the robe and the ephod on Aaron and tied the beautiful cloth belt around him."
            },
            {
                "verse_number": "8",
                "verse_text": "Moses put the judgment pouch on Aaron and put the Urim and Thummim inside its pocket."
            },
            {
                "verse_number": "9",
                "verse_text": "He also put the turban on Aaron&quot;s head. He put the strip of gold on the front of the turban. This strip of gold is the holy crown. Moses did this just as the Lord had commanded."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Moses took the anointing oil and sprinkled it on the Holy Tent and on everything in it. In this way he made them holy."
            },
            {
                "verse_number": "11",
                "verse_text": "He sprinkled some of the anointing oil on the altar seven times. He sprinkled the oil on the altar, on all its tools and dishes, and on the bowl and its base. In this way he made them holy."
            },
            {
                "verse_number": "12",
                "verse_text": "He poured some of the anointing oil on Aaron&quot;s head to make him holy."
            },
            {
                "verse_number": "13",
                "verse_text": "Then Moses brought Aaron&quot;s sons forward. He put their woven shirts on them, tied belts around them, and put cloth caps on their heads. He did everything just as the Lord had commanded."
            },
            {
                "verse_number": "14",
                "verse_text": "Then Moses brought out the bull of the sin offering. Aaron and his sons put their hands on the bull&quot;s head."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Moses killed the bull and collected its blood. He used his finger to put some of the blood on all the corners of the altar. In this way he made the altar ready for sacrifices. Then he poured out the blood at the base of the altar to make the altar ready for sacrifices to make the people pure."
            },
            {
                "verse_number": "16",
                "verse_text": "Moses took all the fat from the inner parts of the bull. He took the fat part of the liver with the two kidneys and the fat on them. Then he burned them on the altar."
            },
            {
                "verse_number": "17",
                "verse_text": "Moses took the bull&quot;s skin, its meat, and its body waste outside the camp. He burned these things in a fire outside the camp. He did everything just as the Lord commanded him."
            },
            {
                "verse_number": "18",
                "verse_text": "Then Moses brought the ram of the burnt offering. Aaron and his sons put their hands on the ram&quot;s head."
            },
            {
                "verse_number": "19",
                "verse_text": "Then Moses killed the ram. He sprinkled the blood around on the altar."
            },
            {
                "verse_number": "22",
                "verse_text": "Then Moses brought the other ram. This ram was used for appointing Aaron and his sons to become priests. Aaron and his sons put their hands on the ram&quot;s head."
            },
            {
                "verse_number": "23",
                "verse_text": "Then Moses killed the ram. He put some of its blood on the tip of Aaron&quot;s ear, on the thumb of his right hand, and on the big toe of his right foot."
            },
            {
                "verse_number": "24",
                "verse_text": "Then Moses brought Aaron&quot;s sons close to the altar. He put some of the blood on the tip of their right ears, on the thumb of their right hands, and on the big toe of their right feet. Then he sprinkled the blood around on the altar."
            },
            {
                "verse_number": "25",
                "verse_text": "He took the fat, the fat tail, all the fat on the inner parts, the fat covering of the liver, the two kidneys and their fat, and the right thigh."
            },
            {
                "verse_number": "26",
                "verse_text": "A basket of unleavened bread is put before the Lord each day. Moses took one of those loaves of bread, one loaf of bread mixed with oil, and one unleavened wafer. He put these pieces of bread on the fat and on the right thigh of the ram."
            },
            {
                "verse_number": "27",
                "verse_text": "Then he put all of it in the hands of Aaron and his sons. Moses lifted these pieces to show he was offering them before the Lord."
            },
            {
                "verse_number": "28",
                "verse_text": "Then Moses took these things from the hands of Aaron and his sons and burned them on the altar on top of the burnt offering. So this was the offering for appointing Aaron and his sons as priests. It was a sweet-smelling gift to the Lord."
            },
            {
                "verse_number": "29",
                "verse_text": "Moses took the breast and lifted it to show he had presented it to the Lord. It was Moses&quot; share of the ram for appointing the priests. This was just as the Lord had commanded him."
            },
            {
                "verse_number": "30",
                "verse_text": "Moses took some of the anointing oil and some of the blood that was on the altar. He sprinkled some on Aaron and on Aaron&quot;s clothes. He sprinkled some on Aaron&quot;s sons who were with Aaron and on their clothes. In this way Moses made Aaron, his clothes, his sons, and his sons&quot; clothes holy."
            },
            {
                "verse_number": "31",
                "verse_text": "Then Moses said to Aaron and his sons, &apos;I told you, &quot;Aaron and his sons must eat these things.&quot; So take the basket of bread and meat from the ceremony for appointing the priests. Boil that meat at the entrance of the Meeting Tent. Eat the meat and bread at that place. Do this as I told you."
            },
            {
                "verse_number": "32",
                "verse_text": "If any of the meat or bread is left, burn it."
            },
            {
                "verse_number": "33",
                "verse_text": "The ceremony for appointing the priests will last for seven days. You must not leave the entrance of the Meeting Tent until that time is finished."
            },
            {
                "verse_number": "34",
                "verse_text": "Everything we did today was what the Lord commanded us to do in order to make you pure."
            },
            {
                "verse_number": "35",
                "verse_text": "You must stay at the entrance of the Meeting Tent day and night for seven days. If you don&quot;t obey the Lord&quot;s commands, you will die! The Lord gave me these commands.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "So Aaron and his sons did everything that the Lord had commanded Moses."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "On the eighth day, Moses called for Aaron and his sons and the elders of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "He said to Aaron, &apos;Take a bull and a ram. There must be nothing wrong with them. The bull will be a sin offering, and the ram will be a burnt offering. Offer these animals to the Lord."
            },
            {
                "verse_number": "3",
                "verse_text": "Tell the Israelites, &quot;Take a male goat for a sin offering, and take a calf and a lamb for a burnt offering. The calf and the lamb must each be one year old. There must be nothing wrong with them."
            },
            {
                "verse_number": "4",
                "verse_text": "Take a bull and a ram for fellowship offerings. Take these animals and a grain offering mixed with oil for an offering to the Lord. Do this because the Lord will appear to you today.&quot;&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So all the people came to the Meeting Tent. They all brought the things that Moses had commanded. All the people stood before the Lord."
            },
            {
                "verse_number": "6",
                "verse_text": "Moses said, &apos;You must do what the Lord commanded. Then the Glory of the Lord will appear to you.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then Moses told Aaron: &apos;Go do what the Lord commanded. Go to the altar and offer sin offerings and burnt offerings. Do what will make you and the people pure. Take the people&quot;s sacrifices and make them pure.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So Aaron went to the altar. He killed the bull for the sin offering. This sin offering was for himself."
            },
            {
                "verse_number": "9",
                "verse_text": "Then the sons of Aaron brought the blood to Aaron. Aaron put his finger in the blood and put it on the corners of the altar. Then he poured out the blood at the base of the altar."
            },
            {
                "verse_number": "10",
                "verse_text": "He took the fat, the kidneys, and the fat part of the liver from the sin offering. He burned them on the altar just as the Lord had commanded Moses."
            },
            {
                "verse_number": "11",
                "verse_text": "Then Aaron burned the meat and skin on a fire outside the camp."
            },
            {
                "verse_number": "12",
                "verse_text": "Next, Aaron killed the animal for the burnt offering. His sons brought the blood to him, and he sprinkled the blood around on the altar."
            },
            {
                "verse_number": "13",
                "verse_text": "Aaron&quot;s sons gave the pieces and head of the burnt offering to Aaron, and he burned them on the altar."
            },
            {
                "verse_number": "14",
                "verse_text": "He also washed the inner parts and the legs of the burnt offering and burned them on the altar."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Aaron brought the people&quot;s offering. He killed the goat of the sin offering that was for the people. He offered the goat for sin, like the earlier sin offering."
            },
            {
                "verse_number": "16",
                "verse_text": "He brought the burnt offering and offered it, just as the Lord had commanded."
            },
            {
                "verse_number": "17",
                "verse_text": "He brought the grain offering to the altar. He took a handful of the grain and put it on the altar beside that morning&quot;s daily sacrifice."
            },
            {
                "verse_number": "18",
                "verse_text": "Aaron also killed the bull and the ram that were the fellowship offerings from the people. His sons brought the blood to him, and he sprinkled this blood around on the altar."
            },
            {
                "verse_number": "19",
                "verse_text": "Aaron&quot;s sons also brought him the fat of the bull and the ram. They brought the fat tail, the fat covering the inner parts, the kidneys, and the fat part of the liver."
            },
            {
                "verse_number": "20",
                "verse_text": "Aaron&quot;s sons put these fat parts on the breasts of the bull and the ram. Aaron burned them on the altar."
            },
            {
                "verse_number": "21",
                "verse_text": "He lifted the breasts and the gift of the right thigh to show he was offering them before the Lord, just as Moses had commanded."
            },
            {
                "verse_number": "22",
                "verse_text": "Then Aaron lifted up his hands toward the people and blessed them. After he finished offering the sin offering, the burnt offering, and the fellowship offerings, he came down from the altar."
            },
            {
                "verse_number": "23",
                "verse_text": "Moses and Aaron went into the Meeting Tent. They came out and blessed the people. Then the Glory of the Lord appeared to all the people."
            },
            {
                "verse_number": "24",
                "verse_text": "Fire came out from the Lord and burned the burnt offering and fat on the altar. When all the people saw this, they shouted with joy and then bowed to the ground to show their respect."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Then Aaron&quot;s sons Nadab and Abihu made a mistake. They took their incense dishes and put some fire and incense in them. But they did not use the fire that was on the altar&ndash;they took fire from some other place and brought it to the Lord. This was not what he had commanded."
            },
            {
                "verse_number": "2",
                "verse_text": "So fire came from the Lord and destroyed Nadab and Abihu, and they died there in front of the Lord."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Moses said to Aaron, &apos;The Lord says, &quot;The priests who come near me must respect me. I must be holy to them and to all the people.&quot;&apos; So Aaron did not say anything about his sons dying."
            },
            {
                "verse_number": "4",
                "verse_text": "Aaron&quot;s uncle Uzziel had two sons. They were Mishael and Elzaphan. Moses said to these sons, &apos;Come here and get your cousins&quot; bodies and carry them away from this holy place and take them outside the camp.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So Mishael and Elzaphan obeyed Moses. They carried the bodies of Nadab and Abihu outside the camp. Nadab and Abihu were still wearing their special woven shirts."
            },
            {
                "verse_number": "6",
                "verse_text": "Then Moses spoke to Aaron and his other sons Eleazar and Ithamar. He said, &apos;Don&quot;t show any sadness! Don&quot;t tear your clothes or mess up your hair! If you do anything to show your sadness, you will be killed, and the Lord will show his anger against everyone. But let all the other people of Israel, your relatives, cry for those the Lord destroyed with fire."
            },
            {
                "verse_number": "7",
                "verse_text": "But you must not even leave the entrance of the Meeting Tent. If you leave, you will die because the Lord&quot;s anointing oil is on you.&apos; So Aaron, Eleazar, and Ithamar obeyed Moses."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the Lord said to Aaron,"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;You and your sons must not drink wine or beer when you come into the Meeting Tent. If you do, you will die. This law continues forever through your generations."
            },
            {
                "verse_number": "10",
                "verse_text": "You must be able to clearly tell the difference between what is holy and what is not holy, between what is clean and what is unclean."
            },
            {
                "verse_number": "11",
                "verse_text": "And you must teach the people about all the laws that the Lord gave them through Moses.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Aaron had two sons who were still alive, Eleazar and Ithamar. Moses said to Aaron and his two sons, &apos;When people give sacrifices as a gift to the Lord, some of the grain offering is not burned. Use that grain to make bread without yeast. You priests must eat that bread near the altar because that grain is very holy."
            },
            {
                "verse_number": "13",
                "verse_text": "The portion of food for you and your sons will come from the special gifts to the Lord, so you must eat that food in a holy place."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;You, your sons, and your daughters may all eat the breast and thigh that were lifted up before the Lord as an offering. But you must eat these in a place that is clean because they come from the fellowship offerings. They are your share of those offerings that the Israelites give to God."
            },
            {
                "verse_number": "15",
                "verse_text": "The people must bring the gifts of fat from their animals as part of the sacrifice. They must also bring the thigh of the fellowship offering and the breast that is lifted up to show it is offered in front of the Lord. Then it will be your share of the offering. It will belong to you and your children. That part of the sacrifices will be your share forever, just as the Lord said.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Moses looked for the goat of the sin offering, but it was already burned up. Moses became very angry with Aaron&quot;s other sons Eleazar and Ithamar. Moses said,"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Why did you not eat the sin offering in the holy area! That meat is very holy! God gave it to you to carry away the guilt of the people&ndash;to make the people pure before the Lord."
            },
            {
                "verse_number": "18",
                "verse_text": "That goat&quot;s blood was not brought into the Holy Place. So you should have eaten the meat in the holy area, just as I commanded!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "But Aaron said to Moses, &apos;Look, today they brought their sin offering and burnt offering before the Lord. But you know what happened to me today! Do you think the Lord would be happy if I ate the sin offering today?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "When Moses heard this, he agreed."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses and Aaron,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Tell the Israelites: These are the animals you can eat:"
            },
            {
                "verse_number": "3",
                "verse_text": "If an animal has hooves that are split into two parts, and if that animal also chews the cud, then you may eat the meat from that animal."
            },
            {
                "verse_number": "7",
                "verse_text": "Other animals have hooves that are split into two parts, but they don&quot;t chew the cud. Don&quot;t eat these animals. Pigs are like that, so they are unclean for you."
            },
            {
                "verse_number": "8",
                "verse_text": "Don&quot;t eat the meat from these animals. Don&quot;t even touch their dead bodies! They are unclean for you."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;You may eat everything that lives in the sea or in a river that has fins and scales."
            },
            {
                "verse_number": "12",
                "verse_text": "It is a sickening thought for you to touch anything that lives in the water and does not have fins and scales."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;You must also treat some birds as things that are wrong to eat. Stay away from them. It is a sickening thought for you to eat any of these birds: eagles, vultures, buzzards,"
            },
            {
                "verse_number": "14",
                "verse_text": "kites, all kinds of falcons,"
            },
            {
                "verse_number": "15",
                "verse_text": "all kinds of black birds,"
            },
            {
                "verse_number": "16",
                "verse_text": "ostriches, nighthawks, sea gulls, all kinds of hawks,"
            },
            {
                "verse_number": "17",
                "verse_text": "owls, cormorants, great owls,"
            },
            {
                "verse_number": "18",
                "verse_text": "water hens, pelicans, carrion vultures,"
            },
            {
                "verse_number": "19",
                "verse_text": "storks, all kinds of herons, hoopoes, and bats."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Don&quot;t eat insects that have wings and crawl. Even the thought of eating them should make you sick!"
            },
            {
                "verse_number": "21",
                "verse_text": "But you may eat insects if they have legs with joints above their feet so that they can jump."
            },
            {
                "verse_number": "22",
                "verse_text": "You may also eat all kinds of locusts, all kinds of winged locusts, all kinds of crickets, and all kinds of grasshoppers."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;But stay away from all the other insects that have wings and crawl."
            },
            {
                "verse_number": "24",
                "verse_text": "They will make you unclean. If you touch the dead bodies of these insects, you will become unclean until evening."
            },
            {
                "verse_number": "25",
                "verse_text": "If you pick up one of these dead insects, you must wash your clothes. You will be unclean until evening."
            },
            {
                "verse_number": "28",
                "verse_text": "If you pick up the dead bodies of these unclean animals, you must wash your clothes. You will be unclean until evening. These animals are unclean for you."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;These small animals are unclean for you: moles, mice, all kinds of great lizards,"
            },
            {
                "verse_number": "30",
                "verse_text": "geckos, crocodiles, lizards, sand reptiles, and chameleons."
            },
            {
                "verse_number": "31",
                "verse_text": "Whoever touches their dead bodies will be unclean until evening."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;If any of these unclean animals dies and falls on something, that thing will become unclean. It might be something made from wood, cloth, leather, or sackcloth. Whatever it is or is used for, it must be washed with water. It will be unclean until evening. Then it will become clean again."
            },
            {
                "verse_number": "33",
                "verse_text": "If any of these unclean animals dies and falls into a clay dish, anything in the dish will become unclean. And you must break the dish."
            },
            {
                "verse_number": "34",
                "verse_text": "If water from the unclean clay dish touches any food, that food will become unclean. Any drink in the unclean dish will become unclean."
            },
            {
                "verse_number": "35",
                "verse_text": "If any part of a dead, unclean animal falls on something, that thing is unclean. It may be a clay oven or a clay baking pan. It must be broken into pieces. These things will remain unclean. They will always be unclean for you."
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;A spring or a well that collects water will remain clean, but anyone who touches the dead bodies of any unclean animal in that water will become unclean."
            },
            {
                "verse_number": "37",
                "verse_text": "If any part of a dead, unclean animal falls on seed that is to be planted, that seed is still clean."
            },
            {
                "verse_number": "38",
                "verse_text": "But if you put water on some seed and if any part of a dead, unclean animal falls on those seeds, they are unclean for you."
            },
            {
                "verse_number": "39",
                "verse_text": "&apos;Also, if an animal which you use for food dies, whoever touches its dead body will be unclean until evening."
            },
            {
                "verse_number": "40",
                "verse_text": "If you eat meat from this animal&quot;s body, you must wash your clothes. You will be unclean until evening. If you pick up the dead body of the animal, you must wash your clothes. You will be unclean until evening."
            },
            {
                "verse_number": "41",
                "verse_text": "&apos;You must treat all the crawling animals that live on the dirt as disgusting things that you must not eat."
            },
            {
                "verse_number": "42",
                "verse_text": "You must not eat any of the reptiles that crawl on their bellies or that walk on all four feet or that have many feet. Don&quot;t eat these animals!"
            },
            {
                "verse_number": "43",
                "verse_text": "Don&quot;t let them make you filthy. You must not become unclean,"
            },
            {
                "verse_number": "44",
                "verse_text": "because I am the Lord your God. I am holy, so you should keep yourselves holy. Don&quot;t make yourselves unclean with these crawling things."
            },
            {
                "verse_number": "45",
                "verse_text": "I, the Lord, brought you out of Egypt so that you could be my special people and I could be your God. I am holy, so you must be holy too.&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "These are the rules about all the tame animals, birds, all the animals in the sea, and all the animals that crawl on the ground."
            },
            {
                "verse_number": "47",
                "verse_text": "These rules will help the people know which animals are unclean and which animals they are allowed to eat and which ones they cannot eat."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Tell the Israelites: &apos;When a woman gives birth, she will be unclean, just as she is during her monthly time of bleeding. If the baby is a boy, the mother will be unclean for seven days."
            },
            {
                "verse_number": "3",
                "verse_text": "The baby boy must be circumcised on the eighth day."
            },
            {
                "verse_number": "4",
                "verse_text": "Because of the blood from childbirth, another 33 days must pass before she can touch anything that is holy. She must not enter the Holy Place until the time of her purification is finished."
            },
            {
                "verse_number": "5",
                "verse_text": "But if she gives birth to a girl, the mother will be unclean for 14 days, just as she is during her monthly time of bleeding. Because of the blood from childbirth, another 66 days must pass before she becomes clean."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;After the time of her purification is finished, the new mother of a baby girl or boy must bring special sacrifices to the Meeting Tent. She must give her sacrifices to the priest at the entrance of the Meeting Tent. She must bring a one-year-old lamb for a burnt offering and a dove or young pigeon for a sin offering."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses and Aaron,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Someone might have a swelling on their skin, or it may be a rash or a bright spot. If the sore looks like the disease of leprosy, the person must be brought to Aaron the priest or to one of his sons, the priests."
            },
            {
                "verse_number": "3",
                "verse_text": "The priest must look at the sore on the person&quot;s skin. If the hair in the sore has become white, and if the sore seems deeper than the person&quot;s skin, it is leprosy. When the priest has finished looking at the person, he must announce that the person is unclean."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Sometimes there is a white spot on a person&quot;s skin that does not seem deeper than the skin. If that is true, the priest must separate that person from other people for seven days."
            },
            {
                "verse_number": "5",
                "verse_text": "On the seventh day the priest must look at the person again. If the priest sees that the sore has not changed and has not spread on the skin, he must separate the person for seven more days."
            },
            {
                "verse_number": "6",
                "verse_text": "Seven days later the priest must look at the person again. If the sore has faded and has not spread on the skin, the priest must announce that the person is clean. The sore is only a rash. After washing the clothes, that person will be clean again."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;But if the rash spreads over the skin after the person has shown himself to the priest to be made clean again, that person must come again to the priest."
            },
            {
                "verse_number": "8",
                "verse_text": "The priest must look, and if the rash has spread, he must announce that the person is unclean. The disease is leprosy."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Whoever has leprosy must be brought to the priest."
            },
            {
                "verse_number": "10",
                "verse_text": "He must look at that person. If there is a white swelling on the skin, if the hair has become white, and if the skin looks raw in the swelling,"
            },
            {
                "verse_number": "11",
                "verse_text": "it is leprosy that has been there for a long time. The priest must announce that the person is unclean. He does not have to wait until after a period of separation, because he already knows that the person is unclean."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Sometimes a skin disease will spread all over a person&quot;s body, covering the skin from head to foot. The priest must look at that person&quot;s whole body."
            },
            {
                "verse_number": "13",
                "verse_text": "If the priest sees that the skin disease covers the whole body and that it has turned all the skin white, the priest must announce that the person is clean."
            },
            {
                "verse_number": "14",
                "verse_text": "But if the skin is raw, that person is not clean."
            },
            {
                "verse_number": "15",
                "verse_text": "When the priest sees the raw skin, he must announce that the person is unclean. The raw skin is not clean. It is leprosy."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;If the raw skin changes and becomes white, the person must come to the priest."
            },
            {
                "verse_number": "17",
                "verse_text": "The priest must look at the person. If the skin has become white, the person who had the infection is clean, and the priest must announce this."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Someone might get a boil on their skin that heals over."
            },
            {
                "verse_number": "19",
                "verse_text": "Then that boil might become a white swelling or a bright, white spot with red streaks in it. If this happens, the person must show that spot to the priest."
            },
            {
                "verse_number": "20",
                "verse_text": "The priest must look at it. If the swelling is deeper than the skin, and the hair on it has become white, the priest must announce that the person is unclean. The spot is leprosy that has broken out from inside the boil."
            },
            {
                "verse_number": "21",
                "verse_text": "But if the priest looks at the spot, and there are no white hairs in it, and the spot is not deeper than the skin but is faded, the priest must separate the person for seven days."
            },
            {
                "verse_number": "22",
                "verse_text": "If the spot spreads on the skin, the priest must announce that the person is unclean; it is an infection."
            },
            {
                "verse_number": "23",
                "verse_text": "But if the bright spot stays in its place and does not spread, it is only the scar from the old boil. The priest must announce that the person is clean."
            },
            {
                "verse_number": "26",
                "verse_text": "But if the priest looks at the spot, and there is no white hair in the bright spot, and the spot is not deeper than the skin but is faded, the priest must separate the person for seven days."
            },
            {
                "verse_number": "27",
                "verse_text": "On the seventh day, the priest must look at the person again. If the spot has spread on the skin, the priest must announce that the person is unclean. It is leprosy."
            },
            {
                "verse_number": "28",
                "verse_text": "But if the bright spot has not spread on the skin but has faded, it is only a scar from the burn. The priest must announce that the person is clean."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Someone might get an infection on the scalp or beard."
            },
            {
                "verse_number": "30",
                "verse_text": "A priest must look at the infection. If the infection seems to be deeper than the skin, and if the hair around it is thin and yellow, the priest must announce that the person is unclean. It is a serious skin disease."
            },
            {
                "verse_number": "31",
                "verse_text": "If the disease does not seem deeper than the skin, but there is no dark hair in it, the priest must separate that person for seven days."
            },
            {
                "verse_number": "32",
                "verse_text": "On the seventh day, the priest must look at it again. If the disease has not spread, and there are no yellow hairs growing in it, and the disease does not seem deeper than the skin,"
            },
            {
                "verse_number": "33",
                "verse_text": "the person must shave. But the diseased area should not be shaved. The priest must separate that person for seven more days."
            },
            {
                "verse_number": "34",
                "verse_text": "On the seventh day, the priest must look at it again. If the disease has not spread, and it does not seem deeper than the skin, the priest must announce that the person is clean. After washing those clothes, that person will be clean."
            },
            {
                "verse_number": "35",
                "verse_text": "But if the disease spreads on the skin after the person has become clean,"
            },
            {
                "verse_number": "36",
                "verse_text": "then the priest must look at the person again. If the disease has spread, the priest does not need to look for yellow hair. The person is unclean."
            },
            {
                "verse_number": "37",
                "verse_text": "But if the priest thinks that the disease has stopped, and black hair is growing in it, the disease has healed. The person is clean, and the priest must announce this."
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;If anyone has white spots on the skin,"
            },
            {
                "verse_number": "39",
                "verse_text": "a priest must look at them. If the spots on that person&quot;s skin are dull white, the disease is only a harmless rash. That person is clean."
            },
            {
                "verse_number": "40",
                "verse_text": "&apos;A man might begin to lose the hair on his head. It is only baldness, so he is clean."
            },
            {
                "verse_number": "41",
                "verse_text": "A man might lose hair from the sides of his head. He is clean. It is only another kind of baldness."
            },
            {
                "verse_number": "42",
                "verse_text": "But if there is a red and white infection on his scalp, it is a skin disease."
            },
            {
                "verse_number": "43",
                "verse_text": "A priest must look at him. If the swelling of the infection is red and white and looks like the leprosy on other parts of his body,"
            },
            {
                "verse_number": "44",
                "verse_text": "then he has leprosy on his scalp. The person is unclean. The priest must announce that he is unclean."
            },
            {
                "verse_number": "45",
                "verse_text": "&apos;People with leprosy must warn other people. They must shout, &quot;Unclean, unclean!&quot; They must tear their clothes at the seams. They must let their hair grow wild, and they must cover their mouth."
            },
            {
                "verse_number": "46",
                "verse_text": "They are unclean the whole time that they have the infection. They are unclean and must live outside the camp."
            },
            {
                "verse_number": "49",
                "verse_text": "If the mildew is green or red, it must be shown to the priest."
            },
            {
                "verse_number": "50",
                "verse_text": "The priest must look at it and put it in a separate place for seven days."
            },
            {
                "verse_number": "53",
                "verse_text": "&apos;If the priest sees that the mildew did not spread on the object, it must be washed. It doesn&quot;t matter if it is leather or cloth, or if the cloth is knitted or woven, it must be washed."
            },
            {
                "verse_number": "54",
                "verse_text": "He must order the people to wash it. Then he must separate the clothing for seven more days."
            },
            {
                "verse_number": "55",
                "verse_text": "After that time, the priest must look at it again. If the mildew still looks the same, the object is unclean. It doesn&quot;t matter if the infection has not spread; you must burn that cloth or piece of leather."
            },
            {
                "verse_number": "56",
                "verse_text": "&apos;But if the priest looks at that piece of leather or cloth, and the mildew has faded, he must tear the infected spot out of the piece of leather or cloth. It doesn&quot;t matter if the cloth is woven or knitted."
            },
            {
                "verse_number": "57",
                "verse_text": "But the mildew might come back to that piece of leather or cloth. If that happens, the mildew is spreading, and the object must be burned."
            },
            {
                "verse_number": "58",
                "verse_text": "But if the mildew did not come back after washing, that piece of leather or cloth is clean, whether the cloth was woven or knitted.&apos;"
            },
            {
                "verse_number": "59",
                "verse_text": "These are the rules for mildew on pieces of leather or cloth, whether the cloth is woven or knitted."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;These are the rules for people who have had a skin disease and have been made well. These rules are for making them clean. &apos;A priest must look at those who had the skin disease."
            },
            {
                "verse_number": "3",
                "verse_text": "The priest must go to them outside the camp and look to see if the skin disease is healed."
            },
            {
                "verse_number": "4",
                "verse_text": "If they are healthy, the priest will tell them to do these things: They must bring two clean birds that are still alive, a piece of cedar wood, a piece of red cloth, and a hyssop plant."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the priest must order one bird to be killed in a clay bowl over running water."
            },
            {
                "verse_number": "6",
                "verse_text": "He must take the other bird that is still alive and the piece of cedar wood, the piece of red cloth, and the hyssop plant and dip them in the blood of the bird that was killed over the running water."
            },
            {
                "verse_number": "7",
                "verse_text": "He must sprinkle the blood seven times on those who had the skin disease. Then he must announce that they are clean. After that the priest must go to an open field and let the living bird go free."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;The people going through this purification ceremony must wash their clothes, shave off all their hair, and wash with water. Then they will be clean. They may then go into the camp, but they must stay outside their tent for seven days."
            },
            {
                "verse_number": "9",
                "verse_text": "On the seventh day, they must shave off all their hair. They must shave their head, their beard, and their eyebrows&ndash;yes, all their hair. Then they must wash their clothes and bathe their bodies in water. Then they will be clean."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;On the eighth day, anyone who had a skin disease must take two male lambs that have nothing wrong with them and a one-year-old female lamb that has nothing wrong with it. They must also take 24 cups of fine flour mixed with oil for a grain offering and 2/3 of a pint of olive oil."
            },
            {
                "verse_number": "11",
                "verse_text": "The priest must bring that person and those sacrifices before the Lord at the entrance of the Meeting Tent. (This must be the same priest who announced that the person is clean.)"
            },
            {
                "verse_number": "12",
                "verse_text": "The priest will take one of the lambs and the oil as a guilt offering. He will lift them in front of the Lord to show they were presented to God."
            },
            {
                "verse_number": "13",
                "verse_text": "Then the priest will kill the male lamb in the holy place where they kill the sin offering and the burnt offering. Like the sin offering, the guilt offering belongs to the priest. It is very holy."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;The priest will take some of the blood of the guilt offering. He will put some of this blood on the tip of the right ear of the person to be made clean. The priest will put some of this blood on the thumb of the right hand and on the big toe of the right foot of that person."
            },
            {
                "verse_number": "15",
                "verse_text": "The priest will also take some of the oil and pour it into his own left palm."
            },
            {
                "verse_number": "16",
                "verse_text": "Then the priest will dip the finger of his right hand into the oil that is in his left palm. He will use his finger to sprinkle some of the oil seven times before the Lord."
            },
            {
                "verse_number": "17",
                "verse_text": "Then he will put some of the oil that is in his palm on the person to be made clean. He will put that oil on the same places he put the blood of the guilt offering. The priest will put some of the oil on the tip of the person&quot;s right ear, on the thumb of the right hand, and on the big toe of the person&quot;s right foot."
            },
            {
                "verse_number": "18",
                "verse_text": "He will put the oil that is left in his palm on the head of the person to be made clean. In this way he will make that person pure before the Lord."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Then the priest must offer the sin offering to make that person pure. After that he will kill the animal for the burnt offering."
            },
            {
                "verse_number": "20",
                "verse_text": "He will then offer up the burnt offering and the grain offering on the altar. In this way the priest will make that person pure, and that person will become clean."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;A poor person might not be able to afford all these offerings. So that poor person can use one male lamb as a guilt offering. It will be presented to God so that the priest can make that person pure. The poor person must take 8 cups of fine flour mixed with oil. This flour will be used for a grain offering. The poor person must also take 2/3 of a pint of olive oil"
            },
            {
                "verse_number": "22",
                "verse_text": "and two doves or two young pigeons. Even poor people can afford these things. One bird will be a sin offering, and the other will be a burnt offering."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;On the eighth day, that person will bring these things to the priest at the entrance of the Meeting Tent. These things will be offered before the Lord so that the person can become clean."
            },
            {
                "verse_number": "24",
                "verse_text": "The priest will take the lamb for the guilt offering and the oil, and he will lift them up to show they were offered before the Lord."
            },
            {
                "verse_number": "25",
                "verse_text": "Then he will kill the lamb of the guilt offering, take some of its blood, and put it on the tip of the right ear of the person to be made clean. The priest will put some of this blood on the thumb of the right hand and on the big toe of the right foot of this person."
            },
            {
                "verse_number": "26",
                "verse_text": "He will also pour some of this oil into his own left palm."
            },
            {
                "verse_number": "27",
                "verse_text": "He will use the finger of his right hand to sprinkle some of the oil that is in his left palm seven times before the Lord."
            },
            {
                "verse_number": "28",
                "verse_text": "Then he will put some of the oil that is in his palm on the same places he put the blood from the guilt offering. He will put some of the oil on the tip of the right ear of the person to be made clean. The priest will put some of the oil on the thumb of the right hand and on the big toe of the person&quot;s right foot."
            },
            {
                "verse_number": "29",
                "verse_text": "He will put the oil that is left in his palm on the head of the person to be made clean. In this way he will make that person pure before the Lord."
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;Then the priest must offer one of the doves or young pigeons. (He must offer whichever the person can afford.)"
            },
            {
                "verse_number": "31",
                "verse_text": "He must offer one of these birds as a sin offering and the other bird as a burnt offering. He must offer the birds with the grain offering. In this way the priest will make that person pure before the Lord, and that person will become clean.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "These are the rules for making people clean after they become well from a skin disease. These are the rules for those who cannot afford the regular sacrifices for becoming clean."
            },
            {
                "verse_number": "33",
                "verse_text": "The Lord also said to Moses and Aaron,"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;I am giving the land of Canaan to your people. Your people will enter that land. At that time I might cause mildew to grow in someone&quot;s house."
            },
            {
                "verse_number": "35",
                "verse_text": "The person who owns that house must come and tell the priest, &quot;I see something like mildew in my house.&quot;"
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;Then the priest must order the people to take everything out of the house before he goes in to look at the mildew. Then the priest will not have to say everything in the house is unclean. After the people have taken everything out of the house, the priest will go in to look at the house."
            },
            {
                "verse_number": "37",
                "verse_text": "He will look at the mildew. If the mildew on the walls of the house has holes that are a green or red color, and if the mildew goes into the wall&quot;s surface,"
            },
            {
                "verse_number": "38",
                "verse_text": "he must go out of the house and lock the house for seven days."
            },
            {
                "verse_number": "39",
                "verse_text": "&apos;On the seventh day the priest must come back and check the house. If the mildew has spread on the walls of the house,"
            },
            {
                "verse_number": "40",
                "verse_text": "then he must order the people to tear out the stones with the mildew on them and throw them away. They must put these stones at a special unclean place outside the city."
            },
            {
                "verse_number": "41",
                "verse_text": "Then the priest must have the entire house scraped inside. The people must throw away the plaster that was scraped off the walls. They must put that plaster at a special unclean place outside the city."
            },
            {
                "verse_number": "42",
                "verse_text": "Then new stones must be put in the walls, and the walls must be covered with new plaster."
            },
            {
                "verse_number": "43",
                "verse_text": "&apos;Maybe someone took away the old stones and plaster and put in new stones and plaster. And maybe mildew again appears in that house."
            },
            {
                "verse_number": "44",
                "verse_text": "Then the priest must come in and check the house. If the infection has spread in the house, it is a disease that spreads quickly to other places. So the house is unclean."
            },
            {
                "verse_number": "45",
                "verse_text": "The house must be torn down. All the stones, plaster, and pieces of wood must be taken to the special unclean place outside the city."
            },
            {
                "verse_number": "46",
                "verse_text": "Anyone who goes into that house will be unclean until evening."
            },
            {
                "verse_number": "47",
                "verse_text": "Anyone who eats in that house or lies down in there must wash their clothes."
            },
            {
                "verse_number": "48",
                "verse_text": "&apos;After new stones and plaster are put in a house, the priest must check the house. If the mildew has not spread through the house, the priest will announce that the house is clean, because the mildew is gone."
            },
            {
                "verse_number": "49",
                "verse_text": "&apos;Then, to make the house clean, the priest must take two birds, a piece of cedar wood, a piece of red cloth, and a hyssop plant."
            },
            {
                "verse_number": "50",
                "verse_text": "He will kill one bird in a clay bowl over running water."
            },
            {
                "verse_number": "51",
                "verse_text": "Then he will take the cedar wood, the hyssop, the piece of red cloth, and the living bird and dip them in the blood of the bird that was killed over running water. Then he will sprinkle that blood on the house seven times."
            },
            {
                "verse_number": "52",
                "verse_text": "In this way he will use these things to make the house clean."
            },
            {
                "verse_number": "53",
                "verse_text": "He will go to an open field outside the city and let the living bird go free. In this way the priest will make the house pure. The house will be clean.&apos;"
            },
            {
                "verse_number": "54",
                "verse_text": "These are the rules for any infection of leprosy,"
            },
            {
                "verse_number": "55",
                "verse_text": "for mildew on pieces of cloth or in a house."
            },
            {
                "verse_number": "56",
                "verse_text": "These are the rules for swellings, rashes, or bright spots on the skin."
            },
            {
                "verse_number": "57",
                "verse_text": "These rules teach when something is clean and when something is unclean. These are the rules about these kinds of disease."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "The Lord also said to Moses and Aaron,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Say to the Israelites: Whoever has a genital discharge is unclean."
            },
            {
                "verse_number": "3",
                "verse_text": "The person is unclean whether the discharge continues to flow or whether it stops."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;If a man with a discharge lies on a bed, that bed becomes unclean. Everything he sits on will become unclean."
            },
            {
                "verse_number": "5",
                "verse_text": "If you touch that bed, you must wash your clothes and bathe in water. You will be unclean until evening."
            },
            {
                "verse_number": "6",
                "verse_text": "If you sit on anything that he sat on, you must wash your clothes and bathe in water. You will be unclean until evening."
            },
            {
                "verse_number": "7",
                "verse_text": "If you touch him, you must wash your clothes and bathe in water. You will be unclean until evening."
            },
            {
                "verse_number": "8",
                "verse_text": "If he spits on you, you must wash your clothes and bathe in water. You will be unclean until evening."
            },
            {
                "verse_number": "9",
                "verse_text": "If that man sits on a saddle, it will become unclean."
            },
            {
                "verse_number": "10",
                "verse_text": "If you touch or carry anything that was under him, you will be unclean until evening."
            },
            {
                "verse_number": "11",
                "verse_text": "If he touches you, you must wash your clothes and bathe in water. You will be unclean until evening."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;If a man with a discharge touches a clay bowl, that bowl must be broken. If he touches a wooden bowl, that bowl must be washed in water."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;When it comes time for a man with a discharge to be made clean, he must wait seven days. Then he must wash his clothes and bathe his body in running water. Then he will become clean."
            },
            {
                "verse_number": "14",
                "verse_text": "On the eighth day, he must take for himself two doves or two young pigeons and come before the Lord at the entrance of the Meeting Tent. He will give the two birds to the priest."
            },
            {
                "verse_number": "15",
                "verse_text": "The priest will offer the birds, one for a sin offering, and the other for a burnt offering. In this way the priest will make that man pure before the Lord."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;If a man has a flow of semen, he must bathe his whole body in water. He will be unclean until evening."
            },
            {
                "verse_number": "17",
                "verse_text": "If the semen is on any clothing or leather, that clothing or leather must be washed with water. It will be unclean until evening."
            },
            {
                "verse_number": "18",
                "verse_text": "If a woman has sexual relations with a man, and he has a flow of semen, both the man and the woman must bathe in water. They will be unclean until evening."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;If a woman has a discharge from her monthly time of bleeding, she will be unclean for seven days. Anyone who touches her will be unclean until evening."
            },
            {
                "verse_number": "20",
                "verse_text": "Everything she lies on during her monthly time of bleeding will be unclean. And everything she sits on during that time will be unclean."
            },
            {
                "verse_number": "21",
                "verse_text": "Whoever touches her bed must wash their clothes and bathe in water. They will be unclean until evening."
            },
            {
                "verse_number": "22",
                "verse_text": "Whoever touches anything she has sat on must wash their clothes and bathe in water. They will be unclean until evening."
            },
            {
                "verse_number": "23",
                "verse_text": "It doesn&quot;t matter if they touched the woman&quot;s bed or if they touched something she sat on, they will be unclean until evening."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;If a man has sexual relations with a woman during her monthly time of bleeding, he will be unclean for seven days. Every bed he lies on will be unclean."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;If a woman has a discharge of blood for many days, not during her time of monthly bleeding, or if she has a discharge after that time, she will be unclean, just as during the time of her monthly bleeding. She will be unclean for as long as she has a discharge."
            },
            {
                "verse_number": "26",
                "verse_text": "Any bed she lies on during the time of her discharge will be like her bed during the time of her monthly bleeding. Everything she sits on will be unclean, just as it is during the time she is unclean from her monthly bleeding."
            },
            {
                "verse_number": "27",
                "verse_text": "Whoever touches these things will be unclean until evening. They must wash their own clothes and bathe in water."
            },
            {
                "verse_number": "28",
                "verse_text": "After the woman&quot;s discharge stops, she must wait seven days. After that she will be clean."
            },
            {
                "verse_number": "29",
                "verse_text": "Then on the eighth day, she must bring two doves or two young pigeons to the priest at the entrance of the Meeting Tent."
            },
            {
                "verse_number": "30",
                "verse_text": "Then the priest must offer one bird for a sin offering and the other bird for a burnt offering. In this way the priest will make her pure before the Lord."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;So you must warn the Israelites about being unclean. If you don&quot;t warn the people, they might make my Holy Tent unclean. And then they would have to die!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "These are the rules for anyone with a discharge from the body. These rules are for men who become unclean from a flow of semen."
            },
            {
                "verse_number": "33",
                "verse_text": "And these rules are for women who become unclean from their monthly time of bleeding. And these are the rules for anyone who becomes unclean by sleeping with another person who is unclean."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Two of Aaron&quot;s sons died while offering incense to the Lord. After that time, the Lord spoke to Moses."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord said, &apos;Talk to your brother Aaron. Tell him that he cannot go behind the curtain into the Most Holy Place anytime he wants to. The mercy-cover is in the room behind that curtain on top of the Holy Box, and I appear in a cloud over that mercy-cover. If Aaron goes into that room, he will die! So they did everything that the Lord had commanded Moses."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Before Aaron enters the Most Holy Place, he will offer a bull for a sin offering and a ram for a burnt offering."
            },
            {
                "verse_number": "4",
                "verse_text": "Aaron will wash his whole body with water and put on the special clothes. He will put on the linen underwear next to his body, the linen robe, the linen belt, and then he will put the linen turban on his head."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;From the whole community of Israel, Aaron will accept two male goats for a sin offering and one ram for a burnt offering."
            },
            {
                "verse_number": "6",
                "verse_text": "Then he will offer the bull for the sin offering. This sin offering is for himself. He will do this to purify himself and his family."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Then Aaron will take the two goats and bring them before the Lord at the doorway of the Meeting Tent."
            },
            {
                "verse_number": "8",
                "verse_text": "Aaron will throw lots for the two goats. One lot will be for the Lord. The other lot will be for Azazel."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Then Aaron will offer the goat chosen by the lot for the Lord. Aaron will make this goat a sin offering."
            },
            {
                "verse_number": "10",
                "verse_text": "But the goat chosen by the lot for Azazel will be brought alive before the Lord. Then this goat will be sent out to Azazel in the desert. This is to make the people pure."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Then Aaron will offer the bull as a sin offering for himself. He will purify himself and his family. He will kill the bull for the sin offering for himself."
            },
            {
                "verse_number": "12",
                "verse_text": "Then he will take a firepan full of coals of fire from the altar before the Lord. Aaron will take two handfuls of sweet incense that has been ground into powder and take it into the room behind the curtain."
            },
            {
                "verse_number": "13",
                "verse_text": "He will put the incense on the fire before the Lord. Then the cloud of incense will hide the mercy-cover that is over the Box that holds the Agreement. This way Aaron will not die."
            },
            {
                "verse_number": "14",
                "verse_text": "Aaron will dip his finger into the bull&quot;s blood and sprinkle it on the front of the Holy Box. Then he will sprinkle the blood seven times onto the front of the mercy-cover."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Then Aaron will kill the goat of the sin offering for the people. He will bring this goat&quot;s blood into the room behind the curtain. He will do with the goat&quot;s blood as he did with the bull&quot;s blood. He will sprinkle the goat&quot;s blood on the mercy-cover and in front of it."
            },
            {
                "verse_number": "16",
                "verse_text": "In this way Aaron will purify the Most Holy Place from all the uncleanness and sins of the Israelites. He will also purify the Meeting Tent, because it stands in the middle of people whose sins have made them unclean."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;No one must be in the Meeting Tent when Aaron goes in to purify the Most Holy Place. No one is to go in there until Aaron comes out after purifying himself, his family, and all the Israelites."
            },
            {
                "verse_number": "18",
                "verse_text": "Then Aaron will go out to the altar that is before the Lord. Aaron will make the altar pure. He will take some of the blood from the bull and from the goat and put it on the corners of the altar on all four sides."
            },
            {
                "verse_number": "19",
                "verse_text": "Then he will dip his finger in the blood and sprinkle it on the altar seven times. In this way Aaron will make the altar holy and clean from all the sins of the Israelites."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;So Aaron will make the Most Holy Place, the Meeting Tent, and the altar pure. Then he will bring the living goat to the front of the tent."
            },
            {
                "verse_number": "21",
                "verse_text": "He will put both his hands on the head of the living goat. Then he will confess the sins and crimes of the Israelites over the goat. In this way Aaron will lay the people&quot;s sins on the goat&quot;s head. Then he will send the goat away into the desert. A man will be standing by, ready to lead this goat away."
            },
            {
                "verse_number": "22",
                "verse_text": "So the goat will carry all the people&quot;s sins on itself into the empty desert. The man who leads the goat will let it loose in the desert."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Then Aaron will enter the Meeting Tent. He will take off the linen clothes that he put on when he went into the Holy Place. He will leave these clothes there."
            },
            {
                "verse_number": "24",
                "verse_text": "He will wash his whole body with water in a holy place. Then he will put on his clothes. He will come out and offer his burnt offering and the people&quot;s burnt offering. He will make himself and the people pure."
            },
            {
                "verse_number": "25",
                "verse_text": "Then he will burn the fat of the sin offering on the altar."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;The man who led the goat to Azazel must wash his clothes and his whole body with water. After that he may come into the camp."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;The bull and the goat for the sin offerings will be taken outside the camp. (The blood from these animals was brought into the Holy Place to make the holy things pure.) The skins, bodies, and body waste of those animals will be burned in the fire."
            },
            {
                "verse_number": "28",
                "verse_text": "Then the man who burns them must wash his clothes and bathe his whole body with water. After that he may come into the camp."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;This law will always continue for you: On the tenth day of the seventh month, you must not eat food. You must not do any work. None of the travelers or foreigners living in your land can do any work either."
            },
            {
                "verse_number": "30",
                "verse_text": "Because on this day, the priest will do this to make you pure and wash away your sins. Then you will be clean to the Lord."
            },
            {
                "verse_number": "31",
                "verse_text": "You must humble yourselves because this day is a very important day of rest for you. This law will continue forever."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;In the future, this ceremony will be done by the priest who will be anointed and appointed to serve after his father. That priest will put on the holy linen clothes"
            },
            {
                "verse_number": "33",
                "verse_text": "and make the Most Holy Place, the Meeting Tent, and the altar pure. He will also make the priests and all the people pure."
            },
            {
                "verse_number": "34",
                "verse_text": "That law will continue forever. Once every year you will purify the Israelites from all their sins.&apos;"
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Speak to Aaron and to his sons, and to all the Israelites. Tell them this is what the Lord has commanded:"
            },
            {
                "verse_number": "3",
                "verse_text": "Any one of you Israelites might kill a bull, a lamb, or a goat. You might be in the camp or outside the camp."
            },
            {
                "verse_number": "4",
                "verse_text": "It doesn&quot;t matter; you must bring that animal to the entrance of the Meeting Tent. You must give a part of that animal as a gift to the Lord. You spilled blood, so you must take a gift to the Lord&quot;s Holy Tent. If you don&quot;t take part of the animal as a gift to the Lord, you must be separated from your people!"
            },
            {
                "verse_number": "5",
                "verse_text": "This rule is so that you will bring your fellowship offering to the Lord. You must bring any animal that you kill in the field to the Lord at the entrance of the Meeting Tent. Bring those animals to the priest."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the priest will throw their blood onto the Lord&quot;s altar near the entrance of the Meeting Tent. And the priest will burn the fat from those animals on the altar as a sweet-smelling gift to the Lord."
            },
            {
                "verse_number": "7",
                "verse_text": "In this way you will stop being unfaithful to me by offering sacrifices to your &quot;goat gods.&quot; This law will continue forever."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Tell the people: Any citizen of Israel, traveler, or foreigner living among you might want to offer a burnt offering or some other sacrifice."
            },
            {
                "verse_number": "9",
                "verse_text": "They must take the sacrifice to the entrance of the Meeting Tent and offer it to the Lord. Whoever does not do this will be separated from their people."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;I will turn against those who eat blood whether they are citizens of Israel or foreigners living among you, I will separate them from their people."
            },
            {
                "verse_number": "11",
                "verse_text": "This is because the life of the body is in the blood. I have told you that you must pour the blood on the altar to purify yourselves. It is the blood that makes a person pure."
            },
            {
                "verse_number": "12",
                "verse_text": "That is why I am telling you Israelites and the foreigners living among you that you must not eat blood."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;If any of you, whether Israelite or foreigner living among you, goes hunting and kills a wild animal or bird that you are allowed to eat, you must pour the blood of that animal on the ground and cover it with dirt."
            },
            {
                "verse_number": "14",
                "verse_text": "This is because the life of every kind of animal is in its blood. So I give this command to the Israelites: Don&quot;t eat meat that still has blood in it! Whoever eats blood must be separated from their people."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;If any of you, whether Israelite or foreigner living among you, eats an animal that died by itself or was killed by some other animal, you will be unclean until evening. You must wash your clothes and bathe your whole body with water."
            },
            {
                "verse_number": "16",
                "verse_text": "If you don&quot;t wash your clothes and bathe your whole body, you will be responsible for your guilt.&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Tell the Israelites: I am the Lord your God."
            },
            {
                "verse_number": "3",
                "verse_text": "You must not follow the customs of Egypt where you lived, and you must not follow the customs of the Canaanites where I am leading you. You must not live the way they do."
            },
            {
                "verse_number": "4",
                "verse_text": "You must obey my rules and follow my laws. Be sure to follow my rules because I am the Lord your God."
            },
            {
                "verse_number": "5",
                "verse_text": "You must obey my rules and my laws, because whoever obeys them will live. I am the Lord."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;You must never have sexual relations with your close relatives. I am the Lord."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;You must never have sexual relations with your father or mother. She is your mother, so you must not have sexual relations with her."
            },
            {
                "verse_number": "8",
                "verse_text": "You must not have sexual relations with your father&quot;s wife, even if she is not your mother, because that is like having sexual relations with your father."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;You must not have sexual relations with your sister. It doesn&quot;t matter if she is the daughter of your father or your mother. And it doesn&quot;t matter if your sister was born in your house or at some other place."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;You must not have sexual relations with your granddaughter. It doesn&quot;t matter whether she is the daughter of your son or the daughter of your daughter&ndash;they are all a part of you!"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;If your father and his wife have a daughter, she is your sister. You must not have sexual relations with her."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;You must not have sexual relations with your father&quot;s sister. She is your father&quot;s close relative."
            },
            {
                "verse_number": "13",
                "verse_text": "You must not have sexual relations with your mother&quot;s sister. She is your mother&quot;s close relative."
            },
            {
                "verse_number": "14",
                "verse_text": "You must not have sexual relations with the wife of your father&quot;s brother. You must not go near your uncle&quot;s wife for sexual relations. She is your aunt."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;You must not have sexual relations with your daughter-in-law. She is your son&quot;s wife, so you must not have sexual relations with her."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;You must not have sexual relations with your brother&quot;s wife. That would be like having sexual relations with your brother."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;You must not have sexual relations with a mother and her daughter or her granddaughter. It doesn&quot;t matter if this granddaughter is the daughter of this woman&quot;s son or daughter. Her granddaughters are her close relatives. It is wrong to do this."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;While your wife is still living, you must not take her sister as another wife. This will make the sisters become enemies. You must not have sexual relations with your wife&quot;s sister."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;You must not go near a woman to have sexual relations with her during her monthly time of bleeding. She is unclean during this time."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;You must not have sexual relations with your neighbor&quot;s wife. This will only make you filthy."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;You must not give any of your children through the fire to Molech. If you do this, you will show that you don&quot;t respect the name of your God. I am the Lord."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Men, you must not have sexual relations with another man as with a woman. That is a terrible sin!"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Men, you must not have sexual relations with any animal. This will make you filthy. And women, you must not have sexual relations with any animal. It is against nature!"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Don&quot;t make yourself unclean by doing any of these wrong things! I am throwing nations off their land and giving it to you because they did those terrible sins."
            },
            {
                "verse_number": "25",
                "verse_text": "They made the land filthy. Now the land is sick of those things, and it will vomit out the people who live there."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;So you must obey my laws and rules. You must not do any of these terrible sins. These rules are for the citizens of Israel and the people living among you."
            },
            {
                "verse_number": "27",
                "verse_text": "Those who lived in the land before you have done all these terrible things. So the land became filthy."
            },
            {
                "verse_number": "28",
                "verse_text": "If you do these things, you will make the land filthy. And it will vomit you out as it vomited out the nations that were there before you."
            },
            {
                "verse_number": "29",
                "verse_text": "Whoever does any of these terrible sins must be separated from their people!"
            },
            {
                "verse_number": "30",
                "verse_text": "Other people have done these terrible sins, but you must obey my laws. You must not do any of these terrible sins. Do not make yourself filthy with these terrible sins. I am the Lord your God.&apos;"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Tell all the Israelites: I am the Lord your God. I am holy, so you must be holy. &apos;You must not try to use different kinds of magic to tell the future."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Each of you must honor your mother and father and keep my special days of rest. I am the Lord your God!"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Do not worship idols. Do not make statues of gods for yourselves. I am the Lord your God."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;When you offer a sacrifice of fellowship offerings to the Lord, you must offer it in the right way so that you will be accepted."
            },
            {
                "verse_number": "6",
                "verse_text": "You may eat it the same day you offer it and on the next day. But if any of that sacrifice is left on the third day, you must burn it in the fire."
            },
            {
                "verse_number": "7",
                "verse_text": "You must not eat any of that sacrifice on the third day. It will be unclean, and it will not be accepted."
            },
            {
                "verse_number": "8",
                "verse_text": "You will be guilty of sin if you do that because you did not respect the holy things that belong to the Lord. If you do that, you will be separated from your people."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;When you cut your crops at harvest time, don&quot;t cut all the way to the corners of your fields. And if grain falls on the ground, you must not gather up that grain."
            },
            {
                "verse_number": "10",
                "verse_text": "Don&quot;t pick all the grapes in your vineyards or pick up the grapes that fall to the ground. You must leave those things for your poor people and for people traveling through your country. I am the Lord your God."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;You must not steal. You must not cheat people. You must not lie to each other."
            },
            {
                "verse_number": "12",
                "verse_text": "You must not use my name to make false promises. If you do that, you will show that you don&quot;t respect the name of your God. I am the Lord!"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;You must not cheat or rob your neighbor. You must not hold a hired worker&quot;s salary overnight until morning."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;You must not curse anyone who is deaf. You must not do anything to make a blind person fall. But you must respect your God. I am the Lord."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;You must be fair in judgment. You must not show special favor to the poor. And you must not show special favor to important people. You must be fair when you judge your neighbor."
            },
            {
                "verse_number": "16",
                "verse_text": "You must not go around spreading false stories against other people. Don&quot;t do anything that would put your neighbor&quot;s life in danger. I am the Lord."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Don&quot;t secretly hate any of your neighbors. But tell them openly what they have done wrong so that you will not be just as guilty of sin as they are."
            },
            {
                "verse_number": "18",
                "verse_text": "Forget about the wrong things people do to you. Don&quot;t try to get even. Love your neighbor as yourself. I am the Lord."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;You must obey my laws. You must not let your animals mate with animals of a different kind. You must not sow your field with two kinds of seed. You must not wear clothing made from two kinds of material mixed together."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;It may happen that a man has sexual relations with a woman who is the slave of another man. But this slave woman has not been bought or given her freedom. If this happens, there must be punishment. But they will not be put to death because the woman was not free."
            },
            {
                "verse_number": "21",
                "verse_text": "The man must bring his guilt offering to the Lord at the entrance of the Meeting Tent. He must bring a ram for a guilt offering."
            },
            {
                "verse_number": "22",
                "verse_text": "The priest will make him pure by offering the ram as a guilt offering before the Lord. The offering is for the man&quot;s sins, which will then be forgiven."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;In the future, when you enter your country, you will plant many kinds of trees for food. After planting a tree, you must wait three years before you can use any of the fruit from that tree. You must not use that fruit."
            },
            {
                "verse_number": "24",
                "verse_text": "In the fourth year, the fruit from that tree will belong to the Lord, a holy offering of praise to him."
            },
            {
                "verse_number": "25",
                "verse_text": "Then, in the fifth year, you can eat the fruit from that tree. And the tree will produce more and more fruit for you. I am the Lord your God."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;You must not eat any meat with blood still in it."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;You must not round off the hair that grows on the side of your face. You must not cut your beard that grows on the side of your face."
            },
            {
                "verse_number": "28",
                "verse_text": "You must not cut your body as a way to remember the dead. You must not make any tattoo marks on yourselves. I am the Lord."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Do not dishonor your daughters by making them become prostitutes. If you do that, your whole country will turn away from God and be filled with all kinds of sinful things."
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;You must not work on my special days of rest. You must honor my holy place. I am the Lord."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Do not go to mediums or wizards for advice&ndash;they will only make you unclean. I am the Lord your God."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Show honor to old people. Stand up when they come into the room. And show respect to your leaders. I am the Lord."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;Do not do bad things to foreigners living in your country."
            },
            {
                "verse_number": "34",
                "verse_text": "You must treat them the same as you treat your own citizens. Love them as you love yourselves. Remember, you were foreigners in Egypt. I am the Lord your God!"
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;You must be fair when you judge people, and you must be fair when you measure and weigh things."
            },
            {
                "verse_number": "36",
                "verse_text": "Your baskets should be the right size. Your jars should hold the right amount of liquids. Your weights and balances should weigh things correctly. I am the Lord your God. I brought you out of the land of Egypt."
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;You must remember all my laws and rules. And you must obey them. I am the Lord.&apos;"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;You must also tell the Israelites these things: Anyone living in Israel who gives one of their children to the false god Molech must be killed! It doesn&quot;t matter if they are a citizen of Israel or a foreigner, you must throw stones at them and kill them."
            },
            {
                "verse_number": "3",
                "verse_text": "I will be against them and separate them from their people, because they gave their children to Molech. They showed that they did not respect my holy name. And they made my holy place unclean."
            },
            {
                "verse_number": "4",
                "verse_text": "Maybe the common people will ignore them. Maybe they will not kill those who gave their children to Molech."
            },
            {
                "verse_number": "5",
                "verse_text": "But I will be against these people and their families. I will separate them from their people. I will separate anyone who is unfaithful to me and chases after Molech. &apos;I have treated you differently from other people."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;I will be against anyone who goes to mediums and wizards for advice. Whoever does this is being unfaithful to me. So I will separate them from their people."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Be special. Make yourselves holy, because I am the Lord your God."
            },
            {
                "verse_number": "8",
                "verse_text": "Remember and obey my laws. I am the Lord. And I have made you my special people."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Whoever curses their father or mother must be put to death. They cursed their father or mother, so they are responsible for their own death!"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;If a man has sexual relations with his neighbor&quot;s wife, both the man and the woman are guilty of adultery and must be put to death!"
            },
            {
                "verse_number": "11",
                "verse_text": "If a man has sexual relations with his father&quot;s wife, both the man and the woman must be put to death. They are responsible for their own death. It is as if that man had sexual relations with his father!"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;If a man has sexual relations with his daughter-in-law, both of them must be put to death. They have committed a terrible sexual sin! They are responsible for their own death."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;If a man has sexual relations with another man as with a woman, they have committed a terrible sin. They must be put to death. They are responsible for their own death."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;It is a sexual sin if a man has sexual relations with a woman and her mother. The people must burn that man and the two women in fire! Don&quot;t let this sexual sin happen among your people."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;If a man has sexual relations with an animal, both the man and the animal must be put to death."
            },
            {
                "verse_number": "16",
                "verse_text": "If a woman has sexual relations with an animal, you must kill the woman and the animal. They must be put to death. They are responsible for their own death."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;It is a shameful thing for a brother and his sister or half-sister to marry each other and have sexual relations with each other. They must be punished in public. They must be separated from their people. The man who has sexual relations with his sister must be punished for his sin."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;If a man has sexual relations with a woman during her monthly time of bleeding, both the woman and the man must be separated from their people. They sinned because they exposed her source of blood."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;You must not have sexual relations with your mother&quot;s sister or your father&quot;s sister. That is a sin of incest. You must be punished for your sins."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;A man must not have sexual relations with his uncle&quot;s wife. It would be like having sexual relations with his uncle. That man and his uncle&quot;s wife will be punished for their sins. They will die without children."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;It is wrong for a man to take his brother&quot;s wife. It would be like having sexual relations with his brother! They will have no children."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;You must remember all my laws and rules. And you must obey them. I am leading you to your land. You will live in that country. If you obey my laws and rules, that land will not vomit you out."
            },
            {
                "verse_number": "23",
                "verse_text": "I am forcing other people to leave that country because they committed all those sins. I hate those sins! So don&quot;t live the way those people lived."
            },
            {
                "verse_number": "24",
                "verse_text": "But I have told you that you will get their land. I will give their land to you. It will be your land! It is a land filled with many good things. I am the Lord your God."
            },
            {
                "verse_number": "25",
                "verse_text": "So you must treat clean animals differently from unclean animals. You must also treat clean birds differently from unclean birds. Don&quot;t eat any of these unclean birds or animals or things that crawl on the ground. I have made these things unclean."
            },
            {
                "verse_number": "26",
                "verse_text": "I have separated you from other nations to be my own special people. So you must be holy because I am the Lord, and I am holy."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;A man or a woman who is a medium or a wizard must be put to death. The people must kill them with stones. They are responsible for their own death.&apos;"
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses, &apos;Tell these things to Aaron&quot;s sons, the priests: A priest must not make himself unclean by touching a dead person."
            },
            {
                "verse_number": "2",
                "verse_text": "But if the dead person was one of his close relatives, he can touch the dead body. The priest can make himself unclean if the dead person is his mother or father, his son or daughter, his brother or"
            },
            {
                "verse_number": "3",
                "verse_text": "his unmarried sister. (This sister is close to him because she has no husband. So the priest may make himself unclean for her if she dies.)"
            },
            {
                "verse_number": "4",
                "verse_text": "But a priest must not make himself unclean if the dead person was only one of his slaves."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Priests must not shave their heads bald. They must not shave off the edges of their beards. They must not make any cuts in their bodies."
            },
            {
                "verse_number": "6",
                "verse_text": "Priests must be holy for their God. They must show respect for God&quot;s name. They offer the bread and special gifts to the Lord, so they must be holy."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;A priest serves God in a special way, so he must not marry a woman who has had sexual relations with any other man. He must not marry a prostitute or a divorced woman."
            },
            {
                "verse_number": "8",
                "verse_text": "A priest serves God in a special way. So you must treat him in a special way, because he carries holy things. He brings the holy bread to me, and I am holy. I am the Lord, and I make you holy."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;If a priest&quot;s daughter becomes a prostitute, she ruins her reputation and brings shame to her father. She must be burned to death in the fire!"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;The high priest was chosen from among his brothers. The anointing oil was poured on his head. In this way he was chosen for the special job of being high priest. He was chosen to wear the special clothes, so he must not do things to show his sadness in public. He must not let his hair grow wild. He must not tear his clothes."
            },
            {
                "verse_number": "11",
                "verse_text": "He must not make himself unclean by touching a dead body. He must not go near a dead body, even if it is his own father or mother."
            },
            {
                "verse_number": "12",
                "verse_text": "The high priest must not leave God&quot;s holy place, because he might become unclean and then make God&quot;s holy place unclean. The anointing oil was poured on the high priest&quot;s head. This separated him from the rest of the people. I am the Lord."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;The high priest must marry a woman who is a virgin."
            },
            {
                "verse_number": "14",
                "verse_text": "He must not marry a woman who has had sexual relations with any man. He must not marry a prostitute, a divorced woman, or a widow. The high priest must marry a virgin from his own people."
            },
            {
                "verse_number": "15",
                "verse_text": "In this way people will show respect for his children. I, the Lord, have separated the high priest for his special work.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Tell Aaron: If any of your descendants have anything wrong with them, they must not carry the special bread to God."
            },
            {
                "verse_number": "18",
                "verse_text": "Any man who has something wrong with him must not serve as priest and bring sacrifices to me. These men cannot serve as priests: blind men, crippled men, men with bad scars on their faces, men with arms or legs that are too long,"
            },
            {
                "verse_number": "19",
                "verse_text": "men with broken feet or hands,"
            },
            {
                "verse_number": "20",
                "verse_text": "men with bent backs, men who are dwarfs, men who are cross-eyed, men with rashes or bad skin diseases, and men with crushed testicles."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;If one of Aaron&quot;s descendants has something wrong with him, he cannot approach the altar to bring gifts to the Lord. And he cannot carry the special bread to God."
            },
            {
                "verse_number": "22",
                "verse_text": "He is from the family of priests, so he can eat the holy bread. He can also eat the very holy bread."
            },
            {
                "verse_number": "23",
                "verse_text": "But he cannot go through the curtain into the Most Holy Place and he cannot go near the altar. This is because he has something wrong with him. He must not make my holy places unholy. I am the Lord, and I make these places holy.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "So Moses told these things to Aaron, Aaron&quot;s sons, and all the Israelites."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "The Lord God said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Tell Aaron and his sons: The gifts that the Israelites bring to me become holy. They belong to me, so you priests must show respect for these things. If you don&quot;t, you will show that you don&quot;t respect my holy name. I am the Lord."
            },
            {
                "verse_number": "3",
                "verse_text": "If any one of your descendants touches these things, that person will become unclean. That person must be separated from me. The Israelites gave these things to me. I am the Lord."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;If any of Aaron&quot;s descendants has a serious skin disease or a discharge, he cannot eat the holy food until he becomes clean. This rule is for any priest who becomes unclean. That priest can become unclean from a dead body or from his own semen."
            },
            {
                "verse_number": "5",
                "verse_text": "He can also become unclean if he touches any unclean crawling animal. And he can become unclean if he touches an unclean person. It doesn&quot;t matter what made that person unclean."
            },
            {
                "verse_number": "6",
                "verse_text": "If he touches any of these things, he will become unclean until evening. He must not eat any of the holy food. Even if he washes with water, he cannot eat the holy food."
            },
            {
                "verse_number": "7",
                "verse_text": "He will be clean only after the sun goes down. Then he can eat the holy food because it is his share."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;A priest must not eat any animal that died by itself or that was killed by wild animals. If he eats that animal, he will be unclean. I am the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;The priests must be very careful when it comes time to serve me. They must be careful not to dishonor the holy things. If they are careful, they will not die. I, the Lord, have separated them from the rest of the people for this special job."
            },
            {
                "verse_number": "10",
                "verse_text": "Only a priest&quot;s family can eat the holy food. A visitor staying with the priest or a hired worker must not eat any of the holy food."
            },
            {
                "verse_number": "11",
                "verse_text": "But if the priest buys a person as a slave with his own money, that person may eat some of the holy things. Slaves who were born in the priest&quot;s house may also eat some of the priest&quot;s food."
            },
            {
                "verse_number": "12",
                "verse_text": "A priest&quot;s daughter might marry a man who is not a priest. If she does that, she cannot eat any of the holy offerings."
            },
            {
                "verse_number": "13",
                "verse_text": "A priest&quot;s daughter might become a widow, or she might be divorced. If she does not have any children to support her, and she goes back to her father&quot;s house where she lived as a child, she can eat some of her father&quot;s food. But only people from a priest&quot;s family can eat this food."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Whoever eats some of the holy food by mistake must give the priest the price of that food and add another one-fifth of the price as a fine."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;The Israelites will bring offerings to the Lord. These offerings become holy, so the priests must not let them be used in a wrong way."
            },
            {
                "verse_number": "16",
                "verse_text": "They must not let the people eat these offerings. If they do, they are guilty of doing wrong, and they must pay for it. I am the Lord, the one who makes these offerings holy.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord God said to Moses,"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Tell Aaron and his sons and all the Israelites: A citizen of Israel or a foreigner might want to bring an offering. It might be because of a promise that person made, or it might just be a special sacrifice that person wanted to give to the Lord as a burnt offering."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;You might bring a fellowship offering to the Lord. That fellowship offering might be payment for a special promise that you made. Or maybe it is a special gift that you wanted to give to the Lord. It can be a bull or a sheep, but it must be healthy. There must be nothing wrong with that animal."
            },
            {
                "verse_number": "22",
                "verse_text": "You must not offer to the Lord any animal that is blind, that has broken bones or is crippled, or that has a discharge or a serious skin disease. You must not offer sick animals as a gift to the Lord. You must not put anything like that on his altar."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Sometimes a bull or lamb will have a leg that is too long, or a foot that did not grow right. If you want to give that animal as a special gift to the Lord, it will be accepted. But it will not be accepted as payment for a special promise that you made."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;If an animal has bruised, crushed, or torn testicles, you must not offer that animal to the Lord. You must not do this anywhere in your land."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;You must not take animals from foreigners as sacrifices to your God. The animals might have been hurt in some way. They might have something wrong with them, so they will not be accepted.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;When a calf, or a sheep, or a goat is born, it must stay seven days with its mother. Then from the eighth day on, this animal will be accepted as a sacrifice offered as a gift to the Lord."
            },
            {
                "verse_number": "28",
                "verse_text": "But you must not kill the animal and its mother on the same day. This rule is the same for cattle and sheep."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;If you want to offer some special offering of thanks to the Lord, you are free to offer that gift. But you must do it in a way that pleases God."
            },
            {
                "verse_number": "30",
                "verse_text": "You must eat the whole animal that day. You must not leave any of the meat for the next morning. I am the Lord."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Remember my commands, and obey them. I am the Lord."
            },
            {
                "verse_number": "32",
                "verse_text": "Show respect for my holy name. I must be very special to the Israelites. I, the Lord, have made you my special people."
            },
            {
                "verse_number": "33",
                "verse_text": "I brought you out of Egypt in order to be your God. I am the Lord.&apos;"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Tell the Israelites: You will announce the Lord&quot;s chosen festivals as holy meetings. These are my special festivals."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Work for six days, but the seventh day, the Sabbath, will be a special day of rest, a holy meeting. You must not do any work. It is a day of rest to honor the Lord in all your homes."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;These are the Lord&quot;s chosen festivals. You will announce the holy meetings at the times chosen for them."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord&quot;s Passover is on the 14th day of the first month just before dark."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;The Lord&quot;s Festival of Unleavened Bread is on the 15th day of the same month. You will eat unleavened bread for seven days."
            },
            {
                "verse_number": "7",
                "verse_text": "On the first day of this festival, you will have a special meeting. You must not do any work on that day."
            },
            {
                "verse_number": "8",
                "verse_text": "For seven days, you will bring sacrifices offered as gifts to the Lord. Then there will be another special meeting on the seventh day. You must not do any work on that day.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Tell the Israelites: You will enter the land that I will give you and reap its harvest. At that time you must bring in the first sheaf of your harvest to the priest."
            },
            {
                "verse_number": "11",
                "verse_text": "The priest will lift the sheaf to show it was offered before the Lord. Then you will be accepted. The priest will present the sheaf on Sunday morning."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;On the day when you present the sheaf, you will offer a one-year-old male lamb. There must be nothing wrong with that lamb. That lamb will be a burnt offering to the Lord."
            },
            {
                "verse_number": "13",
                "verse_text": "You must also offer a grain offering of 16 cups of fine flour mixed with olive oil. You must also offer 1 quart of wine. The smell of that offering will please the Lord."
            },
            {
                "verse_number": "14",
                "verse_text": "You must not eat any of the new grain, or fruit, or bread made from the new grain until you bring that offering to your God. This law will always continue through your generations, wherever you live."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;From that Sunday morning (the day you bring the sheaf to be presented to God), count seven weeks."
            },
            {
                "verse_number": "16",
                "verse_text": "On the Sunday following the seventh week (that is, 50 days later), you will bring a new grain offering to the Lord."
            },
            {
                "verse_number": "17",
                "verse_text": "On that day bring two loaves of bread from your homes. That bread will be lifted up to show it was offered to God. Use yeast and 16 cups of flour to make those loaves of bread. That will be your gift to the Lord from your first harvest."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;With these grain offerings bring one bull, one ram, and seven one-year-old male lambs for burnt offerings to the Lord. There must be nothing wrong with these animals. Offer them together with the grain offerings and the drink offerings. The smell of these offerings made by fire will be pleasing to the Lord."
            },
            {
                "verse_number": "19",
                "verse_text": "You will also offer one male goat for a sin offering and two one-year-old male lambs as a fellowship offering."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;The priest will lift them up with the bread from the first harvest to show they were offered with the two lambs before the Lord. They are holy to the Lord. They will belong to the priest."
            },
            {
                "verse_number": "21",
                "verse_text": "On that same day you will call a holy meeting. You must not do any work. This law continues forever in all your homes."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Also, when you harvest the crops on your land, don&quot;t cut all the way to the corners of your field. Don&quot;t pick up the grain that falls on the ground. Leave it for poor people and for foreigners traveling through your country. I am the Lord your God.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Again the Lord said to Moses,"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Tell the Israelites: On the first day of the seventh month, you must have a special day of rest. Blow the trumpet to remind the people that this is a holy meeting."
            },
            {
                "verse_number": "25",
                "verse_text": "You must not do any work. You must bring an offering as a gift to the Lord.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;The Day of Atonement will be on the tenth day of the seventh month. There will be a holy meeting. You must not eat food, and you must bring an offering as a gift to the Lord."
            },
            {
                "verse_number": "28",
                "verse_text": "You must not do any work on that day, because it is the Day of Atonement. On that day the priests will go before the Lord and perform the ceremony that makes you pure."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Anyone who refuses to fast on this day must be separated from their people."
            },
            {
                "verse_number": "30",
                "verse_text": "If anyone does any work on this day, I will destroy that person from among the people."
            },
            {
                "verse_number": "31",
                "verse_text": "You must not do any work at all. This is a law that continues forever for you, wherever you live."
            },
            {
                "verse_number": "32",
                "verse_text": "It will be a special day of rest for you. You must not eat food. You will start this special day of rest on the evening following the ninth day of the month. This special day of rest continues from that evening until the next evening.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Again the Lord said to Moses,"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Tell the Israelites: On the 15th day of the seventh month is the Festival of Shelters. This festival to the Lord will continue for seven days."
            },
            {
                "verse_number": "35",
                "verse_text": "There will be a holy meeting on the first day. You must not do any work."
            },
            {
                "verse_number": "36",
                "verse_text": "You will bring offerings as gifts to the Lord for seven days. On the eighth day, you will have another holy meeting. You must not do any work. You will bring an offering as a gift to the Lord."
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;These are the Lord&quot;s special festivals. There will be holy meetings during these festivals. You will bring offerings as gifts to the Lord&ndash;burnt offerings, grain offerings, sacrifices, and drink offerings. You will bring these gifts at the right time."
            },
            {
                "verse_number": "38",
                "verse_text": "You will celebrate these festivals in addition to remembering the Lord&quot;s Sabbath days. You will offer these gifts in addition to your other gifts and any offerings you give as payment for your special promises. They will be in addition to any special offerings you want to give to the Lord."
            },
            {
                "verse_number": "39",
                "verse_text": "&apos;On the 15th day of the seventh month, when you have gathered in the crops of the land, you will celebrate the Lord&quot;s festival for seven days. The first day will be a special day of rest, and then the eighth day will also be a special day of rest."
            },
            {
                "verse_number": "40",
                "verse_text": "On the first day you will take good fruit from fruit trees. And you will take branches from palm trees, poplar trees, and willow trees by the brook. You will celebrate before the Lord your God for seven days."
            },
            {
                "verse_number": "41",
                "verse_text": "You will celebrate this festival to the Lord for seven days each year. This law will continue forever. You will celebrate this festival in the seventh month."
            },
            {
                "verse_number": "42",
                "verse_text": "You will live in temporary shelters for seven days. All the people born in Israel will live in them."
            },
            {
                "verse_number": "43",
                "verse_text": "Why? So all your descendants will know that I made the Israelites live in temporary shelters during the time I brought them out of Egypt. I am the Lord your God.&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "So Moses told the Israelites about all the special meetings to honor the Lord."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Command the Israelites to bring to you pure oil from crushed olives. That oil is for the lamps that must burn without stopping."
            },
            {
                "verse_number": "3",
                "verse_text": "Aaron will keep the light burning in the Meeting Tent before the Lord from evening until morning. This light will be outside the curtain that hangs in front of the Box that holds the Agreement. This law will continue forever."
            },
            {
                "verse_number": "4",
                "verse_text": "Aaron must always keep the lamps burning on the lampstand of pure gold before the Lord."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Take fine flour and bake twelve loaves with it. Use 16 cups of flour for each loaf."
            },
            {
                "verse_number": "6",
                "verse_text": "Put them in two rows on the golden table before the Lord. Six loaves will be in each row."
            },
            {
                "verse_number": "7",
                "verse_text": "Put pure frankincense on each row. This will help the Lord remember the gift."
            },
            {
                "verse_number": "8",
                "verse_text": "Every Sabbath day Aaron will put the bread in order before the Lord. This must be done forever. This agreement with the Israelites will continue forever."
            },
            {
                "verse_number": "9",
                "verse_text": "That bread will belong to Aaron and his sons. They will eat the bread in a holy place, because that bread is one of the special gifts to the Lord. It is Aaron&quot;s share forever.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "There was a son of an Israelite woman and an Egyptian father. He was walking among the Israelites, and he started fighting in camp."
            },
            {
                "verse_number": "11",
                "verse_text": "The Israelite woman&quot;s son began cursing, using the Lord&quot;s name in a bad way, so the people brought him to Moses. (The name of the man&quot;s mother was Shelomith, the daughter of Dibri, from the tribe of Dan.)"
            },
            {
                "verse_number": "12",
                "verse_text": "The people held him as a prisoner and waited for the Lord&quot;s command to be made clear to them."
            },
            {
                "verse_number": "13",
                "verse_text": "Then the Lord said to Moses,"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Bring the man who cursed to a place outside the camp. Then bring together everyone who heard him curse. They will put their hands on his head. And then all the people must throw stones at him and kill him."
            },
            {
                "verse_number": "15",
                "verse_text": "You must tell the Israelites: Anyone who curses their God must be punished."
            },
            {
                "verse_number": "16",
                "verse_text": "Anyone who speaks against the name of the Lord must be put to death. All the people must stone him. Any foreigner or anyone born in Israel who uses the Lord&quot;s name in a bad way must be put to death."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;And whoever kills another person must be put to death."
            },
            {
                "verse_number": "18",
                "verse_text": "Whoever kills an animal that belongs to another person must give another animal to take its place."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;And whoever causes an injury to their neighbor must be given the same kind of injury:"
            },
            {
                "verse_number": "20",
                "verse_text": "a broken bone for a broken bone, an eye for an eye, and a tooth for a tooth. The same kind of injury a person gives another person must be given that person."
            },
            {
                "verse_number": "21",
                "verse_text": "Whoever kills an animal must pay for the animal. But whoever kills another person must be put to death."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;The law will be the same for foreigners and for people from your own country. This is because I am the Lord your God.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then Moses spoke to the Israelites, and they took the man who cursed to a place outside the camp. Then they killed him with stones. So the Israelites did just what the Lord had commanded Moses."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "The Lord spoke to Moses at Mount Sinai. He said,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Tell the Israelites: When you enter the land that I am giving to you, you must let the land have a special time of rest. This will be a special time of rest to honor the Lord."
            },
            {
                "verse_number": "3",
                "verse_text": "You will plant seed in your field for six years. You will trim your vineyards for six years and bring in its fruits."
            },
            {
                "verse_number": "4",
                "verse_text": "But during the seventh year, you will let the land rest. This will be a special time of rest to honor the Lord. You must not plant seed in your field or trim your vineyards."
            },
            {
                "verse_number": "5",
                "verse_text": "You must not cut the crops that grow by themselves after your harvest. You must not gather the grapes from your vines that are not trimmed. The land will have a year of rest."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;The land will have a year of rest, but you will still have enough food. There will be enough food for your men and women servants. There will be food for your hired workers and for the foreigners living in your country."
            },
            {
                "verse_number": "7",
                "verse_text": "And there will be enough food for your cattle and other animals to eat."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;You will also count seven groups of seven years. This will be 49 years. During that time there will be seven years of rest for the land."
            },
            {
                "verse_number": "9",
                "verse_text": "On the Day of Atonement, you must blow a ram&quot;s horn. That will be on the tenth day of the seventh month. You must blow the ram&quot;s horn through the whole country."
            },
            {
                "verse_number": "10",
                "verse_text": "You will make the 50th year a special year. You will announce freedom for everyone living in your country. This time will be called &quot;Jubilee.&quot; Each of you will go back to your own property. And each of you will go back to your own family."
            },
            {
                "verse_number": "11",
                "verse_text": "The 50th year will be a special celebration for you. Don&quot;t plant seeds, don&quot;t harvest the crops that grow by themselves, and don&quot;t gather grapes from the vines that are not trimmed."
            },
            {
                "verse_number": "12",
                "verse_text": "That year is Jubilee. It will be a holy time for you. You will eat the crops that come from the field."
            },
            {
                "verse_number": "13",
                "verse_text": "In the year of Jubilee, you will go back to your own property."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Don&quot;t cheat your neighbors when you sell your land to them. Don&quot;t cheat one another when you buy or sell land."
            },
            {
                "verse_number": "15",
                "verse_text": "If you want to buy your neighbor&quot;s land, count the number of years since the last Jubilee, and use that number to decide the right price. You are only buying the rights for harvesting crops until the next Jubilee."
            },
            {
                "verse_number": "16",
                "verse_text": "If there are many years before the next Jubilee, the price will be high. If the years are few, the price will be lower. So your neighbor is really only selling a number of crops to you. At the next Jubilee, the land will again belong to that family."
            },
            {
                "verse_number": "17",
                "verse_text": "You must not cheat each other. You must honor your God. I am the Lord your God."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Remember my laws and rules. Obey them and you will live safely in your country."
            },
            {
                "verse_number": "19",
                "verse_text": "And the land will produce good crops for you. Then you will have plenty of food, and you will live safely on the land."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;But maybe you will say, &quot;If we don&quot;t plant seeds or gather our crops, we will not have anything to eat during the seventh year.&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "I will order my blessing to come to you during the sixth year. The land will continue growing crops for three years."
            },
            {
                "verse_number": "22",
                "verse_text": "When you plant in the eighth year, you will still be eating from the old crop. You will eat the old crop until the ninth year, when the crop you planted in the eighth year comes in."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;The land really belongs to me, so you cannot sell it permanently. You are only foreigners and travelers living on my land with me."
            },
            {
                "verse_number": "24",
                "verse_text": "People might sell their land, but the family will always get their land back."
            },
            {
                "verse_number": "25",
                "verse_text": "If someone in your country becomes very poor and must sell their property, a close relative must come and buy it back."
            },
            {
                "verse_number": "26",
                "verse_text": "If there is not a close relative to buy back the land, the person might get enough money to buy it back."
            },
            {
                "verse_number": "27",
                "verse_text": "Then the years must be counted since the land was sold. That number must be used to decide how much to pay for the land. The person must then buy back the land, and it will be their property again."
            },
            {
                "verse_number": "28",
                "verse_text": "But if this first owner cannot find enough money to buy the land back, it will stay in the hands of the one who bought it until the year of Jubilee. Then during that special celebration, the land will go back to the first owner&quot;s family. So the property will again belong to the right family."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Anyone who sells a home in a walled city still has the right to get it back until a full year after it was sold. Their right to get the house back will continue one year."
            },
            {
                "verse_number": "30",
                "verse_text": "But if the owner does not buy back the house before a full year is finished, the house that is in the walled city will belong to the one who bought it and to their descendants. The house will not go back to the first owner at the time of Jubilee."
            },
            {
                "verse_number": "31",
                "verse_text": "Towns without walls around them will be treated like open fields. So houses built in these small towns will go back to the first owners at the time of Jubilee."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;But about the cities of the Levites: The Levites can buy back at any time their houses in the cities that belong to them."
            },
            {
                "verse_number": "33",
                "verse_text": "If someone buys a house from a Levite, that house in the Levites&quot; city will again belong to the Levites at the time of Jubilee. This is because houses in Levite cities belong to those from the tribe of Levi. The Israelites gave these cities to the Levites."
            },
            {
                "verse_number": "34",
                "verse_text": "Also, the fields and pastures around the Levite cities cannot be sold. They belong to the Levites forever."
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;If anyone from your own country becomes too poor to support themselves, you must let them live with you like a visitor."
            },
            {
                "verse_number": "36",
                "verse_text": "Don&quot;t charge them any interest on money you might loan to them. Respect your God and let those from your own country live with you."
            },
            {
                "verse_number": "37",
                "verse_text": "Don&quot;t charge them interest on any money you lend them. And don&quot;t try to make a profit from the food you sell them."
            },
            {
                "verse_number": "38",
                "verse_text": "I am the Lord your God. I brought you out of the land of Egypt to give the land of Canaan to you and to become your God."
            },
            {
                "verse_number": "39",
                "verse_text": "&apos;If anyone from your own country becomes so poor that they must sell themselves to you, don&quot;t make them work like slaves."
            },
            {
                "verse_number": "40",
                "verse_text": "They will be like hired workers and visitors with you until the year of Jubilee."
            },
            {
                "verse_number": "41",
                "verse_text": "Then they can leave you, take their children, and go back to their family. They can go back to the property of their ancestors,"
            },
            {
                "verse_number": "42",
                "verse_text": "because they are my servants. I brought them out of slavery in Egypt. They must not become slaves again."
            },
            {
                "verse_number": "43",
                "verse_text": "You must not be a cruel master to them. You must respect your God."
            },
            {
                "verse_number": "44",
                "verse_text": "&apos;About your men and women slaves: You may get men and women slaves from the other nations around you."
            },
            {
                "verse_number": "45",
                "verse_text": "Also, you may get children as slaves if they come from the families of the foreigners living in your land. These child slaves will belong to you."
            },
            {
                "verse_number": "46",
                "verse_text": "You may even pass these foreign slaves on to your children after you die so that they will belong to them. They will be your slaves forever. You may make slaves of these foreigners. But you must not be a cruel master over your own brothers, the Israelites."
            },
            {
                "verse_number": "47",
                "verse_text": "&apos;Maybe a foreigner or visitor among you becomes rich. Or maybe someone from your own country becomes so poor that they sell themselves as slaves to a foreigner living among you or to a member of a foreigner&quot;s family."
            },
            {
                "verse_number": "48",
                "verse_text": "These people have the right to be bought back and become free. Someone from their own country can buy them back."
            },
            {
                "verse_number": "49",
                "verse_text": "Or their uncle, their cousin, or one of their close relatives from their family can buy him back. Or if they get enough money, they can pay the money themselves and become free again."
            },
            {
                "verse_number": "50",
                "verse_text": "&apos;You must count the years from the time they sold themselves to the foreigner up to the next year of Jubilee. Use that number to decide the price, because really the person only &quot;hired&quot; them for a few years."
            },
            {
                "verse_number": "51",
                "verse_text": "If there are still many years before the year of Jubilee, the one sold must give back a large part of the price. It all depends on the number of years."
            },
            {
                "verse_number": "52",
                "verse_text": "If only a few years are left until the year of Jubilee, the one who was sold must pay a small part of the original price."
            },
            {
                "verse_number": "53",
                "verse_text": "But that person will live like a hired worker with the foreigner every year. Don&quot;t let the foreigner be a cruel master over that person."
            },
            {
                "verse_number": "54",
                "verse_text": "&apos;Those who sold themselves will become free, even if no one buys them back. At the year of Jubilee, they and their children will become free."
            },
            {
                "verse_number": "55",
                "verse_text": "This is because the Israelites are my servants. They are the servants who I brought out of slavery in Egypt. I am the Lord your God!"
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Don&quot;t make idols for yourselves. Don&quot;t set up statues or memorial stones in your land to bow down to, because I am the Lord your God! &apos;You will not be strong enough to stand up against your enemies."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Remember my special days of rest and honor my holy place. I am the Lord."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Remember my laws and commands, and obey them."
            },
            {
                "verse_number": "4",
                "verse_text": "If you do these things, I will give you rains at the time they should come. The land will grow crops and the trees of the field will grow their fruit."
            },
            {
                "verse_number": "5",
                "verse_text": "Your threshing will continue until it is time to gather grapes. And your grape gathering will continue until it is time to plant. Then you will have plenty to eat. And you will live safely in your land."
            },
            {
                "verse_number": "6",
                "verse_text": "I will give peace to your country. You will lie down in peace. No one will come to make you afraid. I will keep harmful animals out of your country. And armies will not come through your country."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;You will chase your enemies and defeat them. You will kill them with your swords."
            },
            {
                "verse_number": "8",
                "verse_text": "Five of you will chase 100 men, and 100 of you will chase 10,000 men. You will defeat your enemies and kill them with your sword."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Then I will turn to you. I will let you have many children. I will keep my agreement with you."
            },
            {
                "verse_number": "10",
                "verse_text": "You will have enough crops to last for more than a year. You will harvest the new crops. But then you will have to throw out the old crops to make room for the new crops."
            },
            {
                "verse_number": "11",
                "verse_text": "Also, I will place my Holy Tent among you. I will not turn away from you."
            },
            {
                "verse_number": "12",
                "verse_text": "I will walk with you and be your God. And you will be my people."
            },
            {
                "verse_number": "13",
                "verse_text": "I am the Lord your God. You were slaves in Egypt, but I brought you out of Egypt. You were bent low from the heavy weights you carried as slaves, but I broke the poles that were on your shoulders. I let you walk proudly again."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;But if you don&quot;t obey me and all my commands, bad things will happen to you."
            },
            {
                "verse_number": "15",
                "verse_text": "If you refuse to obey my laws and commands, you have broken my agreement."
            },
            {
                "verse_number": "16",
                "verse_text": "If you do that, I will cause terrible things to happen to you. I will cause you to have disease and fever. They will destroy your eyes and take away your life. You will not have success when you plant your seed. And your enemies will eat your crops."
            },
            {
                "verse_number": "17",
                "verse_text": "I will be against you, so your enemies will defeat you. These enemies will hate you and rule over you. You will run away even when no one is chasing you."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;After these things, if you still don&quot;t obey me, I will punish you seven times more for your sins."
            },
            {
                "verse_number": "19",
                "verse_text": "And I will also destroy the great cities that make you proud. The skies will not give rain, and the earth will not produce crops."
            },
            {
                "verse_number": "20",
                "verse_text": "You will work hard, but it will not help. Your land will not give any crops, and your trees will not grow their fruit."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;If you still turn against me and refuse to obey me, I will beat you seven times harder! The more you sin, the more you will be punished."
            },
            {
                "verse_number": "22",
                "verse_text": "I will send wild animals against you. They will take your children away from you. They will destroy your animals. They will kill many of your people. The roads will all be empty."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;If you don&quot;t learn your lesson after all this, and if you still turn against me,"
            },
            {
                "verse_number": "24",
                "verse_text": "then I will also turn against you. I&ndash;yes, I myself&ndash;will punish you seven times for your sins."
            },
            {
                "verse_number": "25",
                "verse_text": "You will have broken my agreement, so I will punish you. I will bring armies against you. You will go into your cities for safety, but I will cause diseases to spread among you. And your enemies will defeat you."
            },
            {
                "verse_number": "26",
                "verse_text": "I will give you a share of the grain left in that city. But there will be very little food to eat. Ten women will be able to cook all their bread in one oven. They will measure each piece of bread. You will eat, but you will still be hungry."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;If you still refuse to listen to me, and if you still turn against me,"
            },
            {
                "verse_number": "28",
                "verse_text": "then I will really show my anger! I&ndash;yes, I myself&ndash;will punish you seven times for your sins."
            },
            {
                "verse_number": "29",
                "verse_text": "You will become so hungry that you will eat the bodies of your sons and daughters."
            },
            {
                "verse_number": "30",
                "verse_text": "I will destroy your high places. I will cut down your incense altars. I will put your dead bodies on the dead bodies of your idols. You will be disgusting to me."
            },
            {
                "verse_number": "31",
                "verse_text": "I will destroy your cities. I will make your holy places empty. I will stop smelling your offerings."
            },
            {
                "verse_number": "32",
                "verse_text": "I will make your land empty. And your enemies who come to live there will be shocked at it."
            },
            {
                "verse_number": "33",
                "verse_text": "I will scatter you among the nations. I will pull out my sword and destroy you. Your land will become empty, and your cities will be destroyed."
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;You will be taken to your enemy&quot;s country. Your country will be empty. So your land will finally get its rest. The land will enjoy its time of rest."
            },
            {
                "verse_number": "35",
                "verse_text": "During the time that the land is empty, it will get the time of rest that you did not give it while you lived there."
            },
            {
                "verse_number": "36",
                "verse_text": "The survivors will lose their courage in the land of their enemies. They will be afraid of everything. They will run around like a leaf blown by the wind. They will run as if someone is chasing them with a sword. They will fall even when no one is chasing them."
            },
            {
                "verse_number": "37",
                "verse_text": "They will run as if someone is chasing them with a sword. They will fall over each other&ndash;even when no one is chasing them."
            },
            {
                "verse_number": "38",
                "verse_text": "You will be lost in other nations. You will disappear in the land of your enemies."
            },
            {
                "verse_number": "39",
                "verse_text": "So the survivors will rot away in their sin in their enemies&quot; countries. They will rot away in their sins just as their ancestors did."
            },
            {
                "verse_number": "40",
                "verse_text": "&apos;But maybe the people will confess their sins. And maybe they will confess the sins of their ancestors. Maybe they will admit that they turned against me. Maybe they will admit that they sinned against me."
            },
            {
                "verse_number": "41",
                "verse_text": "Maybe they will admit that I turned against them and brought them into the land of their enemies. These people will be like strangers to me. But maybe they will become humble and accept the punishment for their sin."
            },
            {
                "verse_number": "42",
                "verse_text": "If they do, I will remember my agreement with Jacob. I will remember my agreement with Isaac. I will remember my agreement with Abraham, and I will remember the land."
            },
            {
                "verse_number": "43",
                "verse_text": "&apos;The land will be empty. The land will enjoy its time of rest. Then the survivors will accept the punishment for their sins. They will learn that they were punished because they hated my laws and refused to obey my rules."
            },
            {
                "verse_number": "44",
                "verse_text": "They have sinned. But if they come to me for help, I will not turn away from them. I will listen to them, even if they are in the land of their enemies. I will not completely destroy them. I will not break my agreement with them, because I am the Lord their God."
            },
            {
                "verse_number": "45",
                "verse_text": "For them, I will remember the agreement with their ancestors. I brought their ancestors out of the land of Egypt so that I could become their God. The other nations saw these things. I am the Lord.&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "These are the laws, rules, and teachings that the Lord gave to the Israelites. These laws are the agreement between the Lord and the Israelites. The Lord gave these laws to Moses at Mount Sinai."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "The Lord said to Moses,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Tell the Israelites: You might promise to give someone to the Lord as a servant. The priest must set a price for that person."
            },
            {
                "verse_number": "3",
                "verse_text": "The price for a man from 20 to 60 years old is 50 shekels of silver. (You must use the official measure for the silver.)"
            },
            {
                "verse_number": "4",
                "verse_text": "The price for a woman who is 20 to 60 years old is 30 shekels."
            },
            {
                "verse_number": "5",
                "verse_text": "The price for a man from 5 to 20 years old is 20 shekels. For a woman the price is 10 shekels."
            },
            {
                "verse_number": "6",
                "verse_text": "The price for a boy from one month to five years old is 5 shekels. For a girl, the price is 3 shekels."
            },
            {
                "verse_number": "7",
                "verse_text": "The price for a man who is 60 years old or older is 15 shekels. The price for a woman is 10 shekels."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;If anyone is too poor to pay the price, bring that person to the priest. The priest will decide how much money the person can afford to pay."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;You might promise to give an animal to the Lord. If it is a clean animal&ndash;one that is acceptable as an offering to the Lord&ndash;then the animal you bring will become holy."
            },
            {
                "verse_number": "10",
                "verse_text": "You must not put any other animal in its place. Don&quot;t try to trade a good animal for a bad one or a bad animal for a good one. If you try to change animals, both animals will become holy&ndash;they will both belong to the Lord."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;The animal you promised might be one that is not acceptable as an offering to the Lord. If you promised one of these unclean animals, you must bring it to the priest."
            },
            {
                "verse_number": "12",
                "verse_text": "The priest will decide a price for that animal. It doesn&quot;t make any difference if the animal is good or bad. If the priest decides on a price, that is the price for the animal."
            },
            {
                "verse_number": "13",
                "verse_text": "If you want to buy back the animal, then you must add one-fifth to the price."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;If you dedicate your house as holy to the Lord, the priest must decide its price. It doesn&quot;t make any difference if the house is good or bad. If the priest decides on a price, that is the price for the house."
            },
            {
                "verse_number": "15",
                "verse_text": "But if you want to get the house back, you must add one-fifth to the price. Then you will get the house back."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;You might dedicate a field to the Lord. The value of this field will depend on how much seed is needed to plant it. It will be 50 shekels of silver for each homer of barley seed."
            },
            {
                "verse_number": "17",
                "verse_text": "If you give your field to God during the year of Jubilee, then its value will be whatever the priest decides."
            },
            {
                "verse_number": "18",
                "verse_text": "But if you give your field after the Jubilee, the priest must decide its exact price. He must count the number of years to the next year of Jubilee and use that number to decide the price."
            },
            {
                "verse_number": "19",
                "verse_text": "If you want to buy the field back, you must add one-fifth to that price. Then you will get the field back."
            },
            {
                "verse_number": "20",
                "verse_text": "If you don&quot;t buy the field back and the land is sold to someone else, you cannot get the land back."
            },
            {
                "verse_number": "21",
                "verse_text": "If you don&quot;t buy the land back by the year of Jubilee, the field will remain holy to the Lord&ndash;it will belong to the priest forever. It will be treated like any other thing that was given completely to the Lord."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;If you dedicate a field to the Lord that you had bought, and it is not a part of your family&quot;s property,"
            },
            {
                "verse_number": "23",
                "verse_text": "then the priest must count the years to the year of Jubilee and decide the price for the land. Then that land will belong to the Lord."
            },
            {
                "verse_number": "24",
                "verse_text": "At the year of Jubilee, the land will go to the family that originally owned the land."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;You must use the official measure in paying these prices. The shekel by that measure weighs 20 gerahs."
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;You can give cattle and sheep as special gifts to the Lord. But if the animal is the firstborn, it already belongs to the Lord. So you cannot give these animals as special gifts."
            },
            {
                "verse_number": "27",
                "verse_text": "If the firstborn animal is an unclean animal, you must buy back that animal. The priest will decide the price of the animal, and you must add one-fifth to that price. If you don&quot;t buy that animal back, the priest will sell the animal for whatever price he decides."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;There is a special kind of gift that people give to the Lord. It belongs only to him, and it cannot be bought back or sold. This gift belongs to the Lord. This type of gift includes people, animals, and fields from the family property."
            },
            {
                "verse_number": "29",
                "verse_text": "If this gift is a person, that person cannot be bought back. That person must be killed."
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;A tenth of all crops belongs to the Lord. This means the crops from fields and the fruit from trees&ndash;a tenth belongs to the Lord."
            },
            {
                "verse_number": "31",
                "verse_text": "So if you want to get back your tenth, you must add one-fifth to its price and then buy it back."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;The priests will take every tenth animal from a person&quot;s cattle or sheep. Every tenth animal will belong to the Lord."
            },
            {
                "verse_number": "33",
                "verse_text": "The owner should not worry if the chosen animal is good or bad or change the animal for another animal. If this happens, both animals will belong to the Lord. That animal cannot be bought back.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "These are the commands that the Lord gave Moses at Mount Sinai for the Israelites."
            }
        ]
    }
}