{
    "Joel": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Joel son of Pethuel received this message from the Lord: Listen to me, all you people who live in the land. Has anything like this ever happened in your life? Did anything like this happen during your fathers&quot; lifetime? and your children will tell their children, and your grandchildren will tell the people of the next generation. the swarming locust has eaten. And what the swarming locust has left, the hopping locust has eaten. And what the hopping locust has left, the destroying locust has eaten! All of you who drink wine, cry because your sweet wine is finished. You will not taste it again. Its soldiers were too many to count. Its weapons were as sharp as a lion&quot;s teeth and as powerful as a lion&quot;s jaw. Its good vines withered and died. It destroyed my fig tree, stripped off the bark and threw it away. because the man she was ready to marry has died. because there will be no more grain and drink offerings in the Lord&quot;s Temple. Even the ground is crying because the grain is destroyed; the new wine is dried up, and the olive oil is gone. Cry loudly for the grapes, for the wheat, and for the barley, because the harvest in the field is ruined. and the fig tree is dying. All the trees in the field&ndash; the pomegranate, the palm, and the apple&ndash;have withered. And happiness among the people has died. Servants of the altar, cry loudly. Servants of my God, you will sleep in sackcloth, because there will be no more grain and drink offerings in God&quot;s Temple."
            },
            {
                "verse_number": "2",
                "verse_text": "Leaders, listen to this message!"
            },
            {
                "verse_number": "3",
                "verse_text": "You will tell these things to your children,"
            },
            {
                "verse_number": "4",
                "verse_text": "What the cutting locust has left,"
            },
            {
                "verse_number": "5",
                "verse_text": "Drunks, wake up and cry!"
            },
            {
                "verse_number": "6",
                "verse_text": "A powerful nation came to attack my land."
            },
            {
                "verse_number": "7",
                "verse_text": "It destroyed my grapevine."
            },
            {
                "verse_number": "8",
                "verse_text": "Cry like a young woman crying"
            },
            {
                "verse_number": "9",
                "verse_text": "Priests, servants of the Lord, cry"
            },
            {
                "verse_number": "10",
                "verse_text": "The fields are ruined."
            },
            {
                "verse_number": "11",
                "verse_text": "Be sad, farmers!"
            },
            {
                "verse_number": "12",
                "verse_text": "The vines have become dry,"
            },
            {
                "verse_number": "13",
                "verse_text": "Priests, put on sackcloth and cry loudly."
            },
            {
                "verse_number": "14",
                "verse_text": "Tell the people that there will be a special time of fasting. Call them together for a special meeting. Bring the leaders and everyone living in the land together at the Temple of the Lord your God, and pray to the Lord."
            },
            {
                "verse_number": "15",
                "verse_text": "Be sad because the Lord&quot;s special day is near. At that time punishment will come like an attack from God All-Powerful."
            },
            {
                "verse_number": "16",
                "verse_text": "Our food is gone. Joy and happiness are gone from the Temple of our God."
            },
            {
                "verse_number": "17",
                "verse_text": "We planted seeds, but the seeds became dry and dead lying in the soil. Our plants are dry and dead. Our barns are empty and falling down."
            },
            {
                "verse_number": "18",
                "verse_text": "The animals are hungry and groaning. The herds of cattle wander around confused because they have no grass to eat. The sheep are dying."
            },
            {
                "verse_number": "19",
                "verse_text": "Lord, I am calling to you for help. Fire has changed our green fields into a desert. Flames have burned all the trees in the field."
            },
            {
                "verse_number": "20",
                "verse_text": "Wild animals also need your help. The streams are dry&ndash;there is no water! Fire has changed our green fields into a desert."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Blow the trumpet on Zion. Shout a warning on my holy mountain. Let all the people who live in the land shake with fear. The Lord&quot;s special day is coming; it is near. It will be a dark and cloudy day. At sunrise you will see the army spread over the mountains. It will be a great and powerful army. There has never been anything like it before, and there will never be anything like it again. In front of them the land will be like the Garden of Eden. Behind them the land will be like an empty desert. Nothing will escape them. They run like war horses. It is like the noise of chariots riding over the mountains. It is like the noise of flames burning the chaff. They are a powerful people, who are ready for war. Their faces become pale from fear. They climb over the walls. Each soldier marches straight ahead. They don&quot;t move from their path. Each soldier walks in his own path. If one of the soldiers is hit and falls down, the others keep right on marching. They quickly climb over the wall. They climb into the houses. They climb through the windows like thieves. The sun and the moon become dark, and the stars stop shining. His camp is very large. The army obeys his commands. His army is very powerful. The Lord&quot;s special day is a great and terrible day. No one can stop it. &apos;Now come back to me with all your heart. Cry and mourn, and don&quot;t eat anything! Show that you are sad for doing wrong. Come back to the Lord your God. He is kind and merciful. He does not become angry quickly. He has great love. Maybe he will change his mind about the bad punishment he planned. and leave behind a blessing for you. Then you can give grain and drink offerings to the Lord your God. Call for a special meeting. Call for a special time of fasting. Call for a special meeting. Bring together the old men, the children, and the small babies still at their mothers&quot; breasts. Let the bride and her new husband come from their bedroom. All of them should say this: &apos;Lord, have mercy on your people. Don&quot;t let your people be put to shame. Don&quot;t let other people tell jokes about your people. Don&quot;t let the other nations laugh at us and say, &quot;Where is their God?&quot;&apos; He felt sorry for his people. He said, &apos;I will send you grain, wine, and oil. You will have plenty. I will not shame you among the nations anymore. and make them go into a dry, empty land. Some of them will go to the eastern sea and some to the western sea. They did such terrible things, but they will be like a dead and rotting body. There will be such a terrible smell!&apos; Be happy and full of joy. The Lord will do great things. The desert pastures will grow grass. The trees will grow fruit. The fig trees and the vines will grow plenty of fruit. Be joyful in the Lord your God. He is good and will give you rain. He will send the early rains and the late rains as before. and the barrels will overflow with wine and olive oil. The swarming locusts and the hopping locusts But I will pay you back for those years of trouble. You will be full. You will praise the name of the Lord your God. He has done wonderful things for you. My people will never again be ashamed. You will know that I am the Lord your God. There is no other God. My people will never be ashamed again.&apos; I will pour out my Spirit on all kinds of people. Your sons and daughters will prophesy, your old men will have dreams, and your young men will see visions. even on servants, both men and women. There will be blood, fire, and thick smoke. and the moon will be as red as blood. Then the great and fearful day of the Lord will come! There will be survivors on Mount Zion and in Jerusalem, just as the Lord said. Yes, those left alive will be the ones the Lord has called."
            },
            {
                "verse_number": "2",
                "verse_text": "It will be a dark, gloomy day."
            },
            {
                "verse_number": "3",
                "verse_text": "The army will destroy the land like a burning fire."
            },
            {
                "verse_number": "4",
                "verse_text": "They look like horses."
            },
            {
                "verse_number": "5",
                "verse_text": "Listen to them."
            },
            {
                "verse_number": "6",
                "verse_text": "Before this army, people shake with fear."
            },
            {
                "verse_number": "7",
                "verse_text": "The soldiers run fast."
            },
            {
                "verse_number": "8",
                "verse_text": "They don&quot;t trip each other."
            },
            {
                "verse_number": "9",
                "verse_text": "They run to the city."
            },
            {
                "verse_number": "10",
                "verse_text": "Before them, earth and sky shake."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord calls loudly to his army."
            },
            {
                "verse_number": "12",
                "verse_text": "This is the Lord&quot;s message:"
            },
            {
                "verse_number": "13",
                "verse_text": "Tear your hearts, not your clothes. &apos; cry between the porch and the altar. and the destroying locusts and the cutting locusts ate everything you had."
            },
            {
                "verse_number": "14",
                "verse_text": "Who knows, maybe he will change his mind"
            },
            {
                "verse_number": "15",
                "verse_text": "Blow the trumpet at Zion."
            },
            {
                "verse_number": "16",
                "verse_text": "Bring the people together."
            },
            {
                "verse_number": "17",
                "verse_text": "Let the priests, the Lord&quot;s servants,"
            },
            {
                "verse_number": "18",
                "verse_text": "Then the Lord cared very much about his land."
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord spoke to his people."
            },
            {
                "verse_number": "20",
                "verse_text": "No, I will force the people from the north to leave your land"
            },
            {
                "verse_number": "21",
                "verse_text": "Land, don&quot;t be afraid."
            },
            {
                "verse_number": "22",
                "verse_text": "Animals of the field, don&quot;t be afraid."
            },
            {
                "verse_number": "23",
                "verse_text": "So be happy, people of Zion."
            },
            {
                "verse_number": "24",
                "verse_text": "The threshing floors will be filled with wheat,"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;I, the Lord, sent my army against you."
            },
            {
                "verse_number": "26",
                "verse_text": "Then you will have plenty to eat."
            },
            {
                "verse_number": "27",
                "verse_text": "You will know that I am with Israel."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;After this,"
            },
            {
                "verse_number": "29",
                "verse_text": "In those days I will pour out my Spirit"
            },
            {
                "verse_number": "30",
                "verse_text": "I will work wonders in the sky and on the earth."
            },
            {
                "verse_number": "31",
                "verse_text": "The sun will be changed into darkness,"
            },
            {
                "verse_number": "32",
                "verse_text": "And everyone who trusts in the Lord will be saved."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Yes, at that time I will bring back the people of Judah and Jerusalem from captivity."
            },
            {
                "verse_number": "2",
                "verse_text": "I will also gather all the nations together. I will bring all these nations down into Jehoshaphat Valley. There I will judge them. Those nations scattered my people, Israel. They forced them to live in other nations, so I will punish those nations. They divided up my land."
            },
            {
                "verse_number": "3",
                "verse_text": "They threw lots for my people. They sold boys to buy a prostitute, and they sold girls to buy wine to drink. Prepare for war! Wake up the strong men! Let all the men of war come near. Let them come up! Let the weak man say, &apos;I am a strong soldier.&apos; Come together in that place. Lord, bring your strong soldiers. Come to Jehoshaphat Valley. There I will sit to judge all the surrounding nations. Come, walk on the grapes, because the winepress is full. The barrels will be full and spilling over, because their evil is great. The Lord&quot;s special day is near in the Valley of Decision. The stars will stop shining. He will shout from Jerusalem, and the sky and the earth will shake. But the Lord God will be a safe place for his people. He will be a place of safety for the people of Israel. I live on Zion, my holy mountain. Jerusalem will become holy. Strangers will never pass through that city again. The hills will flow with milk, and water will flow through all the empty rivers of Judah. A fountain will come from the Lord&quot;s Temple. It will give water to Acacia Valley. Edom will be an empty wilderness, because they were cruel to the people of Judah. People will live in Jerusalem through many generations. so I really will punish them!&apos; The Lord God will live in Zion!"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Tyre! Sidon! All of you areas of Philistia! You are not important to me! Are you punishing me for something I did? You might think that you are punishing me, but I will soon punish you."
            },
            {
                "verse_number": "5",
                "verse_text": "You took my silver and gold. You took my precious treasures and put them in your temples."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;You sold the people of Judah and Jerusalem to the Greeks. That way you could take them far from their land."
            },
            {
                "verse_number": "7",
                "verse_text": "You sent my people to that faraway place, but I will bring them back. And I will punish you for what you did."
            },
            {
                "verse_number": "8",
                "verse_text": "I will sell your sons and daughters to the people of Judah. Then they will sell them to the faraway Sabeans. &apos; This is what the Lord said."
            },
            {
                "verse_number": "9",
                "verse_text": "Announce this among the nations:"
            },
            {
                "verse_number": "10",
                "verse_text": "Beat your plows into swords. Make spears from your pruning hooks. because the harvest is ripe. They killed innocent people in their country."
            },
            {
                "verse_number": "11",
                "verse_text": "All you nations, hurry!"
            },
            {
                "verse_number": "12",
                "verse_text": "Wake up, nations!"
            },
            {
                "verse_number": "13",
                "verse_text": "Bring the sickle,"
            },
            {
                "verse_number": "14",
                "verse_text": "There are many, many people in the Valley of Decision."
            },
            {
                "verse_number": "15",
                "verse_text": "The sun and the moon will become dark."
            },
            {
                "verse_number": "16",
                "verse_text": "The Lord God will shout from Zion."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Then you will know that I am the Lord your God."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;On that day the mountains will drip with sweet wine."
            },
            {
                "verse_number": "19",
                "verse_text": "Egypt will be empty."
            },
            {
                "verse_number": "20",
                "verse_text": "But there will always be people living in Judah."
            },
            {
                "verse_number": "21",
                "verse_text": "Those people killed my people,"
            }
        ]
    }
}