{
    "Romans": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Greetings from Paul, a servant of Christ Jesus. God chose me to be an apostle and gave me the work of telling his Good News. Grace and peace to you from God our Father and from the Lord Jesus Christ."
            },
            {
                "verse_number": "2",
                "verse_text": "God promised long ago through his prophets in the Holy Scriptures to give this Good News to his people."
            },
            {
                "verse_number": "5",
                "verse_text": "Through Christ, God gave me the special work of an apostle&ndash;to lead people of all nations to believe and obey him. I do all this to honor Christ."
            },
            {
                "verse_number": "6",
                "verse_text": "You are some of those who have been chosen to belong to Jesus Christ."
            },
            {
                "verse_number": "7",
                "verse_text": "This letter is to all of you in Rome. God loves you, and he has chosen you to be his holy people."
            },
            {
                "verse_number": "8",
                "verse_text": "First I want to say that I thank my God through Jesus Christ for all of you. I thank him because people everywhere in the world are talking about your great faith."
            },
            {
                "verse_number": "11",
                "verse_text": "I want very much to see you and give you some spiritual gift to make your faith stronger."
            },
            {
                "verse_number": "12",
                "verse_text": "I mean that I want us to help each other with the faith that we have. Your faith will help me, and my faith will help you."
            },
            {
                "verse_number": "13",
                "verse_text": "Brothers and sisters, I want you to know that I have planned many times to come to you, but something always happens to change my plans. I would like to see the same good result among you that I have had from my work among the other non-Jewish people."
            },
            {
                "verse_number": "14",
                "verse_text": "I must serve all people&ndash;those who share in Greek culture and those who are less civilized, the educated as well as the ignorant."
            },
            {
                "verse_number": "15",
                "verse_text": "That is why I want so much to tell the Good News to you there in Rome."
            },
            {
                "verse_number": "16",
                "verse_text": "I am proud of the Good News, because it is the power God uses to save everyone who believes&ndash;to save the Jews first, and now to save those who are not Jews."
            },
            {
                "verse_number": "17",
                "verse_text": "The Good News shows how God makes people right with himself. God&quot;s way of making people right begins and ends with faith. As the Scriptures say, &apos;The one who is right with God by faith will live forever.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "God shows his anger from heaven against all the evil and wrong things that people do. Their evil lives hide the truth they have."
            },
            {
                "verse_number": "19",
                "verse_text": "This makes God angry because they have been shown what he is like. Yes, God has made it clear to them."
            },
            {
                "verse_number": "20",
                "verse_text": "There are things about God that people cannot see&ndash;his eternal power and all that makes him God. But since the beginning of the world, those things have been easy for people to understand. They are made clear in what God has made. So people have no excuse for the evil they do."
            },
            {
                "verse_number": "21",
                "verse_text": "People knew God, but they did not honor him as God, and they did not thank him. Their ideas were all useless. There was not one good thought left in their foolish minds."
            },
            {
                "verse_number": "22",
                "verse_text": "They said they were wise, but they became fools."
            },
            {
                "verse_number": "23",
                "verse_text": "Instead of honoring the divine greatness of God, who lives forever, they traded it for the worship of idols&ndash;things made to look like humans, who get sick and die, or like birds, animals, and snakes."
            },
            {
                "verse_number": "24",
                "verse_text": "People wanted only to do evil. So God left them and let them go their sinful way. And so they became completely immoral and used their bodies in shameful ways with each other."
            },
            {
                "verse_number": "25",
                "verse_text": "They traded the truth of God for a lie. They bowed down and worshiped the things God made instead of worshiping the God who made those things. He is the one who should be praised forever. Amen."
            },
            {
                "verse_number": "26",
                "verse_text": "Because people did those things, God left them and let them do the shameful things they wanted to do. Women stopped having natural sex with men and started having sex with other women."
            },
            {
                "verse_number": "27",
                "verse_text": "In the same way, men stopped having natural sex with women and began wanting each other all the time. Men did shameful things with other men, and in their bodies they received the punishment for those wrongs."
            },
            {
                "verse_number": "28",
                "verse_text": "People did not think it was important to have a true knowledge of God. So God left them and allowed them to have their own worthless thinking. And so they do what they should not do."
            },
            {
                "verse_number": "29",
                "verse_text": "They are filled with every kind of sin, evil, greed, and hatred. They are full of jealousy, murder, fighting, lying, and thinking the worst things about each other. They gossip"
            },
            {
                "verse_number": "30",
                "verse_text": "and say evil things about each other. They hate God. They are rude, proud, and brag about themselves. They invent ways of doing evil. They don&quot;t obey their parents,"
            },
            {
                "verse_number": "31",
                "verse_text": "they are foolish, they don&quot;t keep their promises, and they show no kindness or mercy to others."
            },
            {
                "verse_number": "32",
                "verse_text": "They know God&quot;s law says that anyone who lives like that should die. But they not only continue to do these things themselves, but they also encourage others who do them."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "So do you think that you can judge those other people? You are wrong. You too are guilty of sin. You judge them, but you do the same things they do. So when you judge them, you are really condemning yourself."
            },
            {
                "verse_number": "2",
                "verse_text": "God judges all who do such things, and we know his judgment is right."
            },
            {
                "verse_number": "3",
                "verse_text": "And since you do the same things as those people you judge, surely you understand that God will punish you too. How could you think you would be able to escape his judgment?"
            },
            {
                "verse_number": "4",
                "verse_text": "God has been kind to you. He has been very patient, waiting for you to change. But you think nothing of his kindness. Maybe you don&quot;t understand that God is kind to you so that you will decide to change your lives."
            },
            {
                "verse_number": "5",
                "verse_text": "But you are so stubborn! You refuse to change. So you are making your own punishment greater and greater. You will be punished on the day when God will show his anger. On that day everyone will see how right God is to judge people."
            },
            {
                "verse_number": "6",
                "verse_text": "He will reward or punish everyone for what they have done."
            },
            {
                "verse_number": "7",
                "verse_text": "Some people live for God&quot;s glory, for honor, and for life that cannot be destroyed. They live for those things by always continuing to do good. God will give eternal life to them."
            },
            {
                "verse_number": "8",
                "verse_text": "But others are selfish and refuse to follow truth. They follow evil. God will show his anger and punish them."
            },
            {
                "verse_number": "9",
                "verse_text": "He will give trouble and suffering to everyone who does evil&ndash;to the Jews first and also to those who are not Jews."
            },
            {
                "verse_number": "10",
                "verse_text": "But he will give glory, honor, and peace to everyone who does good&ndash;to the Jews first and also to those who are not Jews."
            },
            {
                "verse_number": "11",
                "verse_text": "God judges everyone the same. It doesn&quot;t matter who they are."
            },
            {
                "verse_number": "12",
                "verse_text": "People who have the law and those who have never heard of the law are all the same when they sin. People who don&quot;t have the law and are sinners will be lost. And, in the same way, those who have the law and are sinners will be judged by the law."
            },
            {
                "verse_number": "13",
                "verse_text": "Hearing the law does not make people right with God. They will be right before him only if they always do what the law says."
            },
            {
                "verse_number": "14",
                "verse_text": "Those who are not Jews don&quot;t have the law. But when they naturally do what the law commands without even knowing the law, then they are their own law. This is true even though they don&quot;t have the written law."
            },
            {
                "verse_number": "15",
                "verse_text": "They show that in their hearts they know what is right and wrong, the same as the law commands, and their consciences agree. Sometimes their thoughts tell them that they have done wrong, and this makes them guilty. And sometimes their thoughts tell them that they have done right, and this makes them not guilty."
            },
            {
                "verse_number": "16",
                "verse_text": "All this will happen on the day when God will judge people&quot;s secret thoughts through Jesus Christ. This is part of the Good News that I tell everyone."
            },
            {
                "verse_number": "17",
                "verse_text": "What about you? You say you are a Jew. You trust in the law and proudly claim to be close to God."
            },
            {
                "verse_number": "18",
                "verse_text": "You know what God wants you to do. And you know what is important, because you have learned the law."
            },
            {
                "verse_number": "19",
                "verse_text": "You think you are a guide for people who don&quot;t know the right way, a light for those who are in the dark."
            },
            {
                "verse_number": "20",
                "verse_text": "You think you can show foolish people what is right. And you think you are a teacher for those who are just beginning to learn. You have the law, and so you think you know everything and have all truth."
            },
            {
                "verse_number": "21",
                "verse_text": "You teach others, so why don&quot;t you teach yourself? You tell them not to steal, but you yourself steal."
            },
            {
                "verse_number": "22",
                "verse_text": "You say they must not commit adultery, but you yourself are guilty of that sin. You hate idols, but you steal them from their temples."
            },
            {
                "verse_number": "23",
                "verse_text": "You are so proud that you have God&quot;s law, but you bring shame to God by breaking his law."
            },
            {
                "verse_number": "24",
                "verse_text": "As the Scriptures say, &apos;People in other nations insult God because of you.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "If you follow the law, then your circumcision has meaning. But if you break the law, then it is as if you were never circumcised."
            },
            {
                "verse_number": "26",
                "verse_text": "Those who are not Jews are not circumcised. But if they do what the law says, it is as if they were circumcised."
            },
            {
                "verse_number": "27",
                "verse_text": "You have the written law and circumcision, but you break the law. So those who are not circumcised in their bodies, but still obey the law, will show that you are guilty."
            },
            {
                "verse_number": "28",
                "verse_text": "You are not a true Jew if you are only a Jew in your physical body. True circumcision is not only on the outside of the body."
            },
            {
                "verse_number": "29",
                "verse_text": "A true Jew is one who is a Jew inside. True circumcision is done in the heart. It is done by the Spirit, not by the written law. And anyone who is circumcised in the heart by the Spirit gets praise from God, not from people."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "So, do Jews have anything that others don&quot;t have? Do they get any benefit from being circumcised?"
            },
            {
                "verse_number": "2",
                "verse_text": "Yes, the Jews have many benefits. The most important one is this: God trusted the Jews with his teachings."
            },
            {
                "verse_number": "3",
                "verse_text": "It is true that some Jews were not faithful to God. But will that stop God from doing what he promised?"
            },
            {
                "verse_number": "4",
                "verse_text": "No, even if everyone else is a liar, God will always do what he says. As the Scriptures say about him, &apos;You will be proved right in what you say, and you will win when people accuse you.&apos; Psalm 51:4 &apos;There is no one doing what is right, not even one. There is no one who is trying to be with God. and now they are of no use to anyone. There is no one who does good, not even one.&apos; Psalm 14:1-3 They use their lying tongues to deceive others.&apos; Psalm 5:9 &apos;Their words are like the poison of snakes.&apos; Psalm 140:3"
            },
            {
                "verse_number": "5",
                "verse_text": "When we do wrong, that shows more clearly that God is right. So can we say that God does wrong when he punishes us? (That&quot;s the way some people think.)"
            },
            {
                "verse_number": "6",
                "verse_text": "Of course not. If God could not punish us, how could he judge the world?"
            },
            {
                "verse_number": "7",
                "verse_text": "Someone might say, &apos;When I lie, it really gives God glory, because my lie makes his truth easier to see. So why am I judged a sinner?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "It would be the same to say, &apos;We should do evil so that good will come.&apos; Many people criticize us, saying that&quot;s what we teach. They are wrong, and they should be condemned for saying that."
            },
            {
                "verse_number": "9",
                "verse_text": "So are we Jews better than other people? No, we have already said that those who are Jews, as well as those who are not Jews, are the same. They are all guilty of sin."
            },
            {
                "verse_number": "10",
                "verse_text": "As the Scriptures say,"
            },
            {
                "verse_number": "11",
                "verse_text": "There is no one who understands."
            },
            {
                "verse_number": "12",
                "verse_text": "They have all turned away from him,"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Their words come from mouths that are like open graves."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Their mouths are full of cursing and angry words.&apos; Psalm 10:7"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;They are always ready to kill someone."
            },
            {
                "verse_number": "16",
                "verse_text": "Everywhere they go they cause trouble and ruin."
            },
            {
                "verse_number": "17",
                "verse_text": "They don&quot;t know how to live in peace.&apos; Isaiah 59:7-8"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;They have no fear or respect for God.&apos; Psalm 36:1"
            },
            {
                "verse_number": "19",
                "verse_text": "What the law says is for those who are under the law. It stops anyone from making excuses. And it brings the whole world under God&quot;s judgment,"
            },
            {
                "verse_number": "20",
                "verse_text": "because no one can be made right with God by following the law. The law only shows us our sin."
            },
            {
                "verse_number": "21",
                "verse_text": "But God has a way to make people right, and it has nothing to do with the law. He has now shown us that new way, which the law and the prophets told us about."
            },
            {
                "verse_number": "22",
                "verse_text": "God makes people right through their faith in Jesus Christ. He does this for all who believe in Christ. Everyone is the same."
            },
            {
                "verse_number": "23",
                "verse_text": "All have sinned and are not good enough to share God&quot;s divine greatness."
            },
            {
                "verse_number": "24",
                "verse_text": "They are made right with God by his grace. This is a free gift. They are made right with God by being made free from sin through Jesus Christ."
            },
            {
                "verse_number": "27",
                "verse_text": "So do we have any reason to boast about ourselves? No reason at all. And why not? Because we are depending on the way of faith, not on what we have done in following the law."
            },
            {
                "verse_number": "28",
                "verse_text": "I mean we are made right with God through faith, not through what we have done to follow the law. This is what we believe."
            },
            {
                "verse_number": "29",
                "verse_text": "God is not only the God of the Jews. He is also the God of those who are not Jews."
            },
            {
                "verse_number": "30",
                "verse_text": "There is only one God. He will make Jews right with him by their faith, and he will also make non-Jews right with him through their faith."
            },
            {
                "verse_number": "31",
                "verse_text": "So do we destroy the law by following the way of faith? Not at all! In fact, faith causes us to be what the law actually wants."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "So what can we say about Abraham, the father of our people? What did he learn about faith?"
            },
            {
                "verse_number": "2",
                "verse_text": "If Abraham was made right by the things he did, he had a reason to boast about himself. But God knew different."
            },
            {
                "verse_number": "3",
                "verse_text": "That&quot;s why the Scriptures say, &apos;Abraham believed God, and because of this he was accepted as one who is right with God.&apos; when people are forgiven for the wrongs they have done, when their sins are erased! as if they are without sin!&apos; Psalm 32:1-2"
            },
            {
                "verse_number": "4",
                "verse_text": "When people work, their pay is not given to them as a gift. They earn the pay they get."
            },
            {
                "verse_number": "5",
                "verse_text": "But people cannot do any work that will make them right with God. So they must trust in him. Then he accepts their faith, and that makes them right with him. He is the one who makes even evil people right."
            },
            {
                "verse_number": "6",
                "verse_text": "David said the same thing when he was talking about the blessing people have when God accepts them as good without looking at what they have done:"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;It is a great blessing"
            },
            {
                "verse_number": "8",
                "verse_text": "It is a great blessing when the Lord accepts people"
            },
            {
                "verse_number": "9",
                "verse_text": "Is this blessing only for those who are circumcised? Or is it also for those who are not circumcised? We have already said that it was because of Abraham&quot;s faith that he was accepted as one who is right with God."
            },
            {
                "verse_number": "10",
                "verse_text": "So how did this happen? Did God accept Abraham before or after he was circumcised? God accepted him before his circumcision."
            },
            {
                "verse_number": "11",
                "verse_text": "Abraham was circumcised later to show that God accepted him. His circumcision was proof that he was right with God through faith before he was circumcised. So Abraham is the father of all those who believe but are not circumcised. They believe and are accepted as people who are right with God."
            },
            {
                "verse_number": "12",
                "verse_text": "And Abraham is also the father of those who have been circumcised. But it is not their circumcision that makes him their father. He is their father only if they live following the faith that our father Abraham had before he was circumcised."
            },
            {
                "verse_number": "13",
                "verse_text": "Abraham and his descendants received the promise that they would get the whole world. But Abraham did not receive that promise because he followed the law. He received that promise because he was right with God through his faith."
            },
            {
                "verse_number": "14",
                "verse_text": "If people could get God&quot;s promise by following the law, then faith is worthless. And God&quot;s promise to Abraham is worthless,"
            },
            {
                "verse_number": "15",
                "verse_text": "because the law can only bring God&quot;s anger on those who disobey it. But if there is no law, then there is nothing to disobey."
            },
            {
                "verse_number": "16",
                "verse_text": "So people get what God promised by having faith. This happens so that the promise can be a free gift. And if the promise is a free gift, then all of Abraham&quot;s people will get that promise. The promise is not just for those who live under the Law of Moses. It is for all who live with faith as Abraham did. He is the father of us all."
            },
            {
                "verse_number": "17",
                "verse_text": "As the Scriptures say, &apos;I have made you a father of many nations.&apos; This is true before God, the one Abraham believed&ndash;the God who gives life to the dead and speaks of things that don&quot;t yet exist as if they are real."
            },
            {
                "verse_number": "18",
                "verse_text": "There was no hope that Abraham would have children, but Abraham believed God and continued to hope. And that is why he became the father of many nations. As God told him, &apos;You will have many descendants.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Abraham was almost a hundred years old, so he was past the age for having children. Also, Sarah could not have children. Abraham was well aware of this, but his faith in God never became weak."
            },
            {
                "verse_number": "20",
                "verse_text": "He never doubted that God would do what he promised. He never stopped believing. In fact, he grew stronger in his faith and just praised God."
            },
            {
                "verse_number": "21",
                "verse_text": "Abraham felt sure that God was able to do what he promised."
            },
            {
                "verse_number": "22",
                "verse_text": "So that&quot;s why &apos;he was accepted as one who is right with God.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "These words (&apos;he was accepted&apos;) were written not only for Abraham."
            },
            {
                "verse_number": "24",
                "verse_text": "They were also written for us. God will also accept us because we believe. We believe in the one who raised Jesus our Lord from death."
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus was handed over to die for our sins, and he was raised from death to make us right with God."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "We have been made right with God because of our faith. So we have peace with God through our Lord Jesus Christ."
            },
            {
                "verse_number": "2",
                "verse_text": "Through our faith, Christ has brought us into that blessing of God&quot;s grace that we now enjoy. And we are very happy because of the hope we have of sharing God&quot;s glory."
            },
            {
                "verse_number": "3",
                "verse_text": "And we are also happy with the troubles we have. Why are we happy with troubles? Because we know that these troubles make us more patient."
            },
            {
                "verse_number": "4",
                "verse_text": "And this patience is proof that we are strong. And this proof gives us hope."
            },
            {
                "verse_number": "5",
                "verse_text": "And this hope will never disappoint us. We know this because God has poured out his love to fill our hearts through the Holy Spirit he gave us. That one man, Adam, can be compared to Christ, the one who was coming in the future."
            },
            {
                "verse_number": "6",
                "verse_text": "Christ died for us when we were unable to help ourselves. We were living against God, but at just the right time Christ died for us."
            },
            {
                "verse_number": "7",
                "verse_text": "Very few people will die to save the life of someone else, even if it is for a good person. Someone might be willing to die for an especially good person."
            },
            {
                "verse_number": "8",
                "verse_text": "But Christ died for us while we were still sinners, and by this God showed how much he loves us."
            },
            {
                "verse_number": "9",
                "verse_text": "We have been made right with God by the blood sacrifice of Christ. So through Christ we will surely be saved from God&quot;s anger."
            },
            {
                "verse_number": "10",
                "verse_text": "I mean that while we were God&quot;s enemies, he made friends with us through his Son&quot;s death. And the fact that we are now God&quot;s friends makes it even more certain that he will save us through his Son&quot;s life."
            },
            {
                "verse_number": "11",
                "verse_text": "And not only will we be saved, but we also rejoice right now in what God has done for us through our Lord Jesus Christ. It is because of Jesus that we are now God&quot;s friends."
            },
            {
                "verse_number": "12",
                "verse_text": "Sin came into the world because of what one man did. And with sin came death. So this is why all people must die&ndash;because all people have sinned."
            },
            {
                "verse_number": "13",
                "verse_text": "Sin was in the world before the Law of Moses. But God does not consider people guilty of sin if there is no law."
            },
            {
                "verse_number": "14",
                "verse_text": "But from the time of Adam to the time of Moses, everyone had to die. Adam died because he sinned by not obeying God&quot;s command. But even those who did not sin that same way had to die."
            },
            {
                "verse_number": "15",
                "verse_text": "But God&quot;s free gift is not like Adam&quot;s sin. Many people died because of the sin of that one man. But the grace that people received from God was much greater. Many received God&quot;s gift of life by the grace of this other man, Jesus Christ."
            },
            {
                "verse_number": "16",
                "verse_text": "After Adam sinned once, he was judged guilty. But the gift of God is different. His free gift came after many sins, and it makes people right with him."
            },
            {
                "verse_number": "17",
                "verse_text": "One man sinned, and so death ruled all people because of that one man. But now some people accept God&quot;s full grace and his great gift of being made right. Surely they will have true life and rule through the one man, Jesus Christ."
            },
            {
                "verse_number": "18",
                "verse_text": "So that one sin of Adam brought the punishment of death to all people. But in the same way, Christ did something so good that it makes all people right with God. And that brings them true life."
            },
            {
                "verse_number": "19",
                "verse_text": "One man disobeyed God and many became sinners. But in the same way, one man obeyed God and many will be made right."
            },
            {
                "verse_number": "20",
                "verse_text": "The law was brought in so that more people would sin the way Adam did. But where sin increased, there was even more of God&quot;s grace."
            },
            {
                "verse_number": "21",
                "verse_text": "Sin once used death to rule us. But God gave us more of his grace so that grace could rule by making us right with him. And this brings us eternal life through Jesus Christ our Lord."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "So do you think we should continue sinning so that God will give us more and more grace?"
            },
            {
                "verse_number": "2",
                "verse_text": "Of course not! Our old sinful life ended. It&quot;s dead. So how can we continue living in sin?"
            },
            {
                "verse_number": "3",
                "verse_text": "Did you forget that all of us became part of Christ Jesus when we were baptized? In our baptism we shared in his death."
            },
            {
                "verse_number": "4",
                "verse_text": "So when we were baptized, we were buried with Christ and took part in his death. And just as Christ was raised from death by the wonderful power of the Father, so we can now live a new life."
            },
            {
                "verse_number": "5",
                "verse_text": "Christ died, and we have been joined with him by dying too. So we will also be joined with him by rising from death as he did."
            },
            {
                "verse_number": "6",
                "verse_text": "We know that our old life was put to death on the cross with Christ. This happened so that our sinful selves would have no power over us. Then we would not be slaves to sin."
            },
            {
                "verse_number": "7",
                "verse_text": "Anyone who has died is made free from sin&quot;s control."
            },
            {
                "verse_number": "8",
                "verse_text": "If we died with Christ, we know that we will also live with him."
            },
            {
                "verse_number": "9",
                "verse_text": "Christ was raised from death. And we know that he cannot die again. Death has no power over him now."
            },
            {
                "verse_number": "10",
                "verse_text": "Yes, when Christ died, he died to defeat the power of sin one time&ndash;enough for all time. He now has a new life, and his new life is with God."
            },
            {
                "verse_number": "11",
                "verse_text": "In the same way, you should see yourselves as being dead to the power of sin and alive for God through Christ Jesus."
            },
            {
                "verse_number": "12",
                "verse_text": "But don&quot;t let sin control your life here on earth. You must not be ruled by the things your sinful self makes you want to do."
            },
            {
                "verse_number": "13",
                "verse_text": "Don&quot;t offer the parts of your body to serve sin. Don&quot;t use your bodies to do evil, but offer yourselves to God, as people who have died and now live. Offer the parts of your body to God to be used for doing good."
            },
            {
                "verse_number": "14",
                "verse_text": "Sin will not be your master, because you are not under law. You now live under God&quot;s grace."
            },
            {
                "verse_number": "15",
                "verse_text": "So what should we do? Should we sin because we are under grace and not under law? Certainly not!"
            },
            {
                "verse_number": "16",
                "verse_text": "Surely you know that you become the slaves of whatever you give yourselves to. Anything or anyone you follow will be your master. You can follow sin, or you can obey God. Following sin brings spiritual death, but obeying God makes you right with him."
            },
            {
                "verse_number": "17",
                "verse_text": "In the past you were slaves to sin&ndash;sin controlled you. But thank God, you fully obeyed what you were taught."
            },
            {
                "verse_number": "18",
                "verse_text": "You were made free from sin, and now you are slaves to what is right."
            },
            {
                "verse_number": "19",
                "verse_text": "I use this example from everyday life because you need help in understanding spiritual truths. In the past you offered the parts of your body to be slaves to your immoral and sinful thoughts. The result was that you lived only for sin. In the same way, you must now offer yourselves to be slaves to what is right. Then you will live only for God."
            },
            {
                "verse_number": "20",
                "verse_text": "In the past you were slaves to sin, and you did not even think about doing right."
            },
            {
                "verse_number": "21",
                "verse_text": "You did evil things, and now you are ashamed of what you did. Did those things help you? No, they only brought death."
            },
            {
                "verse_number": "22",
                "verse_text": "But now you are free from sin. You have become slaves of God, and the result is that you live only for God. This will bring you eternal life."
            },
            {
                "verse_number": "23",
                "verse_text": "When people sin, they earn what sin pays&ndash;death. But God gives his people a free gift&ndash;eternal life in Christ Jesus our Lord."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Brothers and sisters, you all understand the Law of Moses. So surely you know that the law rules over people only while they are alive."
            },
            {
                "verse_number": "2",
                "verse_text": "It&quot;s like what the law says about marriage: A woman must stay married to her husband as long as he is alive. But if her husband dies, she is made free from the law of marriage."
            },
            {
                "verse_number": "3",
                "verse_text": "But if she marries another man while her husband is still alive, the law says she is guilty of adultery. But if her husband dies, she is made free from the law of marriage. So if she marries another man after her husband dies, she is not guilty of adultery. So in my mind I am a slave to God&quot;s law, but in my sinful self I am a slave to the law of sin."
            },
            {
                "verse_number": "4",
                "verse_text": "In the same way, my brothers and sisters, your old selves died and you became free from the law through the body of Christ. Now you belong to someone else. You belong to the one who was raised from death. We belong to Christ so that we can be used in service to God."
            },
            {
                "verse_number": "5",
                "verse_text": "In the past we were ruled by our sinful selves. The law made us want to do sinful things. And those sinful desires controlled our bodies, so that what we did only brought us spiritual death."
            },
            {
                "verse_number": "6",
                "verse_text": "In the past the law held us as prisoners, but our old selves died, and we were made free from the law. So now we serve God in a new way, not in the old way, with the written rules. Now we serve God in the new way, with the Spirit."
            },
            {
                "verse_number": "7",
                "verse_text": "You might think I am saying that sin and the law are the same. That is not true. But the law was the only way I could learn what sin means. I would never have known it is wrong to want something that is not mine. But the law said, &apos;You must not want what belongs to someone else.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "And sin found a way to use that command and make me want all kinds of things that weren&quot;t mine. So sin came to me because of the command. But without the law, sin has no power."
            },
            {
                "verse_number": "9",
                "verse_text": "Before I knew the law, I was alive. But when I heard the law&quot;s command, sin began to live,"
            },
            {
                "verse_number": "10",
                "verse_text": "and I died spiritually. The command was meant to bring life, but for me it brought death."
            },
            {
                "verse_number": "11",
                "verse_text": "Sin found a way to fool me by using the command to make me die."
            },
            {
                "verse_number": "12",
                "verse_text": "Now the law is holy, and the command is holy and right and good."
            },
            {
                "verse_number": "13",
                "verse_text": "Does this mean that something that is good brought death to me? No, it was sin that used the good command to bring me death. This shows how terrible sin really is. It can use a good command to produce a result that shows sin at its very worst."
            },
            {
                "verse_number": "14",
                "verse_text": "We know that the law is spiritual, but I am not. I am so human. Sin rules me as if I were its slave."
            },
            {
                "verse_number": "15",
                "verse_text": "I don&quot;t understand why I act the way I do. I don&quot;t do the good I want to do, and I do the evil I hate."
            },
            {
                "verse_number": "16",
                "verse_text": "And if I don&quot;t want to do what I do, that means I agree that the law is good."
            },
            {
                "verse_number": "17",
                "verse_text": "But I am not really the one doing the evil. It is sin living in me that does it."
            },
            {
                "verse_number": "18",
                "verse_text": "Yes, I know that nothing good lives in me&ndash;I mean nothing good lives in the part of me that is not spiritual. I want to do what is good, but I don&quot;t do it."
            },
            {
                "verse_number": "19",
                "verse_text": "I don&quot;t do the good that I want to do. I do the evil that I don&quot;t want to do."
            },
            {
                "verse_number": "20",
                "verse_text": "So if I do what I don&quot;t want to do, then I am not really the one doing it. It is the sin living in me that does it."
            },
            {
                "verse_number": "21",
                "verse_text": "So I have learned this rule: When I want to do good, evil is there with me."
            },
            {
                "verse_number": "22",
                "verse_text": "In my mind I am happy with God&quot;s law."
            },
            {
                "verse_number": "23",
                "verse_text": "But I see another law working in my body. That law makes war against the law that my mind accepts. That other law working in my body is the law of sin, and that law makes me its prisoner."
            },
            {
                "verse_number": "24",
                "verse_text": "What a miserable person I am! Who will save me from this body that brings me death?"
            },
            {
                "verse_number": "25",
                "verse_text": "I thank God for his salvation through Jesus Christ our Lord!"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "So now anyone who is in Christ Jesus is not judged guilty."
            },
            {
                "verse_number": "2",
                "verse_text": "That is because in Christ Jesus the law of the Spirit that brings life made you free. It made you free from the law that brings sin and death."
            },
            {
                "verse_number": "3",
                "verse_text": "The law was without power because it was made weak by our sinful selves. But God did what the law could not do: He sent his own Son to earth with the same human life that everyone else uses for sin. God sent him to be an offering to pay for sin. So God used a human life to destroy sin."
            },
            {
                "verse_number": "4",
                "verse_text": "He did this so that we could be right just as the law said we must be. Now we don&quot;t live following our sinful selves. We live following the Spirit. &apos;For you we are in danger of death all the time. People think we are worth no more than sheep to be killed.&apos; Psalm 44:22"
            },
            {
                "verse_number": "5",
                "verse_text": "People who live following their sinful selves think only about what they want. But those who live following the Spirit are thinking about what the Spirit wants them to do."
            },
            {
                "verse_number": "6",
                "verse_text": "If your thinking is controlled by your sinful self, there is spiritual death. But if your thinking is controlled by the Spirit, there is life and peace."
            },
            {
                "verse_number": "7",
                "verse_text": "Why is this true? Because anyone whose thinking is controlled by their sinful self is against God. They refuse to obey God&quot;s law. And really they are not able to obey it."
            },
            {
                "verse_number": "8",
                "verse_text": "Those who are ruled by their sinful selves cannot please God."
            },
            {
                "verse_number": "9",
                "verse_text": "But you are not ruled by your sinful selves. You are ruled by the Spirit, if that Spirit of God really lives in you. But whoever does not have the Spirit of Christ does not belong to Christ."
            },
            {
                "verse_number": "10",
                "verse_text": "Your body will always be dead because of sin. But if Christ is in you, then the Spirit gives you life, because Christ made you right with God."
            },
            {
                "verse_number": "11",
                "verse_text": "God raised Jesus from death. And if God&quot;s Spirit lives in you, he will also give life to your bodies that die. Yes, God is the one who raised Christ from death, and he will raise you to life through his Spirit living in you."
            },
            {
                "verse_number": "12",
                "verse_text": "So, my brothers and sisters, we must not be ruled by our sinful selves. We must not live the way our sinful selves want."
            },
            {
                "verse_number": "13",
                "verse_text": "If you use your lives to do what your sinful selves want, you will die spiritually. But if you use the Spirit&quot;s help to stop doing the wrong things you do with your body, you will have true life."
            },
            {
                "verse_number": "14",
                "verse_text": "The true children of God are those who let God&quot;s Spirit lead them."
            },
            {
                "verse_number": "15",
                "verse_text": "The Spirit that we received is not a spirit that makes us slaves again and causes us to fear. The Spirit that we have makes us God&quot;s chosen children. And with that Spirit we cry out, &apos; Abba , Father.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "And the Spirit himself speaks to our spirits and makes us sure that we are God&quot;s children."
            },
            {
                "verse_number": "17",
                "verse_text": "If we are God&quot;s children, we will get the blessings God has for his people. He will give us all that he has given Christ. But we must suffer like Christ suffered. Then we will be able to share his glory."
            },
            {
                "verse_number": "18",
                "verse_text": "We have sufferings now, but these are nothing compared to the great glory that will be given to us."
            },
            {
                "verse_number": "19",
                "verse_text": "Everything that God made is waiting with excitement for the time when he will show the world who his children are. The whole world wants very much for that to happen."
            },
            {
                "verse_number": "20",
                "verse_text": "Everything God made was allowed to become like something that cannot fulfill its purpose. That was not its choice, but God made it happen with this hope in view:"
            },
            {
                "verse_number": "21",
                "verse_text": "That the creation would be made free from ruin&ndash;that everything God made would have the same freedom and glory that belong to God&quot;s children."
            },
            {
                "verse_number": "22",
                "verse_text": "We know that everything God made has been waiting until now in pain like a woman ready to give birth to a child."
            },
            {
                "verse_number": "23",
                "verse_text": "Not only the world, but we also have been waiting with pain inside us. We have the Spirit as the first part of God&quot;s promise. So we are waiting for God to finish making us his own children. I mean we are waiting for our bodies to be made free."
            },
            {
                "verse_number": "24",
                "verse_text": "We were saved to have this hope. If we can see what we are waiting for, that is not really hope. People don&quot;t hope for something they already have."
            },
            {
                "verse_number": "25",
                "verse_text": "But we are hoping for something we don&quot;t have yet, and we are waiting for it patiently."
            },
            {
                "verse_number": "26",
                "verse_text": "Also, the Spirit helps us. We are very weak, but the Spirit helps us with our weakness. We don&quot;t know how to pray as we should, but the Spirit himself speaks to God for us. He begs God for us, speaking to him with feelings too deep for words."
            },
            {
                "verse_number": "27",
                "verse_text": "God already knows our deepest thoughts. And he understands what the Spirit is saying, because the Spirit speaks for his people in the way that agrees with what God wants."
            },
            {
                "verse_number": "28",
                "verse_text": "We know that in everything God works for the good of those who love him. These are the people God chose, because that was his plan."
            },
            {
                "verse_number": "29",
                "verse_text": "God knew them before he made the world. And he decided that they would be like his Son. Then Jesus would be the firstborn of many brothers and sisters."
            },
            {
                "verse_number": "30",
                "verse_text": "God planned for them to be like his Son. He chose them and made them right with him. And after he made them right, he gave them his glory."
            },
            {
                "verse_number": "31",
                "verse_text": "So what should we say about this? If God is for us, no one can stand against us. And God is with us."
            },
            {
                "verse_number": "32",
                "verse_text": "He even let his own Son suffer for us. God gave his Son for all of us. So now with Jesus, God will surely give us all things."
            },
            {
                "verse_number": "33",
                "verse_text": "Who can accuse the people God has chosen? No one! God is the one who makes them right."
            },
            {
                "verse_number": "34",
                "verse_text": "Who can say that God&quot;s people are guilty? No one! Christ Jesus died for us, but that is not all. He was also raised from death. And now he is at God&quot;s right side, speaking to him for us."
            },
            {
                "verse_number": "35",
                "verse_text": "Can anything separate us from Christ&quot;s love? Can trouble or problems or persecution separate us from his love? If we have no food or clothes or face danger or even death, will that separate us from his love?"
            },
            {
                "verse_number": "36",
                "verse_text": "As the Scriptures say,"
            },
            {
                "verse_number": "37",
                "verse_text": "But in all these troubles we have complete victory through God, who has shown his love for us."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "I am in Christ and I am telling you the truth. I am not lying. And my conscience, ruled by the Holy Spirit, agrees that what I say now is true."
            },
            {
                "verse_number": "2",
                "verse_text": "I have great sorrow and always feel much sadness"
            },
            {
                "verse_number": "3",
                "verse_text": "for my own people. They are my brothers and sisters, my earthly family. I wish I could help them. I would even have a curse on me and cut myself off from Christ if that would help them."
            },
            {
                "verse_number": "4",
                "verse_text": "They are the people of Israel, God&quot;s chosen children. They have the glory of God and the agreements he made between himself and his people. God gave them the Law of Moses, the Temple worship, and his promises."
            },
            {
                "verse_number": "5",
                "verse_text": "They are the descendants of our great fathers, and they are the earthly family of the Messiah, who is God over all things. Praise him forever! Amen. &apos;The people who are not mine&ndash; I will say they are my people. And the people I did not love&ndash; I will say they are the people I love.&apos; Hosea 2:23 &apos;Where God said in the past, &quot;You are not my people&quot;&ndash; there they will be called children of the living God.&apos; Hosea 1:10 &apos;There are so many people of Israel, they are like the grains of sand by the sea. But only a few of them will be saved. &apos;The Lord All-Powerful allowed some of our people to live. If he had not done that, we would now be like Sodom, and we would be like Gomorrah.&apos; Isaiah 1:9 &apos;Look, I put in Zion a stone that will make people stumble. It is a rock that will make people fall. But anyone who trusts in him will never be disappointed.&apos; Isaiah 8:14; 28:16"
            },
            {
                "verse_number": "6",
                "verse_text": "I don&quot;t mean that God failed to keep his promise to the Jewish people. But only some of the people of Israel are really God&quot;s people."
            },
            {
                "verse_number": "7",
                "verse_text": "And only some of Abraham&quot;s descendants are true children of Abraham. This is what God said to Abraham: &apos;Your true descendants will be those who come through Isaac.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "This means that not all of Abraham&quot;s descendants are God&quot;s true children. Abraham&quot;s true children are those who become God&quot;s children because of the promise he made to Abraham."
            },
            {
                "verse_number": "9",
                "verse_text": "Here is what God said in that promise: &apos;About this time next year I will come back, and Sarah will have a son.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "And that is not all. Rebecca also had sons, and they had the same father. He is our father Isaac."
            },
            {
                "verse_number": "13",
                "verse_text": "As the Scriptures say, &apos;I loved Jacob, but I hated Esau.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So what does this mean? That God is not fair? We cannot say that."
            },
            {
                "verse_number": "15",
                "verse_text": "God said to Moses, &apos;I will show mercy to anyone I want to show mercy to. I will show pity to anyone I choose.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So God will choose anyone he decides to show mercy to, and his choice does not depend on what people want or try to do."
            },
            {
                "verse_number": "17",
                "verse_text": "In the Scriptures God says to Pharaoh: &apos;I made you king so that you could do this for me. I wanted to show my power through you. I wanted my name to be announced throughout the world.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So God shows mercy to those he wants to show mercy to and makes stubborn those he wants to make stubborn."
            },
            {
                "verse_number": "19",
                "verse_text": "So one of you will ask me, &apos;If God controls what we do, why does he blame us for our sins?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Don&quot;t ask that. You are only human and have no right to question God. A clay jar does not question the one who made it. It does not say, &apos;Why did you make me like this?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "The one who makes the jar can make anything he wants. He uses the same clay to make different things. He might make one thing for special purposes and another for daily use."
            },
            {
                "verse_number": "22",
                "verse_text": "It is the same way with what God has done. He wanted to show his anger and to let people see his power. But he patiently endured those he was angry with&ndash;people who were ready to be destroyed."
            },
            {
                "verse_number": "23",
                "verse_text": "He waited with patience so that he could make known the riches of his glory to the people he has chosen to receive his mercy. God has already prepared them to share his glory."
            },
            {
                "verse_number": "24",
                "verse_text": "We are those people, the ones God chose not only from the Jews but also from those who are not Jews."
            },
            {
                "verse_number": "25",
                "verse_text": "As the Scriptures say in the book of Hosea,"
            },
            {
                "verse_number": "26",
                "verse_text": "And,"
            },
            {
                "verse_number": "27",
                "verse_text": "And Isaiah cries out about Israel:"
            },
            {
                "verse_number": "28",
                "verse_text": "Yes, the Lord will quickly finish judging the people on the earth.&apos; Isaiah 10:22-23"
            },
            {
                "verse_number": "29",
                "verse_text": "It is just as Isaiah said:"
            },
            {
                "verse_number": "30",
                "verse_text": "So what does all this mean? It means that people who are not Jews were made right with God because of their faith, even though they were not trying to make themselves right."
            },
            {
                "verse_number": "31",
                "verse_text": "And the people of Israel, who tried to make themselves right with God by following the law, did not succeed."
            },
            {
                "verse_number": "32",
                "verse_text": "They failed because they tried to make themselves right by the things they did. They did not trust in God to make them right. They fell over the stone that makes people fall."
            },
            {
                "verse_number": "33",
                "verse_text": "The Scriptures talk about that stone:"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Brothers and sisters, what I want most is for all the people of Israel to be saved. That is my prayer to God."
            },
            {
                "verse_number": "2",
                "verse_text": "I can say this about them: They really try hard to follow God, but they don&quot;t know the right way."
            },
            {
                "verse_number": "3",
                "verse_text": "They did not know the way that God makes people right with him. And they tried to make themselves right in their own way. So they did not accept God&quot;s way of making people right."
            },
            {
                "verse_number": "4",
                "verse_text": "Christ ended the law so that everyone who believes in him is made right with God. &apos;Their voices went out all around the world. Their words went everywhere in the world.&apos; Psalm 19:4 &apos;I will use those who are not really a nation to make you jealous. I will use a nation that does not understand to make you angry.&apos; Deuteronomy 32:21 &apos;The people who were not looking for me&ndash; they are the ones who found me. I made myself known to those who did not ask for me.&apos; Isaiah 65:1 &apos;All day long I stood ready to accept those people, but they are stubborn and refuse to obey me.&apos; Isaiah 65:2"
            },
            {
                "verse_number": "5",
                "verse_text": "Moses writes about being made right by following the law. He says, &apos;The person who obeys these laws is the one who will have life through them.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But this is what the Scriptures say about being made right through faith: &apos;Don&quot;t say to yourself, &quot;Who will go up into heaven?&quot;&apos; (This means &apos;Who will go up to heaven to get Christ and bring him down to earth?&apos;)"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;And don&quot;t say, &quot;Who will go down into the world below?&quot;&apos; (This means &apos;Who will go down to get Christ and bring him up from death?&apos;)"
            },
            {
                "verse_number": "8",
                "verse_text": "This is what the Scripture says: &apos;God&quot;s teaching is near you; it is in your mouth and in your heart.&apos; It is the teaching of faith that we tell people."
            },
            {
                "verse_number": "9",
                "verse_text": "If you openly say, &apos;Jesus is Lord&apos; and believe in your heart that God raised him from death, you will be saved."
            },
            {
                "verse_number": "10",
                "verse_text": "Yes, we believe in Jesus deep in our hearts, and so we are made right with God. And we openly say that we believe in him, and so we are saved."
            },
            {
                "verse_number": "11",
                "verse_text": "Yes, the Scriptures say, &apos;Anyone who trusts in him will never be disappointed.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "It says this because there is no difference between those who are Jews and those who are not. The same Lord is the Lord of all people. And he richly blesses everyone who looks to him for help."
            },
            {
                "verse_number": "13",
                "verse_text": "Yes, &apos;everyone who trusts in the Lord will be saved.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "But before people can pray to the Lord for help, they must believe in him. And before they can believe in the Lord, they must hear about him. And for anyone to hear about the Lord, someone must tell them."
            },
            {
                "verse_number": "15",
                "verse_text": "And before anyone can go and tell them, they must be sent. As the Scriptures say, &apos;How wonderful it is to see someone coming to tell good news!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But not all the people accepted that good news. Isaiah said, &apos;Lord, who believed what we told them?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "So faith comes from hearing the Good News. And people hear the Good News when someone tells them about Christ."
            },
            {
                "verse_number": "18",
                "verse_text": "But I ask, &apos;Did those people not hear the Good News?&apos; Yes, they heard&ndash;as the Scriptures say,"
            },
            {
                "verse_number": "19",
                "verse_text": "Again I ask, &apos;Did the people of Israel not understand?&apos; Yes, they did understand. First, Moses says this for God:"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Isaiah is bold enough to say this for God:"
            },
            {
                "verse_number": "21",
                "verse_text": "But about the people of Israel God says,"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "So I ask, &apos;Did God force his people to leave him?&apos; Of course not. I myself am an Israelite. I am from the family of Abraham, from the tribe of Benjamin."
            },
            {
                "verse_number": "2",
                "verse_text": "God chose the Israelites to be his people before they were born. And he did not force them to leave. Surely you know what the Scriptures say about Elijah. The Scriptures tell about Elijah praying to God against the people of Israel. He said,"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Lord, they have killed your prophets and destroyed your altars. I am the only prophet still living, and they are trying to kill me now.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But what answer did God give to Elijah? God said, &apos;I have kept for myself seven thousand men who have never given worship to Baal.&apos; &apos;God caused the people to fall asleep.&apos; Isaiah 29:10 &apos;God closed their eyes so that they could not see, and he closed their ears so that they could not hear. This continues until now.&apos; Deuteronomy 29:4 &apos;Let those people be caught and trapped at their own feasts. Let them fall and be punished. And let them be troubled forever.&apos; Psalm 69:22-23 &apos;The Savior will come from Zion; he will take away all evil from the family of Jacob. when I take away their sins.&apos; Isaiah 59:20-21; 27:9 &apos;Who can know what is on the Lord&quot;s mind? Who is able to give him advice?&apos; Isaiah 40:13 God owes nothing to anyone.&apos; Job 41:11"
            },
            {
                "verse_number": "5",
                "verse_text": "It is the same now. God has chosen a few people by his grace."
            },
            {
                "verse_number": "6",
                "verse_text": "And if he chose them by grace, then it is not what they have done that made them his people. If they could be made his people by what they did, his gift of grace would not really be a gift."
            },
            {
                "verse_number": "7",
                "verse_text": "So this is what has happened: The people of Israel wanted God&quot;s blessing, but they did not all get it. The people he chose did get his blessing, but the others became hard and refused to listen to him."
            },
            {
                "verse_number": "8",
                "verse_text": "As the Scriptures say,"
            },
            {
                "verse_number": "9",
                "verse_text": "And David says,"
            },
            {
                "verse_number": "10",
                "verse_text": "Let their eyes be closed so that they cannot see."
            },
            {
                "verse_number": "11",
                "verse_text": "So I ask: When the Jews fell, did that fall destroy them? No! But their mistake brought salvation to those who are not Jews. The purpose of this was to make the Jews jealous."
            },
            {
                "verse_number": "12",
                "verse_text": "Their mistake brought rich blessings to the world. And what they lost brought rich blessings to the non-Jewish people. So surely the world will get much richer blessings when enough Jews become the kind of people God wants."
            },
            {
                "verse_number": "13",
                "verse_text": "Now I am speaking to you people who are not Jews. I am an apostle to the non-Jewish people. So while I have that work, I will do the best I can."
            },
            {
                "verse_number": "14",
                "verse_text": "I hope I can make my own people jealous. That way, maybe I can help some of them to be saved."
            },
            {
                "verse_number": "15",
                "verse_text": "God turned away from the Jews. When that happened, he became friends with the other people in the world. So when he accepts the Jews, it will be like bringing people to life after death."
            },
            {
                "verse_number": "16",
                "verse_text": "If the first piece of bread is offered to God, then the whole loaf is made holy. If the roots of a tree are holy, the tree&quot;s branches are holy too."
            },
            {
                "verse_number": "17",
                "verse_text": "It is as if some of the branches from an olive tree have been broken off, and the branch of a wild olive tree has been joined to that first tree. If you are not a Jew, you are the same as that wild branch, and you now share the strength and life of the first tree."
            },
            {
                "verse_number": "18",
                "verse_text": "But don&quot;t act as if you are better than those branches that were broken off. You have no reason to be proud of yourself, because you don&quot;t give life to the root. The root gives life to you."
            },
            {
                "verse_number": "19",
                "verse_text": "You might say, &apos;Branches were broken off so that I could be joined to their tree.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "That is true. But those branches were broken off because they did not believe. And you continue to be part of the tree only because you believe. Don&quot;t be proud, but be afraid."
            },
            {
                "verse_number": "21",
                "verse_text": "If God did not let the natural branches of that tree stay, he will not let you stay if you stop believing."
            },
            {
                "verse_number": "22",
                "verse_text": "So you see that God is kind, but he can also be very strict. He punishes those who stop following him. But he is kind to you, if you continue trusting in his kindness. If you don&quot;t continue depending on him, you will be cut off from the tree."
            },
            {
                "verse_number": "23",
                "verse_text": "And if the Jews will believe in God again, he will accept them back. He is able to put them back where they were."
            },
            {
                "verse_number": "24",
                "verse_text": "It is not natural for a wild branch to become part of a good tree. But you non-Jewish people are like a branch cut from a wild olive tree. And you were joined to a good olive tree. But those Jews are like a branch that grew from the good tree. So surely they can be joined to their own tree again."
            },
            {
                "verse_number": "25",
                "verse_text": "I want you to understand this secret truth, brothers and sisters. This truth will help you understand that you don&quot;t know everything. The truth is this: Part of Israel has been made stubborn, but that will change when enough non-Jewish people have come to God."
            },
            {
                "verse_number": "26",
                "verse_text": "And that is how all Israel will be saved. The Scriptures say,"
            },
            {
                "verse_number": "27",
                "verse_text": "And I will make this agreement with those people"
            },
            {
                "verse_number": "28",
                "verse_text": "The Jews refuse to accept the Good News, so they are God&quot;s enemies. This has happened to help you who are not Jews. But they are still God&quot;s chosen people, and he loves them because of the promises he made to their ancestors."
            },
            {
                "verse_number": "29",
                "verse_text": "God never changes his mind about the people he calls. He never decides to take back the blessings he has given them."
            },
            {
                "verse_number": "30",
                "verse_text": "At one time you refused to obey God. But now you have received mercy, because the Jews refused to obey."
            },
            {
                "verse_number": "31",
                "verse_text": "And now they are the ones who refuse to obey, because God showed mercy to you. But this happened so that they can also receive mercy from him."
            },
            {
                "verse_number": "32",
                "verse_text": "All people have refused to obey God. And he has put them all together as people who don&quot;t obey him so that he can show mercy to everyone."
            },
            {
                "verse_number": "33",
                "verse_text": "Yes, God&quot;s riches are very great! His wisdom and knowledge have no end! No one can explain what God decides. No one can understand his ways."
            },
            {
                "verse_number": "34",
                "verse_text": "As the Scriptures say,"
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;Who has ever given God anything?"
            },
            {
                "verse_number": "36",
                "verse_text": "Yes, God made all things. And everything continues through him and for him. To God be the glory forever! Amen."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "So I beg you, brothers and sisters, because of the great mercy God has shown us, offer your lives as a living sacrifice to him&ndash;an offering that is only for God and pleasing to him. Considering what he has done, it is only right that you should worship him in this way."
            },
            {
                "verse_number": "2",
                "verse_text": "Don&quot;t change yourselves to be like the people of this world, but let God change you inside with a new way of thinking. Then you will be able to understand and accept what God wants for you. You will be able to know what is good and pleasing to him and what is perfect. &apos;I am the one who punishes; I will pay people back.&apos; Deuteronomy 32:35 &apos;If you have enemies who are hungry, give them something to eat. If you have enemies who are thirsty, give them something to drink."
            },
            {
                "verse_number": "3",
                "verse_text": "God has given me a special gift, and that is why I have something to say to each one of you. Don&quot;t think that you are better than you really are. You must see yourself just as you are. Decide what you are by the faith God has given each of us."
            },
            {
                "verse_number": "4",
                "verse_text": "Each one of us has one body, and that body has many parts. These parts don&quot;t all do the same thing."
            },
            {
                "verse_number": "5",
                "verse_text": "In the same way, we are many people, but in Christ we are all one body. We are the parts of that body, and each part belongs to all the others."
            },
            {
                "verse_number": "6",
                "verse_text": "We all have different gifts. Each gift came because of the grace God gave us. Whoever has the gift of prophecy should use that gift in a way that fits the kind of faith they have."
            },
            {
                "verse_number": "7",
                "verse_text": "Whoever has the gift of serving should serve. Whoever has the gift of teaching should teach."
            },
            {
                "verse_number": "8",
                "verse_text": "Whoever has the gift of comforting others should do that. Whoever has the gift of giving to help others should give generously. Whoever has the gift of leading should work hard at it. Whoever has the gift of showing kindness to others should do it gladly."
            },
            {
                "verse_number": "9",
                "verse_text": "Your love must be real. Hate what is evil. Do only what is good."
            },
            {
                "verse_number": "10",
                "verse_text": "Love each other in a way that makes you feel close like brothers and sisters. And give each other more honor than you give yourself."
            },
            {
                "verse_number": "11",
                "verse_text": "As you serve the Lord, work hard and don&quot;t be lazy. Be excited about serving him!"
            },
            {
                "verse_number": "12",
                "verse_text": "Be happy because of the hope you have. Be patient when you have troubles. Pray all the time."
            },
            {
                "verse_number": "13",
                "verse_text": "Share with God&quot;s people who need help. Look for people who need help and welcome them into your homes."
            },
            {
                "verse_number": "14",
                "verse_text": "Wish only good for those who treat you badly. Ask God to bless them, not curse them."
            },
            {
                "verse_number": "15",
                "verse_text": "When others are happy, you should be happy with them. And when others are sad, you should be sad too."
            },
            {
                "verse_number": "16",
                "verse_text": "Live together in peace with each other. Don&quot;t be proud, but be willing to be friends with people who are not important to others. Don&quot;t think of yourself as smarter than everyone else."
            },
            {
                "verse_number": "17",
                "verse_text": "If someone does you wrong, don&quot;t try to pay them back by hurting them. Try to do what everyone thinks is right."
            },
            {
                "verse_number": "18",
                "verse_text": "Do the best you can to live in peace with everyone."
            },
            {
                "verse_number": "19",
                "verse_text": "My friends, don&quot;t try to punish anyone who does wrong to you. Wait for God to punish them with his anger. In the Scriptures the Lord says,"
            },
            {
                "verse_number": "20",
                "verse_text": "But you should do this: In doing this you will make them feel ashamed. &apos; Proverbs 25:21-22"
            },
            {
                "verse_number": "21",
                "verse_text": "Don&quot;t let evil defeat you, but defeat evil by doing good."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "All of you must obey the government rulers. Everyone who rules was given the power to rule by God. And all those who rule now were given that power by God."
            },
            {
                "verse_number": "2",
                "verse_text": "So anyone who is against the government is really against something God has commanded. Those who are against the government bring punishment on themselves."
            },
            {
                "verse_number": "3",
                "verse_text": "People who do right don&quot;t have to fear the rulers. But those who do wrong must fear them. Do you want to be free from fearing them? Then do only what is right, and they will praise you."
            },
            {
                "verse_number": "4",
                "verse_text": "Rulers are God&quot;s servants to help you. But if you do wrong, you have reason to be afraid. They have the power to punish, and they will use it. They are God&quot;s servants to punish those who do wrong."
            },
            {
                "verse_number": "5",
                "verse_text": "So you must obey the government, not just because you might be punished, but because you know it is the right thing to do."
            },
            {
                "verse_number": "6",
                "verse_text": "And this is why you pay taxes too. Those rulers are working for God, and they give all their time to the work of ruling."
            },
            {
                "verse_number": "7",
                "verse_text": "Give everyone what you owe them. If you owe them any kind of tax, then pay it. Show respect to those you should respect. And show honor to those you should honor."
            },
            {
                "verse_number": "8",
                "verse_text": "You should owe nothing to anyone, except that you will always owe love to each other. The person who loves others has done all that the law commands."
            },
            {
                "verse_number": "9",
                "verse_text": "The law says, &apos;You must not commit adultery, you must not murder anyone, you must not steal, you must not want what belongs to someone else.&apos; All these commands and all other commands are really only one rule: &apos;Love your neighbor the same as you love yourself.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Love doesn&quot;t hurt others. So loving is the same as obeying all the law."
            },
            {
                "verse_number": "11",
                "verse_text": "I say this because you know that we live in an important time. Yes, it is now time for you to wake up from your sleep. Our salvation is nearer now than when we first believed."
            },
            {
                "verse_number": "12",
                "verse_text": "The night is almost finished. The day is almost here. So we should stop doing whatever belongs to darkness. We should prepare ourselves to fight evil with the weapons that belong to the light."
            },
            {
                "verse_number": "13",
                "verse_text": "We should live in a right way, like people who belong to the day. We should not have wild parties or be drunk. We should not be involved in sexual sin or any kind of immoral behavior. We should not cause arguments and trouble or be jealous."
            },
            {
                "verse_number": "14",
                "verse_text": "But be like the Lord Jesus Christ, so that when people see what you do, they will see Christ. Don&quot;t think about how to satisfy the desires of your sinful self."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Be willing to accept those who still have doubts about what believers can do. And don&quot;t argue with them about their different ideas."
            },
            {
                "verse_number": "2",
                "verse_text": "Some people believe they can eat any kind of food, but those who have doubts eat only vegetables."
            },
            {
                "verse_number": "3",
                "verse_text": "Those who know they can eat any kind of food must not feel that they are better than those who eat only vegetables. And those who eat only vegetables must not decide that those who eat all foods are wrong. God has accepted them."
            },
            {
                "verse_number": "4",
                "verse_text": "You cannot judge the servants of someone else. Their own master decides if they are doing right or wrong. And the Lord&quot;s servants will be right, because the Lord is able to make them right. &apos;&quot;As surely as I live,&quot; says the Lord, &quot;Everyone will bow before me; everyone will say that I am God.&quot;&apos; Isaiah 45:23"
            },
            {
                "verse_number": "5",
                "verse_text": "Some people might believe that one day is more important than another. And others might believe that every day is the same. Everyone should be sure about their beliefs in their own mind."
            },
            {
                "verse_number": "6",
                "verse_text": "Those who think one day is more important than other days are doing that for the Lord. And those who eat all kinds of food are doing that for the Lord. Yes, they give thanks to God for that food. And those who refuse to eat some foods do that for the Lord. They also give thanks to God."
            },
            {
                "verse_number": "7",
                "verse_text": "We don&quot;t live or die just for ourselves."
            },
            {
                "verse_number": "8",
                "verse_text": "If we live, we are living for the Lord. And if we die, we are dying for the Lord. So living or dying, we belong to the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "That is why Christ died and rose from death to live again&ndash;so that he could be Lord over those who have died and those who are living."
            },
            {
                "verse_number": "10",
                "verse_text": "So why do you judge your brother or sister in Christ? Or why do you think that you are better than they are? We will all stand before God, and he will judge us all."
            },
            {
                "verse_number": "11",
                "verse_text": "Yes, the Scriptures say,"
            },
            {
                "verse_number": "12",
                "verse_text": "So each of us will have to explain to God about the things we do."
            },
            {
                "verse_number": "13",
                "verse_text": "So we should stop judging each other. Let&quot;s decide not to do anything that will cause a problem for a brother or sister or hurt their faith."
            },
            {
                "verse_number": "14",
                "verse_text": "I know that there is no food that is wrong to eat. The Lord Jesus is the one who convinced me of that. But if someone believes that something is wrong, then it is wrong for that person."
            },
            {
                "verse_number": "15",
                "verse_text": "If you hurt the faith of your brother or sister because of something you eat, you are not really following the way of love. Don&quot;t destroy anyone&quot;s faith by eating something they think is wrong. Christ died for them."
            },
            {
                "verse_number": "16",
                "verse_text": "Don&quot;t allow what is good for you to become something they say is evil."
            },
            {
                "verse_number": "17",
                "verse_text": "In God&quot;s kingdom, what we eat and drink is not important. Here is what is important: a right way of life, peace, and joy&ndash;all from the Holy Spirit."
            },
            {
                "verse_number": "18",
                "verse_text": "Whoever serves Christ by living this way is pleasing God, and they will be accepted by others."
            },
            {
                "verse_number": "19",
                "verse_text": "So let&quot;s try as hard as we can to do what will bring peace. Let&quot;s do whatever will help each other grow stronger in faith."
            },
            {
                "verse_number": "20",
                "verse_text": "Don&quot;t let the eating of food destroy the work of God. All food is right to eat, but it is wrong for anyone to eat something that hurts the faith of another person."
            },
            {
                "verse_number": "21",
                "verse_text": "It is better not to eat meat or drink wine or do anything else that hurts the faith of your brother or sister."
            },
            {
                "verse_number": "22",
                "verse_text": "You should keep your beliefs about these things a secret between yourself and God. It is a blessing to be able to do what you think is right without feeling guilty."
            },
            {
                "verse_number": "23",
                "verse_text": "But anyone who eats something without being sure it is right is doing wrong. That is because they did not believe it was right. And if you do anything that you believe is not right, it is sin."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Some of us have no problem with these things. So we should be patient with those who are not so strong and have doubts. We should not do what pleases us"
            },
            {
                "verse_number": "2",
                "verse_text": "but do what pleases them and is for their good. We should do whatever helps everyone grow stronger in faith."
            },
            {
                "verse_number": "3",
                "verse_text": "Even Christ did not live trying to please himself. As the Scriptures say about him, &apos;Those people who insulted you have also insulted me.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Everything that was written in the past was written to teach us. Those things were written so that we could have hope. That hope comes from the patience and encouragement that the Scriptures give us."
            },
            {
                "verse_number": "5",
                "verse_text": "All patience and encouragement come from God. And I pray that God will help you all agree with each other, as Christ Jesus wants."
            },
            {
                "verse_number": "6",
                "verse_text": "Then you will all be joined together. And all together you will give glory to God the Father of our Lord Jesus Christ."
            },
            {
                "verse_number": "7",
                "verse_text": "Christ accepted you, so you should accept each other. This will bring honor to God."
            },
            {
                "verse_number": "8",
                "verse_text": "I tell you that Christ became a servant of the Jews to show that God has done what he promised their great ancestors."
            },
            {
                "verse_number": "9",
                "verse_text": "Christ also did this so that the non-Jewish people could praise God for the mercy he gives to them. The Scriptures say, &apos;So I will give thanks to you among the people of other nations; I will sing praise to your name.&apos; Psalm 18:49 &apos;You people of other nations should be happy together with God&quot;s people.&apos; Deuteronomy 32:43 &apos;Praise the Lord all you people of other nations; all people should praise the Lord.&apos; Psalm 117:1 He will come to rule over the nations, and they will put their hope in him.&apos; Isaiah 11:10 &apos;Those who were not told about him will see, and those who have not heard about him will understand.&apos; Isaiah 52:15 After I finish that, I will leave for Spain and stop to visit you on the way."
            },
            {
                "verse_number": "10",
                "verse_text": "And the Scriptures say,"
            },
            {
                "verse_number": "11",
                "verse_text": "The Scriptures also say,"
            },
            {
                "verse_number": "12",
                "verse_text": "And Isaiah says, &apos;Someone will come from Jesse&quot;s family."
            },
            {
                "verse_number": "13",
                "verse_text": "I pray that the God who gives hope will fill you with much joy and peace as you trust in him. Then you will have more and more hope, and it will flow out of you by the power of the Holy Spirit."
            },
            {
                "verse_number": "14",
                "verse_text": "My brothers and sisters, I know without a doubt that you are full of goodness and have all the knowledge you need. So you are certainly able to counsel each other."
            },
            {
                "verse_number": "15",
                "verse_text": "But I have written to you very openly about some things that I wanted you to remember. I did this because God gave me this special gift:"
            },
            {
                "verse_number": "16",
                "verse_text": "to be a servant of Christ Jesus for those who are not Jews. I serve like a priest whose duty it is to tell God&quot;s Good News. He gave me this work so that you non-Jewish people could be an offering that he will accept&ndash;an offering made holy by the Holy Spirit."
            },
            {
                "verse_number": "17",
                "verse_text": "That is why I feel so good about what I have done for God in my service to Christ Jesus."
            },
            {
                "verse_number": "18",
                "verse_text": "I will not talk about anything I did myself. I will talk only about what Christ has done with me in leading the non-Jewish people to obey God. They have obeyed him because of what I have said and done."
            },
            {
                "verse_number": "19",
                "verse_text": "And they obeyed him because of the power of the miraculous signs and wonders that happened&ndash;all because of the power of God&quot;s Spirit. I have told people the Good News about Christ in every place from Jerusalem to Illyricum. And so I have finished that part of my work."
            },
            {
                "verse_number": "20",
                "verse_text": "I always want to tell the Good News in places where people have never heard of Christ. I do this because I don&quot;t want to build on the work that someone else has already started."
            },
            {
                "verse_number": "21",
                "verse_text": "But as the Scriptures say,"
            },
            {
                "verse_number": "22",
                "verse_text": "That&quot;s what has kept me so busy and prevented my coming to see you even though I have wanted to come many times."
            },
            {
                "verse_number": "23",
                "verse_text": "Now I have finished my work in these areas. And for many years I have wanted to visit you."
            },
            {
                "verse_number": "24",
                "verse_text": "So I will visit you when I go to Spain. Yes, I hope to visit you while I am traveling to Spain, and I will stay and enjoy being with you. Then you can help me continue on my trip."
            },
            {
                "verse_number": "25",
                "verse_text": "Now I am going to Jerusalem to help God&quot;s people there."
            },
            {
                "verse_number": "26",
                "verse_text": "Some of them are poor, and the believers in Macedonia and Achaia wanted to help them. So they gathered some money to send them."
            },
            {
                "verse_number": "27",
                "verse_text": "They were happy to do this. And it was like paying something they owed them, because as non-Jews they have been blessed spiritually by the Jews. So now they should use the material blessings they have to help the Jews."
            },
            {
                "verse_number": "28",
                "verse_text": "I am going to Jerusalem to make sure the poor get this money that has been given for them."
            },
            {
                "verse_number": "29",
                "verse_text": "And I know that when I visit you, I will bring you Christ&quot;s full blessing."
            },
            {
                "verse_number": "30",
                "verse_text": "Brothers and sisters, I beg you to help me in my work by praying to God for me. Do this because of our Lord Jesus and the love that the Spirit gives us."
            },
            {
                "verse_number": "31",
                "verse_text": "Pray that I will be saved from those in Judea who refuse to accept our message. And pray that this help I am bringing to Jerusalem will please God&quot;s people there."
            },
            {
                "verse_number": "32",
                "verse_text": "Then, if God wants me to, I will come to you. I will come with joy, and together you and I will have a time of rest."
            },
            {
                "verse_number": "33",
                "verse_text": "The God who gives peace be with you all. Amen."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "I want you to know that you can trust our sister in Christ, Phoebe. She is a special servant of the church in Cenchrea."
            },
            {
                "verse_number": "2",
                "verse_text": "I ask you to accept her in the Lord. Accept her the way God&quot;s people should. Help her with anything she needs from you. She has helped me very much, and she has helped many others too. Give greetings to my dear friend Epaenetus. He was the first person to follow Christ in Asia. Give greetings also to my dear friend Stachys Give greetings to everyone in the family of Aristobulus Greetings to all those in the family of Narcissus who belong to the Lord Greetings to my dear friend Persis. She has also worked very hard for the Lord. All the churches that belong to Christ send their greetings to you. The grace of our Lord Jesus be with you."
            },
            {
                "verse_number": "3",
                "verse_text": "Give my greetings to Priscilla and Aquila, who have worked together with me for Christ Jesus."
            },
            {
                "verse_number": "4",
                "verse_text": "They risked their own lives to save mine. I am thankful to them, and all the non-Jewish churches are thankful to them."
            },
            {
                "verse_number": "5",
                "verse_text": "Also, give greetings to the church that meets in their house."
            },
            {
                "verse_number": "6",
                "verse_text": "Greetings also to Mary. She worked very hard for you."
            },
            {
                "verse_number": "7",
                "verse_text": "And greet Andronicus and Junia. They are my relatives, and they were in prison with me. They were followers of Christ before I was. And they are some of the most important of the ones Christ sent out to do his work."
            },
            {
                "verse_number": "8",
                "verse_text": "Give my greetings to Ampliatus, my dear friend in the Lord,"
            },
            {
                "verse_number": "9",
                "verse_text": "and to Urbanus. He has worked together with me for Christ."
            },
            {
                "verse_number": "10",
                "verse_text": "and to Apelles, who has proved himself to be a true follower of Christ."
            },
            {
                "verse_number": "11",
                "verse_text": "and to Herodion, my relative."
            },
            {
                "verse_number": "12",
                "verse_text": "and to Tryphaena and Tryphosa, women who work very hard for the Lord."
            },
            {
                "verse_number": "13",
                "verse_text": "Greetings also to Rufus, one of the Lord&quot;s chosen people, and to his mother, who has been a mother to me too."
            },
            {
                "verse_number": "14",
                "verse_text": "Give my greetings to Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and all the brothers in Christ who are with them."
            },
            {
                "verse_number": "15",
                "verse_text": "Give greetings to Philologus and Julia, to Nereus and his sister, to Olympas, and to all of God&quot;s people with them."
            },
            {
                "verse_number": "16",
                "verse_text": "Give each other the special greeting of God&quot;s people."
            },
            {
                "verse_number": "17",
                "verse_text": "Brothers and sisters, I want you to be very careful of those who cause arguments and hurt people&quot;s faith by teaching things that are against what you learned. Stay away from them."
            },
            {
                "verse_number": "18",
                "verse_text": "People like that are not serving our Lord Christ. They are only pleasing themselves. They use fancy talk and say nice things to fool those who don&quot;t know about evil."
            },
            {
                "verse_number": "19",
                "verse_text": "Everyone has heard that you do what you were taught, and I am very happy about that. But I want you to be wise about what is good and to know nothing about what is evil."
            },
            {
                "verse_number": "20",
                "verse_text": "The God who brings peace will soon defeat Satan and give you power over him."
            },
            {
                "verse_number": "21",
                "verse_text": "Timothy, a worker together with me, sends you his greetings. Also Lucius, Jason, and Sosipater (these are my relatives) send their greetings."
            },
            {
                "verse_number": "22",
                "verse_text": "I am Tertius, the one writing this letter for Paul. I send you my own greetings as one who belongs to the Lord."
            },
            {
                "verse_number": "23",
                "verse_text": "Gaius is letting me and the whole church here use his home. He sends his greetings to you. Erastus and our brother Quartus also send their greetings. Erastus is the city treasurer here."
            },
            {
                "verse_number": "25",
                "verse_text": "Praise God! He is the one who can make you strong in faith. He can use the Good News that I teach to make you strong. It is the message about Jesus Christ that I tell people. That message is the secret truth that was hidden for ages and ages but has been made known."
            },
            {
                "verse_number": "26",
                "verse_text": "It has now been shown to us. It was made known by what the prophets wrote, as God commanded. And it has now been made known to all people so that they can believe and obey God, who lives forever."
            },
            {
                "verse_number": "27",
                "verse_text": "Glory forever to the only wise God through Jesus Christ. Amen."
            }
        ]
    }
}