{
    "Ruth": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Long ago, during the time the judges ruled, there was a famine in the land, and a man named Elimelech left the town of Bethlehem in Judah. He, his wife, and his two sons moved to the country of Moab."
            },
            {
                "verse_number": "2",
                "verse_text": "The man&quot;s wife was named Naomi, and his two sons were named Mahlon and Kilion. They were from the Ephrathah family of Bethlehem in Judah. The family traveled to the hill country of Moab and stayed there."
            },
            {
                "verse_number": "3",
                "verse_text": "Later, Naomi&quot;s husband, Elimelech, died, so only Naomi and her two sons were left."
            },
            {
                "verse_number": "4",
                "verse_text": "Her sons married women from the country of Moab. One wife&quot;s name was Orpah, and the other wife&quot;s name was Ruth. They lived in Moab about ten years;"
            },
            {
                "verse_number": "5",
                "verse_text": "then Mahlon and Kilion also died. So Naomi was left alone without her husband or her two sons."
            },
            {
                "verse_number": "6",
                "verse_text": "While Naomi was in the country of Moab, she heard that the Lord had helped his people. He had given food to his people in Judah. So Naomi decided to leave the hill country of Moab and go back home. Her daughters-in-law also decided to go with her."
            },
            {
                "verse_number": "7",
                "verse_text": "They left the place where they had been living and started walking back to the land of Judah."
            },
            {
                "verse_number": "8",
                "verse_text": "Then Naomi told her daughters-in-law, &apos;Each of you should go back home to your mother. You have been very kind to me and my sons who are now dead. So I pray that the Lord will be just as kind to you."
            },
            {
                "verse_number": "9",
                "verse_text": "I pray that the Lord will help each of you find a husband and a good home.&apos; Naomi kissed her daughters-in-law, and they all started crying."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the daughters said, &apos;But we want to come with you and go to your family.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "But Naomi said, &apos;No, daughters, go back to your own homes. Why should you go with me? I can&quot;t have any more sons to be your husbands."
            },
            {
                "verse_number": "12",
                "verse_text": "Go back home. I am too old to have a new husband. Even if I thought I could be married again, I could not help you. If I became pregnant tonight and had two sons,"
            },
            {
                "verse_number": "13",
                "verse_text": "you would have to wait until they grew to become men before you could marry them. I cannot make you wait that long for husbands. That would make me very sad. And I am already sad enough&ndash;the Lord has done many things to me!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So again they cried very much. Then Orpah kissed Naomi goodbye, but Ruth hugged her and stayed."
            },
            {
                "verse_number": "15",
                "verse_text": "Naomi said, &apos;Look, your sister-in-law has gone back to her own people and her own gods. You should do the same.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But Ruth said, &apos;Don&quot;t force me to leave you! Don&quot;t force me to go back to my own people. Let me go with you. Wherever you go, I will go. Wherever you sleep, I will sleep. Your people will be my people. Your God will be my God."
            },
            {
                "verse_number": "17",
                "verse_text": "Where you die, I will die, and that is where I will be buried. I ask the Lord to punish me if I don&quot;t keep this promise: Only death will separate us.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Naomi saw that Ruth wanted very much to go with her. So Naomi stopped arguing with her."
            },
            {
                "verse_number": "19",
                "verse_text": "Naomi and Ruth traveled until they came to the town of Bethlehem. When the two women entered Bethlehem, all the people were very excited. They said, &apos;Is this Naomi?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "But Naomi told the people, &apos;Don&quot;t call me Naomi ; call me Marah. Use this name because God All-Powerful has made my life very sad."
            },
            {
                "verse_number": "21",
                "verse_text": "I had everything I wanted when I left, but now, the Lord brings me home with nothing. The Lord has made me sad, so why should you call me &quot;Happy&quot; ? God All-Powerful has given much trouble to me.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "So Naomi and her daughter-in-law Ruth, the Moabite, came back from the hill country of Moab. These two women came to Bethlehem at the beginning of the barley harvest."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "There was a rich man named Boaz living in Bethlehem. Boaz was one of Naomi&quot;s close relatives from Elimelech&quot;s family. Naomi said, &apos;Fine, daughter, go ahead.&apos; And the workers answered, &apos;And may the Lord bless you!&apos; So Ruth sat down with the workers. Boaz gave her some roasted grain. Ruth ate until she was full, and there was some food left. Then Boaz told his servants, &apos;Let Ruth gather even around the piles of grain. Don&quot;t stop her. Then Ruth told her who she had worked with. She said, &apos;The man I worked with today is a man named Boaz.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "One day Ruth, the Moabite, said to Naomi, &apos;I think I will go to the fields. Maybe I can find someone who will be kind to me and let me gather the grain they leave in their field.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So Ruth went to the fields. She followed the workers who were cutting the grain and gathered the grain that was left. It happened that part of the field belonged to Boaz, the man from Elimelech&quot;s family."
            },
            {
                "verse_number": "4",
                "verse_text": "Later, Boaz came to the field from Bethlehem and greeted his workers. He said, &apos;The Lord be with you!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then Boaz spoke to his servant who was in charge of the workers. He asked, &apos;Whose girl is that?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The servant answered, &apos;She is the Moabite woman who came with Naomi from the country of Moab."
            },
            {
                "verse_number": "7",
                "verse_text": "She came early this morning and asked me if she could follow the workers and gather the grain that was left on the ground. She rested only a short time in that shelter.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then Boaz said to Ruth, &apos;Listen, child. Stay here in my field to gather grain for yourself. There is no need for you to go to any other field. Continue following behind my women workers."
            },
            {
                "verse_number": "9",
                "verse_text": "Watch to see which fields they go into to cut the grain and follow them. I have warned the young men not to bother you. When you are thirsty, go and drink from the same water jug my men drink from.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then Ruth bowed very low to the ground. She said to Boaz, &apos;I am a foreigner, so I am surprised you even noticed me.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Boaz answered her, &apos;I know about all the help you have given to your mother-in-law Naomi. I know you helped her even after your husband died. And I know that you left your father and mother and your own country and came here to this country. You did not know anyone from this country, but you came here with Naomi."
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord will reward you for all the good things you have done. The Lord, the God of Israel, will pay you in full. You have come to him for safety, and he will protect you.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then Ruth said, &apos;I hope I can continue to please you, sir. You are very kind. I am only a servant and not even one of your own servants. But you have said kind words to me and comforted me.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "At mealtime, Boaz told Ruth, &apos;Come and eat some of our bread. Here, dip your bread in our vinegar.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Ruth got up and went back to work."
            },
            {
                "verse_number": "16",
                "verse_text": "And make her work easier by dropping some full heads of grain for her. Let her gather that grain. Don&quot;t tell her to stop.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Ruth worked in the fields until evening. Then she separated the grain from the chaff. There was about one-half bushel of barley."
            },
            {
                "verse_number": "18",
                "verse_text": "Ruth carried the grain into town to show her mother-in-law what she had gathered. She also gave her the food that was left from lunch."
            },
            {
                "verse_number": "19",
                "verse_text": "Her mother-in-law asked her, &apos;Where did you gather all this grain? Where did you work? Bless the man who noticed you.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Naomi told her daughter-in-law, &apos;The Lord bless him! He has continued showing his kindness to the living as well as the dead.&apos; Then Naomi told her daughter-in-law, &apos;Boaz is one of our relatives. He is one of our protectors. &apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then Ruth said, &apos;Boaz also told me to come back and continue working. He said that I should work closely with his servants until the harvest is finished.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then Naomi said to her daughter-in-law Ruth, &apos;It is good for you to continue working with his women servants. If you work in another field, some man might hurt you.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So Ruth continued working closely with the women servants of Boaz. She gathered grain until the barley harvest was finished. She also worked there through the end of the wheat harvest. Ruth continued living with her mother-in-law Naomi."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Then Naomi, Ruth&quot;s mother-in-law, said to her, &apos;My daughter, maybe I should find a husband and a good home for you. That would be good for you."
            },
            {
                "verse_number": "2",
                "verse_text": "Boaz is our close relative. You worked with his women servants. Tonight he will be working at the threshing floor."
            },
            {
                "verse_number": "3",
                "verse_text": "Go wash yourself and get dressed. Put on a nice dress, and go down to the threshing floor. But don&quot;t let Boaz see you until he has finished eating his dinner."
            },
            {
                "verse_number": "4",
                "verse_text": "After he eats, he will lie down to rest. Watch him so that you will know where he lies down. Go there and lift the cover off his feet. Then lie down there with Boaz. He will tell you what you should do about marriage.&apos; Boaz said to her, &apos;We will keep it a secret that you came here to me last night.&apos; Ruth went in telling Naomi everything that Boaz did for her."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Ruth answered, &apos;I will do what you say.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Ruth went down to the threshing floor and did everything that her mother-in-law told her to do."
            },
            {
                "verse_number": "7",
                "verse_text": "After eating and drinking, Boaz was very satisfied. He went to lie down near the pile of grain. Then Ruth went to him very quietly and lifted the cover from his feet and lay down by his feet."
            },
            {
                "verse_number": "8",
                "verse_text": "About midnight, Boaz rolled over in his sleep and woke up. He was very surprised. There was a woman lying near his feet."
            },
            {
                "verse_number": "9",
                "verse_text": "Boaz said, &apos;Who are you?&apos; She said, &apos;I am Ruth, your servant girl. Spread your cover over me. You are my protector.&apos; So Ruth held her coat open, and Boaz measured out about a bushel of barley as a gift to Naomi, her mother-in-law. Boaz then wrapped it in Ruth&quot;s coat, and put it on her back. Then he went to the city."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Boaz said, &apos;May the Lord bless you, young woman. You have been very kind to me. Your kindness to me is greater than the kindness you showed to Naomi in the beginning. You could have looked for a young man to marry, rich or poor. But you did not."
            },
            {
                "verse_number": "11",
                "verse_text": "Now, young woman, don&quot;t be afraid. I will do what you ask. All the people in our town know that you are a very good woman."
            },
            {
                "verse_number": "12",
                "verse_text": "And it is true that I am a close relative. But there is a man who is a closer relative to you than I am."
            },
            {
                "verse_number": "13",
                "verse_text": "Stay here tonight. In the morning we will see if he will help you. If he decides to help you, that is fine. If he refuses to help, I promise, as surely as the Lord lives, I will marry you and buy back Elimelech&quot;s land for you. So lie here until morning.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So Ruth lay near Boaz&quot;s feet until morning. She got up while it was still dark, before it was light enough for people to recognize each other."
            },
            {
                "verse_number": "15",
                "verse_text": "Then he said, &apos;Bring me your coat. Now, hold it open.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Ruth went to the home of her mother-in-law, Naomi. Naomi went to the door and asked, &apos;Who&quot;s there?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "She said, &apos;Boaz gave me this barley as a gift for you. He said that I must not go home without bringing a gift for you.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Naomi said, &apos;Daughter, be patient until we hear what happens. Boaz will not rest until he has finished doing what he should do. We will know what will happen before the day is ended.&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Boaz went to the place where people gather near the city gates. He sat there until the close relative he had told Ruth about passed by. Boaz called to him, &apos;Come and sit here, friend.&apos; Naomi&quot;s closest relative said, &apos;I will buy the land from her.&apos; Perez was the father of Hezron. Ram was the father of Amminadab. Nahshon was the father of Salmon. Boaz was the father of Obed. Jesse was the father of David."
            },
            {
                "verse_number": "2",
                "verse_text": "Boaz also gathered ten of the elders of the city. He told them, &apos;Sit here!&apos; So they sat down."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Boaz spoke to Naomi&quot;s close relative. He said, &apos;Naomi came back from the hill country of Moab. She wants to sell the land that belonged to our relative Elimelech."
            },
            {
                "verse_number": "4",
                "verse_text": "I decided to tell you about this in front of the people living here and in front of the elders of our people. If you want to pay the widow for the land and keep it in the family, then pay her for it. If you don&quot;t want to buy the land, tell me, because I am the next one in the family who has the right to buy it. If you don&quot;t buy the land from her, I will.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then Boaz said, &apos;If you buy the land from her, you must also marry the dead man&quot;s wife, Ruth, the Moabite woman. Then the first child will get the land, and it will stay in the dead man&quot;s family.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The close relative answered, &apos;Then I cannot buy the land. If I do, I might lose my own land. So I cannot do it. You buy the land.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then he gave Boaz something to show that he was serious. During that time in Israel, when people bought property, one person took off a sandal and gave it to the other person. This was like signing an agreement."
            },
            {
                "verse_number": "8",
                "verse_text": "So when the close relative said to Boaz, &apos;You buy the land,&apos; he took off his sandal and gave it to Boaz."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Boaz said to the elders and all the people, &apos;You are witnesses today that I am buying from Naomi everything that belonged to Elimelech, Kilion, and Mahlon."
            },
            {
                "verse_number": "10",
                "verse_text": "I also take Ruth to be my wife. Then the dead man&quot;s property will continue to belong to his family. And he will always be remembered by his family and the people in his hometown. You are all witnesses of what I am doing today.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So all the elders and the people who were near the city gates said, &apos;We are witnesses to all of this. And may the Lord bless this woman who is coming into your home to be like Rachel and Leah. They are the ones who had many children to make the people of Israel strong. And may you become powerful in the tribe of Ephrathah and famous in Bethlehem!"
            },
            {
                "verse_number": "12",
                "verse_text": "May the Lord bless you with many children through Ruth. May your family become great like the family of Perez, the son Tamar bore for Judah.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "So Boaz married Ruth. The Lord allowed Ruth to become pregnant, and she had a son."
            },
            {
                "verse_number": "14",
                "verse_text": "The women there said to Naomi, &apos;Praise the Lord who gave you this child. May he become famous in Israel."
            },
            {
                "verse_number": "15",
                "verse_text": "He will make you alive again and care for you in your old age. Your daughter-in-law made it happen because she bore this child for you. She loves you, and she is better for you than seven sons.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Naomi took the boy, held him in her arms, and cared for him."
            },
            {
                "verse_number": "17",
                "verse_text": "The neighbors gave the boy his name. These women said, &apos;Naomi has a son now!&apos; They named him Obed. Obed was the father of Jesse, and Jesse was the father of David."
            },
            {
                "verse_number": "18",
                "verse_text": "This is the family history of Perez:"
            },
            {
                "verse_number": "19",
                "verse_text": "Hezron was the father of Ram."
            },
            {
                "verse_number": "20",
                "verse_text": "Amminadab was the father of Nahshon."
            },
            {
                "verse_number": "21",
                "verse_text": "Salmon was the father of Boaz."
            },
            {
                "verse_number": "22",
                "verse_text": "Obed was the father of Jesse."
            }
        ]
    }
}