{
    "1 Kings": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "King David was very old and could not keep warm. His servants covered him with blankets, but he was still cold."
            },
            {
                "verse_number": "2",
                "verse_text": "So they said to him, &apos;We will find a young woman to care for you. She will lie next to you and keep you warm.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So the king&quot;s servants began looking everywhere in the country of Israel for a beautiful young woman to keep the king warm. They found a young woman named Abishag, from the town of Shunem, and brought her to the king."
            },
            {
                "verse_number": "4",
                "verse_text": "She was very beautiful. She cared for the king and served him, but King David did not have sexual relations with her."
            },
            {
                "verse_number": "7",
                "verse_text": "Adonijah talked with Joab son of Zeruiah and Abiathar the priest. They decided to help make him the new king,"
            },
            {
                "verse_number": "8",
                "verse_text": "but several important men did not join Adonijah. They were Zadok the priest, Benaiah son of Jehoiada, Nathan the prophet, Shimei, Rei, and King David&quot;s special guard."
            },
            {
                "verse_number": "9",
                "verse_text": "One day, at Zoheleth Rock near En Rogel, Adonijah sacrificed some sheep, cattle, and fat calves as a fellowship offering. He invited his brothers (the other sons of King David) and all the officers from Judah."
            },
            {
                "verse_number": "10",
                "verse_text": "But he did not invite his brother Solomon, Nathan the prophet, Benaiah, or the men in the king&quot;s special guard."
            },
            {
                "verse_number": "11",
                "verse_text": "When Nathan heard about this, he went to Solomon&quot;s mother Bathsheba and asked her, &apos;Have you heard what Haggith&quot;s son, Adonijah, is doing? He is making himself king. And our master, King David, knows nothing about it."
            },
            {
                "verse_number": "12",
                "verse_text": "You and your son Solomon are in danger, but I will tell you what to do to save yourself."
            },
            {
                "verse_number": "13",
                "verse_text": "Go to King David and tell him, &quot;My lord and king, you promised me that my son Solomon would be the next king after you. So why is Adonijah becoming the new king?&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then while you are still talking with him, I will come in. After you leave I will tell the king what has happened. This will show that what you said is true.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So Bathsheba went in to see the king in his bedroom. The king was very old. Abishag, the girl from Shunem, was caring for him there."
            },
            {
                "verse_number": "16",
                "verse_text": "Bathsheba bowed down before the king. The king asked, &apos;What can I do for you?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Bathsheba answered, &apos;Sir, you used the name of the Lord your God and made a promise to me. You said, &quot;Your son Solomon will be the next king after me. He will sit on my throne.&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "Now, you don&quot;t know this, but Adonijah is making himself king."
            },
            {
                "verse_number": "19",
                "verse_text": "He is giving a big fellowship meal. He has killed many cattle and the best sheep, and he has invited all of your sons to the meal. He also invited Abiathar the priest and Joab, the commander of your army, but he did not invite your faithful son Solomon."
            },
            {
                "verse_number": "20",
                "verse_text": "Now, my lord and king, all the Israelites are watching you. They are waiting for you to decide who will be the next king after you."
            },
            {
                "verse_number": "21",
                "verse_text": "If you don&quot;t decide, then after you are buried, these men will say that Solomon and I are criminals.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "While Bathsheba was still talking with the king, Nathan the prophet came to see him."
            },
            {
                "verse_number": "23",
                "verse_text": "The servants told the king, &apos;Nathan the prophet is here.&apos; Nathan went in to speak to the king. He bowed down before the king"
            },
            {
                "verse_number": "24",
                "verse_text": "and said, &apos;My lord and king, did you announce that Adonijah will be the new king after you? Have you decided that he will rule the people now?"
            },
            {
                "verse_number": "25",
                "verse_text": "Today he went down into the valley to offer many cattle and the best sheep as fellowship offerings. He invited all your other sons, the commanders of the army, and Abiathar the priest. They are now eating and drinking with him. And they are saying, &quot;Long live King Adonijah!&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "But he did not invite me, or Zadok the priest, or Benaiah son of Jehoiada, or your son Solomon."
            },
            {
                "verse_number": "27",
                "verse_text": "My lord and king, did you do this without telling us? Please tell us, who will be the next king after you?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then King David said, &apos;Tell Bathsheba to come in!&apos; So she came in and stood before the king."
            },
            {
                "verse_number": "29",
                "verse_text": "Then the king made a promise: &apos;The Lord has saved me from every danger. As surely as he lives, I make this promise to you."
            },
            {
                "verse_number": "30",
                "verse_text": "Today I will do what I promised you in the past. I made that promise by the power of the Lord, the God of Israel. I promised that your son Solomon would be the next king after me. I promised that he would take my place on my throne, and I will keep my promise!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Then Bathsheba bowed down before the king and said, &apos;Long live King David!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Then King David said, &apos;Tell Zadok the priest, Nathan the prophet, and Benaiah son of Jehoiada to come in here.&apos; So the three men came in to meet with the king."
            },
            {
                "verse_number": "33",
                "verse_text": "Then the king said to them, &apos;Take my officers with you. Put my son Solomon on my mule and take him to Gihon Spring."
            },
            {
                "verse_number": "34",
                "verse_text": "There Zadok the priest and Nathan the prophet will anoint him to be the new king of Israel. Blow the trumpet and announce, &quot;This is the new king, Solomon!&quot;"
            },
            {
                "verse_number": "35",
                "verse_text": "Then come back here with him. Solomon will sit on my throne and be the new king in my place. I have chosen him to be the ruler of Israel and Judah.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Benaiah son of Jehoiada answered the king, &apos;Amen! It is as true as if the Lord God himself had said it, my lord and king."
            },
            {
                "verse_number": "37",
                "verse_text": "My lord and king, the Lord has been with you, and now I pray that he will be with Solomon! And I pray that King Solomon&quot;s kingdom will grow and be even more powerful than yours, my lord and king.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "So Zadok, Nathan, Benaiah, and the king&quot;s officers obeyed King David. They put Solomon on David&quot;s mule and went with him down to Gihon Spring."
            },
            {
                "verse_number": "39",
                "verse_text": "Zadok the priest carried the oil from the Holy Tent and poured it on Solomon&quot;s head to show that he was the new king. They blew the trumpet and all the people shouted, &apos;Long live King Solomon!&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Then all the people followed Solomon back into the city. They were very happy and excited. They were playing flutes and making so much noise that the ground shook."
            },
            {
                "verse_number": "41",
                "verse_text": "Meanwhile, Adonijah and his guests were just finishing their meal. They heard the sound of the trumpet, and Joab asked, &apos;What is that noise? What is happening in the city?&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "While Joab was still speaking, Jonathan, son of Abiathar the priest, arrived. Adonijah said, &apos;Come here! You are a good man, so you must be bringing good news.&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "But Jonathan answered, &apos;No, it is not good news for you! King David has made Solomon the new king."
            },
            {
                "verse_number": "44",
                "verse_text": "King David sent Zadok the priest, Nathan the prophet, Benaiah son of Jehoiada, and all the king&quot;s officers with Solomon out to Gihon Spring. They put Solomon on the king&quot;s mule."
            },
            {
                "verse_number": "45",
                "verse_text": "Zadok the priest and Nathan the prophet anointed Solomon at Gihon Spring and then went back into the city. The people followed them, and now everyone in the city is celebrating. That is the noise you hear."
            },
            {
                "verse_number": "48",
                "verse_text": "and said, &quot;Praise the Lord, the God of Israel. He has put one of my own sons on my throne, and he has let me live to see it.&quot;&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "All of Adonijah&quot;s guests were afraid and left very quickly."
            },
            {
                "verse_number": "50",
                "verse_text": "Adonijah was also afraid of Solomon, so he went to the altar and held onto the horns of the altar."
            },
            {
                "verse_number": "51",
                "verse_text": "Then someone told Solomon, &apos;Adonijah is afraid of you, King Solomon. He is at the Holy Tent holding onto the horns of the altar, and he refuses to leave. Adonijah says, &quot;Tell King Solomon to promise that he will not kill me.&quot;&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "So Solomon answered, &apos;If Adonijah shows that he is a good man, I promise that not a hair on his head will be hurt. But if he does anything wrong, he will die.&apos;"
            },
            {
                "verse_number": "53",
                "verse_text": "Then King Solomon sent some men to get Adonijah and brought him in. He approached the king and bowed before him. Then Solomon said, &apos;Go home.&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "The time came for David to die, so he gave these commands to Solomon,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I am about to die, like all men must. But you are growing stronger and becoming a man."
            },
            {
                "verse_number": "3",
                "verse_text": "Now, carefully obey all the commands of the Lord your God. Carefully obey all his laws, commands, decisions, and agreements. Obey everything that is written in the Law of Moses. If you do this, you will be successful at whatever you do and wherever you go."
            },
            {
                "verse_number": "4",
                "verse_text": "And if you obey the Lord, he will keep his promise about me. He said, &quot;If your sons carefully live the way I tell them, sincerely, with all their heart, the king of Israel will always be a man from your family.&quot;&apos; Adonijah answered, &apos;Yes, this is a peaceful visit. Bathsheba said, &apos;Then speak.&apos; Bathsheba answered, &apos;What do you want?&apos; The king answered, &apos;Ask whatever you want, mother. I will not refuse you.&apos; But Joab answered, &apos;No, I will die here.&apos; Benaiah went back to the king and told him what Joab had said."
            },
            {
                "verse_number": "5",
                "verse_text": "David also said, &apos;You remember what Joab son of Zeruiah did to me. He killed two of the commanders of Israel&quot;s army, Abner son of Ner and Amasa son of Jether. Remember, it was during a time of peace when he spilled the blood that splattered onto his sword belt and army boots. I should have punished him then."
            },
            {
                "verse_number": "6",
                "verse_text": "Use your wisdom, but don&quot;t let him die peacefully of old age."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Also, be kind to the children of Barzillai from Gilead. Be friends with them, and let them eat at your table, because they helped me when I ran away from your brother Absalom."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;And remember, Shimei son of Gera is still around. He is the Benjamite from Bahurim who cursed me when I ran away to Mahanaim. But when he came down to meet me at the Jordan River, I made a promise to him before the Lord that I would not kill him."
            },
            {
                "verse_number": "9",
                "verse_text": "Now, don&quot;t leave him unpunished. You are a wise man. You will know what you must do, but don&quot;t let him die peacefully of old age.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then David died and was buried in the City of David."
            },
            {
                "verse_number": "11",
                "verse_text": "David ruled Israel 40 years. He ruled seven years in Hebron and 33 years in Jerusalem."
            },
            {
                "verse_number": "12",
                "verse_text": "Now Solomon was king. He sat on the throne of his father David and was in complete control of his kingdom."
            },
            {
                "verse_number": "13",
                "verse_text": "One day Adonijah, the son of Haggith, went to Solomon&quot;s mother, Bathsheba. She asked him, &apos;Do you come in peace?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "I have something to ask you.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Adonijah said, &apos;You know that at one time the kingdom was mine. All the people of Israel wanted me to be their king. But things have changed, and now my brother is the king. The Lord chose him to be king."
            },
            {
                "verse_number": "16",
                "verse_text": "But now I have one thing to ask you. Please don&quot;t refuse me.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Adonijah said, &apos;I know that King Solomon will do whatever you ask. So please ask him to let me marry Abishag, the woman from Shunem.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then Bathsheba said, &apos;Very well, I will speak to the king for you.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So Bathsheba went to King Solomon to talk with him. When the king saw her, he stood up, bowed before her, and then sat back down. He told some servants to bring another throne for his mother, and she sat down at his right side."
            },
            {
                "verse_number": "20",
                "verse_text": "Bathsheba said to him, &apos;I have one small thing to ask you. Please don&quot;t refuse me.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So Bathsheba said, &apos;Let your brother Adonijah marry Abishag, the woman from Shunem.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "King Solomon answered his mother, &apos;Why are you asking me to give Abishag to Adonijah? Why don&quot;t you just ask me to give him the whole kingdom! After all, he is my older brother, and both Abiathar the priest and Joab support him!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then Solomon said, &apos;By the Lord, I swear I&quot;ll make Adonijah pay for this with his life!"
            },
            {
                "verse_number": "24",
                "verse_text": "The Lord made me the king of Israel. He gave me the throne of my father David. The Lord kept his promise and gave the kingdom to me and my family. Now, as surely as the Lord lives, I swear Adonijah will die today!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "King Solomon gave the command to Benaiah, and Benaiah went out and killed Adonijah."
            },
            {
                "verse_number": "26",
                "verse_text": "Then King Solomon said to Abiathar the priest, &apos;I should kill you, but I will let you go back to your home in Anathoth. I will not kill you now because you helped carry the Holy Box of the Lord GOD while marching with my father David. And I know that you shared in the hard times with my father.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "So Solomon told Abiathar that he could not continue to serve as a priest of the Lord. This happened as the Lord said it would when he told Eli the priest what would happen to him and his family."
            },
            {
                "verse_number": "28",
                "verse_text": "Joab had supported Adonijah, but not Absalom. But when Joab heard what happened to Abiathar, he was frightened and ran to the tent of the Lord to hold onto the horns of the altar."
            },
            {
                "verse_number": "29",
                "verse_text": "Someone told King Solomon that Joab was at the altar in the Lord&quot;s Tent. So Solomon ordered Benaiah to go and kill him."
            },
            {
                "verse_number": "30",
                "verse_text": "Benaiah went into the Lord&quot;s Tent and said to Joab, &apos;The king says, &quot;Come out!&quot;&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "The king commanded Benaiah, &apos;Do as he says! Kill him there and take him out to bury him. Then my family and I will be free of Joab&quot;s guilt from killing innocent people."
            },
            {
                "verse_number": "32",
                "verse_text": "Joab killed two men who were much better than he was. He killed Abner son of Ner, the commander of the army of Israel, and Amasa son of Jether, the commander of the army of Judah. He did this without my father&quot;s knowledge. But now the Lord will punish Joab for the men he killed."
            },
            {
                "verse_number": "33",
                "verse_text": "He and his family will always be guilty for their deaths. But the Lord will bring peace to David, his descendants, his family of kings, and his kingdom forever.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "So Benaiah son of Jehoiada killed Joab, and he was buried near his home in the desert."
            },
            {
                "verse_number": "35",
                "verse_text": "Solomon then made Benaiah son of Jehoiada the commander of the army in Joab&quot;s place. Solomon also made Zadok the new high priest in Abiathar&quot;s place."
            },
            {
                "verse_number": "36",
                "verse_text": "Next, the king sent for Shimei and said to him, &apos;Build yourself a house here in Jerusalem to live in and don&quot;t leave the city."
            },
            {
                "verse_number": "37",
                "verse_text": "If you leave the city and go any further than Kidron Brook, you will be killed, and it will be your own fault.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Shimei answered, &apos;Yes, my king. I will obey you.&apos; So Shimei lived in Jerusalem for a long time."
            },
            {
                "verse_number": "39",
                "verse_text": "But three years later, two of Shimei&quot;s slaves ran away. They went to King Achish of Gath, who was the son of Maacah. Shimei heard that his slaves were in Gath,"
            },
            {
                "verse_number": "40",
                "verse_text": "so he saddled his donkey and went to King Achish at Gath to find them. He found them there and brought them back home."
            },
            {
                "verse_number": "41",
                "verse_text": "But someone told Solomon that Shimei had left Jerusalem and gone to Gath and back."
            },
            {
                "verse_number": "42",
                "verse_text": "So Solomon sent for him and said, &apos;I made you promise in the Lord&quot;s name not to leave Jerusalem. And I warned you that if you went anywhere, you would die. And you agreed to what I said. You said that you would obey me."
            },
            {
                "verse_number": "43",
                "verse_text": "So why didn&quot;t you obey me? Why did you break your promise to the Lord?"
            },
            {
                "verse_number": "44",
                "verse_text": "You know all the bad things you did to my father David. Now the Lord will punish you for it."
            },
            {
                "verse_number": "45",
                "verse_text": "But the Lord will bless me and keep David&quot;s throne before him forever.&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "Then the king ordered Benaiah to kill Shimei, and he did. So Solomon had full control of his kingdom."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Solomon made a peace treaty with Pharaoh, the king of Egypt, by marrying his daughter. Solomon brought her to the City of David. This was when Solomon was still building his palace, the Temple of the Lord, and the wall around Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "The Temple to honor the Lord had not yet been finished, so people were still making animal sacrifices on altars at the high places."
            },
            {
                "verse_number": "3",
                "verse_text": "Solomon showed that he loved the Lord by obeying everything his father David told him to do, except that Solomon continued to go to the high places to offer sacrifices and to burn incense. But the first woman said, &apos;No, you are wrong! The dead baby is yours! The one that is still alive is mine.&apos; So the two women argued in front of the king."
            },
            {
                "verse_number": "4",
                "verse_text": "King Solomon went to Gibeon to offer a sacrifice because that was the most important high place. He offered a thousand burnt offerings on that altar."
            },
            {
                "verse_number": "5",
                "verse_text": "While Solomon was at Gibeon, the Lord came to him at night in a dream. God said, &apos;Solomon, ask me what you want me to give you.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Solomon answered, &apos;You were very kind and loyal to your servant, my father David. He was faithful to you and lived a good, honest life. And you showed him the greatest kindness when you let his son take his place as king."
            },
            {
                "verse_number": "7",
                "verse_text": "Lord my God, you have made me the king in my father&quot;s place, but I am like a small child. I don&quot;t have the wisdom I need to do what I must do."
            },
            {
                "verse_number": "8",
                "verse_text": "I am your servant here among your chosen people. There are so many that they cannot be counted."
            },
            {
                "verse_number": "9",
                "verse_text": "So I ask you to give me the wisdom to rule and judge them well and to help me know the difference between right and wrong. Without such great wisdom, it would be impossible to rule this great nation.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord was happy that Solomon asked for wisdom."
            },
            {
                "verse_number": "11",
                "verse_text": "So God said to him, &apos;You did not ask for long life and riches for yourself. You did not ask for the death of your enemies. You asked for the wisdom to listen and make the right decisions."
            },
            {
                "verse_number": "12",
                "verse_text": "So I will give you what you asked for. I will make you wise and intelligent. I will make you wiser than anyone who ever lived or ever will live."
            },
            {
                "verse_number": "13",
                "verse_text": "And I will also give you what you did not ask for. You will have riches and honor all your life. There will be no other king in the world as great as you."
            },
            {
                "verse_number": "14",
                "verse_text": "And I will give you a long life if you follow me and obey my laws and commands as your father David did.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Solomon woke up and knew that God had spoken to him in the dream. Then Solomon went to Jerusalem and stood before the Box of the Lord&quot;s Agreement. He offered a burnt offering and fellowship offerings to the Lord and then gave a party for all of his officials."
            },
            {
                "verse_number": "16",
                "verse_text": "One day two prostitutes came to Solomon and stood before the king."
            },
            {
                "verse_number": "17",
                "verse_text": "One of the women said, &apos;Sir, this woman and I live in the same house. We were both pregnant and ready to give birth to our babies. I had my baby while she was there with me."
            },
            {
                "verse_number": "18",
                "verse_text": "Three days later she also gave birth to her baby. There was no one else in the house with us, just the two of us."
            },
            {
                "verse_number": "19",
                "verse_text": "One night while this woman was asleep with her baby, the baby died."
            },
            {
                "verse_number": "20",
                "verse_text": "That night while I was asleep, she took my son from my bed and carried him to her bed. Then she put the dead baby in my bed."
            },
            {
                "verse_number": "21",
                "verse_text": "In the morning I woke up and was about to feed the baby when I saw he was dead. When I looked at him more closely, I saw that he was not my baby.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But the other woman said, &apos;No! The dead baby is yours, and the one still alive is mine!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Then King Solomon said, &apos;Each of you says that the living baby is your own and that the dead baby belongs to the other woman.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then King Solomon sent his servant to get a sword."
            },
            {
                "verse_number": "25",
                "verse_text": "He told the servant, &apos;Cut the living baby in two and give one half of the baby to each woman.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The second woman said, &apos;Yes, cut him in two. Then neither of us will have him.&apos; But the first woman, the real mother, loved her son and said to the king, &apos;Please, sir, don&quot;t kill the baby! Give him to her.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then King Solomon said, &apos;Stop, don&quot;t kill the baby. Give him to this woman. She is the real mother.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "The people of Israel respected the king when they heard about this decision. They saw he had the wisdom of God to make the right decisions."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "King Solomon ruled over all Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "These are the names of his leading officials: Azariah son of Zadok was the priest; Jehoshaphat son of Ahilud wrote notes about the history of the people; Zadok and Abiathar were priests; Zabud son of Nathan was a priest and an advisor to King Solomon; Adoniram son of Abda was in charge of the slaves. Ben Hur was governor of the hill country of Ephraim."
            },
            {
                "verse_number": "3",
                "verse_text": "Elihoreph and Ahijah, sons of Shisha, had the job of writing notes about what happened in the courts;"
            },
            {
                "verse_number": "4",
                "verse_text": "Benaiah son of Jehoiada was the commander of the army;"
            },
            {
                "verse_number": "5",
                "verse_text": "Azariah son of Nathan was in charge of the district governors;"
            },
            {
                "verse_number": "6",
                "verse_text": "Ahishar was responsible for everything in the king&quot;s palace;"
            },
            {
                "verse_number": "7",
                "verse_text": "Israel was divided into twelve districts. Solomon chose governors to rule over each district. These governors were ordered to gather food from their districts and give it to the king and his family. Each of the twelve governors was responsible for giving food to the king one month each year."
            },
            {
                "verse_number": "8",
                "verse_text": "These are the names of the twelve governors:"
            },
            {
                "verse_number": "9",
                "verse_text": "Ben Deker was governor of Makaz, Shaalbim, Beth Shemesh, and Elon Bethhanan."
            },
            {
                "verse_number": "10",
                "verse_text": "Ben Hesed was governor of Arubboth, Socoh, and Hepher."
            },
            {
                "verse_number": "11",
                "verse_text": "Ben Abinadab was governor of Naphoth Dor. He was married to Taphath, daughter of Solomon."
            },
            {
                "verse_number": "12",
                "verse_text": "Baana son of Ahilud was governor of Taanach and Megiddo and all of Beth Shean next to Zarethan. This was below Jezreel, from Beth Shean to Abel Meholah across from Jokmeam."
            },
            {
                "verse_number": "13",
                "verse_text": "Ben Geber was governor of Ramoth Gilead. He was governor of all the towns and villages of Jair son of Manasseh in Gilead. He was also governor of the district of Argob in Bashan. In this area there were 60 cities with big walls around them. These cities also had bronze bars on the gates."
            },
            {
                "verse_number": "14",
                "verse_text": "Ahinadab son of Iddo was governor of Mahanaim."
            },
            {
                "verse_number": "15",
                "verse_text": "Ahimaaz was governor of Naphtali. He was married to Basemath the daughter of Solomon."
            },
            {
                "verse_number": "16",
                "verse_text": "Baana son of Hushai was governor of Asher and Aloth."
            },
            {
                "verse_number": "17",
                "verse_text": "Jehoshaphat son of Paruah was governor of Issachar."
            },
            {
                "verse_number": "18",
                "verse_text": "Shimei son of Ela was governor of Benjamin."
            },
            {
                "verse_number": "19",
                "verse_text": "Geber son of Uri was governor of Gilead. There had been two kings in this area, King Sihon of the Amorites and King Og of Bashan, but Solomon appointed only one governor for that district."
            },
            {
                "verse_number": "20",
                "verse_text": "In Judah and Israel there were as many people as sand on the seashore. The people were happy and had plenty to eat and drink."
            },
            {
                "verse_number": "21",
                "verse_text": "Solomon ruled over all the kingdoms from the Euphrates River to the land of the Philistines. His kingdom went as far as the border of Egypt. These countries sent gifts to Solomon, and they obeyed him all of his life."
            },
            {
                "verse_number": "24",
                "verse_text": "Solomon ruled over all the countries west of the Euphrates River, from Tiphsah to Gaza. And Solomon had peace along all the borders of his kingdom."
            },
            {
                "verse_number": "25",
                "verse_text": "During Solomon&quot;s life everyone in Judah and Israel, all the way from Dan to Beersheba, lived in peace and security. The people were at peace sitting under their own fig trees and grapevines."
            },
            {
                "verse_number": "26",
                "verse_text": "Solomon had places to keep 4000 horses for his chariots and he had 12,000 horse soldiers."
            },
            {
                "verse_number": "27",
                "verse_text": "And each month one of the twelve district governors gave King Solomon everything he needed for all the people who ate at the king&quot;s table."
            },
            {
                "verse_number": "28",
                "verse_text": "The district governors also gave the king enough straw and barley for the chariot horses and the riding horses. Everyone brought this grain to the necessary places."
            },
            {
                "verse_number": "29",
                "verse_text": "God made Solomon very wise. Solomon could understand more than you can imagine."
            },
            {
                "verse_number": "30",
                "verse_text": "He was wiser than anyone in the East or in Egypt."
            },
            {
                "verse_number": "31",
                "verse_text": "He was wiser than anyone on earth, even Ethan the Ezrahite and the sons of Mahol&ndash;Heman, Calcol, and Darda. King Solomon became famous in all the surrounding countries."
            },
            {
                "verse_number": "32",
                "verse_text": "By the end of his life, he had written 3000 proverbs and 1005 songs."
            },
            {
                "verse_number": "33",
                "verse_text": "Solomon also knew very much about nature. He taught about many different kinds of plants&ndash;everything from the great cedar trees of Lebanon to the little vines that grow out of the walls. He also taught about animals, birds, and snakes."
            },
            {
                "verse_number": "34",
                "verse_text": "People from every nation came to listen to Solomon&quot;s wisdom. Kings all over the world sent their people to listen to him."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Hiram was the king of Tyre. He had always been David&quot;s friend. So when Hiram heard that Solomon had become the new king after David, he sent his servants to Solomon."
            },
            {
                "verse_number": "2",
                "verse_text": "This is what Solomon said to King Hiram: &apos;I heard what you asked for. I will give you all the cedar trees and the fir trees you want."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;You remember that my father, King David, had to fight many wars all around him. So he was never able to build a temple to honor the Lord his God. King David was waiting until the Lord allowed him to defeat all his enemies."
            },
            {
                "verse_number": "4",
                "verse_text": "But now the Lord my God has given me peace along all the borders of my country. I have no enemies, and my people are in no danger."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;The Lord made a promise to my father David. He said, &quot;I will make your son king after you, and he will build a temple to honor me.&quot; Now, I plan to build that temple to honor the Lord my God."
            },
            {
                "verse_number": "6",
                "verse_text": "And so I ask you to help me. Send your men to Lebanon to cut down cedar trees for me. My servants will work with yours. I will pay you any price that you decide as your servants&quot; wages, but I need your help. Our carpenters are not as good as the carpenters of Sidon.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Hiram was very happy when he heard what Solomon asked. He said, &apos;I praise the Lord today for giving David a wise son to rule this great nation!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then Hiram sent this message to Solomon:"
            },
            {
                "verse_number": "9",
                "verse_text": "My servants will bring them down from Lebanon to the sea. Then I will tie them together and float them down the shore to the place you choose. There I will separate the logs, and you can take them from there. As payment for this, you will give food to all those who live in my palace.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So Hiram gave Solomon all the cedar and fir logs that he wanted."
            },
            {
                "verse_number": "11",
                "verse_text": "Solomon gave Hiram about 120,000 bushels of wheat and about 120,000 gallons of pure olive oil every year for his family."
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord made Solomon wise as he had promised. Hiram and Solomon made a treaty between themselves and were at peace with one another."
            },
            {
                "verse_number": "13",
                "verse_text": "King Solomon forced 30,000 men of Israel to help in this work."
            },
            {
                "verse_number": "14",
                "verse_text": "He chose a man named Adoniram to be in charge of them. Solomon divided the men into three groups with 10,000 men in each group. Each group worked one month in Lebanon and then went home for two months."
            },
            {
                "verse_number": "15",
                "verse_text": "Solomon also forced 80,000 men to work in the hill country cutting stone. There were also 70,000 men to carry the stones."
            },
            {
                "verse_number": "16",
                "verse_text": "There were 3300 men to supervise the workers."
            },
            {
                "verse_number": "17",
                "verse_text": "King Solomon commanded them to cut large, expensive stones for the foundation of the Temple."
            },
            {
                "verse_number": "18",
                "verse_text": "Then Solomon and Hiram&quot;s builders and the men from Byblos carved the stones and prepared them and the logs for use in building the Temple."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "So in the month of Ziv, the second month of the year, during Solomon&quot;s fourth year as king, he began work on the Temple. This was 480 years after the Israelites left Egypt."
            },
            {
                "verse_number": "2",
                "verse_text": "The Temple was 60 cubits long, 20 cubits wide, and 30 cubits high."
            },
            {
                "verse_number": "3",
                "verse_text": "The porch of the Temple was 20 cubits long and 10 cubits wide. The porch ran along the front of the main part of the Temple itself. Its length was equal to the width of the Temple."
            },
            {
                "verse_number": "4",
                "verse_text": "There were narrow windows in the Temple. These windows were smaller on the inside of the wall than on the outside."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Solomon built a row of rooms around the main part of the Temple. This row of rooms was three stories tall with the rooms built one above the other."
            },
            {
                "verse_number": "6",
                "verse_text": "The rooms touched the Temple wall, but their beams were not built into that wall. The Temple wall became thinner at the top, so the rooms on the upper floors were larger than the ones below them. The rooms on the bottom floor were 5 cubits wide. The rooms on the middle floor were 6 cubits wide. The rooms above that were 7 cubits wide."
            },
            {
                "verse_number": "7",
                "verse_text": "The stones were completely finished before they were brought into the Temple area, so there was no noise of hammers, axes, or any other iron tools in the Temple."
            },
            {
                "verse_number": "8",
                "verse_text": "The entrance to these rooms was on bottom floor at the south side of the Temple. Inside there were stairs that went up to the second floor and from there to the third floor."
            },
            {
                "verse_number": "9",
                "verse_text": "Solomon finished building the main part of the Temple and then covered it inside with cedar boards."
            },
            {
                "verse_number": "10",
                "verse_text": "Then he finished building the rooms around the Temple. Each story was 5 cubits tall. The cedar beams in these rooms rested on a ledge of the Temple wall."
            },
            {
                "verse_number": "11",
                "verse_text": "The Lord said to Solomon,"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;If you obey all my laws and commands, I will do for you what I promised your father David."
            },
            {
                "verse_number": "13",
                "verse_text": "I will live among the children of Israel in this Temple that you are building, and I will never leave the people of Israel.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "When Solomon finished the stonework on the Temple,"
            },
            {
                "verse_number": "15",
                "verse_text": "the stone walls inside the Temple were covered with cedar boards from floor to ceiling. Then the stone floor was covered with pine boards."
            },
            {
                "verse_number": "16",
                "verse_text": "They built an inner room 20 cubits long in the back part of the Temple. This room was called the Most Holy Place. They covered the walls in this room with cedar boards, from floor to ceiling."
            },
            {
                "verse_number": "17",
                "verse_text": "In front of the Most Holy Place was the main part of the Temple. This room was 40 cubits long."
            },
            {
                "verse_number": "18",
                "verse_text": "They covered the walls in this room with cedar boards&ndash;none of the stones in the walls could be seen. They carved pictures of flowers and gourds into the cedar."
            },
            {
                "verse_number": "19",
                "verse_text": "Solomon finished the inner room in the back part of the Temple. This room was for the Box of the Lord&quot;s Agreement."
            },
            {
                "verse_number": "20",
                "verse_text": "This room was 20 cubits long, 20 cubits wide, and 20 cubits high. Solomon covered this room with pure gold. He also covered the cedar altar with gold."
            },
            {
                "verse_number": "21",
                "verse_text": "He covered the inside of the Temple with pure gold and wrapped gold chains around it."
            },
            {
                "verse_number": "22",
                "verse_text": "The inside of the Temple was covered with gold, and the altar in front of the Most Holy Place was covered with gold."
            },
            {
                "verse_number": "23",
                "verse_text": "The workers made two statues of Cherub angels with wings. They made the statues from olive wood and put them in the Most Holy Place. Each angel was 10 cubits tall."
            },
            {
                "verse_number": "27",
                "verse_text": "They put the Cherub angels beside one another in the Most Holy Place. Their wings touched each other in the middle of the room. The other two wings touched each side wall."
            },
            {
                "verse_number": "28",
                "verse_text": "The two Cherub angels were covered with gold."
            },
            {
                "verse_number": "29",
                "verse_text": "The walls around the main room and the inner room were carved with pictures of Cherub angels, palm trees, and flowers."
            },
            {
                "verse_number": "30",
                "verse_text": "The floor of both rooms was covered with gold."
            },
            {
                "verse_number": "31",
                "verse_text": "The workers made two doors from olive wood. They put these doors at the entrance of the Most Holy Place. The frame around the doors was made with five sides."
            },
            {
                "verse_number": "32",
                "verse_text": "They made the two doors from olive wood. The workers carved pictures of Cherub angels, palm trees, and flowers on the doors. Then they covered the doors with gold."
            },
            {
                "verse_number": "33",
                "verse_text": "They also made doors for the entrance to the main room. They used olive wood to make a square doorframe."
            },
            {
                "verse_number": "34",
                "verse_text": "There were two doors made from pine. Each door had two parts that folded together."
            },
            {
                "verse_number": "35",
                "verse_text": "They carved pictures of Cherub angels, palm trees, and flowers on the doors. Then they covered them with gold."
            },
            {
                "verse_number": "36",
                "verse_text": "Then they built a wall around the inner yard. Each wall was made from three rows of cut stones and one row of cedar timbers."
            },
            {
                "verse_number": "37",
                "verse_text": "They started working on the Lord&quot;s Temple in the month of Ziv, the second month of the year. This was during Solomon&quot;s fourth year as king of Israel."
            },
            {
                "verse_number": "38",
                "verse_text": "The Temple was finished in the month of Bul, the eighth month of the year, in Solomon&quot;s eleventh year as king. It took seven years to build the Temple. It was built exactly as planned."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "King Solomon also built a palace for himself. It took 13 years to build Solomon&quot;s palace."
            },
            {
                "verse_number": "2",
                "verse_text": "He also built the building called the &apos;Forest of Lebanon.&apos; It was 100 cubits long, 50 cubits wide, and 30 cubits high. It had four rows of cedar columns. On top of each column was a cedar capital."
            },
            {
                "verse_number": "3",
                "verse_text": "There were cedar beams going across the rows of columns. There were 15 beams for each section of columns, making a total of 45 beams. On top of these beams there were cedar boards for the ceiling."
            },
            {
                "verse_number": "4",
                "verse_text": "There were three rows of windows across from each other on the side walls."
            },
            {
                "verse_number": "5",
                "verse_text": "There were three doors at each end. All the door openings and frames were square. 2 columns; 2 capitals shaped like bowls for the top of the columns; 2 nets to go around the capitals; 400 pomegranates for the two nets (two rows of pomegranates for each net to cover the two bowls for the capitals on top of the columns); 10 carts with a bowl on each cart; the large tank with 12 bulls under it; the pots, small shovels, small bowls, and all the dishes for the Lord&quot;s Temple. Huram made everything King Solomon wanted. They were all made from polished bronze. the golden altar; the golden table that held the special bread offered to God; the lampstands of pure gold (five on the south side and five on the north side in front of the Most Holy Place); the gold flowers, lamps, and tongs; the pure gold bowls, lamp snuffers, small bowls, pans, and dishes for carrying coals; the gold hinges for the doors to the inner room (the Most Holy Place) and for the doors to the main room of the Temple."
            },
            {
                "verse_number": "6",
                "verse_text": "Solomon also built the Porch of Columns. It was 50 cubits long and 30 cubits wide. Along the front of the porch, there was a covering supported by columns."
            },
            {
                "verse_number": "7",
                "verse_text": "He also built a throne room where he judged people. He called this the Judgment Hall. The room was covered with cedar from floor to ceiling."
            },
            {
                "verse_number": "8",
                "verse_text": "Behind the Judgment Hall was a courtyard. The palace where Solomon lived was built around that courtyard and looked like the Judgment Hall. He also built the same kind of palace for his wife, the daughter of the king of Egypt."
            },
            {
                "verse_number": "9",
                "verse_text": "All these buildings were made with expensive blocks of stone. The stones were cut to the right size with a saw and then smoothed on front and back. These expensive stones went from the foundation all the way up to the top layer of the wall. Even the wall around the yard was made with expensive blocks of stone."
            },
            {
                "verse_number": "10",
                "verse_text": "The foundations were made with large, expensive stones. Some of the stones were 10 cubits long and the others were 8 cubits long."
            },
            {
                "verse_number": "11",
                "verse_text": "On top of these stones there were other expensive stones and cedar beams."
            },
            {
                "verse_number": "12",
                "verse_text": "There were walls around the palace yard and around the yard and porch of the Lord&quot;s Temple. The walls were built with three rows of stone and one row of cedar timbers."
            },
            {
                "verse_number": "13",
                "verse_text": "King Solomon sent for a man named Huram who lived in Tyre and brought him to Jerusalem."
            },
            {
                "verse_number": "14",
                "verse_text": "Huram&quot;s mother was an Israelite from the tribe of Naphtali. His dead father was from Tyre. Huram made things from bronze. He was a very skilled and experienced builder. So King Solomon asked him to come, and Huram accepted. King Solomon put him in charge of all the bronze work, and Huram did all the work he was given to do."
            },
            {
                "verse_number": "15",
                "verse_text": "Huram made two bronze columns for the porch. Each column was 18 cubits tall and 12 cubits around. The columns were hollow and their metal walls were 3 inches thick."
            },
            {
                "verse_number": "16",
                "verse_text": "He also made two bronze capitals that were 5 cubits tall. He put these capitals on top of the columns."
            },
            {
                "verse_number": "17",
                "verse_text": "He made two nets of chain to cover the capitals on top of the two columns."
            },
            {
                "verse_number": "18",
                "verse_text": "Then he made two rows of bronze pomegranates. He put the bronze pomegranates on the nets of each column to cover the capitals at the top of the columns."
            },
            {
                "verse_number": "19",
                "verse_text": "The capitals on top of the columns were shaped like flowers."
            },
            {
                "verse_number": "20",
                "verse_text": "The capitals were on top of the columns, above the bowl-shaped net. There were 200 pomegranates in rows all around the capitals."
            },
            {
                "verse_number": "21",
                "verse_text": "Huram put these two bronze columns at the porch of the Temple. One column was put on the south side of the entrance and one was put on the north side of it. The column on the south was named Jakin. The column on the north was named Boaz."
            },
            {
                "verse_number": "22",
                "verse_text": "They put the flower-shaped capitals on top of the columns, and the work on the two columns was finished."
            },
            {
                "verse_number": "23",
                "verse_text": "Then Huram melted bronze and poured it into a huge mold to make a tank, which was called &apos;The Sea.&apos; The tank was about 30 cubits around. It was 10 cubits across and 5 cubits deep."
            },
            {
                "verse_number": "24",
                "verse_text": "There was a rim around the outer edge of the tank. Under this rim there were two rows of bronze gourds all around the tank. The bronze gourds were made in one piece as part of the tank."
            },
            {
                "verse_number": "25",
                "verse_text": "The tank rested on the backs of 12 bronze bulls. All 12 of the bulls were looking out, away from the tank. Three were looking north, three east, three south, and three west."
            },
            {
                "verse_number": "26",
                "verse_text": "The sides of the tank were 3 inches thick. The rim around the tank was like the rim of a cup or like the petals on a flower. The tank held about 11,000 gallons of water."
            },
            {
                "verse_number": "27",
                "verse_text": "Then Huram made ten bronze carts. Each cart was 4 cubits long, 4 cubits wide, and 3 cubits high."
            },
            {
                "verse_number": "28",
                "verse_text": "The carts were made with square panels set in frames."
            },
            {
                "verse_number": "29",
                "verse_text": "On the panels and frames were bronze bulls, lions, and Cherub angels. There were designs of flowers hammered into the bronze above and below the bulls and lions."
            },
            {
                "verse_number": "30",
                "verse_text": "Each cart had four bronze wheels with bronze axles. At the corners there were bronze supports for a large bowl. The supports had designs of flowers hammered into the bronze."
            },
            {
                "verse_number": "31",
                "verse_text": "There was a frame around the top with an opening for the bowl. The frame was 1 cubit tall, and the opening was 1 1/2 cubits in diameter. There were designs carved into the bronze on the frame. The frame was square, not round."
            },
            {
                "verse_number": "32",
                "verse_text": "There were four wheels under the frame. The wheels were 1 1/2 cubits in diameter. The axles between the wheels were made as one piece with the cart."
            },
            {
                "verse_number": "33",
                "verse_text": "The wheels were like the wheels on a chariot. Everything on the wheels&ndash;the axles, the rims, the spokes, and the hubs were made from bronze."
            },
            {
                "verse_number": "34",
                "verse_text": "There were supports at each of the four corners of the carts. They were made as one piece with the cart."
            },
            {
                "verse_number": "35",
                "verse_text": "There was a strip of bronze around the top of each cart. It was made as one piece with the cart."
            },
            {
                "verse_number": "36",
                "verse_text": "The sides of the cart and the frames had pictures of Cherub angels, lions, and palm trees carved into the bronze. These pictures were carved all over the carts&ndash;wherever there was room. And there were flowers carved on the frame around the cart."
            },
            {
                "verse_number": "37",
                "verse_text": "Huram made ten carts, and they were all the same. Each cart was made from bronze. The bronze was melted and poured into a mold. So all the carts were the same size and shape."
            },
            {
                "verse_number": "38",
                "verse_text": "Huram also made ten bowls. There was one bowl for each of the ten carts. Each bowl was 4 cubits across and could hold about 230 gallons."
            },
            {
                "verse_number": "39",
                "verse_text": "He put five carts on the south side of the Temple and five carts on the north side. He put the large tank in the southeast corner of the Temple."
            },
            {
                "verse_number": "51",
                "verse_text": "So King Solomon finished all the work he wanted to do for the Lord&quot;s Temple. Then he took everything his father David had saved for this special purpose and put them in the Temple. He put the silver and gold in the special storage rooms in the Lord&quot;s Temple."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Then King Solomon told all the elders of Israel, the heads of the tribes, and the leaders of the families of Israel to come together in Jerusalem. Solomon wanted them to join in moving the Box of the Lord&quot;s Agreement from the City of David up to the Temple."
            },
            {
                "verse_number": "2",
                "verse_text": "So during the special festival in the month of Ethanim, the seventh month of the year, all the men of Israel came to the meeting with King Solomon. &apos;The Lord caused the sun to shine in the sky, where you may live forever.&apos; &apos;The Lord, the God of Israel, is great. He has done what he promised my father David. He told my father, &apos;Lord, God of Israel, there is no other god like you in heaven or on the earth. You keep the agreement that you made with your people. You are kind and loyal to those who follow you with all their heart."
            },
            {
                "verse_number": "5",
                "verse_text": "King Solomon and all Israel met together before the Box of the Agreement and sacrificed so many sheep and cattle that no one was able to count them all."
            },
            {
                "verse_number": "6",
                "verse_text": "The priests carried the Box of the Lord&quot;s Agreement to its proper place inside the Most Holy Place in the Temple, under the wings of the Cherub angels."
            },
            {
                "verse_number": "7",
                "verse_text": "The wings of the Cherub angels spread out over the Holy Box, and they covered the Holy Box and its carrying poles."
            },
            {
                "verse_number": "8",
                "verse_text": "The poles are still there today. They are too long for the Most Holy Place, so anyone standing in the Holy Place can see the ends of the poles, although no one outside can see them."
            },
            {
                "verse_number": "9",
                "verse_text": "The only things inside the Holy Box are the two tablets that Moses put there at Mt. Horeb. This is where the Lord made his agreement with the Israelites after they came out of Egypt."
            },
            {
                "verse_number": "10",
                "verse_text": "When the priests came out of the Holy Place, the cloud filled the Lord&quot;s Temple."
            },
            {
                "verse_number": "11",
                "verse_text": "The priests could not continue their work because the Temple was filled with the Glory of the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Solomon said, but he chose to live in a dark cloud."
            },
            {
                "verse_number": "13",
                "verse_text": "Now, Lord, I have built a beautiful Temple for you,"
            },
            {
                "verse_number": "14",
                "verse_text": "Then King Solomon turned toward all the Israelites who were standing there and asked God to bless them."
            },
            {
                "verse_number": "15",
                "verse_text": "He prayed this long prayer to the Lord:"
            },
            {
                "verse_number": "16",
                "verse_text": "&quot;I brought my people, Israel, out of Egypt, but I had not yet chosen a city from among the tribes of Israel for a temple to honor me. And I had not chosen a man to be leader over my people, Israel. But now I have chosen Jerusalem to be the city where I will be honored. And I have chosen David to rule over my people, Israel.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;My father David wanted very much to build a temple to honor the Lord, the God of Israel."
            },
            {
                "verse_number": "18",
                "verse_text": "But the Lord said to my father, &quot;I know that you want very much to build a temple to honor me, and it is good that you want to build it."
            },
            {
                "verse_number": "19",
                "verse_text": "But you are not the one to build my temple. Your son will build my temple.&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;So the Lord has kept his promises. I am the king now in place of my father David. I rule the people of Israel as the Lord promised. And I have built the Temple for the Lord, the God of Israel."
            },
            {
                "verse_number": "21",
                "verse_text": "I have made a place in the Temple for the Holy Box. Inside that Holy Box is the agreement that the Lord made with our ancestors when he brought them out of Egypt.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then Solomon stood in front of whole assembly of Israel and faced the Lord&quot;s altar. Solomon spread his hands and looked toward heaven"
            },
            {
                "verse_number": "23",
                "verse_text": "and said,"
            },
            {
                "verse_number": "24",
                "verse_text": "You made a promise to your servant, my father David, and you kept that promise. You made that promise with your own mouth, and with your own hands you made it come true today."
            },
            {
                "verse_number": "25",
                "verse_text": "Now, Lord, God of Israel, keep the other promises you made to your servant David, my father. You said, &quot;David, if your sons carefully obey me as you did, you will always have someone from your family ruling the people of Israel.&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "Again, God of Israel, I ask you to keep the promise you made to your servant, my father David."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;But, God, will you really live here with us on the earth? The whole sky and the highest heaven cannot contain you. Certainly this Temple that I built cannot contain you either."
            },
            {
                "verse_number": "28",
                "verse_text": "But please listen to my prayer and my request. I am your servant, and you are the Lord my God. Hear this prayer that I am praying to you today."
            },
            {
                "verse_number": "29",
                "verse_text": "In the past you said, &quot;I will be honored there.&quot; So please watch over this Temple, night and day. And please listen to my prayer as I turn toward this Temple and pray to you."
            },
            {
                "verse_number": "30",
                "verse_text": "And please listen to our prayers in the future when I and your people Israel turn to this place and pray to you. We know that you live in heaven. We ask you to hear our prayer there and forgive us."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Those who wrong others will be brought to this altar. If they are not guilty, they will make an oath and promise that they are innocent."
            },
            {
                "verse_number": "32",
                "verse_text": "Please listen from heaven and judge them. If they are guilty, please show us that they are guilty. And if they are innocent, please show us that they are not guilty."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;Sometimes your people Israel will sin against you, and their enemies will defeat them. Then the people will come back to you and praise you. They will pray to you in this Temple."
            },
            {
                "verse_number": "34",
                "verse_text": "Please listen in heaven, please listen to the prayers of your people Israel. Forgive them for their sins and let them have their land again. You gave this land to their ancestors."
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;Sometimes they will sin against you, and you will stop the rain from falling on their land. Then they will pray toward this place and praise your name. You make them suffer, and they will be sorry for their sins."
            },
            {
                "verse_number": "36",
                "verse_text": "So please listen in heaven to their prayer. Then forgive us for our sins. Teach the people to live right. Then, Lord, please send rain to the land you gave them."
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;The land might become very dry and no food will grow on it. Or maybe a great sickness will spread among the people. Maybe all the food that is growing will be destroyed by insects. Or your people might be attacked in some of their cities by their enemies. Or many of your people might get sick."
            },
            {
                "verse_number": "38",
                "verse_text": "When any of these things happen, and people feel compelled in their hearts to spread their hands in prayer toward this Temple,"
            },
            {
                "verse_number": "39",
                "verse_text": "please listen to their prayer. Listen while you are in your home in heaven and forgive them and help them. Only you know what people are really thinking, so only you can judge them fairly."
            },
            {
                "verse_number": "40",
                "verse_text": "Do this so that your people will fear and respect you all the time that they live in this land that you gave to our ancestors."
            },
            {
                "verse_number": "43",
                "verse_text": "From your home in heaven, please listen to their prayers. Please do everything the people from other places ask you. Then they will fear and respect you the same as your people in Israel. Then all people everywhere will know that I built this Temple to honor you."
            },
            {
                "verse_number": "44",
                "verse_text": "&apos;Sometimes you will command your people to go and fight against their enemies. Then your people will turn toward the city that you have chosen and the Temple that I built in your honor, and they will pray to you, Lord."
            },
            {
                "verse_number": "45",
                "verse_text": "Please listen to their prayers from your home in heaven, and help them."
            },
            {
                "verse_number": "46",
                "verse_text": "&apos;Your people will sin against you. I know this because everyone sins. And you will be angry with your people. You will let their enemies defeat them. Their enemies will make them prisoners and carry them to some faraway land."
            },
            {
                "verse_number": "47",
                "verse_text": "In that faraway land, your people will think about what happened. They will be sorry for their sins, and they will pray to you. They will say, &quot;We have sinned and done wrong.&quot;"
            },
            {
                "verse_number": "48",
                "verse_text": "They will be in that faraway land of their enemies, but they will turn back to you. They will feel sorry for their sins with their whole heart and soul. They will turn toward the land you gave their ancestors. They will look toward the city you chose and toward the Temple I built, and they will pray to you."
            },
            {
                "verse_number": "49",
                "verse_text": "Please listen to their prayers from your home in heaven, and do what is right."
            },
            {
                "verse_number": "50",
                "verse_text": "Forgive your sinful people for all the things they have done against you. Make their enemies be kind to them."
            },
            {
                "verse_number": "51",
                "verse_text": "Remember that they are your people and that you brought them out of Egypt. It was as if you saved them by pulling them out of a hot oven!"
            },
            {
                "verse_number": "52",
                "verse_text": "&apos;Please listen to my prayers and to the prayers of your people Israel. Listen to their prayers any time that they ask you for help."
            },
            {
                "verse_number": "53",
                "verse_text": "You have chosen them from all the peoples of the earth to be your own special people. Lord GOD, you promised to do that for us. You used your servant Moses to make that promise when you brought our ancestors out of Egypt.&apos;"
            },
            {
                "verse_number": "54",
                "verse_text": "When Solomon prayed this prayer to the Lord, he was on his knees in front of the Lord&quot;s altar and his arms were raised toward heaven. When he finished praying, he stood up."
            },
            {
                "verse_number": "55",
                "verse_text": "Then, in a loud voice, he asked God to bless all the people of Israel. Solomon said,"
            },
            {
                "verse_number": "56",
                "verse_text": "&apos;Praise the Lord! He promised to give rest to his people, Israel. And he has given us rest! He used his servant Moses and made many good promises to the people of Israel. And he has kept every one of them!"
            },
            {
                "verse_number": "57",
                "verse_text": "I pray that the Lord our God will be with us, as he was with our ancestors. I pray that he will never leave us."
            },
            {
                "verse_number": "58",
                "verse_text": "I pray that we will turn to him and follow him. Then we will obey all the laws, decisions, and commands that he gave our ancestors."
            },
            {
                "verse_number": "59",
                "verse_text": "I pray that the Lord our God will always remember this prayer and what I have asked. I pray that he will do these things for his servant, the king, and for his people, Israel. I pray that he will do this every day."
            },
            {
                "verse_number": "60",
                "verse_text": "If he will do these things, all the people of the world will know that the Lord is the only true God."
            },
            {
                "verse_number": "61",
                "verse_text": "You people must be loyal and true to the Lord our God. You must always follow and obey all of his laws and commands. You must continue to obey in the future as you do now.&apos;"
            },
            {
                "verse_number": "62",
                "verse_text": "Then King Solomon and all the Israelites with him offered sacrifices to the Lord."
            },
            {
                "verse_number": "63",
                "verse_text": "Solomon killed 22,000 cattle and 120,000 sheep as fellowship offerings to the Lord. In this way the king and the people showed that they had dedicated the Temple to the Lord."
            },
            {
                "verse_number": "64",
                "verse_text": "King Solomon also dedicated the yard right in front of the Lord&quot;s Temple. He offered burnt offerings, grain offerings, and the fat from the animals that were used as fellowship offerings. King Solomon made these offerings there in the yard. He did this because the bronze altar in front of the Lord was too small to hold them all."
            },
            {
                "verse_number": "65",
                "verse_text": "So there at the Temple, King Solomon and all the people of Israel celebrated the festival. People came from as far away as Hamath Pass in the north and the border of Egypt in the south. This huge crowd of people ate, drank, and enjoyed themselves together with the Lord for seven days. Then they stayed for another seven days. They celebrated for a total of 14 days."
            },
            {
                "verse_number": "66",
                "verse_text": "The next day Solomon told the people to go home. All the people thanked the king, said goodbye, and went home. They were happy because of all the good things that the Lord had done for David his servant and for his people Israel."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "So Solomon finished building the Lord&quot;s Temple and his own palace. Solomon built everything that he wanted to build."
            },
            {
                "verse_number": "2",
                "verse_text": "Then the Lord appeared to Solomon again, just as he did at Gibeon."
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord said to him, &apos;I heard your prayer and what you asked me to do. You built this Temple, and I have made it a holy place. So I will be honored there forever. I will watch over it and think of it always."
            },
            {
                "verse_number": "4",
                "verse_text": "You must serve me with a pure and honest heart, just as your father David did. You must obey my laws and do everything that I commanded you."
            },
            {
                "verse_number": "5",
                "verse_text": "If you do, I will make sure that your family will always rule Israel, just as I promised your father David when I told him that Israel would always be ruled by one of his descendants."
            },
            {
                "verse_number": "8",
                "verse_text": "This Temple will be destroyed. Everyone who sees it will be amazed. They will ask, &quot;Why did the Lord do this terrible thing to this land and to this temple?&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "People will say, &quot;This happened because they left the Lord their God. He brought their ancestors out of Egypt, but they decided to follow other gods. They worshiped and served those gods. That is why the Lord caused all these bad things to happen to them.&quot;&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "It took 20 years for King Solomon to build the Lord&quot;s Temple and the king&quot;s palace."
            },
            {
                "verse_number": "11",
                "verse_text": "Hiram supplied Solomon with all the cedar, pine and gold that he wanted, so Solomon gave him 20 cities in Galilee."
            },
            {
                "verse_number": "12",
                "verse_text": "So Hiram traveled from Tyre to see the cities that Solomon had given him. But Hiram was not pleased when he saw them."
            },
            {
                "verse_number": "13",
                "verse_text": "King Hiram said, &apos;What are these towns that you have given me, my brother?&apos; King Hiram named that land the Land of Cabul. And that area is still called Cabul today."
            },
            {
                "verse_number": "14",
                "verse_text": "Hiram had sent King Solomon about 9000 pounds of gold to use in building the Temple."
            },
            {
                "verse_number": "15",
                "verse_text": "King Solomon forced slaves to work for him to build the Temple and his palace. Then he used these slaves to build many other things. He built the Millo and the city wall around Jerusalem. Then he rebuilt the cities of Hazor, Megiddo, and Gezer."
            },
            {
                "verse_number": "16",
                "verse_text": "In the past the king of Egypt had fought against the city of Gezer and burned it. He killed the Canaanites who lived there. When Solomon married Pharaoh&quot;s daughter, Pharaoh gave him that city as a wedding present."
            },
            {
                "verse_number": "17",
                "verse_text": "Solomon rebuilt Gezer and the city of Lower Beth Horon."
            },
            {
                "verse_number": "18",
                "verse_text": "He also built the cities of Baalath and Tamar in the Judean desert."
            },
            {
                "verse_number": "19",
                "verse_text": "He also built cities where he could store grain, and he built places for his chariots and his horses. King Solomon also built whatever he wanted in Jerusalem, Lebanon, and all the places he ruled."
            },
            {
                "verse_number": "20",
                "verse_text": "There were people left in the land who were not Israelites. There were Amorites, Hittites, Perizzites, Hivites, and Jebusites."
            },
            {
                "verse_number": "21",
                "verse_text": "The Israelites had not been able to destroy them, but Solomon forced them to work for him as slaves. They are still slaves today."
            },
            {
                "verse_number": "22",
                "verse_text": "Solomon did not force any Israelites to be his slaves. The Israelites were soldiers, government officials, officers, captains, and chariot commanders and drivers."
            },
            {
                "verse_number": "23",
                "verse_text": "There were 550 supervisors over Solomon&quot;s projects. They supervised the men who did the work."
            },
            {
                "verse_number": "24",
                "verse_text": "Pharaoh&quot;s daughter moved from the City of David to the palace that Solomon had built for her. Then he built the Millo."
            },
            {
                "verse_number": "25",
                "verse_text": "Three times each year Solomon offered burnt offerings and fellowship offerings on the altar that he built for the Lord. King Solomon also burned incense before the Lord and supplied what was needed for the Temple."
            },
            {
                "verse_number": "26",
                "verse_text": "King Solomon also built ships at Ezion Geber. This town is near Elath on the shore of the Red Sea, in the land of Edom."
            },
            {
                "verse_number": "27",
                "verse_text": "King Hiram had some skilled sailors who knew the sea well. He sent them to serve in Solomon&quot;s navy and work with Solomon&quot;s men."
            },
            {
                "verse_number": "28",
                "verse_text": "Solomon&quot;s ships went to Ophir and brought back about 16 tons of gold for him."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "The queen of Sheba heard about Solomon, so she came to test him with hard questions."
            },
            {
                "verse_number": "2",
                "verse_text": "She traveled to Jerusalem with a very large group of servants. There were many camels carrying spices, jewels, and a lot of gold. She met Solomon and asked him all the questions that she could think of."
            },
            {
                "verse_number": "3",
                "verse_text": "Solomon answered all the questions. None of her questions was too hard for him to explain."
            },
            {
                "verse_number": "4",
                "verse_text": "The queen of Sheba saw that Solomon was very wise. She also saw the beautiful palace he had built."
            },
            {
                "verse_number": "5",
                "verse_text": "She saw the food at the king&quot;s table. She saw his officials meeting together. She saw the servants in the palace and the good clothes they wore. She saw his parties and the sacrifices that he offered in the Lord&quot;s Temple. She was so amazed, she could hardly breathe!"
            },
            {
                "verse_number": "6",
                "verse_text": "Then she said to King Solomon, &apos;The stories I heard in my country about your great works and your wisdom are true."
            },
            {
                "verse_number": "7",
                "verse_text": "I did not believe it until I came and saw it with my own eyes. Now I see that it is even greater than what I heard. Your wealth and wisdom are much greater than people told me."
            },
            {
                "verse_number": "8",
                "verse_text": "Your wives and officers are very fortunate, because they serve you and hear your wisdom every day."
            },
            {
                "verse_number": "9",
                "verse_text": "Praise the Lord your God! He was pleased to make you king of Israel. Because of the Lord&quot;s unending love for Israel, he has made you king to rule with justice and fairness.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then the queen of Sheba gave King Solomon 4 1/2 tons of gold, a huge amount of spices, and precious stones. She gave him more spices than anyone has ever brought into Israel."
            },
            {
                "verse_number": "11",
                "verse_text": "Hiram&quot;s ships brought gold from Ophir. They also brought jewels and a special kind of wood."
            },
            {
                "verse_number": "12",
                "verse_text": "Solomon used this special wood to build supports in the Temple and the palace as well as harps and lyres for the singers. That was the last time such a large shipment of that kind of wood was brought to Israel. There hasn&quot;t been any seen around here since then."
            },
            {
                "verse_number": "13",
                "verse_text": "King Solomon gave the queen of Sheba everything she asked for. He gave her more than she brought to give him. Then the queen of Sheba and her servants left and went back to their own country."
            },
            {
                "verse_number": "14",
                "verse_text": "Every year King Solomon received almost 25 tons of gold."
            },
            {
                "verse_number": "15",
                "verse_text": "In addition to the gold brought in by the traveling merchants and traders, all the kings of Arabia and the governors of the land also brought gold and silver to Solomon."
            },
            {
                "verse_number": "16",
                "verse_text": "King Solomon made 200 large shields of hammered gold. He used about 15 pounds of gold for each shield."
            },
            {
                "verse_number": "17",
                "verse_text": "He also made 300 smaller shields of hammered gold. He used almost 4 pounds of gold for each shield. The king put them in the Forest-of-Lebanon House."
            },
            {
                "verse_number": "18",
                "verse_text": "King Solomon also built a large throne with ivory decorations. It was covered with pure gold."
            },
            {
                "verse_number": "19",
                "verse_text": "There were six steps leading up to the throne. The back of the throne was round at the top. There were armrests on both sides of the throne, and there were lions in the sides of the throne under the armrests."
            },
            {
                "verse_number": "20",
                "verse_text": "There were also two lions on each of the six steps, one at each end. There was nothing like it in any other kingdom."
            },
            {
                "verse_number": "21",
                "verse_text": "All of Solomon&quot;s cups and glasses were made of gold, and all the dishes in the building called the Forest of Lebanon were made from pure gold. Nothing in the palace was made from silver. There was so much gold that in Solomon&quot;s time people did not think silver was important."
            },
            {
                "verse_number": "22",
                "verse_text": "The king also had many cargo ships that he sent out to trade things with other countries. These were Hiram&quot;s ships. Every three years the ships would come back with a new load of gold, silver, ivory, and apes and baboons."
            },
            {
                "verse_number": "23",
                "verse_text": "King Solomon became greater in riches and wisdom than any other king on earth."
            },
            {
                "verse_number": "24",
                "verse_text": "People everywhere wanted to see King Solomon and listen to the great wisdom that God had given him."
            },
            {
                "verse_number": "25",
                "verse_text": "Every year people came to see the king and brought gifts made from gold and silver, clothes, weapons, spices, horses, and mules."
            },
            {
                "verse_number": "26",
                "verse_text": "Solomon had a great number of chariots and horses. He had 1400 chariots and 12,000 horse soldiers. He built special cities for these chariots. So the chariots were kept in these cities. King Solomon also kept some of the chariots with him in Jerusalem."
            },
            {
                "verse_number": "27",
                "verse_text": "The king made Israel very rich. In the city of Jerusalem, silver was as common as rocks and cedar wood was as common as the many fig trees growing on the hills."
            },
            {
                "verse_number": "28",
                "verse_text": "Solomon brought horses from Egypt and Kue. His traders bought them in Kue and brought them to Israel."
            },
            {
                "verse_number": "29",
                "verse_text": "A chariot from Egypt cost about 15 pounds of silver, and a horse cost almost 4 pounds of silver. Solomon sold horses and chariots to the kings of the Hittites and the Arameans."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "King Solomon loved many foreign women, including the daughter of Pharaoh and women from Moab, Ammon, Edom, Sidon, and the Hittites."
            },
            {
                "verse_number": "2",
                "verse_text": "In the past the Lord had said to the Israelites, &apos;You must not marry people from other nations. If you do, they will cause you to follow their gods.&apos; But Solomon fell in love with these women."
            },
            {
                "verse_number": "3",
                "verse_text": "He had 700 wives who were the daughters of leaders from other nations. He also had 300 slave women who were like wives to him. His wives caused him to turn away from God."
            },
            {
                "verse_number": "4",
                "verse_text": "When Solomon was old, his wives caused him to follow other gods, so he did not follow the Lord completely as his father David did."
            },
            {
                "verse_number": "5",
                "verse_text": "Solomon worshiped Ashtoreth, the goddess of Sidon, and Milcom, the horrible god of the Ammonites."
            },
            {
                "verse_number": "6",
                "verse_text": "So Solomon did what the Lord said was wrong. He did not follow the Lord completely as his father David did. Hadad answered, &apos;Please, just let me go home.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "On the mountain next to Jerusalem, Solomon built a place for worshiping Chemosh, that horrible idol of the Moabites. On the same mountain, Solomon built a place for worshiping Molech, that horrible idol of the Ammonites."
            },
            {
                "verse_number": "8",
                "verse_text": "Solomon did the same thing for all of his other foreign wives who burned incense and gave sacrifices to their gods."
            },
            {
                "verse_number": "9",
                "verse_text": "So Solomon did not remain faithful to the Lord, the God of Israel, even though God had appeared to him twice. The Lord became angry with him."
            },
            {
                "verse_number": "10",
                "verse_text": "He had told Solomon that he must not follow other gods, but Solomon did not obey the Lord&quot;s command."
            },
            {
                "verse_number": "11",
                "verse_text": "So the Lord said to Solomon, &apos;You have chosen to break your agreement with me. You have not obeyed my commands. So I promise that I will tear your kingdom away from you and give it to one of your servants."
            },
            {
                "verse_number": "12",
                "verse_text": "But I loved your father David, so I will not take your kingdom away from you while you are alive. I will wait until your son becomes king. Then I will take it from him."
            },
            {
                "verse_number": "13",
                "verse_text": "Still, I will not tear away all the kingdom from your son. I will leave him one tribe to rule. I will do this for my servant David and for Jerusalem, the city I chose.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Then the Lord raised up Hadad the Edomite to become Solomon&quot;s enemy. Hadad was from the royal family of Edom."
            },
            {
                "verse_number": "15",
                "verse_text": "This is how it happened. In the past David fought against Edom. Joab was the commander of David&quot;s army. Joab went to Edom to bury his dead soldiers. While there Joab killed all the Edomite men who were still alive."
            },
            {
                "verse_number": "16",
                "verse_text": "Joab and the men of Israel stayed in Edom for six months until they killed all the men of Edom."
            },
            {
                "verse_number": "17",
                "verse_text": "At the time Hadad was only a young boy. He and some of his father&quot;s servants ran away to Egypt."
            },
            {
                "verse_number": "18",
                "verse_text": "They left Midian and went to Paran. In Paran some other people joined them and the whole group went to Egypt. They went to Pharaoh, the king of Egypt, and asked for help. Pharaoh gave Hadad a house, some land, and food to eat."
            },
            {
                "verse_number": "19",
                "verse_text": "Pharaoh liked Hadad so much that he gave Hadad a wife. She was Pharaoh&quot;s sister-in-law. (Pharaoh&quot;s wife was Queen Tahpenes.)"
            },
            {
                "verse_number": "20",
                "verse_text": "Hadad and the sister of Tahpenes had a son named Genubath. Queen Tahpenes let Genubath grow up in Pharaoh&quot;s house with his children."
            },
            {
                "verse_number": "21",
                "verse_text": "In Egypt Hadad heard that David had died and that Joab, the commander of the army, was dead. So Hadad said to Pharaoh, &apos;Let me go home to my own country.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But Pharaoh answered, &apos;I have given you everything you need here. Why do you want to go back to your own country?&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "God also raised up another man to become one of Solomon&quot;s enemies. This man was Rezon, son of Eliada. Rezon ran away from his master, King Hadadezer of Zobah."
            },
            {
                "verse_number": "24",
                "verse_text": "After David defeated the army of Zobah, Rezon gathered some men and became the leader of a small army. He went to Damascus and stayed there to rule from Damascus."
            },
            {
                "verse_number": "25",
                "verse_text": "Rezon became the king of Aram. He was an enemy of Israel throughout Solomon&quot;s life and added to the trouble that Hadad created for Israel."
            },
            {
                "verse_number": "26",
                "verse_text": "There was also another person who became an enemy of Solomon. He was Jeroboam son of Nebat. He was an Ephraimite from the town of Zeredah. His mother was a widow named Zeruah. He was one of Solomon&quot;s servants, but he rebelled against the king."
            },
            {
                "verse_number": "27",
                "verse_text": "This is the story about how Jeroboam turned against the king. Solomon was building the Millo and repairing the wall around the city of David, his father."
            },
            {
                "verse_number": "28",
                "verse_text": "Jeroboam was a free man. Solomon saw that this young man was a skilled worker, so he made him the supervisor over all the workers from the tribes that descended from Joseph."
            },
            {
                "verse_number": "29",
                "verse_text": "One day as Jeroboam was leaving Jerusalem, the prophet Ahijah from Shiloh met him on the road. They were alone out in the country, and Ahijah was wearing a new coat."
            },
            {
                "verse_number": "30",
                "verse_text": "Ahijah took his new coat and tore it into twelve pieces."
            },
            {
                "verse_number": "31",
                "verse_text": "Then he said to Jeroboam, &apos;Take ten pieces of this coat for yourself because the Lord, the God of Israel, says: &quot;I will tear the kingdom away from Solomon, and I will give you ten of the tribes."
            },
            {
                "verse_number": "32",
                "verse_text": "I will let David&quot;s family keep only one tribe. I will do this because of my servant David and because of Jerusalem, the city that I chose from among all the tribes of Israel."
            },
            {
                "verse_number": "33",
                "verse_text": "I will take the kingdom from Solomon because he stopped following me and began worshiping Ashtoreth, the goddess of Sidon; Chemosh, the god of Moab; and Milcom, the god of the Ammonites. Solomon stopped following my ways and doing what I say is right. He does not obey my laws and commands as his father David did."
            },
            {
                "verse_number": "34",
                "verse_text": "So I will take the kingdom away from Solomon&quot;s family. I chose David because he obeyed all my laws and commands. So for my servant David, I will let Solomon be the king for the rest of his life."
            },
            {
                "verse_number": "35",
                "verse_text": "But Jeroboam, I will take the ten tribes away from his son and give them to you."
            },
            {
                "verse_number": "36",
                "verse_text": "I will let Solomon&quot;s son keep one tribe to rule over. I will do this for my servant David, so he will always have someone to rule near me in Jerusalem, the city that I chose to be my own."
            },
            {
                "verse_number": "37",
                "verse_text": "But I will make you king of Israel. You will rule over everything you want."
            },
            {
                "verse_number": "38",
                "verse_text": "If you live right and obey all my commands as David did, I will be with you and make your family a family of kings, just as I did for David. And you will have Israel as your kingdom."
            },
            {
                "verse_number": "39",
                "verse_text": "I will punish David&quot;s descendants because of what Solomon did, but not forever.&quot;&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Solomon tried to kill Jeroboam, but Jeroboam ran away to Egypt. He went to King Shishak of Egypt and stayed there until Solomon died."
            },
            {
                "verse_number": "41",
                "verse_text": "Everything else Solomon did, from the beginning to the end, is written in the book, The History of Solomon ."
            },
            {
                "verse_number": "42",
                "verse_text": "Solomon ruled in Jerusalem over all Israel for 40 years."
            },
            {
                "verse_number": "43",
                "verse_text": "Then he died and was buried in the city of David, his father. Then Solomon&quot;s son, Rehoboam, became the next king after him."
            }
        ],
        "12": [
            {
                "verse_number": "4",
                "verse_text": "&apos;Your father forced us to work very hard. Now, make it easier for us. Stop the heavy work that your father forced us to do and we will serve you.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Rehoboam answered, &apos;Come back to me in three days, and I will answer you.&apos; So the people left."
            },
            {
                "verse_number": "6",
                "verse_text": "There were some older men who had helped Solomon make decisions when he was alive. So King Rehoboam asked these men what he should do. He said, &apos;How do you think I should answer the people?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "They answered, &apos;If you are like a servant to them today, they will sincerely serve you. If you speak kindly to them, they will always work for you.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "But Rehoboam did not listen to the advice from the older men. He asked the young men who were his friends."
            },
            {
                "verse_number": "9",
                "verse_text": "Rehoboam asked them, &apos;The people said, &quot;Give us easier work than your father gave us.&quot; How do you think I should answer them? What should I tell them?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then the young men who grew up with him answered, &apos;Those people came to you and said, &quot;Your father forced us to work very hard. Now make our work easier.&quot; So you should tell them, &quot;My little finger is stronger than my father&quot;s whole body."
            },
            {
                "verse_number": "11",
                "verse_text": "My father forced you to work hard, but I will make you work much harder! My father punished you with whips, but I will punish you with whips that have sharp metal tips.&quot;&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Three days later, Jeroboam and all the people came back as Rehoboam had said."
            },
            {
                "verse_number": "13",
                "verse_text": "King Rehoboam did not listen to the advice from the older men, and he was rude to the people."
            },
            {
                "verse_number": "14",
                "verse_text": "He did what his friends told him to do and said, &apos;My father forced you to work hard, but I will make you work much harder! My father punished you with whips, but I will punish you with whips that have sharp metal tips.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So the king did not do what the people wanted. The Lord caused this to happen. He did this in order to keep the promise he made to Jeroboam son of Nebat when he sent the prophet Ahijah from Shiloh to speak to him."
            },
            {
                "verse_number": "16",
                "verse_text": "The Israelites saw that the new king refused to listen to them, so they said to him,"
            },
            {
                "verse_number": "17",
                "verse_text": "But Rehoboam still ruled over the Israelites who lived in the cities of Judah."
            },
            {
                "verse_number": "18",
                "verse_text": "A man named Adoniram was one of the men who directed the workers. King Rehoboam sent Adoniram to talk to the people, but the Israelites threw stones at him until he died. King Rehoboam ran to his chariot and escaped to Jerusalem."
            },
            {
                "verse_number": "19",
                "verse_text": "So Israel rebelled against the family of David, and this is how things are even today."
            },
            {
                "verse_number": "20",
                "verse_text": "When all the Israelites heard that Jeroboam had come back, they called him to a meeting and made him king over all Israel. The tribe of Judah was the only tribe that continued to follow the family of David."
            },
            {
                "verse_number": "21",
                "verse_text": "Rehoboam went back to Jerusalem and gathered together an army of 180,000 men from the families of Judah and the tribe of Benjamin. Rehoboam wanted to go fight against the Israelites and take back his kingdom."
            },
            {
                "verse_number": "22",
                "verse_text": "But God spoke to a prophet named Shemaiah. He said,"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Talk to Rehoboam, the son of Solomon, king of Judah, and to men of Judah and Benjamin."
            },
            {
                "verse_number": "24",
                "verse_text": "Say to them, &quot;The Lord says that you must not go to war against your brothers. Everyone, go home! I made all this happen.&quot;&apos; So all the men in Rehoboam&quot;s army obeyed the Lord. They went home, just as the Lord had commanded."
            },
            {
                "verse_number": "25",
                "verse_text": "Jeroboam rebuilt the city of Shechem, in the hill country of Ephraim, and lived there. Later he went to the city of Penuel and rebuilt it."
            },
            {
                "verse_number": "28",
                "verse_text": "So the king asked his advisors what to do. They gave him their advice, and King Jeroboam made two golden calves. He said to the people, &apos;You don&quot;t have to go to Jerusalem to worship anymore. Israel, these are the gods that brought you out of Egypt. &apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "King Jeroboam put one golden calf in Bethel and the other one in the city of Dan."
            },
            {
                "verse_number": "30",
                "verse_text": "What a terrible sin this was, because the Israelites started going to the cities of Dan and Bethel to worship the calves."
            },
            {
                "verse_number": "31",
                "verse_text": "Jeroboam also built temples at the high places and chose priests from among the different tribes of Israel. (He did not choose priests only from the tribe of Levi.)"
            },
            {
                "verse_number": "32",
                "verse_text": "Then King Jeroboam started a new festival that was like the festival in Judah, but it was on the 15th day of the eighth month. At this time the king offered sacrifices on the altar at Bethel. He and the priests he chose offered the sacrifices to the calves that he had set up at the high places he had made."
            },
            {
                "verse_number": "33",
                "verse_text": "So King Jeroboam chose his own time for a festival for the Israelites, the 15th day of the eighth month. And during that time he offered sacrifices and burned incense on the altar he had built at Bethel."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "The Lord commanded a man of God from Judah to go to the city of Bethel. King Jeroboam was standing at the altar offering incense when the man of God arrived."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord had commanded the man of God to speak against the altar. He said, &apos;Altar, the Lord says to you: &quot;David&quot;s family will have a son. His name will be Josiah. The priests of the high places are now burning incense on you, but Josiah will offer the priests on you and burn human bones on you, so you can never be used again!&quot;&apos; So the man of God prayed to the Lord, and the king&quot;s arm was healed, as it was before. The man of God answered, &apos;Yes, I am.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The man of God gave proof to the people that this would happen. He said, &apos;This is the proof that the Lord told me about. He said, &quot;This altar will break apart, and the ashes on it will fall onto the ground.&quot;&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "When King Jeroboam heard the message from the man of God about the altar in Bethel, he took his hand off the altar and pointed at the man. He said, &apos;Arrest that man!&apos; But when the king said this, his arm became paralyzed. He could not move it."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the altar broke into pieces, and all its ashes fell onto the ground. This proved that what the man of God had said came from the Lord."
            },
            {
                "verse_number": "6",
                "verse_text": "Then King Jeroboam said to the man of God, &apos;Please pray to the Lord your God for me. Ask him to heal my arm.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Then the king said to the man of God, &apos;Please come home with me. Come and eat with me. I will give you a gift.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "But the man of God said to the king, &apos;I will not go home with you, even if you give me half of your kingdom! I will not eat or drink anything in this place."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord commanded me not to eat or drink anything here. He also commanded me not to go back the same way I came.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So he took a different road home. He did not go back the same way he came to Bethel."
            },
            {
                "verse_number": "11",
                "verse_text": "There was an old prophet living in Bethel. His sons came and told him what the man of God did in Bethel and what he said to King Jeroboam."
            },
            {
                "verse_number": "12",
                "verse_text": "The old prophet said, &apos;Which way did he go when he left?&apos; So the sons showed their father which road the man of God from Judah had taken."
            },
            {
                "verse_number": "13",
                "verse_text": "The old prophet told his sons to saddle his donkey. They put the saddle on the donkey, and the prophet left."
            },
            {
                "verse_number": "14",
                "verse_text": "The old prophet went after the man of God. He found him sitting under an oak tree and asked him, &apos;Are you the man of God who just came from Judah?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So the old prophet said, &apos;Please come home and eat with me.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But the man of God said, &apos;I cannot go home with you. I cannot eat or drink anything in this place."
            },
            {
                "verse_number": "17",
                "verse_text": "The Lord said to me, &quot;You must not eat or drink anything in that place, and you must go back on a different road.&quot;&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The old prophet lied to him and said, &apos;But I am a prophet like you. And an angel from the Lord came to me and told me to bring you home and give you something to eat and drink.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So the man of God went to the old prophet&quot;s house and ate and drank with him."
            },
            {
                "verse_number": "20",
                "verse_text": "While they were sitting at the table, the Lord spoke to the old prophet,"
            },
            {
                "verse_number": "21",
                "verse_text": "and the old prophet spoke to the man of God from Judah. He said, &apos;The Lord said that you did not obey him! You did not do what he commanded."
            },
            {
                "verse_number": "22",
                "verse_text": "He told you not to eat or drink anything in this place, but you came back here and ate and drank. So your body will not be buried in your family grave.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "The man of God finished eating and drinking. Then the old prophet saddled the man&quot;s donkey for him and the man left."
            },
            {
                "verse_number": "24",
                "verse_text": "On the way home, a lion attacked and killed the man of God. His body was lying on the road while the lion stood next to it. The donkey stood nearby."
            },
            {
                "verse_number": "25",
                "verse_text": "Some people came walking by and saw the body and the lion standing by it. They went into the city where the old prophet lived and told people what they had seen on the road."
            },
            {
                "verse_number": "26",
                "verse_text": "The old prophet heard the story and said, &apos;This is the man of God who did not obey the Lord&quot;s command, so the Lord sent a lion to attack him. The lion has killed him, just as the Lord said would happen.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then the prophet told his sons to saddle his donkey, and they did so."
            },
            {
                "verse_number": "28",
                "verse_text": "The old prophet went to find the body lying on the road. The donkey and the lion were still standing near it. The lion had not eaten the body or hurt the donkey."
            },
            {
                "verse_number": "29",
                "verse_text": "The old prophet put the body on his donkey and carried it back to the city to cry for him and bury him."
            },
            {
                "verse_number": "30",
                "verse_text": "The old prophet buried the man in his own family grave. The old prophet cried for him and said, &apos;Oh, my brother, I am sorry for you.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "So the old prophet buried the body. Then he said to his sons, &apos;When I die, bury me in this same grave. Put my bones next to his."
            },
            {
                "verse_number": "32",
                "verse_text": "The Lord used him to speak against the altar at Bethel and against the high places in the other towns in Samaria. And what he said will certainly happen.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "King Jeroboam did not change. He continued doing evil. He continued to choose people from different tribes to serve as priests at the high places. Whoever wanted to be a priest was allowed to be one."
            },
            {
                "verse_number": "34",
                "verse_text": "This is the sin that caused the ruin and destruction of his kingdom."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "At that time Jeroboam&quot;s son Abijah became very sick."
            },
            {
                "verse_number": "2",
                "verse_text": "Jeroboam said to his wife, &apos;Go to Shiloh and see the prophet Ahijah. He is the one who said that I would become king of Israel. Dress yourself so that people will not know that you are my wife."
            },
            {
                "verse_number": "3",
                "verse_text": "Give the prophet ten loaves of bread, some cakes, and a jar of honey. Then ask him what will happen to our son, and he will tell you.&apos; When she came to Ahijah&quot;s house, she pretended to be someone else."
            },
            {
                "verse_number": "4",
                "verse_text": "So the king&quot;s wife did what he said. She went to the home of Ahijah the prophet in Shiloh. Ahijah was very old and had become blind."
            },
            {
                "verse_number": "5",
                "verse_text": "But the Lord said to him, &apos;Jeroboam&quot;s wife is coming to ask you about her son because he is sick. I will tell you what to say to her.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But when Ahijah heard her coming to the door, he said, &apos;Come in! I know who you are. You are Jeroboam&quot;s wife. Why are you pretending to be someone else? I have some bad news for you."
            },
            {
                "verse_number": "7",
                "verse_text": "Go back and tell Jeroboam that this is what the Lord, the God of Israel, says: &quot;Jeroboam, I chose you from among all the Israelites. I made you the ruler of my people."
            },
            {
                "verse_number": "8",
                "verse_text": "David&quot;s family was ruling the kingdom of Israel, but I took the kingdom away from them and gave it to you. But you are not like my servant David. He always obeyed my commands and followed me with his whole heart. He did only what I accepted."
            },
            {
                "verse_number": "9",
                "verse_text": "But you have sinned worse than anyone who ruled before you. You stopped following me and made other gods for yourself. You made those statues to make me angry."
            },
            {
                "verse_number": "10",
                "verse_text": "So Jeroboam, I will bring troubles to your family. I will kill all the men in your family. I will destroy your family completely, like fire burning up dung."
            },
            {
                "verse_number": "11",
                "verse_text": "Anyone from your family who dies in the city will be eaten by dogs. And anyone from your family who dies in the fields will be eaten by birds. The Lord has spoken.&quot;&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then Ahijah said, &apos;Now, go home. Your son will die as soon as you enter the city."
            },
            {
                "verse_number": "13",
                "verse_text": "All Israel will cry for him. They will bury him, but he is the only one from Jeroboam&quot;s family who will be buried. This is because he is the only one in Jeroboam&quot;s family who pleased the Lord, the God of Israel."
            },
            {
                "verse_number": "14",
                "verse_text": "Soon, the Lord will put a new king over Israel who will destroy Jeroboam&quot;s family."
            },
            {
                "verse_number": "15",
                "verse_text": "Then the Lord will punish Israel. The Israelites will be so full of fear that they will shake like tall grass in the water. He will pull Israel up from this good land that he gave their ancestors. He will scatter them to the other side of the Euphrates River. The Lord will do this because the people made him angry when they built sacred poles."
            },
            {
                "verse_number": "16",
                "verse_text": "He will let the Israelites be defeated because Jeroboam sinned, and then he made the Israelites sin.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jeroboam&quot;s wife went back to Tirzah. As soon as she stepped into the house, the boy died."
            },
            {
                "verse_number": "18",
                "verse_text": "They buried him and all the people of Israel cried for him. This happened just as the Lord said it would through his servant, the prophet Ahijah."
            },
            {
                "verse_number": "19",
                "verse_text": "The rest of what King Jeroboam did is written in the book, The History of the Kings of Israel . It includes the wars he fought and the way he ruled."
            },
            {
                "verse_number": "20",
                "verse_text": "Jeroboam ruled as king for 22 years. Then he died and was buried with his ancestors. His son Nadab became the new king after him."
            },
            {
                "verse_number": "21",
                "verse_text": "Solomon&quot;s son, Rehoboam, was 41 years old when he became king of Judah. Rehoboam ruled 17 years in Jerusalem, the city the Lord chose for his own. He chose this city from all the other tribes of Israel. Rehoboam&quot;s mother was Naamah. She was an Ammonite."
            },
            {
                "verse_number": "22",
                "verse_text": "The people of Judah did things that the Lord considered evil. They made him angry with all their sins&ndash;more than any of their ancestors had done."
            },
            {
                "verse_number": "23",
                "verse_text": "They built high places, memorial stones, and sacred poles. They built them on every high hill and under every green tree."
            },
            {
                "verse_number": "24",
                "verse_text": "There were also men who served other gods by selling their bodies for sex. So the people of Judah were worse than the people who had lived in the land before them. And the Lord took the land away from those people to give it to the Israelites."
            },
            {
                "verse_number": "25",
                "verse_text": "In the fifth year that Rehoboam was king, King Shishak of Egypt came to attack Jerusalem."
            },
            {
                "verse_number": "26",
                "verse_text": "He took the treasures from the Lord&quot;s Temple and from the king&quot;s palace. He even took the gold shields that David had taken from the officers of King Hadadezer of Aram and put on the walls of Jerusalem."
            },
            {
                "verse_number": "27",
                "verse_text": "King Rehoboam made more shields to put in their places, but they were made from bronze. He gave them to the guards on duty at the palace gates."
            },
            {
                "verse_number": "28",
                "verse_text": "Every time the king went to the Lord&quot;s Temple, the guards took out the shields and went with him. After they were finished, they put the shields back on the wall in the guardroom."
            },
            {
                "verse_number": "29",
                "verse_text": "The rest of what King Rehoboam did is written in the book, The History of the Kings of Judah ."
            },
            {
                "verse_number": "30",
                "verse_text": "Rehoboam and Jeroboam were always fighting against each other."
            },
            {
                "verse_number": "31",
                "verse_text": "Rehoboam died and was buried with his ancestors in the City of David. (His mother was Naamah. She was an Ammonite.) Rehoboam&quot;s son Abijah became the next king after him."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Abijah became the new king of Judah during the 18th year that Jeroboam son of Nebat ruled Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "Abijah ruled in Jerusalem for three years. His mother&quot;s name was Maacah. She was Absalom&quot;s daughter. There was war between Abijah and Jeroboam during the whole time that Abijah was king."
            },
            {
                "verse_number": "3",
                "verse_text": "He did all the same sins that his father before him had done. Abijah was not faithful to the Lord his God. In this way he was not like his grandfather, David."
            },
            {
                "verse_number": "4",
                "verse_text": "But for David&quot;s sake, the Lord gave Abijah a kingdom in Jerusalem and allowed him to have a son. He also kept Jerusalem safe."
            },
            {
                "verse_number": "5",
                "verse_text": "David had always done what the Lord said was right. He had always obeyed his commands. The only time David did not obey the Lord was when he sinned against Uriah the Hittite."
            },
            {
                "verse_number": "6",
                "verse_text": "Rehoboam and Jeroboam were always fighting against each other."
            },
            {
                "verse_number": "7",
                "verse_text": "The rest of what Abijah did is written in the book, The History of the Kings of Judah ."
            },
            {
                "verse_number": "8",
                "verse_text": "When Abijah died, he was buried in the City of David. Abijah&quot;s son Asa became the new king after him."
            },
            {
                "verse_number": "9",
                "verse_text": "During Jeroboam&quot;s 20th year as king over Israel, Asa became king of Judah."
            },
            {
                "verse_number": "10",
                "verse_text": "He ruled in Jerusalem for 41 years. His grandmother&quot;s name was Maacah, and she was the daughter of Absalom."
            },
            {
                "verse_number": "11",
                "verse_text": "Asa did what the Lord said is right, as his ancestor David did."
            },
            {
                "verse_number": "12",
                "verse_text": "During Asa&quot;s time there were men who served other gods by selling their bodies for sex. Asa forced them to leave the country. He took away the idols that his ancestors had made."
            },
            {
                "verse_number": "13",
                "verse_text": "King Asa also took away the right of his mother Maacah to be queen mother. He did this because she had set up one of those awful Asherah poles. Asa cut down the pole and burned it in the Kidron Valley."
            },
            {
                "verse_number": "14",
                "verse_text": "Asa did not destroy the high places, even though he was faithful to the Lord all his life."
            },
            {
                "verse_number": "15",
                "verse_text": "Asa and his father had given some special gifts to God. Asa put these gifts of gold, silver, and other things in the Lord&quot;s Temple."
            },
            {
                "verse_number": "16",
                "verse_text": "The whole time that King Asa was king of Judah, he fought a war against King Baasha of Israel."
            },
            {
                "verse_number": "17",
                "verse_text": "Once Baasha attacked Judah and then built up the city of Ramah to keep Asa from leaving Judah on any kind of military campaign."
            },
            {
                "verse_number": "18",
                "verse_text": "So Asa took gold and silver from the treasuries of the Lord&quot;s Temple and the king&quot;s palace. He gave it to his officials and sent them to King Ben-Hadad of Aram. Ben-Hadad was the son of Tabrimmon. Tabrimmon was the son of Hezion. Damascus was Ben-Hadad&quot;s capital city."
            },
            {
                "verse_number": "19",
                "verse_text": "Asa sent this message: &apos;My father and your father had a peace agreement. Now I want to make a peace agreement with you. I am sending you this gift of gold and silver. Please break your treaty with King Baasha of Israel and make him leave us alone.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "King Ben-Hadad made the agreement with King Asa and sent his army to fight against the Israelite towns of Ijon, Dan, Abel Beth Maacah, the towns near Lake Galilee, and the area of Naphtali."
            },
            {
                "verse_number": "21",
                "verse_text": "When Baasha heard about these attacks, he stopped building up Ramah and went back to Tirzah."
            },
            {
                "verse_number": "22",
                "verse_text": "Then King Asa gave an order to all the men in Judah. Everyone had to help. They had to go to Ramah and carry out all the stone and wood that Baasha was using to build up the city. They carried the material to Geba in Benjamin and to Mizpah and used it to strengthen those two cities."
            },
            {
                "verse_number": "23",
                "verse_text": "All the other things about Asa&ndash;the great things he did and the cities he built&ndash;are written in the book, The History of the Kings of Judah . When Asa became old, his feet became infected."
            },
            {
                "verse_number": "24",
                "verse_text": "He died and was buried in the City of David, his ancestor. Then Asa&quot;s son Jehoshaphat became the new king after him."
            },
            {
                "verse_number": "25",
                "verse_text": "During Asa&quot;s second year as king of Judah, Jeroboam&quot;s son Nadab became king of Israel. Nadab ruled over Israel for two years."
            },
            {
                "verse_number": "26",
                "verse_text": "He did what the Lord said was wrong. He sinned just as his father Jeroboam did when he caused the Israelites to sin."
            },
            {
                "verse_number": "27",
                "verse_text": "Baasha was the son of Ahijah. They were from the tribe of Issachar. Baasha made a plan to kill King Nadab. Nadab and all Israel were fighting against the Philistine town of Gibbethon. And that is where Baasha killed Nadab."
            },
            {
                "verse_number": "28",
                "verse_text": "This happened during Asa&quot;s third year as king of Judah. So Baasha became the next king of Israel."
            },
            {
                "verse_number": "29",
                "verse_text": "When Baasha became the new king, he killed everyone in Jeroboam&quot;s family. He left no one in Jeroboam&quot;s family alive. This happened just as the Lord said it would when he spoke through his servant Ahijah at Shiloh."
            },
            {
                "verse_number": "30",
                "verse_text": "This happened because King Jeroboam had committed many sins and had caused the Israelites to sin. This made the Lord, the God of Israel, very angry."
            },
            {
                "verse_number": "31",
                "verse_text": "The other things that Nadab did are written in the book, The History of the Kings of Israel ."
            },
            {
                "verse_number": "32",
                "verse_text": "All during the time that Baasha ruled over Israel, he was fighting wars against King Asa of Judah."
            },
            {
                "verse_number": "33",
                "verse_text": "Ahijah&quot;s son Baasha became king of Israel during the third year that Asa ruled over Judah. Baasha ruled in Tirzah for 24 years,"
            },
            {
                "verse_number": "34",
                "verse_text": "but he did what the Lord said was wrong. He did the same sins that Jeroboam had done that caused the Israelites to sin."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Then the Lord spoke against King Baasha through the prophet, Jehu son of Hanani. He said,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I made you an important prince over my people Israel. But you have done the same things Jeroboam did. You have caused my people Israel to sin. Their sins have made me angry."
            },
            {
                "verse_number": "3",
                "verse_text": "So Baasha, I will destroy you and your family, just as I did Jeroboam son of Nebat and his family."
            },
            {
                "verse_number": "4",
                "verse_text": "Dogs will eat the bodies of those in your family who die in the city. And wild birds will eat the bodies of those who die out in the fields.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The rest of the story about Baasha and the great things he did are written in the book, The History of the Kings of Israel ."
            },
            {
                "verse_number": "6",
                "verse_text": "Baasha died and was buried in Tirzah. His son Elah became the new king after him."
            },
            {
                "verse_number": "7",
                "verse_text": "That book also has the story of the time the Lord gave the message to Jehu the prophet about Baasha and his family. Baasha did many things the Lord said were wrong, just as Jeroboam and his family had done. This and the fact that Baasha had killed everyone in Jeroboam&quot;s family made the Lord very angry."
            },
            {
                "verse_number": "8",
                "verse_text": "Elah son of Baasha became king during the 26th year that Asa was the king of Judah. He ruled in Tirzah for two years."
            },
            {
                "verse_number": "9",
                "verse_text": "Zimri was one of King Elah&quot;s officers. Zimri commanded half of Elah&quot;s chariots, but Zimri plotted against Elah. King Elah was in Tirzah, drinking and getting drunk at Arza&quot;s home. Arza was the man in charge of the palace at Tirzah."
            },
            {
                "verse_number": "10",
                "verse_text": "Zimri went into the house and killed King Elah. Then Zimri became the new king of Israel after Elah. This was during the 27th year that Asa was king in Judah."
            },
            {
                "verse_number": "11",
                "verse_text": "After Zimri became the new king, he killed all of Baasha&quot;s family and friends. He did not let any male in Baasha&quot;s family live."
            },
            {
                "verse_number": "12",
                "verse_text": "So Zimri destroyed Baasha&quot;s family just as the Lord said he would when he spoke against Baasha through the prophet Jehu."
            },
            {
                "verse_number": "13",
                "verse_text": "This happened because of all the sins of Baasha and his son, Elah. They sinned and they caused the Israelites to sin. They worshiped worthless idols, and this made the Lord angry."
            },
            {
                "verse_number": "14",
                "verse_text": "The rest of what Elah did is written in the book, The History of the Kings of Israel ."
            },
            {
                "verse_number": "15",
                "verse_text": "Zimri became king of Israel during the 27th year that Asa was king of Judah. Zimri ruled in Tirzah only seven days. This is what happened: The army of Israel was at Gibbethon, which was under Philistine control."
            },
            {
                "verse_number": "16",
                "verse_text": "Omri was the commander of the army of Israel. The men in the camp heard that Zimri had made secret plans against the king and killed him. So in the camp all the soldiers made Omri the new king."
            },
            {
                "verse_number": "17",
                "verse_text": "Then Omri and all the soldiers of Israel left Gibbethon and went to Tirzah. They surrounded the city and attacked it."
            },
            {
                "verse_number": "18",
                "verse_text": "When Zimri saw the city had been captured, he ran to the palace fortress, but the soldiers burned it down with him still in it."
            },
            {
                "verse_number": "19",
                "verse_text": "So Zimri died because he sinned and did what the Lord said was wrong, just as Jeroboam did when he caused the Israelites to sin."
            },
            {
                "verse_number": "20",
                "verse_text": "The story about Zimri&quot;s secret plans and the other things that he did are written in the book, The History of the Kings of Israel ."
            },
            {
                "verse_number": "21",
                "verse_text": "Then the Israelites were divided. Half of the people followed Tibni the son of Ginath and wanted to make him king. The other half of the people followed Omri."
            },
            {
                "verse_number": "22",
                "verse_text": "But Omri&quot;s followers were stronger than the followers of Tibni son of Ginath. Tibni died, and Omri became king."
            },
            {
                "verse_number": "23",
                "verse_text": "Omri became king of Israel during Asa&quot;s 31st year as the king of Judah. Omri ruled over Israel for 12 years. Six of those years he ruled from Tirzah."
            },
            {
                "verse_number": "24",
                "verse_text": "Then Omri bought the hill of Samaria from Shemer for about 150 pounds of silver. Omri built a city on that hill. He named the city Samaria after the name of its owner, Shemer."
            },
            {
                "verse_number": "25",
                "verse_text": "Omri did what the Lord said was wrong. He was worse than all the kings who were before him."
            },
            {
                "verse_number": "26",
                "verse_text": "He committed all the sins that Jeroboam son of Nebat had committed when he caused the Israelites to sin. They worshiped worthless idols, and this made the Lord, the God of Israel, very angry."
            },
            {
                "verse_number": "27",
                "verse_text": "The rest of the story about Omri and the great things he did are written in the book, The History of the Kings of Israel ."
            },
            {
                "verse_number": "28",
                "verse_text": "Omri died and was buried in Samaria. His son Ahab became the new king after him."
            },
            {
                "verse_number": "29",
                "verse_text": "Ahab son of Omri became king of Israel during the 38th year that Asa was king of Judah. Ahab ruled Israel from the town of Samaria for 22 years."
            },
            {
                "verse_number": "30",
                "verse_text": "He did what the Lord said was wrong. Ahab was worse than all the kings who were before him."
            },
            {
                "verse_number": "31",
                "verse_text": "It was not enough for Ahab to commit the same sins that Jeroboam, son of Nebat, had done. Ahab also married Jezebel, daughter of King Ethbaal of Sidon. Then Ahab began to serve and worship Baal."
            },
            {
                "verse_number": "32",
                "verse_text": "He built a temple and an altar in Samaria for worshiping Baal."
            },
            {
                "verse_number": "33",
                "verse_text": "He also set up a sacred pole. Ahab did more to make the Lord, the God of Israel, angry than all the other kings who were before him."
            },
            {
                "verse_number": "34",
                "verse_text": "During Ahab&quot;s time, Hiel from Bethel rebuilt the town of Jericho. When Hiel started work on the city, his oldest son Abiram died. And when Hiel built the gates of the city, his youngest son Segub died. This happened just as the Lord said it would happen when he spoke through Joshua son of Nun."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Elijah was a prophet from the town of Tishbe in Gilead. He said to King Ahab, &apos;I serve the Lord, the God of Israel. By his power, I promise that no dew or rain will fall for the next few years. The rain will fall only when I command it to fall.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Then the Lord said to Elijah,"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Leave this place and go east. Hide near Kerith Ravine, east of the Jordan River."
            },
            {
                "verse_number": "4",
                "verse_text": "You can get your water from that stream, and I have commanded ravens to bring food to you there.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So Elijah did what the Lord told him to do. He went to live near Kerith Ravine, east of the Jordan River."
            },
            {
                "verse_number": "6",
                "verse_text": "Ravens brought Elijah food every morning and every evening, and he drank water from the stream."
            },
            {
                "verse_number": "7",
                "verse_text": "There was no rain, so after a while the stream became dry."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the Lord said to Elijah,"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Go to Zarephath in Sidon and stay there. There is a widow there that I commanded to take care of you.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "So Elijah went to Zarephath. He went to the town gate and saw a woman there gathering wood for a fire. She was a widow. Elijah said to her, &apos;Would you bring me a small cup of water to drink?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "As she was going to get the water, Elijah said, &apos;Bring me a piece of bread too, please.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The woman answered, &apos;I promise you, before the Lord your God, that I have nothing but a handful of flour in a jar and a little bit of olive oil in a jug. I came here to gather a few pieces of wood for a fire to cook our last meal. My son and I will eat it and then die from hunger.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Elijah said to the woman, &apos;Don&quot;t worry. Go home and cook your food as you said. But first make a small piece of bread from the flour that you have and bring it to me. Then cook some for yourself and your son."
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord, the God of Israel, says, &quot;That jar of flour will never be empty and the jug will always have oil in it. This will continue until the day the Lord sends rain to the land.&quot;&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So the woman went home and did what Elijah told her to do. And Elijah, the woman, and her son had enough food for a long time."
            },
            {
                "verse_number": "16",
                "verse_text": "The jar of flour and the jug of oil were never empty. This happened just as the Lord said through Elijah."
            },
            {
                "verse_number": "17",
                "verse_text": "Some time later the woman&quot;s son became sick. He became worse and worse until he stopped breathing."
            },
            {
                "verse_number": "18",
                "verse_text": "Then the woman said to Elijah, &apos;You are a man of God. Can you help me? Or did you come here only to remind me of my sins and to make my son die?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Elijah said to her, &apos;Give me your son.&apos; He took the boy from her and carried him upstairs. He laid him on the bed in the room where he was staying."
            },
            {
                "verse_number": "20",
                "verse_text": "Then Elijah cried out to the Lord. He said, &apos;Lord my God, this widow is letting me stay in her house. Will you do this bad thing to her? Will you cause her son to die?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Then Elijah lay on top of the boy three times. He prayed, &apos;Lord my God, let this boy live again!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The Lord answered Elijah&quot;s prayer. The boy began breathing again and was alive."
            },
            {
                "verse_number": "23",
                "verse_text": "Elijah carried the boy downstairs, gave him to his mother, and said, &apos;Look, your son is alive!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "The woman answered, &apos;Now I know that you really are a man from God. I know that the Lord really speaks through you!&apos;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "During the third year that no rain fell, the Lord said to Elijah, &apos;Go meet with King Ahab, and I will make it rain.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "So Elijah went to meet with Ahab. The famine was very bad in Samaria. The people said nothing. All the people agreed that this was a good idea. The servant went and looked. He came back and said, &apos;I saw nothing.&apos; Elijah told him to go look again. This happened seven times. Elijah told the servant, &apos;Go tell King Ahab to get his chariot ready and go home now. If he does not leave now, the rain will stop him.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So King Ahab told Obadiah to come to him. Obadiah was the man in charge of the king&quot;s palace. (Obadiah was a true follower of the Lord."
            },
            {
                "verse_number": "4",
                "verse_text": "One time when Jezebel was killing all the Lord&quot;s prophets, Obadiah hid 100 prophets in two caves. He put 50 prophets in one cave and 50 prophets in another cave. Then he brought them food and water.)"
            },
            {
                "verse_number": "5",
                "verse_text": "King Ahab said to Obadiah, &apos;Come with me. We will look at every spring and every stream in the land. We will see if we can find enough grass to keep our horses and mules alive. Then we will not have to kill our animals.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "They decided where each of them would go to look for water. Ahab went in one direction by himself, and Obadiah went in another direction by himself."
            },
            {
                "verse_number": "7",
                "verse_text": "As Obadiah was walking along the road by himself, he looked up, and there was Elijah. Obadiah recognized him and bowed down to show his respect. He said, &apos;Elijah? Is it really you, master?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Elijah answered, &apos;Yes, it is me. Now, go and tell your master, the king, that I am here.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Obadiah said, &apos;If I tell Ahab that I know where you are, he will kill me! I have done nothing wrong to you. Why do you want me to die?"
            },
            {
                "verse_number": "10",
                "verse_text": "As surely as the Lord your God lives, the king has been looking for you everywhere. He has sent people to every country to find you. He even made the rulers of those countries swear that you were not there."
            },
            {
                "verse_number": "11",
                "verse_text": "Now you want me to go and tell him that you are here!"
            },
            {
                "verse_number": "12",
                "verse_text": "If I go tell King Ahab that you are here, the Spirit of the Lord might carry you away. Then when King Ahab comes here and cannot find you, he will kill me! I have followed the Lord since I was a boy."
            },
            {
                "verse_number": "13",
                "verse_text": "Surely you have heard what I did when Jezebel was killing the Lord&quot;s prophets. I hid 100 of the Lord&quot;s prophets in caves. I put 50 prophets in one cave and 50 in another. I brought them food and water."
            },
            {
                "verse_number": "14",
                "verse_text": "Now you want me to go and tell the king that you are here. The king will kill me!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Elijah answered, &apos;I serve the Lord All-Powerful. As surely as he lives, I promise that I will stand before the king today.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So Obadiah went to King Ahab and told him where Elijah was. King Ahab went to meet Elijah."
            },
            {
                "verse_number": "17",
                "verse_text": "When Ahab saw Elijah he said, &apos;Is that really you, the troublemaker of Israel?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Elijah answered, &apos;I have not made trouble for Israel. You and your father&quot;s family caused all the problems when you stopped obeying the Lord&quot;s commands and began following the false gods."
            },
            {
                "verse_number": "19",
                "verse_text": "Now tell all the people of Israel to meet me at Mount Carmel. Also bring the 450 prophets of Baal and the 400 prophets of the goddess Asherah, who get their support from Queen Jezebel.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So Ahab called all the Israelites and those prophets to Mount Carmel."
            },
            {
                "verse_number": "21",
                "verse_text": "Elijah came to all the people and said, &apos;You must decide what you are going to do. How long will you keep jumping from one side to the other? If the Lord is the true God, follow him. But if Baal is the true God, then follow him!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "So Elijah said, &apos;I am the only prophet of the Lord here, but there are 450 prophets of Baal."
            },
            {
                "verse_number": "23",
                "verse_text": "So bring us two bulls. Let the prophets of Baal have one bull. Let them kill it, cut it into pieces, and then put the meat on the wood. But don&quot;t start the fire. I will do the same with the other bull, and I will not start the fire either."
            },
            {
                "verse_number": "24",
                "verse_text": "Prophets of Baal, pray to your god, and I will pray to the Lord. Whichever god answers the prayer and starts the fire is the true God.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then Elijah said to the prophets of Baal, &apos;There are many of you, so you go first. Choose a bull and prepare it, but don&quot;t start your fire.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "So the prophets took the bull that was given to them and prepared it. They started praying to Baal and prayed until noon. They said, &apos;Baal, please answer us!&apos; But there was no sound. No one answered. Then they began jumping around on the altar they had built."
            },
            {
                "verse_number": "27",
                "verse_text": "At noon Elijah began to make fun of them. He said, &apos;If Baal really is a god, maybe you should pray louder! Maybe he is busy. Maybe he is thinking about something, or maybe he stepped out for a moment! He could be sleeping! Maybe you should pray louder and wake him up!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "So the prophets prayed louder. They cut themselves with swords and spears. (This was the way they worshiped.) They cut themselves until they were bleeding all over."
            },
            {
                "verse_number": "29",
                "verse_text": "The afternoon passed but the fire still had not started. The prophets were out of control and continued to act this way until the time came for the evening sacrifice. But nothing happened&ndash;there was no answer from Baal. There was no sound. There was no one listening."
            },
            {
                "verse_number": "30",
                "verse_text": "Then Elijah said to all the people, &apos;Now come here.&apos; So they gathered around Elijah. The Lord&quot;s altar had been torn down, so Elijah repaired it."
            },
            {
                "verse_number": "31",
                "verse_text": "Elijah found twelve stones. There was one stone for each of the twelve tribes. These twelve tribes were named for the twelve sons of Jacob, the man who the Lord had named Israel."
            },
            {
                "verse_number": "32",
                "verse_text": "Elijah used these stones to repair the altar to honor the Lord. He dug a small ditch around the altar. It was wide enough and deep enough to hold about 4 gallons of water."
            },
            {
                "verse_number": "33",
                "verse_text": "Then Elijah put the wood on the altar. He cut the bull into pieces and laid the pieces on the wood."
            },
            {
                "verse_number": "34",
                "verse_text": "Then he said, &apos;Fill four jars with water. Pour the water on the pieces of meat and on the wood.&apos; Then Elijah said, &apos;Do it again.&apos; Then he said, &apos;Do it a third time.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "The water ran down off the altar and filled the ditch."
            },
            {
                "verse_number": "36",
                "verse_text": "At about the time for the afternoon sacrifice, the prophet Elijah approached the altar and prayed, &apos;Lord, the God of Abraham, Isaac, and Jacob, I ask you now to prove that you are the God of Israel and that I am your servant. Show these people that it was you who commanded me to do all these things."
            },
            {
                "verse_number": "37",
                "verse_text": "Lord, answer my prayer. Show these people that you, Lord, are God and that you are the one who is bringing them back to you.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Then fire came down from the Lord and burned the sacrifice, the wood, the stones, and the ground around the altar. Then it dried up all the water in the ditch."
            },
            {
                "verse_number": "39",
                "verse_text": "All the people saw this happen and bowed down to the ground and began saying, &apos;The Lord is God! The Lord is God!&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Then Elijah said, &apos;Get the prophets of Baal! Don&quot;t let any of them escape!&apos; So the people captured all the prophets. Then Elijah led them down to Kishon Creek and killed them all."
            },
            {
                "verse_number": "41",
                "verse_text": "Then Elijah said to King Ahab, &apos;Now go eat and drink. A heavy rain is coming.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "So King Ahab went to eat. At the same time Elijah climbed to the top of Mount Carmel. At the top of the mountain, Elijah bent down. He put his head between his knees."
            },
            {
                "verse_number": "43",
                "verse_text": "Then Elijah said to his servant, &apos;Go up higher and look toward the sea.&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "The seventh time, the servant came back and said, &apos;I saw a small cloud the size of a man&quot;s fist that was coming in from the sea.&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "After a short time the sky was covered with dark clouds. The wind began to blow, and a heavy rain began to fall. Ahab got in his chariot and started back to Jezreel."
            },
            {
                "verse_number": "46",
                "verse_text": "The power of the Lord came to Elijah. He used his belt to hold up the bottom of his robe away from his feet. Then he ran ahead of King Ahab all the way to Jezreel."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "King Ahab told Jezebel everything that Elijah did and how Elijah had killed all the prophets of Baal with a sword."
            },
            {
                "verse_number": "2",
                "verse_text": "So Jezebel sent a messenger to Elijah and said, &apos;I swear that by this time tomorrow, you will be just as dead as those prophets. If I don&quot;t succeed, may the gods do the same or worse to me.&apos; Then the Lord said to him, &apos;Elijah, why are you here?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "When Elijah heard this, he was afraid. So he ran away to save his life. He took his servant with him, and they went to Beersheba in Judah. Then Elijah left his servant in Beersheba"
            },
            {
                "verse_number": "4",
                "verse_text": "and walked for a whole day into the desert. Then he sat down under a bush and asked to die. He said, &apos;I have had enough, Lord! Take my life. I am no better than my ancestors.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then Elijah lay down under the bush and went to sleep. An angel came to him and touched him. The angel said, &apos;Get up and eat!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Elijah looked around, and by his head there was a cake that had been baked over coals and a jar of water. He ate and drank and then went back to sleep."
            },
            {
                "verse_number": "7",
                "verse_text": "Later the Lord&quot;s angel came to him again, touched him, and said, &apos;Get up and eat! If you don&quot;t, you will not be strong enough to make the long trip.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "So Elijah got up. He ate and drank and felt strong. Then Elijah walked for 40 days and nights to Mount Horeb, the mountain of God."
            },
            {
                "verse_number": "9",
                "verse_text": "There Elijah went into a cave and spent the night."
            },
            {
                "verse_number": "10",
                "verse_text": "Elijah answered, &apos;Lord God All-Powerful, I have always served you the best I can, but the Israelites have broken their agreement with you. They destroyed your altars and killed your prophets. I am the only prophet left alive, and now they are trying to kill me!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then the Lord said to Elijah, &apos;Go, stand in front of me on the mountain. I, the Lord, will pass by you.&apos; Then a very strong wind blew. The wind caused the mountains to break apart. It broke large rocks in front of the Lord. But that wind was not the Lord. After that wind, there was an earthquake. But that earthquake was not the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "After the earthquake, there was a fire. But that fire was not the Lord. After the fire, there was a quiet, gentle voice."
            },
            {
                "verse_number": "13",
                "verse_text": "When Elijah heard the voice, he used his coat to cover his face and went to the entrance to the cave and stood there. Then a voice said to him, &apos;Elijah, why are you here?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Elijah said, &apos;Lord God All-Powerful, I have always served you the best that I can, but the Israelites broke their agreement with you. They destroyed your altars and killed your prophets. I am the only prophet left alive, and now they are trying to kill me.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord said, &apos;Go back. Take the road that leads to the desert around Damascus. Go into Damascus and anoint Hazael as king over Aram."
            },
            {
                "verse_number": "16",
                "verse_text": "Then anoint Jehu son of Nimshi as king over Israel. Next, anoint Elisha son of Shaphat from Abel Meholah. He will be the prophet who takes your place."
            },
            {
                "verse_number": "17",
                "verse_text": "Jehu will kill anyone who escapes Hazael&quot;s sword, and Elisha will kill anyone who escapes from Jehu&quot;s sword."
            },
            {
                "verse_number": "18",
                "verse_text": "I still have 7000 people in Israel who have never bowed down to Baal or kissed that idol.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So Elijah left that place and went to find Elisha son of Shaphat. Elisha was plowing 12 acres of land and was working on the last acre when Elijah came. Elijah went to Elisha and put his coat on Elisha."
            },
            {
                "verse_number": "20",
                "verse_text": "Elisha immediately left his oxen and ran after Elijah. Elisha said, &apos;Let me kiss my mother and father goodbye. Then I will follow you.&apos; Elijah answered, &apos;You can do that. I will not stop you. &apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Elisha turned away from him and went back. He killed the oxen and used the yoke for firewood. He boiled the meat, gave it to the people, and they all ate together. Then Elisha went to follow Elijah and became his helper."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "King Ben-Hadad of Aram gathered his army together. There were 32 kings with him and many horses and chariots. They surrounded Samaria and attacked it."
            },
            {
                "verse_number": "2",
                "verse_text": "The king sent messengers to King Ahab of Israel who was inside the city."
            },
            {
                "verse_number": "3",
                "verse_text": "The message was, &apos;Ben-Hadad says, &quot;Your silver and your gold are mine, and so are the best of your wives and children.&quot;&apos; King Ben-Hadad&quot;s men carried the message to the king. The prophet answered, &apos;The Lord says, &quot;The young men who carry the weapons for the government officials.&quot;&apos; Then the king asked, &apos;Who should command the main army?&apos; The prophet answered, &apos;You will.&apos; Ahab said, &apos;Bring him to me.&apos; So Ben-Hadad came to King Ahab. King Ahab asked him to get in the chariot with him. Ahab answered, &apos;If you agree to this, I will let you go free.&apos; So the two kings made a peace agreement. Then King Ahab let King Ben-Hadad go free. This man hit him and hurt the prophet. The king of Israel answered, &apos;You admitted that you are guilty, so you know the answer. You must do what the man said.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The king of Israel answered, &apos;Yes, my lord and king, I am yours now, and everything I have belongs to you.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the messengers came back to Ahab. They said, &apos;Ben-Hadad says, &quot;I told you before that all of your silver and gold and your wives and children belong to me. So give them to me!"
            },
            {
                "verse_number": "6",
                "verse_text": "Tomorrow I will send my men to search through your house and through the houses of your officials. Give my men all of your valuables, and they will bring them back to me.&quot;&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So King Ahab called a meeting of all the elders of his country and said, &apos;Look, Ben-Hadad is looking for trouble. First he told me that I must give him my wives and children and my silver and gold. I agreed to give them to him.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "But the elders and all the people said, &apos;Don&quot;t obey him or do what he says.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Ahab sent a message to Ben-Hadad that said, &apos;I will do what you said at first, but I cannot obey your second command.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then they came back with another message from Ben-Hadad that said, &apos;I will completely destroy Samaria. I promise that there will be nothing left of that city! There will not be enough of that city left for my men to find any souvenirs to take home. May the gods destroy me if I don&quot;t do this!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "King Ahab answered, &apos;Tell Ben-Hadad that the man who puts on his armor should not boast as much as the man who lives long enough to take it off.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "King Ben-Hadad was drinking in his tent with the other rulers when the messengers came back and gave him the message from King Ahab. King Ben-Hadad commanded his men to prepare to attack the city, so the men moved into their places for the battle."
            },
            {
                "verse_number": "13",
                "verse_text": "Then a prophet went to King Ahab and said, &apos;King Ahab, the Lord says to you, &quot;Do you see that great army? I will defeat that army for you today. Then you will know that I am the Lord.&quot;&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Ahab said, &apos;Who will you use to defeat them?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So Ahab gathered the young helpers of the government officials. There were 232 of these young men. Then the king called together the army of Israel. The total number was 7000."
            },
            {
                "verse_number": "16",
                "verse_text": "King Ahab began his attack at noon, while King Ben-Hadad and the 32 kings were drinking and getting drunk in their tents."
            },
            {
                "verse_number": "17",
                "verse_text": "The young helpers went out first. King Ben-Hadad&quot;s men told him that some soldiers had come out of Samaria."
            },
            {
                "verse_number": "18",
                "verse_text": "So Ben-Hadad said, &apos;They might be coming to fight or they might be coming to ask for peace. Capture them alive.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The young men of King Ahab were the first to come out, but the rest of the army of Israel was following them."
            },
            {
                "verse_number": "20",
                "verse_text": "Each of the men of Israel killed the man who had come against him. So the men from Aram began to run away and the army of Israel chased them. King Ben-Hadad escaped on a horse with the chariots."
            },
            {
                "verse_number": "21",
                "verse_text": "King Ahab led the army and attacked all the horses and chariots. So King Ahab made the Arameans suffer a great defeat."
            },
            {
                "verse_number": "22",
                "verse_text": "Then the prophet went to King Ahab and said, &apos;The king of Aram will come back to fight again next spring. So go back and strengthen your army and make careful plans to defend yourself against him.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "King Ben-Hadad&quot;s officers said to him, &apos;The gods of Israel are mountain gods. We fought in a mountain area, so the Israelites won. If we fight them on level ground, we will win."
            },
            {
                "verse_number": "24",
                "verse_text": "Also, don&quot;t let the 32 kings command the armies. Put your commanders in charge of the armies."
            },
            {
                "verse_number": "25",
                "verse_text": "Let&quot;s gather an army like the one that was destroyed. Gather as many men, horses, and chariots as before, and fight the Israelites on level ground. Then we will win.&apos; Ben-Hadad followed their advice and did what they said."
            },
            {
                "verse_number": "26",
                "verse_text": "So in the spring, Ben-Hadad gathered the men of Aram and went to Aphek to fight against Israel."
            },
            {
                "verse_number": "27",
                "verse_text": "The Israelites also prepared for war and went to fight the army of Aram. They made their camp opposite the camp of Aram. The Aramean soldiers filled the land, but Israel&quot;s army looked like two small flocks of goats."
            },
            {
                "verse_number": "28",
                "verse_text": "A man of God came to the king of Israel with this message: &apos;The Lord said, &quot;The people of Aram said that I, the Lord, am a god of the mountains and not a god of the valleys. So I will let you defeat this great army. Then all of you will know that I am the Lord, wherever you are!&quot;&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "The armies were camped across from each other for seven days. On the seventh day the battle began. The Israelites killed 100,000 Aramean soldiers in one day."
            },
            {
                "verse_number": "30",
                "verse_text": "The survivors ran away to the city of Aphek. The wall of the city fell on 27,000 of those soldiers. Ben-Hadad also ran away to the city and hid in a room."
            },
            {
                "verse_number": "31",
                "verse_text": "His servants said to him, &apos;We heard that the kings of Israel are merciful. Let&quot;s dress in rough cloth with ropes on our heads. Then let&quot;s go to the king of Israel. Maybe he will let us live.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "They dressed in rough cloth with ropes on their heads. They came to the king of Israel. They said, &apos;Your servant, Ben-Hadad, says, &quot;Please let me live.&quot;&apos; Ahab said, &apos;Is he still alive? He is my brother. &apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Ben-Hadad&quot;s men wanted King Ahab to say something to show that he would not kill King Ben-Hadad. When Ahab called Ben-Hadad his brother, the advisors quickly said, &apos;Yes! Ben-Hadad is your brother.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Ben-Hadad said to him, &apos;Ahab, I will give you the towns that my father took from your father. And you can put shops in Damascus, as my father did in Samaria.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "One of the prophets told another prophet, &apos;Hit me!&apos; He said that because the Lord had commanded it. But the other prophet refused to hit him."
            },
            {
                "verse_number": "36",
                "verse_text": "So the first prophet said, &apos;You did not obey the Lord&quot;s command. So a lion will kill you when you leave this place.&apos; When the second prophet left, a lion killed him."
            },
            {
                "verse_number": "37",
                "verse_text": "The first prophet went to another man and said, &apos;Hit me!&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "So the prophet wrapped his face with a cloth. This way no one could see who he was. The prophet went and waited for the king by the road."
            },
            {
                "verse_number": "39",
                "verse_text": "The king came by and the prophet said to him, &apos;I went to fight in the battle. One of our men brought an enemy soldier to me. The man said, &quot;Guard this man. If he runs away, you will have to give your life in his place or you will have to pay a fine of 75 pounds of silver.&quot;"
            },
            {
                "verse_number": "40",
                "verse_text": "While I was busy doing other things, the man ran away.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Then the prophet quickly took the cloth from his face, and the king of Israel saw that he was one of the prophets."
            },
            {
                "verse_number": "42",
                "verse_text": "Then the prophet said to the king, &apos;The Lord says to you, &quot;You set free the man I said should die. So you will take his place&ndash;you and your people will die!&quot;&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "Then the king went back home to Samaria. He was worried and upset."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "There was a vineyard near King Ahab&quot;s palace in Samaria. A man from Jezreel named Naboth owned it."
            },
            {
                "verse_number": "2",
                "verse_text": "One day Ahab said to Naboth, &apos;Give me your vineyard that is near my palace. I want to make it a vegetable garden. I will give you a better vineyard in its place. Or, if you prefer, I will pay you for it.&apos; &apos;Announce that there will be a day of fasting when the people will eat nothing. Then call all the people of the town together for a meeting. At the meeting we will talk about Naboth. Elijah answered, &apos;Yes, I found you, because you have again sold yourself out to do what the Lord says is evil."
            },
            {
                "verse_number": "3",
                "verse_text": "Naboth answered, &apos;By the Lord, I will never give my land to you. This land belongs to my family.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So Ahab went home angry and upset because Naboth told him, &apos;I will not give you my family&quot;s land.&apos; Ahab went to bed, turned away from everyone, and refused to eat."
            },
            {
                "verse_number": "5",
                "verse_text": "His wife Jezebel went to him and asked him, &apos;Why are you upset? Why do you refuse to eat?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Ahab answered, &apos;I asked Naboth from Jezreel to give me his vineyard. I told him that I would pay him the full price. Or, if he preferred, I would give him another vineyard. But he refused to give it to me.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Jezebel answered, &apos;But you are the king over Israel! Get out of bed and eat something, and you will feel better. I will get Naboth&quot;s vineyard for you.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then Jezebel wrote some letters. She signed Ahab&quot;s name to them and used his seal to seal the letters. Then she sent them to the elders and important men who lived in the same town as Naboth."
            },
            {
                "verse_number": "9",
                "verse_text": "This is what the letter said:"
            },
            {
                "verse_number": "10",
                "verse_text": "Find some men who will tell lies about Naboth. They should say that they heard Naboth speak against the king and against God. Then take Naboth out of the city and kill him with stones.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So the elders and important men of Jezreel obeyed the command."
            },
            {
                "verse_number": "12",
                "verse_text": "The leaders announced that there would be a day when all the people would eat nothing. On that day they called all the people together for a meeting. They put Naboth in a special place before the people."
            },
            {
                "verse_number": "13",
                "verse_text": "Then two men told the people that they heard Naboth speak against God and the king. So the people carried Naboth out of the city and killed him with stones."
            },
            {
                "verse_number": "14",
                "verse_text": "Then the leaders sent a message to Jezebel that said: &apos;Naboth has been killed.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "When Jezebel heard this, she said to Ahab, &apos;Naboth is dead. Now you can go and take the vineyard that you wanted.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So Ahab went to the vineyard and took it for his own."
            },
            {
                "verse_number": "17",
                "verse_text": "Then the Lord spoke to Elijah, the prophet from Tishbe:"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Go to King Ahab in Samaria. He will be at Naboth&quot;s vineyard. He is there to take the vineyard as his own."
            },
            {
                "verse_number": "19",
                "verse_text": "Tell Ahab that I, the Lord, say to him, &quot;Ahab! You killed the man Naboth and now you are taking his land. So I, the Lord, tell you this: Where the dogs licked up the blood of Naboth, they will lick up your blood as well.&quot;&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So Elijah went to Ahab. When Ahab saw him, he said, &apos;Well, my enemy has found me again!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So this is what he says to you: &quot;I will make something bad happen to you. I will kill you and every male in your family."
            },
            {
                "verse_number": "22",
                "verse_text": "I will destroy your family just as I destroyed the families of King Jeroboam son of Nebat and King Baasha. I will do this to you because you have made me angry and you have caused the Israelites to sin.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord also says this about your wife Jezebel: &quot;Dogs will eat the body of Jezebel by the wall of the city of Jezreel."
            },
            {
                "verse_number": "24",
                "verse_text": "As for the family of Ahab, whoever dies in the city will be eaten by dogs, and whoever dies in the fields will be eaten by birds.&quot;&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "So Ahab sold himself out to do what the Lord says is evil. There is no one who did as much evil as Ahab and his wife Jezebel, who caused him to do these things."
            },
            {
                "verse_number": "26",
                "verse_text": "Ahab committed the terrible sin of worshiping those filthy idols, just as the Amorites did. And that is why the Lord took the land from them and gave it to the Israelites."
            },
            {
                "verse_number": "27",
                "verse_text": "When Ahab heard what Elijah said, he tore his clothes to show how sad he was. Then he put on sackcloth and refused to eat. He even slept in these clothes. He was very sad and upset."
            },
            {
                "verse_number": "28",
                "verse_text": "The Lord said to the prophet Elijah from Tishbe,"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Look, Ahab has humbled himself before me. So I will not make that disaster happen during his lifetime. I will wait until his son is king. Then I will destroy his family.&apos;"
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "For the next two years there was peace between Israel and Aram."
            },
            {
                "verse_number": "2",
                "verse_text": "Then during the third year, King Jehoshaphat of Judah went to visit King Ahab of Israel. Jehoshaphat answered, &apos;Yes, you and I will be as one&ndash;my men and my horses will be as yours. The prophets answered Ahab, &apos;Yes, because the Lord will let you defeat Ramoth Gilead.&apos; Jehoshaphat said, &apos;The king should not say that!&apos; Micaiah answered, &apos;Yes, go and be successful! The Lord will let you take the city.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Ahab asked his officials, &apos;Remember when the king of Aram took Ramoth Gilead from us? That city is ours, so why have we done nothing to get it back?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So Ahab asked King Jehoshaphat, &apos;Will you join with us to go fight the Arameans at Ramoth Gilead?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "But first let&quot;s ask the Lord for advice.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So Ahab called a meeting of the prophets. There were about 400 prophets at that time. Ahab asked the prophets, &apos;Should I go and attack the Arameans at Ramoth Gilead or not?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "But Jehoshaphat said, &apos;Doesn&quot;t the Lord have another prophet here? Let&quot;s ask him the same question.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "King Ahab answered, &apos;Yes, there is another prophet. His name is Micaiah son of Imlah. But I hate him because he will not say anything good about me when he speaks for the Lord. He always says things that I don&quot;t like.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So King Ahab told one of his officers to go and find Micaiah."
            },
            {
                "verse_number": "10",
                "verse_text": "At that time the two kings were sitting on their thrones, with their royal robes on, at the judgment place near the gates of Samaria. All the prophets were standing before them, prophesying."
            },
            {
                "verse_number": "11",
                "verse_text": "One of the prophets was named Zedekiah son of Kenaanah. Zedekiah made some iron horns and said to Ahab, &apos;The Lord says, &quot;You will use these iron horns to fight against the army of Aram. You will defeat them and destroy them.&quot;&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "All the other prophets agreed with Zedekiah and said, &apos;Your army should march now to go fight against the Arameans at Ramoth Gilead. You will win the battle. The Lord will let you defeat them.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "While this was happening, the officer went to find Micaiah. When he found him, the officer told him, &apos;All the other prophets have said that the king will succeed, so you should say the same thing.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "But Micaiah answered, &apos;As surely as the Lord lives, I can say only what the Lord says.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Micaiah went and stood before King Ahab. The king asked him, &apos;Micaiah, should we go and attack the Arameans at Ramoth Gilead or not?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But Ahab answered, &apos;How many times do I have to tell you? Tell me the truth. What does the Lord say?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "So Micaiah answered, &apos;I can see the army of Israel scattered all over the hills, like sheep with no one to lead them. This is what the Lord says: &quot;These men have no leaders. Let them go home in peace.&quot;&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then Ahab said to Jehoshaphat, &apos;See, I told you! This prophet never says anything good about me. He always says something bad.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "But Micaiah said, &apos;Listen to this message from the Lord: I saw the Lord sitting on his throne. All of heaven&quot;s army was standing around him, some on his left side and some on his right side."
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord said, &quot;Which of you will go fool Ahab into attacking the Arameans at Ramoth Gilead so that he will be killed?&quot; The angels discussed many different plans."
            },
            {
                "verse_number": "21",
                "verse_text": "Then a spirit went and stood before the Lord and said, &quot;I will fool him!&quot; The Lord asked, &quot;How will you do it?&quot;"
            },
            {
                "verse_number": "22",
                "verse_text": "The spirit answered, &quot;I will go to Ahab&quot;s prophets and cause them to tell lies.&quot; So the Lord said, &quot;Yes, that will fool Ahab. Go out and do that.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;So that is what has happened here. The Lord made your prophets lie to you. The Lord himself decided to bring this disaster to you.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then the prophet Zedekiah went to Micaiah and hit him on the face. Zedekiah said, &apos;How is it that the Spirit of the Lord left me to speak through you?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Micaiah answered, &apos;Look, what I said will happen! And you will see it one day when you are in a secret room somewhere hiding.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then King Ahab ordered one of his officers to arrest Micaiah. Ahab said, &apos;Arrest him and take him to Amon the governor of the city and prince Joash."
            },
            {
                "verse_number": "27",
                "verse_text": "Tell them to put Micaiah in prison. Give him nothing but bread and water to eat. Keep him there until I come home from the battle.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Micaiah said, &apos;Listen to me, everyone! Ahab, if you come back alive from the battle, the Lord has not spoken through me.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "King Ahab of Israel and King Jehoshaphat of Judah went to fight the Arameans at Ramoth Gilead."
            },
            {
                "verse_number": "30",
                "verse_text": "Ahab said to Jehoshaphat, &apos;Disguise yourself when you go into battle, but wear your own clothes. And I will disguise myself.&apos; The king of Israel went into battle dressed like an ordinary soldier."
            },
            {
                "verse_number": "31",
                "verse_text": "The king of Aram had 32 chariot commanders. He gave them this command, &apos;Don&quot;t go after anyone except the king of Israel, no matter how important they are.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "When the commanders saw King Jehoshaphat, they thought he was the king of Israel, and so they went to kill him. Jehoshaphat started shouting."
            },
            {
                "verse_number": "33",
                "verse_text": "When the commanders saw that he was not King Ahab, they stopped chasing him."
            },
            {
                "verse_number": "34",
                "verse_text": "Then a soldier in the distance pulled back as far as he could on his bow and shot an arrow into the air. The arrow happened to hit the king of Israel in a small hole where his armor was fastened together. King Ahab said to his chariot driver, &apos;I&quot;ve been hit! Turn the chariot around and take me off the battlefield!&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "The armies continued to fight while King Ahab was propped up in his chariot. He was leaning against the sides of the chariot, looking out toward the Arameans. His blood ran down onto the floor of the chariot. Later in the evening, he died."
            },
            {
                "verse_number": "36",
                "verse_text": "At sunset all the Israelites cheered when they were told to go home. So they all went back to their hometowns."
            },
            {
                "verse_number": "37",
                "verse_text": "And that is how King Ahab died. Some men carried his body to Samaria and buried him there."
            },
            {
                "verse_number": "38",
                "verse_text": "They took his chariot to the large pool in Samaria to clean it. The dogs licked up Ahab&quot;s blood while the prostitutes washed the chariot. This happened just as the Lord said it would."
            },
            {
                "verse_number": "39",
                "verse_text": "The rest of what King Ahab did during the time he ruled is written in the book, The History of the Kings of Israel . That book tells about all the cities he built and about all the ivory that he used to decorate his palace."
            },
            {
                "verse_number": "40",
                "verse_text": "Ahab died and was buried with his ancestors. His son Ahaziah became the next king after him."
            },
            {
                "verse_number": "41",
                "verse_text": "Jehoshaphat son of Asa became the king of Judah in Ahab&quot;s fourth year as king of Israel."
            },
            {
                "verse_number": "42",
                "verse_text": "Jehoshaphat was 35 years old when he became king, and he ruled in Jerusalem for 25 years. His mother was Azubah, the daughter of Shilhi."
            },
            {
                "verse_number": "43",
                "verse_text": "Like his father Asa, Jehoshaphat was good and did everything that the Lord wanted, but he did not destroy the high places. The people continued offering sacrifices and burning incense there."
            },
            {
                "verse_number": "44",
                "verse_text": "Jehoshaphat made a peace agreement with the king of Israel."
            },
            {
                "verse_number": "45",
                "verse_text": "Jehoshaphat was very brave and fought many wars. The rest of what he did is written in the book, The History of the Kings of Judah ."
            },
            {
                "verse_number": "46",
                "verse_text": "Jehoshaphat forced all the men and women who sold their bodies for sex to leave the places of worship. They had served in these places of worship while his father Asa was king."
            },
            {
                "verse_number": "47",
                "verse_text": "In those days Edom did not have a king; it was ruled by a governor who was chosen by the king of Judah."
            },
            {
                "verse_number": "48",
                "verse_text": "King Jehoshaphat built some cargo ships. He wanted the ships to sail to Ophir for gold, but they never went there&ndash;they were destroyed in their home port at Ezion Geber."
            },
            {
                "verse_number": "49",
                "verse_text": "Then King Ahaziah of Israel offered to put some of his own sailors with Jehoshaphat&quot;s men on the ships, but Jehoshaphat refused to accept his help."
            },
            {
                "verse_number": "50",
                "verse_text": "Jehoshaphat died and was buried with his ancestors in the City of David. Then his son Jehoram became the next king."
            },
            {
                "verse_number": "51",
                "verse_text": "Ahaziah was the son of Ahab. He became king of Israel during the 17th year that King Jehoshaphat ruled Judah. Ahaziah ruled in Samaria for two years."
            },
            {
                "verse_number": "52",
                "verse_text": "He sinned against the Lord just as his parents, Ahab and Jezebel, did. He caused Israel to sin just as Jeroboam son of Nebat did."
            },
            {
                "verse_number": "53",
                "verse_text": "Ahaziah served the false god Baal and worshiped him, just as his father did before him. He did all the things that his father did to make the Lord, the God of Israel, angry."
            }
        ]
    }
}