{
    "1 Corinthians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Greetings from Paul. I was chosen to be an apostle of Christ Jesus. God chose me because that is what he wanted. Greetings also from Sosthenes, our brother in Christ. &apos;I will destroy the wisdom of the wise. I will confuse the understanding of the intelligent.&apos; Isaiah 29:14"
            },
            {
                "verse_number": "2",
                "verse_text": "To God&quot;s church in Corinth, you who have been made holy because you belong to Christ Jesus. You were chosen to be God&quot;s holy people together with all people everywhere who trust in the Lord Jesus Christ&ndash;their Lord and ours."
            },
            {
                "verse_number": "3",
                "verse_text": "Grace and peace to you from God our Father and the Lord Jesus Christ."
            },
            {
                "verse_number": "4",
                "verse_text": "I always thank my God for you because of the grace that he has given you through Christ Jesus."
            },
            {
                "verse_number": "5",
                "verse_text": "In him you have been blessed in every way. You have been blessed in all your speaking and all your knowledge."
            },
            {
                "verse_number": "6",
                "verse_text": "This proves that what we told you about Christ is true."
            },
            {
                "verse_number": "7",
                "verse_text": "Now you have every gift from God while you wait for our Lord Jesus Christ to come again."
            },
            {
                "verse_number": "8",
                "verse_text": "He will keep you strong until the end so that on the day when our Lord Jesus Christ comes, you will be free from all blame."
            },
            {
                "verse_number": "9",
                "verse_text": "God is faithful. He is the one who has chosen you to share life with his Son, Jesus Christ our Lord."
            },
            {
                "verse_number": "10",
                "verse_text": "Brothers and sisters, by the authority of our Lord Jesus Christ, I beg all of you to agree with each other. You should not be divided into different groups. Be completely joined together again with the same kind of thinking and the same purpose."
            },
            {
                "verse_number": "11",
                "verse_text": "My brothers and sisters, some members of Chloe&quot;s family told me that there are arguments among you."
            },
            {
                "verse_number": "12",
                "verse_text": "This is what I mean: One of you says, &apos;I follow Paul,&apos; and someone else says, &apos;I follow Apollos.&apos; Another says, &apos;I follow Peter,&apos; and someone else says, &apos;I follow Christ.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Christ cannot be divided into different groups. It wasn&quot;t Paul who died on the cross for you, was it? Were you baptized in Paul&quot;s name?"
            },
            {
                "verse_number": "14",
                "verse_text": "I am thankful that I did not baptize any of you except Crispus and Gaius."
            },
            {
                "verse_number": "15",
                "verse_text": "I am thankful because now no one can say that you were baptized in my name."
            },
            {
                "verse_number": "16",
                "verse_text": "(I also baptized the family of Stephanas, but I don&quot;t remember that I myself baptized any others.)"
            },
            {
                "verse_number": "17",
                "verse_text": "Christ did not give me the work of baptizing people. He gave me the work of telling the Good News. But he sent me to tell the Good News without using clever speech, which would take away the power that is in the cross of Christ."
            },
            {
                "verse_number": "18",
                "verse_text": "The teaching about the cross seems foolish to those who are lost. But to us who are being saved it is the power of God."
            },
            {
                "verse_number": "19",
                "verse_text": "As the Scriptures say,"
            },
            {
                "verse_number": "20",
                "verse_text": "So what does this say about the philosopher, the law expert, or anyone in this world who is skilled in making clever arguments? God has made the wisdom of the world look foolish."
            },
            {
                "verse_number": "21",
                "verse_text": "This is what God in his wisdom decided: Since the world did not find him through its own wisdom, he used the message that sounds foolish to save those who believe it."
            },
            {
                "verse_number": "22",
                "verse_text": "The Jews ask for miraculous signs, and the Greeks want wisdom."
            },
            {
                "verse_number": "23",
                "verse_text": "But this is the message we tell everyone: Christ was killed on a cross. This message is a problem for Jews, and to other people it is nonsense."
            },
            {
                "verse_number": "24",
                "verse_text": "But Christ is God&quot;s power and wisdom to the people God has chosen, both Jews and Greeks."
            },
            {
                "verse_number": "25",
                "verse_text": "Even the foolishness of God is wiser than human wisdom. Even the weakness of God is stronger than human strength."
            },
            {
                "verse_number": "26",
                "verse_text": "Brothers and sisters, God chose you to be his. Think about that! Not many of you were wise in the way the world judges wisdom. Not many of you had great influence, and not many of you came from important families."
            },
            {
                "verse_number": "27",
                "verse_text": "But God chose the foolish things of the world to shame the wise. He chose the weak things of the world to shame the strong."
            },
            {
                "verse_number": "28",
                "verse_text": "And God chose what the world thinks is not important&ndash;what the world hates and thinks is nothing. He chose these to destroy what the world thinks is important."
            },
            {
                "verse_number": "29",
                "verse_text": "God did this so that no one can stand before him and boast about anything."
            },
            {
                "verse_number": "30",
                "verse_text": "It is God who has made you part of Christ Jesus. And Christ has become for us wisdom from God. He is the reason we are right with God and pure enough to be in his presence. Christ is the one who set us free from sin."
            },
            {
                "verse_number": "31",
                "verse_text": "So, as the Scriptures say, &apos;Whoever boasts should boast only about the Lord.&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Dear brothers and sisters, when I came to you, I told you the secret truth of God. But I did not use fancy words or great wisdom."
            },
            {
                "verse_number": "2",
                "verse_text": "I decided that while I was with you I would forget about everything except Jesus Christ and his death on the cross."
            },
            {
                "verse_number": "3",
                "verse_text": "When I came to you, I was weak and shook with fear."
            },
            {
                "verse_number": "4",
                "verse_text": "My teaching and my speaking were not with wise words that persuade people. But the proof of my teaching was the power that the Spirit gives."
            },
            {
                "verse_number": "5",
                "verse_text": "I did this so that your faith would be in God&quot;s power, not in human wisdom. &apos;No one has ever seen, no one has ever heard, no one has ever imagined what God has prepared for those who love him.&apos; Isaiah 64:4 The Spirit knows all things. The Spirit even knows the deep secrets of God. &apos;Who can know what is on the Lord&quot;s mind? Who is able to give him advice?&apos; Isaiah 40:13 But we have been given Christ&quot;s way of thinking."
            },
            {
                "verse_number": "6",
                "verse_text": "We teach wisdom to people who are mature, but the wisdom we teach is not from this world. It is not the wisdom of the rulers of this world, who are losing their power."
            },
            {
                "verse_number": "7",
                "verse_text": "But we speak God&quot;s secret wisdom that has been hidden from everyone until now. God planned this wisdom for our glory. He planned it before the world began."
            },
            {
                "verse_number": "8",
                "verse_text": "None of the rulers of this world understood this wisdom. If they had understood it, they would not have killed our great and glorious Lord on a cross."
            },
            {
                "verse_number": "9",
                "verse_text": "But as the Scriptures say,"
            },
            {
                "verse_number": "10",
                "verse_text": "But God has shown us these things through the Spirit."
            },
            {
                "verse_number": "11",
                "verse_text": "It is like this: No one knows the thoughts that another person has. Only the person&quot;s spirit that lives inside knows those thoughts. It is the same with God. No one knows God&quot;s thoughts except God&quot;s Spirit."
            },
            {
                "verse_number": "12",
                "verse_text": "We received the Spirit that is from God, not the spirit of the world. We received God&quot;s Spirit so that we can know all that God has given us."
            },
            {
                "verse_number": "13",
                "verse_text": "When we say this, we don&quot;t use words taught to us by human wisdom. We use words taught to us by the Spirit. We use the Spirit&quot;s words to explain spiritual truths."
            },
            {
                "verse_number": "14",
                "verse_text": "People who do not have God&quot;s Spirit do not accept the things that come from his Spirit. They think these things are foolish. They cannot understand them, because they can only be understood with the Spirit&quot;s help."
            },
            {
                "verse_number": "15",
                "verse_text": "We who have the Spirit are able to make judgments about all these things. But anyone without the Spirit is not able to make proper judgments about us."
            },
            {
                "verse_number": "16",
                "verse_text": "As the Scriptures say,"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Brothers and sisters, when I was there, I could not talk to you the way I talk to people who are led by the Spirit. I had to talk to you like ordinary people of the world. You were like babies in Christ."
            },
            {
                "verse_number": "2",
                "verse_text": "And the teaching I gave you was like milk, not solid food. I did this because you were not ready for solid food. And even now you are not ready."
            },
            {
                "verse_number": "3",
                "verse_text": "You are still not following the Spirit. You are jealous of each other, and you are always arguing with each other. This shows that you are still following your own selfish desires. You are acting like ordinary people of the world."
            },
            {
                "verse_number": "4",
                "verse_text": "One of you says, &apos;I follow Paul,&apos; and someone else says, &apos;I follow Apollos.&apos; When you say things like that, you are acting like people of the world. And you are a house that belongs to God."
            },
            {
                "verse_number": "5",
                "verse_text": "Is Apollos so important? Is Paul so important? We are only servants of God who helped you believe. Each one of us did the work God gave us to do."
            },
            {
                "verse_number": "6",
                "verse_text": "I planted the seed and Apollos watered it. But God is the one who made the seed grow."
            },
            {
                "verse_number": "7",
                "verse_text": "So the one who plants is not important, and the one who waters is not important. Only God is important, because he is the one who makes things grow."
            },
            {
                "verse_number": "8",
                "verse_text": "The one who plants and the one who waters have the same purpose. And each one will be rewarded for his own work."
            },
            {
                "verse_number": "9",
                "verse_text": "We are workers together for God, and you are like a farm that belongs to God."
            },
            {
                "verse_number": "10",
                "verse_text": "Like an expert builder I built the foundation of that house. I used the gift that God gave me to do this. Other people are building on that foundation. But everyone should be careful how they build."
            },
            {
                "verse_number": "11",
                "verse_text": "The foundation that has already been built is Jesus Christ, and no one can build any other foundation."
            },
            {
                "verse_number": "12",
                "verse_text": "People can build on that foundation using gold, silver, jewels, wood, grass, or straw."
            },
            {
                "verse_number": "13",
                "verse_text": "But the work that each person does will be clearly seen, because the Day will make it plain. That Day will appear with fire, and the fire will test everyone&quot;s work."
            },
            {
                "verse_number": "14",
                "verse_text": "If the building they put on the foundation still stands, they will get their reward."
            },
            {
                "verse_number": "15",
                "verse_text": "But if their building is burned up, they will suffer loss. They will be saved, but it will be like someone escaping from a fire."
            },
            {
                "verse_number": "16",
                "verse_text": "You should know that you yourselves are God&quot;s temple. God&quot;s Spirit lives in you."
            },
            {
                "verse_number": "17",
                "verse_text": "If you destroy God&quot;s temple, God will destroy you, because God&quot;s temple is holy. You yourselves are God&quot;s temple."
            },
            {
                "verse_number": "18",
                "verse_text": "Don&quot;t fool yourselves. Whoever thinks they are wise in this world should become a fool. That&quot;s the only way they can be wise."
            },
            {
                "verse_number": "19",
                "verse_text": "I say this because the wisdom of this world is foolishness to God. As the Scriptures say, &apos;He catches those who think they are wise in their own clever traps.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The Scriptures also say, &apos;The Lord knows the thoughts of the wise. He knows that their thoughts are worth nothing.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So there is not a person on earth that any of you should be boasting about. Everything is yours:"
            },
            {
                "verse_number": "22",
                "verse_text": "Paul, Apollos, Peter, the world, life, death, the present, and the future&ndash;all these are yours."
            },
            {
                "verse_number": "23",
                "verse_text": "And you belong to Christ, and Christ belongs to God."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "You should think of us as servants of Christ, the ones God has trusted to do the work of making known his secret truths."
            },
            {
                "verse_number": "2",
                "verse_text": "Those who are trusted with such an important work must show that they are worthy of that trust."
            },
            {
                "verse_number": "3",
                "verse_text": "But I don&quot;t consider your judgment on this point to be worth anything. Even an opinion from a court of law would mean nothing. I don&quot;t even trust my own judgment."
            },
            {
                "verse_number": "4",
                "verse_text": "I don&quot;t know of any wrong I have done, but that does not make me right. The Lord is the one who must decide if I have done well or not."
            },
            {
                "verse_number": "5",
                "verse_text": "So don&quot;t judge anyone now. The time for judging will be when the Lord comes. He will shine light on everything that is now hidden in darkness. He will make known the secret purposes of our hearts. Then the praise each person should get will come from God."
            },
            {
                "verse_number": "6",
                "verse_text": "Brothers and sisters, I have used Apollos and myself as examples for you. I did this so that you could learn from us the meaning of the words, &apos;Follow what the Scriptures say.&apos; Then you will not brag about one person and criticize another."
            },
            {
                "verse_number": "7",
                "verse_text": "Who do you think you are? Everything you have was given to you. So, if everything you have was given to you, why do you act as if you got it all by your own power?"
            },
            {
                "verse_number": "8",
                "verse_text": "You think you have everything you need. You think you are rich. You think you have become kings without us. I wish you really were kings. Then we could rule together with you."
            },
            {
                "verse_number": "9",
                "verse_text": "But it seems to me that God has given me and the other apostles the last place. We are like prisoners condemned to die, led in a parade for the whole world to see&ndash;not just people but angels too."
            },
            {
                "verse_number": "10",
                "verse_text": "We are fools for Christ, but you think you are so wise in Christ. We are weak, but you think you are so strong. People give you honor, but they don&quot;t honor us."
            },
            {
                "verse_number": "11",
                "verse_text": "Even now we still don&quot;t have enough to eat or drink, and we don&quot;t have enough clothes. We often get beatings. We have no homes."
            },
            {
                "verse_number": "12",
                "verse_text": "We work hard with our own hands to feed ourselves. When people insult us, we ask God to bless them. When people treat us badly, we accept it."
            },
            {
                "verse_number": "13",
                "verse_text": "When people say bad things about us, we try to say something that will help them. But people still treat us like the world&quot;s garbage&ndash;everyone&quot;s trash."
            },
            {
                "verse_number": "14",
                "verse_text": "I am not trying to make you feel ashamed, but I am writing this to counsel you as my own dear children."
            },
            {
                "verse_number": "15",
                "verse_text": "You may have ten thousand teachers in Christ, but you don&quot;t have many fathers. Through the Good News I became your father in Christ Jesus."
            },
            {
                "verse_number": "16",
                "verse_text": "So I beg you to be like me."
            },
            {
                "verse_number": "17",
                "verse_text": "That is why I am sending Timothy to you. He is my son in the Lord. I love him and trust him. He will help you remember the way I live in Christ Jesus&ndash;a way of life that I teach in every meeting of the church wherever I am."
            },
            {
                "verse_number": "18",
                "verse_text": "Some of you are acting so proud, it seems as though you think I won&quot;t be coming there again."
            },
            {
                "verse_number": "19",
                "verse_text": "But I will come to you very soon, the Lord willing. Then I will see if these proud talkers have the power to do anything more than talk."
            },
            {
                "verse_number": "20",
                "verse_text": "God&quot;s kingdom is not seen in talk but in power."
            },
            {
                "verse_number": "21",
                "verse_text": "Which do you want: that I come to you with punishment, or that I come with love and gentleness?"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "I don&quot;t want to believe what I am hearing&ndash;that there is sexual sin among you. And it is such a bad kind of sexual sin that even those who have never known God don&quot;t allow it. People say that a man there has his father&quot;s wife."
            },
            {
                "verse_number": "2",
                "verse_text": "And still you are proud of yourselves! You should have been filled with sadness. And the man who committed that sin should be put out of your group."
            },
            {
                "verse_number": "3",
                "verse_text": "I cannot be there with you in person, but I am with you in spirit. And I have already judged the man who did this. I judged him the same as I would if I were really there."
            },
            {
                "verse_number": "4",
                "verse_text": "Come together in the name of our Lord Jesus. I will be with you in spirit, and you will have the power of our Lord Jesus with you."
            },
            {
                "verse_number": "5",
                "verse_text": "Then turn this man over to Satan. His sinful self has to be destroyed so that his spirit will be saved on the day when the Lord comes again."
            },
            {
                "verse_number": "6",
                "verse_text": "Your proud talk is not good. You know the saying, &apos;Just a little yeast makes the whole batch of dough rise.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Take out all the old yeast, so that you will be a new batch of dough. You really are bread without yeast&ndash;Passover bread. Yes, Christ our Passover Lamb has already been killed."
            },
            {
                "verse_number": "8",
                "verse_text": "So let us eat our Passover meal, but not with the bread that has the old yeast, the yeast of sin and wrongdoing. But let us eat the bread that has no yeast. This is the bread of goodness and truth."
            },
            {
                "verse_number": "9",
                "verse_text": "I wrote to you in my letter that you should not associate with people who sin sexually."
            },
            {
                "verse_number": "10",
                "verse_text": "But I did not mean the people of this world. You would have to leave the world to get away from all the people who sin sexually, or who are greedy and cheat each other, or who worship idols."
            },
            {
                "verse_number": "11",
                "verse_text": "I meant you must not associate with people who claim to be believers but continue to live in sin. Don&quot;t even eat with a brother or sister who sins sexually, is greedy, worships idols, abuses others with insults, gets drunk, or cheats people."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "When one of you has something against someone else in your group, why do you go to the judges in the law courts? The way they think and live is wrong. So why do you let them decide who is right? Why don&quot;t you let God&quot;s holy people decide who is right?"
            },
            {
                "verse_number": "2",
                "verse_text": "Don&quot;t you know that God&quot;s people will judge the world? So if you will judge the world, then surely you can judge small arguments like this."
            },
            {
                "verse_number": "3",
                "verse_text": "You know that in the future we will judge angels. So surely we can judge life&quot;s ordinary problems."
            },
            {
                "verse_number": "4",
                "verse_text": "So if you have such matters to be judged, why do you take them to those who are not part of the church? They mean nothing to you."
            },
            {
                "verse_number": "5",
                "verse_text": "I say this to shame you. Surely there is someone in your group wise enough to judge a complaint between two believers."
            },
            {
                "verse_number": "6",
                "verse_text": "But now one believer goes to court against another, and you let people who are not believers judge their case!"
            },
            {
                "verse_number": "7",
                "verse_text": "The lawsuits that you have against each other show that you are already defeated. It would be better for you to let someone wrong you. It would be better to let someone cheat you."
            },
            {
                "verse_number": "8",
                "verse_text": "But you are the ones doing wrong and cheating. And you do this to your own brothers and sisters in Christ!"
            },
            {
                "verse_number": "11",
                "verse_text": "In the past some of you were like that. But you were washed clean, you were made holy, and you were made right with God in the name of the Lord Jesus Christ and by the Spirit of our God."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;I am allowed to do anything,&apos; you say. My answer to this is that not all things are good. Even if it is true that &apos;I am allowed to do anything,&apos; I will not let anything control me like a slave."
            },
            {
                "verse_number": "13",
                "verse_text": "Someone else says, &apos;Food is for the stomach, and the stomach for food.&apos; Yes, and God will destroy them both. But the body is not for sexual sin. The body is for the Lord, and the Lord is for the body."
            },
            {
                "verse_number": "14",
                "verse_text": "And God will raise our bodies from death with the same power he used to raise the Lord Jesus."
            },
            {
                "verse_number": "15",
                "verse_text": "Surely you know that your bodies are parts of Christ himself. So I must never take what is part of Christ and join it to a prostitute!"
            },
            {
                "verse_number": "16",
                "verse_text": "The Scriptures say, &apos;The two people will become one.&apos; So you should know that anyone who is joined with a prostitute becomes one with her in body."
            },
            {
                "verse_number": "17",
                "verse_text": "But anyone who is joined with the Lord is one with him in spirit."
            },
            {
                "verse_number": "18",
                "verse_text": "So run away from sexual sin. It involves the body in a way that no other sin does. So if you commit sexual sin, you are sinning against your own body."
            },
            {
                "verse_number": "19",
                "verse_text": "You should know that your body is a temple for the Holy Spirit that you received from God and that lives in you. You don&quot;t own yourselves."
            },
            {
                "verse_number": "20",
                "verse_text": "God paid a very high price to make you his. So honor God with your body."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Now I will discuss the things you wrote me about. You asked if it is better for a man not to have any sexual relations at all."
            },
            {
                "verse_number": "2",
                "verse_text": "But sexual sin is a danger, so each man should enjoy his own wife, and each woman should enjoy her own husband."
            },
            {
                "verse_number": "3",
                "verse_text": "The husband should give his wife what she deserves as his wife. And the wife should give her husband what he deserves as her husband."
            },
            {
                "verse_number": "4",
                "verse_text": "The wife does not have power over her own body. Her husband has the power over her body. And the husband does not have power over his own body. His wife has the power over his body."
            },
            {
                "verse_number": "5",
                "verse_text": "Don&quot;t refuse to give your bodies to each other. But you might both agree to stay away from sex for a while so that you can give your time to prayer. Then come together again so that Satan will not be able to tempt you in your weakness."
            },
            {
                "verse_number": "6",
                "verse_text": "I say this only to give you permission to be separated for a time. It is not a rule."
            },
            {
                "verse_number": "7",
                "verse_text": "I wish everyone could be like me. But God has given each person a different ability. He makes some able to live one way, others to live a different way."
            },
            {
                "verse_number": "8",
                "verse_text": "Now for those who are not married and for the widows I say this: It is good for you to stay single like me."
            },
            {
                "verse_number": "9",
                "verse_text": "But if you cannot control your body, then you should marry. It is better to marry than to burn with sexual desire."
            },
            {
                "verse_number": "10",
                "verse_text": "Now, I have a command for those who are married. Actually, it is not from me; it is what the Lord commanded. A wife should not leave her husband."
            },
            {
                "verse_number": "11",
                "verse_text": "But if a wife does leave, she should remain single or get back together with her husband. And a husband should not divorce his wife."
            },
            {
                "verse_number": "12",
                "verse_text": "The advice I have for the others is from me. The Lord did not give us any teaching about this. If you have a wife who is not a believer, you should not divorce her if she will continue to live with you."
            },
            {
                "verse_number": "13",
                "verse_text": "And if you have a husband who is not a believer, you should not divorce him if he will continue to live with you."
            },
            {
                "verse_number": "14",
                "verse_text": "The husband who is not a believer is set apart for God through his believing wife. And the wife who is not a believer is set apart for God through her believing husband. If this were not true, your children would be unfit for God&quot;s use. But now they are set apart for him."
            },
            {
                "verse_number": "15",
                "verse_text": "But if the husband or wife who is not a believer decides to leave, let them leave. When this happens, the brother or sister in Christ is free. God chose you to have a life of peace."
            },
            {
                "verse_number": "16",
                "verse_text": "Wives, maybe you will save your husband; and husbands, maybe you will save your wife. You don&quot;t know now what will happen later."
            },
            {
                "verse_number": "17",
                "verse_text": "But each one of you should continue to live the way the Lord God has given you to live&ndash;the way you were when God chose you. I tell people in all the churches to follow this rule."
            },
            {
                "verse_number": "18",
                "verse_text": "If a man was already circumcised when he was chosen, he should not change his circumcision. If a man was without circumcision when he was chosen, he should not be circumcised."
            },
            {
                "verse_number": "19",
                "verse_text": "It is not important if anyone is circumcised or not. What is important is obeying God&quot;s commands."
            },
            {
                "verse_number": "20",
                "verse_text": "Each one of you should stay the way you were when God chose you."
            },
            {
                "verse_number": "21",
                "verse_text": "If you were a slave when God chose you, don&quot;t let that bother you. But if you can be free, then do it."
            },
            {
                "verse_number": "22",
                "verse_text": "If you were a slave when the Lord chose you, you are now free in the Lord. You belong to the Lord. In the same way, if you were free when you were chosen, you are now Christ&quot;s slave."
            },
            {
                "verse_number": "23",
                "verse_text": "God paid a high price for you, so don&quot;t be slaves to anyone else."
            },
            {
                "verse_number": "24",
                "verse_text": "Brothers and sisters, in your new life with God, each one of you should continue the way you were when God chose you."
            },
            {
                "verse_number": "25",
                "verse_text": "Now I write about people who are not married. I have no command from the Lord about this, but I give my opinion. And I can be trusted, because the Lord has given me mercy."
            },
            {
                "verse_number": "26",
                "verse_text": "This is a time of trouble. So I think it is good for you to stay the way you are."
            },
            {
                "verse_number": "27",
                "verse_text": "If you have a wife, don&quot;t try to get free from her. If you are not married, don&quot;t try to find a wife."
            },
            {
                "verse_number": "28",
                "verse_text": "But if you decide to marry, that is not a sin. And it is not a sin for a girl who has never married to get married. But those who marry will have trouble in this life, and I want you to be free from this trouble."
            },
            {
                "verse_number": "29",
                "verse_text": "Brothers and sisters, this is what I mean: We don&quot;t have much time left. So starting now, those who have wives should be the same as those who don&quot;t."
            },
            {
                "verse_number": "30",
                "verse_text": "It should not be important whether you are sad or whether you are happy. If you buy something, it should not matter to you that you own it."
            },
            {
                "verse_number": "31",
                "verse_text": "You should use the things of the world without letting them become important to you. This is how you should live, because this world, the way it is now, will soon be gone."
            },
            {
                "verse_number": "32",
                "verse_text": "I want you to be free from worry. A man who is not married is busy with the Lord&quot;s work. He is trying to please the Lord."
            },
            {
                "verse_number": "33",
                "verse_text": "But a man who is married is busy with things of the world. He is trying to please his wife."
            },
            {
                "verse_number": "34",
                "verse_text": "He must think about two things&ndash;pleasing his wife and pleasing the Lord. A woman who is not married or a girl who has never married is busy with the Lord&quot;s work. She wants to give herself fully&ndash;body and spirit&ndash;to the Lord. But a married woman is busy with things of the world. She is trying to please her husband."
            },
            {
                "verse_number": "35",
                "verse_text": "I am saying this to help you. I am not trying to limit you, but I want you to live in the right way. And I want you to give yourselves fully to the Lord without giving your time to other things."
            },
            {
                "verse_number": "36",
                "verse_text": "A man might think that he is not doing the right thing with his fiancÃ©e. She might be almost past the best age to marry. So he might feel that he should marry her. He should do what he wants. It is no sin for them to get married."
            },
            {
                "verse_number": "37",
                "verse_text": "But another man might be more sure in his mind. There may be no need for marriage, so he is free to do what he wants. If he has decided in his own heart not to marry his fiancÃ©e, he is doing the right thing."
            },
            {
                "verse_number": "38",
                "verse_text": "So the man who marries his fiancÃ©e does right, and the man who does not marry does better."
            },
            {
                "verse_number": "39",
                "verse_text": "A woman should stay with her husband as long as he lives. But if the husband dies, the woman is free to marry any man she wants, but he should belong to the Lord."
            },
            {
                "verse_number": "40",
                "verse_text": "The woman is happier if she does not marry again. This is my opinion, and I believe that I have God&quot;s Spirit."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Now I will write about meat that is sacrificed to idols. It is certainly true that &apos;we all have knowledge,&apos; as you say. But this knowledge only fills people with pride. It is love that helps the church grow stronger."
            },
            {
                "verse_number": "2",
                "verse_text": "Those who think they know something do not yet know anything as they should."
            },
            {
                "verse_number": "3",
                "verse_text": "But whoever loves God is known by God."
            },
            {
                "verse_number": "4",
                "verse_text": "So this is what I say about eating meat: We know that an idol is really nothing in the world, and we know that there is only one God."
            },
            {
                "verse_number": "5",
                "verse_text": "It&quot;s really not important if there are things called gods in heaven or on earth&ndash;and there are many of these &apos;gods&apos; and &apos;lords&apos; out there."
            },
            {
                "verse_number": "6",
                "verse_text": "For us there is only one God, and he is our Father. All things came from him, and we live for him. And there is only one Lord, Jesus Christ. All things were made through him, and we also have life through him."
            },
            {
                "verse_number": "7",
                "verse_text": "But not all people know this. Some have had the habit of worshiping idols. So now when they eat meat, they still feel as if it belongs to an idol. They are not sure that it is right to eat this meat. So when they eat it, they feel guilty."
            },
            {
                "verse_number": "8",
                "verse_text": "But food will not bring us closer to God. Refusing to eat does not make us less pleasing to God, and eating does not make us closer to him."
            },
            {
                "verse_number": "9",
                "verse_text": "But be careful with your freedom. Your freedom to eat anything may make those who have doubts about what they can eat fall into sin."
            },
            {
                "verse_number": "10",
                "verse_text": "You understand that it&quot;s all right to eat anything, so you can eat even in an idol&quot;s temple. But someone who has doubts might see you eating there, and this might encourage them to eat meat sacrificed to idols too. But they really think it is wrong."
            },
            {
                "verse_number": "11",
                "verse_text": "So this weak brother or sister&ndash;someone Christ died for&ndash;is lost because of your better understanding."
            },
            {
                "verse_number": "12",
                "verse_text": "When you sin against your brothers and sisters in Christ in this way and you hurt them by causing them to do things they feel are wrong, you are also sinning against Christ."
            },
            {
                "verse_number": "13",
                "verse_text": "So if the food I eat makes another believer fall into sin, I will never eat meat again. I will stop eating meat, so that I will not make my brother or sister sin."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "I am a free man. I am an apostle. I have seen Jesus our Lord. You people are an example of my work in the Lord."
            },
            {
                "verse_number": "2",
                "verse_text": "Others may not accept me as an apostle, but surely you do. You are proof that I am an apostle in the Lord."
            },
            {
                "verse_number": "3",
                "verse_text": "Some people want to judge me. So this is the answer I give them:"
            },
            {
                "verse_number": "4",
                "verse_text": "We have the right to eat and drink, don&quot;t we?"
            },
            {
                "verse_number": "5",
                "verse_text": "We have the right to bring a believing wife with us when we travel, don&quot;t we? The other apostles and the Lord&quot;s brothers and Peter all do this."
            },
            {
                "verse_number": "6",
                "verse_text": "And are Barnabas and I the only ones who must work to earn our living?"
            },
            {
                "verse_number": "7",
                "verse_text": "No soldier ever serves in the army and pays his own salary. No one ever plants a vineyard without eating some of the grapes himself. No one takes care of a flock of sheep without drinking some of the milk himself."
            },
            {
                "verse_number": "8",
                "verse_text": "These aren&quot;t just my own thoughts. God&quot;s law says the same thing."
            },
            {
                "verse_number": "9",
                "verse_text": "Yes, it is written in the Law of Moses: &apos;When a work animal is being used to separate grain, don&quot;t keep it from eating the grain.&apos; When God said this, was he thinking only about work animals? No."
            },
            {
                "verse_number": "10",
                "verse_text": "He was really talking about us. Yes, that was written for us. The one who plows and the one who separates the grain should both expect to get some of the grain for their work."
            },
            {
                "verse_number": "11",
                "verse_text": "We planted spiritual seed among you, so we should be able to harvest from you some things for this life. Surely that is not asking too much."
            },
            {
                "verse_number": "12",
                "verse_text": "Others have this right to get things from you. So surely we have this right too. But we don&quot;t use this right. No, we endure everything ourselves so that we will not stop anyone from obeying the Good News of Christ."
            },
            {
                "verse_number": "13",
                "verse_text": "Surely you know that those who work at the Temple get their food from the Temple. And those who serve at the altar get part of what is offered at the altar."
            },
            {
                "verse_number": "14",
                "verse_text": "It is the same with those who have the work of telling the Good News. The Lord has commanded that those who tell the Good News should get their living from this work."
            },
            {
                "verse_number": "15",
                "verse_text": "But I have not used any of these rights, and I am not trying to get anything from you. That is not my purpose for writing this. I would rather die than to have someone take away what for me is a great source of pride."
            },
            {
                "verse_number": "16",
                "verse_text": "It&quot;s not my work of telling the Good News that gives me any reason to boast. That is my duty&ndash;something I must do. If I don&quot;t tell people the Good News, I am in real trouble."
            },
            {
                "verse_number": "17",
                "verse_text": "If I did it because it was my own choice, I would deserve to be paid. But I have no choice. I must tell the Good News. So I am only doing the duty that was given to me."
            },
            {
                "verse_number": "18",
                "verse_text": "So what do I get for doing it? My reward is that when I tell people the Good News I can offer it to them for free and not use the rights that come with doing this work."
            },
            {
                "verse_number": "19",
                "verse_text": "I am free. I belong to no other person, but I make myself a slave to everyone. I do this to help save as many people as I can."
            },
            {
                "verse_number": "20",
                "verse_text": "To the Jews I became like a Jew so that I could help save Jews. I myself am not ruled by the law, but to those who are ruled by the law I became like someone who is ruled by the law. I did this to help save those who are ruled by the law."
            },
            {
                "verse_number": "21",
                "verse_text": "To those who are without the law I became like someone who is without the law. I did this to help save those who are without the law. (But really, I am not without God&quot;s law&ndash;I am ruled by the law of Christ.)"
            },
            {
                "verse_number": "22",
                "verse_text": "To those who are weak, I became weak so that I could help save them. I have become all things to all people. I did this so that I could save people in any way possible."
            },
            {
                "verse_number": "23",
                "verse_text": "I do all this to make the Good News known. I do it so that I can share in the blessings of the Good News."
            },
            {
                "verse_number": "24",
                "verse_text": "You know that in a race all the runners run, but only one runner gets the prize. So run like that. Run to win!"
            },
            {
                "verse_number": "25",
                "verse_text": "All who compete in the games use strict training. They do this so that they can win a prize&ndash;one that doesn&quot;t last. But our prize is one that will last forever."
            },
            {
                "verse_number": "26",
                "verse_text": "So I run like someone who has a goal. I fight like a boxer who is hitting something, not just the air."
            },
            {
                "verse_number": "27",
                "verse_text": "It is my own body I fight to make it do what I want. I do this so that I won&quot;t miss getting the prize myself after telling others about it."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Brothers and sisters, I want you to know what happened to our ancestors who were with Moses. They were all under the cloud, and they all walked through the sea."
            },
            {
                "verse_number": "2",
                "verse_text": "They were all baptized into Moses in the cloud and in the sea."
            },
            {
                "verse_number": "3",
                "verse_text": "They all ate the same spiritual food,"
            },
            {
                "verse_number": "4",
                "verse_text": "and they all drank the same spiritual drink. They drank from that spiritual rock that was with them, and that rock was Christ."
            },
            {
                "verse_number": "5",
                "verse_text": "But God was not pleased with most of those people, so they were killed in the desert."
            },
            {
                "verse_number": "6",
                "verse_text": "And these things that happened are examples for us. These examples should stop us from wanting evil things like those people did."
            },
            {
                "verse_number": "7",
                "verse_text": "Don&quot;t worship idols as some of them did. As the Scriptures say, &apos;The people sat down to eat and drink and then got up to have a wild party.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "We should not commit sexual sins as some of them did. In one day 23,000 of them died because of their sin."
            },
            {
                "verse_number": "9",
                "verse_text": "We should not test Christ as some of them did. Because of that, they were killed by snakes."
            },
            {
                "verse_number": "10",
                "verse_text": "And don&quot;t complain as some of them did. Because they complained, they were killed by the angel that destroys."
            },
            {
                "verse_number": "11",
                "verse_text": "The things that happened to those people are examples. They were written to be warnings for us. We live in the time that all those past histories were pointing to."
            },
            {
                "verse_number": "12",
                "verse_text": "So anyone who thinks they are standing strong should be careful that they don&quot;t fall."
            },
            {
                "verse_number": "13",
                "verse_text": "The only temptations that you have are the same temptations that all people have. But you can trust God. He will not let you be tempted more than you can bear. But when you are tempted, God will also give you a way to escape that temptation. Then you will be able to endure it."
            },
            {
                "verse_number": "14",
                "verse_text": "So, my dear friends, stay away from worshiping idols."
            },
            {
                "verse_number": "15",
                "verse_text": "You are intelligent people. Judge for yourselves the truth of what I say now."
            },
            {
                "verse_number": "16",
                "verse_text": "The cup of blessing that we give thanks for is a sharing in the blood sacrifice of Christ, isn&quot;t it? And the bread that we break is a sharing in the body of Christ, isn&quot;t it?"
            },
            {
                "verse_number": "17",
                "verse_text": "There is one loaf of bread, so we who are many are one body, because we all share in that one loaf."
            },
            {
                "verse_number": "18",
                "verse_text": "And think about what the people of Israel do. When they eat the sacrifices, they are united by sharing what was offered on the altar."
            },
            {
                "verse_number": "19",
                "verse_text": "So, am I saying that sacrifices to idols are the same as those Jewish sacrifices? No, because an idol is nothing, and the things offered to idols are worth nothing."
            },
            {
                "verse_number": "20",
                "verse_text": "But I am saying that when food is sacrificed to idols, it is an offering to demons, not to God. And I don&quot;t want you to share anything with demons."
            },
            {
                "verse_number": "21",
                "verse_text": "You cannot drink the cup of the Lord and then go drink a cup that honors demons. You cannot share a meal at the Lord&quot;s table and then go share a meal that honors demons."
            },
            {
                "verse_number": "22",
                "verse_text": "Doing that would make the Lord jealous. Do you really want to do that? Do you think we are stronger than he is?"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;All things are allowed,&apos; you say. But not all things are good. &apos;All things are allowed.&apos; But some things don&quot;t help anyone."
            },
            {
                "verse_number": "24",
                "verse_text": "Try to do what is good for others, not just what is good for yourselves."
            },
            {
                "verse_number": "25",
                "verse_text": "Eat any meat that is sold in the meat market. Don&quot;t ask questions about it to see if it is something you think is wrong to eat."
            },
            {
                "verse_number": "26",
                "verse_text": "You can eat it, &apos;because the earth and everything in it belong to the Lord.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Someone who is not a believer might invite you to eat with them. If you want to go, then eat anything that is put before you. Don&quot;t ask questions to see if it is something you think is wrong to eat."
            },
            {
                "verse_number": "28",
                "verse_text": "But if someone tells you, &apos;That food was offered to idols,&apos; then don&quot;t eat it. That&quot;s because some people think it is wrong, and it might cause a problem for the person who told you that."
            },
            {
                "verse_number": "29",
                "verse_text": "I don&quot;t mean that you think it is wrong. But the other person might think it is wrong. That&quot;s the only reason not to eat it. My own freedom should not be judged by what another person thinks."
            },
            {
                "verse_number": "30",
                "verse_text": "I eat the meal with thankfulness. So I don&quot;t want to be criticized because of something I thank God for."
            },
            {
                "verse_number": "31",
                "verse_text": "So if you eat, or if you drink, or if you do anything, do it for the glory of God."
            },
            {
                "verse_number": "32",
                "verse_text": "Never do anything that might make other people do wrong&ndash;Jews, non-Jews, or anyone in God&quot;s church."
            },
            {
                "verse_number": "33",
                "verse_text": "I do the same thing. I try to please everyone in every way. I am not trying to do what is good for me. I am trying to do what is good for the most people so that they can be saved."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Follow my example, just as I follow the example of Christ."
            },
            {
                "verse_number": "2",
                "verse_text": "I praise you because you remember me in all things. You follow closely the teachings I gave you."
            },
            {
                "verse_number": "3",
                "verse_text": "But I want you to understand this: The head of every man is Christ. And the head of a woman is the man. And the head of Christ is God."
            },
            {
                "verse_number": "4",
                "verse_text": "Every man who prophesies or prays with his head covered brings shame to his head."
            },
            {
                "verse_number": "5",
                "verse_text": "But every woman who prays or prophesies should have her head covered. If her head is not covered, she brings shame to her head. Then she is the same as a woman who has her head shaved."
            },
            {
                "verse_number": "6",
                "verse_text": "If a woman does not cover her head, it is the same as cutting off all her hair. But it is shameful for a woman to cut off her hair or to shave her head. So she should cover her head."
            },
            {
                "verse_number": "7",
                "verse_text": "But a man should not cover his head, because he is made like God and is God&quot;s glory. But woman is man&quot;s glory."
            },
            {
                "verse_number": "8",
                "verse_text": "Man did not come from woman. Woman came from man."
            },
            {
                "verse_number": "9",
                "verse_text": "And man was not made for woman. Woman was made for man."
            },
            {
                "verse_number": "10",
                "verse_text": "So that is why a woman should have her head covered with something that shows she is under authority. Also, she should do this because of the angels."
            },
            {
                "verse_number": "11",
                "verse_text": "But in the Lord the woman needs the man, and the man needs the woman."
            },
            {
                "verse_number": "12",
                "verse_text": "This is true because woman came from man, but also man is born from woman. Really, everything comes from God."
            },
            {
                "verse_number": "13",
                "verse_text": "Decide this for yourselves: Is it right for a woman to pray to God without something on her head?"
            },
            {
                "verse_number": "14",
                "verse_text": "Even nature itself teaches you that wearing long hair is shameful for a man."
            },
            {
                "verse_number": "15",
                "verse_text": "But wearing long hair is a woman&quot;s honor. Long hair is given to the woman to cover her head."
            },
            {
                "verse_number": "16",
                "verse_text": "Some people may still want to argue about this. But we and the churches of God don&quot;t accept what those people are doing."
            },
            {
                "verse_number": "17",
                "verse_text": "In the things I tell you now I don&quot;t praise you. Your meetings hurt you more than they help you."
            },
            {
                "verse_number": "18",
                "verse_text": "First, I hear that when you meet together as a church you are divided. And this is not hard to believe"
            },
            {
                "verse_number": "19",
                "verse_text": "because of your idea that you must have separate groups to show who the real believers are!"
            },
            {
                "verse_number": "20",
                "verse_text": "When you all come together, it is not really the Lord&quot;s Supper you are eating."
            },
            {
                "verse_number": "21",
                "verse_text": "I say this because when you eat, each one eats without waiting for the others. Some people don&quot;t get enough to eat or drink, while others have too much."
            },
            {
                "verse_number": "22",
                "verse_text": "You can eat and drink in your own homes. It seems that you think God&quot;s church is not important. You embarrass those who are poor. What can I say? Should I praise you? No, I cannot praise you for this."
            },
            {
                "verse_number": "23",
                "verse_text": "The teaching I gave you is the same that I received from the Lord: On the night when the Lord Jesus was handed over to be killed, he took bread"
            },
            {
                "verse_number": "24",
                "verse_text": "and gave thanks for it. Then he divided the bread and said, &apos;This is my body; it is for you. Eat this to remember me.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "In the same way, after they ate, Jesus took the cup of wine. He said, &apos;This cup represents the new agreement from God, which begins with my blood sacrifice. When you drink this, do it to remember me.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "This means that every time you eat this bread and drink this cup, you are telling others about the Lord&quot;s death until he comes again."
            },
            {
                "verse_number": "27",
                "verse_text": "So if you eat the bread or drink the cup of the Lord in a way that does not fit its meaning, you are sinning against the body and the blood of the Lord."
            },
            {
                "verse_number": "28",
                "verse_text": "Before you eat the bread and drink the cup, you should examine your own attitude."
            },
            {
                "verse_number": "29",
                "verse_text": "If you eat and drink without paying attention to those who are the Lord&quot;s body, your eating and drinking will cause you to be judged guilty."
            },
            {
                "verse_number": "30",
                "verse_text": "That is why many in your group are sick and weak, and many have died."
            },
            {
                "verse_number": "31",
                "verse_text": "But if we judged ourselves in the right way, then God would not judge us."
            },
            {
                "verse_number": "32",
                "verse_text": "But when the Lord judges us, he punishes us to show us the right way. He does this so that we will not be condemned with the world."
            },
            {
                "verse_number": "33",
                "verse_text": "So, my brothers and sisters, when you come together to eat, wait for each other."
            },
            {
                "verse_number": "34",
                "verse_text": "If some are too hungry to wait, they should eat at home. Do this so that your meeting together will not bring God&quot;s judgment on you. I will tell you what to do about the other things when I come."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Now, brothers and sisters, I want you to understand about spiritual gifts."
            },
            {
                "verse_number": "2",
                "verse_text": "You remember the lives you lived before you were believers. You let yourselves be influenced and led away to worship idols&ndash;things that have no life."
            },
            {
                "verse_number": "3",
                "verse_text": "So I tell you that no one who is speaking with the help of God&quot;s Spirit says, &apos;Jesus be cursed.&apos; And no one can say, &apos;Jesus is Lord,&apos; without the help of the Holy Spirit."
            },
            {
                "verse_number": "4",
                "verse_text": "There are different kinds of spiritual gifts, but they are all from the same Spirit."
            },
            {
                "verse_number": "5",
                "verse_text": "There are different ways to serve, but we serve the same Lord."
            },
            {
                "verse_number": "6",
                "verse_text": "And there are different ways that God works in people, but it is the same God who works in all of us to do everything."
            },
            {
                "verse_number": "7",
                "verse_text": "Something from the Spirit can be seen in each person. The Spirit gives this to each one to help others."
            },
            {
                "verse_number": "8",
                "verse_text": "The Spirit gives one person the ability to speak with wisdom. And the same Spirit gives another person the ability to speak with knowledge."
            },
            {
                "verse_number": "9",
                "verse_text": "The same Spirit gives faith to one person and to another he gives gifts of healing."
            },
            {
                "verse_number": "10",
                "verse_text": "The Spirit gives to one person the power to do miracles, to another the ability to prophesy, and to another the ability to judge what is from the Spirit and what is not. The Spirit gives one person the ability to speak in different kinds of languages, and to another the ability to interpret those languages."
            },
            {
                "verse_number": "11",
                "verse_text": "One Spirit, the same Spirit, does all these things. The Spirit decides what to give each one."
            },
            {
                "verse_number": "12",
                "verse_text": "A person has only one body, but it has many parts. Yes, there are many parts, but all those parts are still just one body. Christ is like that too."
            },
            {
                "verse_number": "13",
                "verse_text": "Some of us are Jews and some of us are not; some of us are slaves and some of us are free. But we were all baptized to become one body through one Spirit. And we were all given the one Spirit."
            },
            {
                "verse_number": "14",
                "verse_text": "And a person&quot;s body has more than one part. It has many parts."
            },
            {
                "verse_number": "15",
                "verse_text": "The foot might say, &apos;I am not a hand, so I don&quot;t belong to the body.&apos; But saying this would not stop the foot from being a part of the body."
            },
            {
                "verse_number": "16",
                "verse_text": "The ear might say, &apos;I am not an eye, so I don&quot;t belong to the body.&apos; But saying this would not make the ear stop being a part of the body."
            },
            {
                "verse_number": "17",
                "verse_text": "If the whole body were an eye, it would not be able to hear. If the whole body were an ear, it would not be able to smell anything."
            },
            {
                "verse_number": "20",
                "verse_text": "So there are many parts, but only one body."
            },
            {
                "verse_number": "21",
                "verse_text": "The eye cannot say to the hand, &apos;I don&quot;t need you!&apos; And the head cannot say to the foot, &apos;I don&quot;t need you!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "No, those parts of the body that seem to be weaker are actually very important."
            },
            {
                "verse_number": "23",
                "verse_text": "And the parts that we think are not worth very much are the parts we give the most care to. And we give special care to the parts of the body that we don&quot;t want to show."
            },
            {
                "verse_number": "24",
                "verse_text": "The more beautiful parts don&quot;t need this special care. But God put the body together and gave more honor to the parts that need it."
            },
            {
                "verse_number": "25",
                "verse_text": "God did this so that our body would not be divided. God wanted the different parts to care the same for each other."
            },
            {
                "verse_number": "26",
                "verse_text": "If one part of the body suffers, then all the other parts suffer with it. Or if one part is honored, then all the other parts share its honor."
            },
            {
                "verse_number": "27",
                "verse_text": "All of you together are the body of Christ. Each one of you is a part of that body."
            },
            {
                "verse_number": "28",
                "verse_text": "And in the church God has given a place first to apostles, second to prophets, and third to teachers. Then God has given a place to those who do miracles, those who have gifts of healing, those who can help others, those who are able to lead, and those who can speak in different kinds of languages."
            },
            {
                "verse_number": "29",
                "verse_text": "Not all are apostles. Not all are prophets. Not all are teachers. Not all do miracles."
            },
            {
                "verse_number": "30",
                "verse_text": "Not all have gifts of healing. Not all speak in different kinds of languages. Not all interpret those languages."
            },
            {
                "verse_number": "31",
                "verse_text": "Continue to give your attention to the spiritual gifts you consider to be the greatest. But now I want to point out a way of life that is even greater."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "I may speak in different languages, whether human or even of angels. But if I don&quot;t have love, I am only a noisy bell or a ringing cymbal."
            },
            {
                "verse_number": "2",
                "verse_text": "I may have the gift of prophecy, I may understand all secrets and know everything there is to know, and I may have faith so great that I can move mountains. But even with all this, if I don&quot;t have love, I am nothing."
            },
            {
                "verse_number": "3",
                "verse_text": "I may give away everything I have to help others, and I may even give my body as an offering to be burned. But I gain nothing by doing all this if I don&quot;t have love."
            },
            {
                "verse_number": "4",
                "verse_text": "Love is patient and kind. Love is not jealous, it does not brag, and it is not proud."
            },
            {
                "verse_number": "5",
                "verse_text": "Love is not rude, it is not selfish, and it cannot be made angry easily. Love does not remember wrongs done against it."
            },
            {
                "verse_number": "6",
                "verse_text": "Love is never happy when others do wrong, but it is always happy with the truth."
            },
            {
                "verse_number": "7",
                "verse_text": "Love never gives up on people. It never stops trusting, never loses hope, and never quits."
            },
            {
                "verse_number": "8",
                "verse_text": "Love will never end. But all those gifts will come to an end&ndash;even the gift of prophecy, the gift of speaking in different kinds of languages, and the gift of knowledge."
            },
            {
                "verse_number": "9",
                "verse_text": "These will all end because this knowledge and these prophecies we have are not complete."
            },
            {
                "verse_number": "10",
                "verse_text": "But when perfection comes, the things that are not complete will end."
            },
            {
                "verse_number": "11",
                "verse_text": "When I was a child, I talked like a child, I thought like a child, and I made plans like a child. When I became a man, I stopped those childish ways."
            },
            {
                "verse_number": "12",
                "verse_text": "It is the same with us. Now we see God as if we are looking at a reflection in a mirror. But then, in the future, we will see him right before our eyes. Now I know only a part, but at that time I will know fully, as God has known me."
            },
            {
                "verse_number": "13",
                "verse_text": "So these three things continue: faith, hope, and love. And the greatest of these is love."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Love should be the goal of your life, but you should also want to have the gifts that come from the Spirit. And the gift you should want most is to be able to prophesy."
            },
            {
                "verse_number": "2",
                "verse_text": "I will explain why. Those who have the gift of speaking in a different language are not speaking to people. They are speaking to God. No one understands them&ndash;they are speaking secret things through the Spirit."
            },
            {
                "verse_number": "3",
                "verse_text": "But those who prophesy are speaking to people. They help people grow stronger in faith, and they give encouragement and comfort."
            },
            {
                "verse_number": "4",
                "verse_text": "Those who speak in a different language are helping only themselves. But those who prophesy are helping the whole church. &apos;Using those who speak a different language and using the lips of foreigners, I will speak to these people. But even then, they will not obey me.&apos; Isaiah 28:11-12 This is what the Lord says."
            },
            {
                "verse_number": "5",
                "verse_text": "I would like all of you to have the gift of speaking in different languages. But what I want more is for you to prophesy. Anyone who prophesies is more important than those who can only speak in different languages. However, if they can also interpret those languages, they are as important as the one who prophesies. If they can interpret, then the church can be helped by what they say."
            },
            {
                "verse_number": "6",
                "verse_text": "Brothers and sisters, will it help you if I come to you speaking in different languages? No, it will help you only if I bring you a new truth or some knowledge, prophecy, or teaching."
            },
            {
                "verse_number": "7",
                "verse_text": "This is true even with lifeless things that make sounds&ndash;like a flute or a harp. If the different musical notes are not made clear, you can&quot;t understand what song is being played. Each note must be played clearly for you to be able to understand the tune."
            },
            {
                "verse_number": "8",
                "verse_text": "And in a war, if the trumpet does not sound clearly, the soldiers will not know it is time to prepare for fighting."
            },
            {
                "verse_number": "9",
                "verse_text": "It is the same with you. If you don&quot;t speak clearly in a language people know, they cannot understand what you are saying. You will be talking to the air!"
            },
            {
                "verse_number": "10",
                "verse_text": "It is true that there are many different languages in the world, and they all have meaning."
            },
            {
                "verse_number": "11",
                "verse_text": "But if I don&quot;t understand the meaning of what someone is saying, it will just be strange sounds to me, and I will sound just as strange to them."
            },
            {
                "verse_number": "12",
                "verse_text": "That&quot;s why you who want spiritual gifts so much should prefer those gifts that help the church grow stronger."
            },
            {
                "verse_number": "13",
                "verse_text": "So those who have the gift of speaking in a different language should pray that they can also interpret what they say."
            },
            {
                "verse_number": "14",
                "verse_text": "If I pray in a different language, my spirit is praying, but my mind does nothing."
            },
            {
                "verse_number": "15",
                "verse_text": "So what should I do? I will pray with my spirit, but I will also pray with my mind. I will sing with my spirit, but I will also sing with my mind."
            },
            {
                "verse_number": "16",
                "verse_text": "You might be praising God with your spirit. But someone there without understanding cannot say &apos;Amen&apos; to your prayer of thanks, because they don&quot;t know what you are saying."
            },
            {
                "verse_number": "17",
                "verse_text": "You may be thanking God in a good way, but others are not helped."
            },
            {
                "verse_number": "18",
                "verse_text": "I thank God that my gift of speaking in different kinds of languages is greater than any of yours."
            },
            {
                "verse_number": "19",
                "verse_text": "But in the church meetings I would rather speak five words that I understand than thousands of words in a different language. I would rather speak with my understanding, so that I can teach others."
            },
            {
                "verse_number": "20",
                "verse_text": "Brothers and sisters, don&quot;t think like children. In evil things be like babies, but in your thinking you should be like full-grown adults."
            },
            {
                "verse_number": "21",
                "verse_text": "As the Scriptures say,"
            },
            {
                "verse_number": "22",
                "verse_text": "And from this we see that the use of different languages shows how God deals with those who don&quot;t believe, not with those who believe. And prophecy shows how God works through those who believe, not through unbelievers."
            },
            {
                "verse_number": "23",
                "verse_text": "Suppose the whole church meets together and you all speak in different languages. If some people come in who are without understanding or don&quot;t believe, they will say you are crazy."
            },
            {
                "verse_number": "24",
                "verse_text": "But suppose you are all prophesying and someone comes in who does not believe or who is without understanding. Their sin will be shown to them, and they will be judged by everything you say."
            },
            {
                "verse_number": "25",
                "verse_text": "The secret things in their heart will be made known. So they will bow down and worship God. They will say, &apos;Without a doubt, God is here with you.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "So, brothers and sisters, what should you do? When you meet together, one person has a song, another has a teaching, and another has a new truth from God. One person speaks in a different language, and another interprets that language. The purpose of whatever you do should be to help everyone grow stronger in faith."
            },
            {
                "verse_number": "27",
                "verse_text": "When you meet together, if anyone speaks to the group in a different language, it should be only two or no more than three people who do this. And they should speak one after the other. And someone else should interpret what they say."
            },
            {
                "verse_number": "28",
                "verse_text": "But if there is no interpreter, then anyone who speaks in a different language should be quiet in the church meeting. They should speak only to themselves and to God."
            },
            {
                "verse_number": "29",
                "verse_text": "And only two or three prophets should speak. The others should judge what they say."
            },
            {
                "verse_number": "30",
                "verse_text": "And if a message from God comes to someone who is sitting, the first speaker should be quiet."
            },
            {
                "verse_number": "31",
                "verse_text": "You can all prophesy one after the other. This way everyone can be taught and encouraged."
            },
            {
                "verse_number": "32",
                "verse_text": "The spirits of prophets are under the control of the prophets themselves."
            },
            {
                "verse_number": "33",
                "verse_text": "God is not a God of confusion but a God of peace. This is the rule for all the meetings of God&quot;s people."
            },
            {
                "verse_number": "34",
                "verse_text": "The women should keep quiet in these church meetings. They are not allowed to speak out but should be under authority, as the Law of Moses says."
            },
            {
                "verse_number": "35",
                "verse_text": "If there is something they want to know, they should ask their own husbands at home. It is shameful for a woman to speak up like that in the church meeting."
            },
            {
                "verse_number": "36",
                "verse_text": "God&quot;s teaching did not come from you, and you are not the only ones who have received it."
            },
            {
                "verse_number": "37",
                "verse_text": "If you think you are a prophet or that you have a spiritual gift, you should understand that what I am writing to you is the Lord&quot;s command."
            },
            {
                "verse_number": "38",
                "verse_text": "If you do not accept this, you will not be accepted."
            },
            {
                "verse_number": "39",
                "verse_text": "So my brothers and sisters, continue to give your attention to prophesying. And don&quot;t stop anyone from using the gift of speaking in different languages."
            },
            {
                "verse_number": "40",
                "verse_text": "But everything should be done in a way that is right and orderly."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Now, brothers and sisters, I want you to remember the Good News I told you. You received that Good News message, and you continue to base your life on it."
            },
            {
                "verse_number": "2",
                "verse_text": "That Good News, the message you heard from me, is God&quot;s way to save you. But you must continue believing it. If you don&quot;t, you believed for nothing. There is a physical body. So there is also a spiritual body. &apos;Death is swallowed in victory.&apos; Isaiah 25:8 Where is your power to hurt?&apos; Hosea 13:14"
            },
            {
                "verse_number": "3",
                "verse_text": "I gave you the message that I received. I told you the most important truths: that Christ died for our sins, as the Scriptures say;"
            },
            {
                "verse_number": "4",
                "verse_text": "that he was buried and was raised to life on the third day, as the Scriptures say;"
            },
            {
                "verse_number": "5",
                "verse_text": "and that he appeared to Peter and then to the twelve apostles."
            },
            {
                "verse_number": "6",
                "verse_text": "After that Christ appeared to more than 500 other believers at the same time. Most of them are still living today, but some have died."
            },
            {
                "verse_number": "7",
                "verse_text": "Then he appeared to James and later to all the apostles."
            },
            {
                "verse_number": "8",
                "verse_text": "Last of all, he appeared to me. I was different, like a baby born before the normal time."
            },
            {
                "verse_number": "9",
                "verse_text": "All the other apostles are greater than I am. I say this because I persecuted the church of God. That is why I am not even good enough to be called an apostle."
            },
            {
                "verse_number": "10",
                "verse_text": "But, because of God&quot;s grace, that is what I am. And his grace that he gave me was not wasted. I worked harder than all the other apostles. (But I was not really the one working. It was God&quot;s grace that was with me.)"
            },
            {
                "verse_number": "11",
                "verse_text": "So then it is not important if I told you God&quot;s message or if it was the other apostles who told you&ndash;we all tell people the same message, and this is what you believed."
            },
            {
                "verse_number": "12",
                "verse_text": "We tell everyone that Christ was raised from death. So why do some of you say that people will not be raised from death?"
            },
            {
                "verse_number": "13",
                "verse_text": "If no one will ever be raised from death, then Christ has never been raised."
            },
            {
                "verse_number": "14",
                "verse_text": "And if Christ has never been raised, then the message we tell is worth nothing. And your faith is worth nothing."
            },
            {
                "verse_number": "15",
                "verse_text": "And we will also be guilty of lying about God, because we have told people about him, saying that he raised Christ from death. And if no one is raised from death, then God never raised Christ from death."
            },
            {
                "verse_number": "16",
                "verse_text": "If those who have died are not raised, then Christ has not been raised either."
            },
            {
                "verse_number": "17",
                "verse_text": "And if Christ has not been raised from death, then your faith is for nothing; you are still guilty of your sins."
            },
            {
                "verse_number": "18",
                "verse_text": "And those in Christ who have already died are lost."
            },
            {
                "verse_number": "19",
                "verse_text": "If our hope in Christ is only for this life here on earth, then people should feel more sorry for us than for anyone else."
            },
            {
                "verse_number": "20",
                "verse_text": "But Christ really has been raised from death&ndash;the first one of all those who will be raised."
            },
            {
                "verse_number": "21",
                "verse_text": "Death comes to people because of what one man did. But now there is resurrection from death because of another man."
            },
            {
                "verse_number": "22",
                "verse_text": "I mean that in Adam all of us die. And in the same way, in Christ all of us will be made alive again."
            },
            {
                "verse_number": "23",
                "verse_text": "But everyone will be raised to life in the right order. Christ was first to be raised. Then, when Christ comes again, those who belong to him will be raised to life."
            },
            {
                "verse_number": "24",
                "verse_text": "Then the end will come. Christ will destroy all rulers, authorities, and powers. Then he will give the kingdom to God the Father."
            },
            {
                "verse_number": "25",
                "verse_text": "Christ must rule until God puts all enemies under his control."
            },
            {
                "verse_number": "26",
                "verse_text": "The last enemy to be destroyed will be death."
            },
            {
                "verse_number": "27",
                "verse_text": "As the Scriptures say, &apos;God put everything under his control.&apos; When it says that &apos;everything&apos; is put under him, it is clear that this does not include God himself. God is the one putting everything under Christ&quot;s control."
            },
            {
                "verse_number": "28",
                "verse_text": "After everything has been put under Christ, then the Son himself will be put under God. God is the one who put everything under Christ. And Christ will be put under God so that God will be the complete ruler over everything."
            },
            {
                "verse_number": "29",
                "verse_text": "If no one will ever be raised from death, then what will the people do who are baptized for those who have died? If the dead are never raised, then why are people baptized for them?"
            },
            {
                "verse_number": "30",
                "verse_text": "And what about us? Why do we put ourselves in danger every hour?"
            },
            {
                "verse_number": "31",
                "verse_text": "I face death every day. That is true, brothers and sisters, just as it is true that I am proud of what you are because of Christ Jesus our Lord."
            },
            {
                "verse_number": "32",
                "verse_text": "I fought wild animals in Ephesus. If I did that only for human reasons, then I have gained nothing. If we are not raised from death, &apos;Let us eat and drink, because tomorrow we die.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "Don&quot;t be fooled: &apos;Bad friends will ruin good habits.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Come back to your right way of thinking and stop sinning. Some of you don&quot;t know God. I say this to shame you."
            },
            {
                "verse_number": "35",
                "verse_text": "But someone may ask, &apos;How are the dead raised? What kind of body will they have?&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "These are stupid questions. When you plant something, it must die in the ground before it can live and grow."
            },
            {
                "verse_number": "37",
                "verse_text": "And when you plant something, what you plant does not have the same &apos;body&apos; that it will have later. What you plant is only a seed, maybe wheat or something else."
            },
            {
                "verse_number": "38",
                "verse_text": "But God gives it the body that he has planned for it, and he gives each kind of seed its own body."
            },
            {
                "verse_number": "39",
                "verse_text": "All things made of flesh are not the same: People have one kind of flesh, animals have another, birds have another, and fish have yet another kind."
            },
            {
                "verse_number": "40",
                "verse_text": "Also there are heavenly bodies and earthly bodies. But the beauty of the heavenly bodies is one kind, and the beauty of the earthly bodies is another."
            },
            {
                "verse_number": "41",
                "verse_text": "The sun has one kind of beauty, the moon has another kind, and the stars have another. And each star is different in its beauty."
            },
            {
                "verse_number": "42",
                "verse_text": "It will be the same when those who have died are raised to life. The body that is &apos;planted&apos; in the grave will ruin and decay, but it will be raised to a life that cannot be destroyed."
            },
            {
                "verse_number": "43",
                "verse_text": "When the body is &apos;planted,&apos; it is without honor. But when it is raised, it will be great and glorious. When the body is &apos;planted,&apos; it is weak. But when it is raised, it will be full of power."
            },
            {
                "verse_number": "44",
                "verse_text": "The body that is &apos;planted&apos; is a physical body. When it is raised, it will be a spiritual body."
            },
            {
                "verse_number": "45",
                "verse_text": "As the Scriptures say, &apos;The first man, Adam, became a living person. &apos; But the last Adam is a life-giving spirit."
            },
            {
                "verse_number": "46",
                "verse_text": "The spiritual man did not come first. It was the physical man that came first; then came the spiritual."
            },
            {
                "verse_number": "47",
                "verse_text": "The first man came from the dust of the earth. The second man came from heaven."
            },
            {
                "verse_number": "48",
                "verse_text": "All people belong to the earth. They are like that first man of earth. But those who belong to heaven are like that man of heaven."
            },
            {
                "verse_number": "49",
                "verse_text": "We were made like that man of earth, so we will also be made like that man of heaven."
            },
            {
                "verse_number": "50",
                "verse_text": "I tell you this, brothers and sisters: Our bodies of flesh and blood cannot have a part in God&quot;s kingdom. Something that will ruin cannot have a part in something that never ruins."
            },
            {
                "verse_number": "51",
                "verse_text": "But listen, I tell you this secret: We will not all die, but we will all be changed."
            },
            {
                "verse_number": "52",
                "verse_text": "It will only take the time of a second. We will be changed as quickly as an eye blinks. This will happen when the last trumpet blows. The trumpet will blow and those who have died will be raised to live forever. And we will all be changed."
            },
            {
                "verse_number": "53",
                "verse_text": "This body that ruins must clothe itself with something that will never ruin. And this body that dies must clothe itself with something that will never die."
            },
            {
                "verse_number": "54",
                "verse_text": "So this body that ruins will clothe itself with that which never ruins. And this body that dies will clothe itself with that which never dies. When this happens, the Scriptures will be made true:"
            },
            {
                "verse_number": "55",
                "verse_text": "&apos;O death, where is your victory?"
            },
            {
                "verse_number": "56",
                "verse_text": "Death&quot;s power to hurt is sin, and the power of sin is the law."
            },
            {
                "verse_number": "57",
                "verse_text": "But we thank God who gives us the victory through our Lord Jesus Christ!"
            },
            {
                "verse_number": "58",
                "verse_text": "So, my dear brothers and sisters, stand strong. Don&quot;t let anything change you. Always give yourselves fully to the work of the Lord. You know that your work in the Lord is never wasted."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Now, about the collection of money for God&quot;s people: Do the same as I told the Galatian churches to do."
            },
            {
                "verse_number": "2",
                "verse_text": "On the first day of every week, each of you should take some of your money and put it in a special place. Save up as much as you can from what you are blessed with. Then you will not have to gather it all after I come."
            },
            {
                "verse_number": "3",
                "verse_text": "When I arrive, I will send some men to take your gift to Jerusalem. These will be the ones you all agree should go. I will send them with letters of introduction."
            },
            {
                "verse_number": "4",
                "verse_text": "If it seems good for me to go too, we can all travel together."
            },
            {
                "verse_number": "5",
                "verse_text": "I plan to go through Macedonia, so I will come to you after that."
            },
            {
                "verse_number": "6",
                "verse_text": "Maybe I will stay with you for a time. I might even stay all winter. Then you can help me on my trip, wherever I go."
            },
            {
                "verse_number": "7",
                "verse_text": "I don&quot;t want to come see you now, because I would have to leave to go to other places. I hope to stay a longer time with you, if the Lord allows it."
            },
            {
                "verse_number": "8",
                "verse_text": "But I will stay in Ephesus until Pentecost."
            },
            {
                "verse_number": "9",
                "verse_text": "I will stay here, because a good opportunity for a great and growing work has been given to me now. And there are many people working against it."
            },
            {
                "verse_number": "10",
                "verse_text": "Timothy might come to you. Try to make him feel comfortable with you. He is working for the Lord the same as I am."
            },
            {
                "verse_number": "11",
                "verse_text": "So none of you should refuse to accept Timothy. Help him continue on his trip in peace so that he can come back to me. I am expecting him to come back with the other brothers."
            },
            {
                "verse_number": "12",
                "verse_text": "Now about our brother Apollos: I strongly encouraged him to visit you with the other brothers. He prefers not to come now, but he will come when he has the opportunity."
            },
            {
                "verse_number": "13",
                "verse_text": "Be careful. Hold firmly to your faith. Have courage and be strong."
            },
            {
                "verse_number": "14",
                "verse_text": "Do everything in love."
            },
            {
                "verse_number": "15",
                "verse_text": "You know that Stephanas and his family were the first believers in Achaia. They have given themselves to the service of God&quot;s people. I ask you, brothers and sisters,"
            },
            {
                "verse_number": "16",
                "verse_text": "to follow the leading of people like these and others who work hard and serve together with them."
            },
            {
                "verse_number": "17",
                "verse_text": "I am happy that Stephanas, Fortunatus, and Achaicus have come. You are not here, but they have filled your place."
            },
            {
                "verse_number": "18",
                "verse_text": "They have been a great encouragement to me and to you as well. You should recognize the value of such people."
            },
            {
                "verse_number": "19",
                "verse_text": "The churches in Asia send you their greetings. Aquila and Priscilla greet you in the Lord. Also the church that meets in their house sends greetings."
            },
            {
                "verse_number": "20",
                "verse_text": "All the brothers and sisters here send their greetings. Give each other the special greeting of God&quot;s people."
            },
            {
                "verse_number": "21",
                "verse_text": "Here&quot;s my greeting in my own handwriting&ndash; Paul ."
            },
            {
                "verse_number": "22",
                "verse_text": "If anyone does not love the Lord, let that person be separated from God&ndash;lost forever! Come, O Lord!"
            },
            {
                "verse_number": "23",
                "verse_text": "The grace of the Lord Jesus be with you."
            },
            {
                "verse_number": "24",
                "verse_text": "My love be with all of you in Christ Jesus."
            }
        ]
    }
}