{
    "Ezra": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "During the first year that Cyrus was king of Persia, the Lord caused him to make an announcement. It was written down, and Cyrus ordered that it be read throughout his kingdom. This was done so that what the Lord had told Jeremiah years before would now happen. This was the announcement: The Lord, the God of heaven, gave all the kingdoms on earth to me. And he chose me to build a temple for him at Jerusalem in the country of Judah."
            },
            {
                "verse_number": "2",
                "verse_text": "From King Cyrus of Persia:"
            },
            {
                "verse_number": "3",
                "verse_text": "If any of God&quot;s people are living among you, I pray God will bless them. You must let them go to Jerusalem in the country of Judah. You must let them go build the Temple of the Lord, the God of Israel, the God who is in Jerusalem."
            },
            {
                "verse_number": "4",
                "verse_text": "And so in any place where there might be survivors of Israel, the men in that place must support these survivors. Give them silver, gold, animals, and other things. Give them gifts for God&quot;s Temple in Jerusalem."
            },
            {
                "verse_number": "5",
                "verse_text": "Then God caused many of his people to want to go to Jerusalem. These included the family leaders of the tribes of Judah and Benjamin, the priests and Levites, and many others. They all prepared to go and rebuild the Lord&quot;s Temple."
            },
            {
                "verse_number": "6",
                "verse_text": "All their neighbors gave them many gifts. They gave them silver, gold, animals, and other expensive things. Their neighbors freely gave them all those things."
            },
            {
                "verse_number": "7",
                "verse_text": "Also, King Cyrus brought out the things that belonged in the Lord&quot;s Temple that Nebuchadnezzar had taken away from Jerusalem. He had put them in his temple where he kept his false gods."
            },
            {
                "verse_number": "8",
                "verse_text": "King Cyrus of Persia told Mithredath, the man who keeps his money, to bring those things out. So Mithredath brought them out to Sheshbazzar, the leader of Judah."
            },
            {
                "verse_number": "9",
                "verse_text": "This is what Mithredath brought out of the Lord&quot;s Temple: 30 gold dishes, 1000 silver dishes, 29 knives and pans,"
            },
            {
                "verse_number": "10",
                "verse_text": "30 gold bowls, 410 silver bowls similar to the gold bowls, and 1000 other dishes."
            },
            {
                "verse_number": "11",
                "verse_text": "All together, there were 5400 things made from gold and silver. Sheshbazzar brought them all with him when the prisoners left Babylon and went back to Jerusalem."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "These are the people of the province who returned from captivity. King Nebuchadnezzar of Babylon had taken these people as prisoners to Babylon. They now returned to Jerusalem and Judah, everyone to their own town."
            },
            {
                "verse_number": "2",
                "verse_text": "These are the people who returned with Zerubbabel: Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, and Baanah. This is the list of names and numbers of men from Israel who returned: the descendants of Jedaiah through the family of Jeshua: 973 the descendants of Jeshua and Kadmiel through the family of Hodaviah: 74 the descendants of Asaph: 128 the descendants of Shallum, Ater, Talmon, Akkub, Hatita, and Shobai: 139 Ziha, Hasupha, Tabbaoth, Sotai, Hassophereth, Peruda, Hobaiah, Hakkoz, and Barzillai. (If a man married a daughter of Barzillai from Gilead, he was counted as a descendant of Barzillai.)"
            },
            {
                "verse_number": "3",
                "verse_text": "the descendants of Parosh: 2172"
            },
            {
                "verse_number": "4",
                "verse_text": "the descendants of Shephatiah: 372"
            },
            {
                "verse_number": "5",
                "verse_text": "the descendants of Arah: 775"
            },
            {
                "verse_number": "6",
                "verse_text": "the descendants of Pahath Moab of the family of Jeshua and Joab: 2812"
            },
            {
                "verse_number": "7",
                "verse_text": "the descendants of Elam: 1254"
            },
            {
                "verse_number": "8",
                "verse_text": "the descendants of Zattu: 945"
            },
            {
                "verse_number": "9",
                "verse_text": "the descendants of Zaccai: 760"
            },
            {
                "verse_number": "10",
                "verse_text": "the descendants of Bani: 642"
            },
            {
                "verse_number": "11",
                "verse_text": "the descendants of Bebai: 623"
            },
            {
                "verse_number": "12",
                "verse_text": "the descendants of Azgad: 1222"
            },
            {
                "verse_number": "13",
                "verse_text": "the descendants of Adonikam: 666"
            },
            {
                "verse_number": "14",
                "verse_text": "the descendants of Bigvai: 2056"
            },
            {
                "verse_number": "15",
                "verse_text": "the descendants of Adin: 454"
            },
            {
                "verse_number": "16",
                "verse_text": "the descendants of Ater through the family of Hezekiah: 98"
            },
            {
                "verse_number": "17",
                "verse_text": "the descendants of Bezai: 323"
            },
            {
                "verse_number": "18",
                "verse_text": "the descendants of Jorah: 112"
            },
            {
                "verse_number": "19",
                "verse_text": "the descendants of Hashum: 223"
            },
            {
                "verse_number": "20",
                "verse_text": "the descendants of Gibbar: 95"
            },
            {
                "verse_number": "21",
                "verse_text": "from the town of Bethlehem: 123"
            },
            {
                "verse_number": "22",
                "verse_text": "from the town of Netophah: 56"
            },
            {
                "verse_number": "23",
                "verse_text": "from the town of Anathoth: 128"
            },
            {
                "verse_number": "24",
                "verse_text": "from the town of Azmaveth: 42"
            },
            {
                "verse_number": "25",
                "verse_text": "from the towns of Kiriath Jearim, Kephirah, and Beeroth: 743"
            },
            {
                "verse_number": "26",
                "verse_text": "from the towns of Ramah and Geba: 621"
            },
            {
                "verse_number": "27",
                "verse_text": "from the town of Micmash: 122"
            },
            {
                "verse_number": "28",
                "verse_text": "from the towns of Bethel and Ai: 223"
            },
            {
                "verse_number": "29",
                "verse_text": "from the town of Nebo: 52"
            },
            {
                "verse_number": "30",
                "verse_text": "from the town of Magbish: 156"
            },
            {
                "verse_number": "31",
                "verse_text": "from the other town named Elam: 1254"
            },
            {
                "verse_number": "32",
                "verse_text": "from the town of Harim: 320"
            },
            {
                "verse_number": "33",
                "verse_text": "from the towns of Lod, Hadid, and Ono: 725"
            },
            {
                "verse_number": "34",
                "verse_text": "from the town of Jericho: 345"
            },
            {
                "verse_number": "35",
                "verse_text": "from the town of Senaah: 3630"
            },
            {
                "verse_number": "36",
                "verse_text": "These are the priests:"
            },
            {
                "verse_number": "37",
                "verse_text": "the descendants of Immer: 1052"
            },
            {
                "verse_number": "38",
                "verse_text": "the descendants of Pashhur: 1247"
            },
            {
                "verse_number": "39",
                "verse_text": "the descendants of Harim: 1017"
            },
            {
                "verse_number": "40",
                "verse_text": "These are the people from the tribe of Levi:"
            },
            {
                "verse_number": "41",
                "verse_text": "These are the singers:"
            },
            {
                "verse_number": "42",
                "verse_text": "These are the descendants of the Temple gatekeepers:"
            },
            {
                "verse_number": "43",
                "verse_text": "These are the descendants of the special Temple servants:"
            },
            {
                "verse_number": "44",
                "verse_text": "Keros, Siaha, Padon,"
            },
            {
                "verse_number": "45",
                "verse_text": "Lebanah, Hagabah, Akkub,"
            },
            {
                "verse_number": "46",
                "verse_text": "Hagab, Shalmai, Hanan,"
            },
            {
                "verse_number": "47",
                "verse_text": "Giddel, Gahar, Reaiah,"
            },
            {
                "verse_number": "48",
                "verse_text": "Rezin, Nekoda, Gazzam,"
            },
            {
                "verse_number": "49",
                "verse_text": "Uzza, Paseah, Besai,"
            },
            {
                "verse_number": "50",
                "verse_text": "Asnah, Meunim, Nephussim,"
            },
            {
                "verse_number": "51",
                "verse_text": "Bakbuk, Hakupha, Harhur,"
            },
            {
                "verse_number": "52",
                "verse_text": "Bazluth, Mehida, Harsha,"
            },
            {
                "verse_number": "53",
                "verse_text": "Barkos, Sisera, Temah,"
            },
            {
                "verse_number": "54",
                "verse_text": "Neziah, and Hatipha."
            },
            {
                "verse_number": "55",
                "verse_text": "These are the descendants of Solomon&quot;s servants:"
            },
            {
                "verse_number": "56",
                "verse_text": "Jaalah, Darkon, Giddel,"
            },
            {
                "verse_number": "57",
                "verse_text": "Shephatiah, Hattil, Pokereth Hazzebaim, and Ami,"
            },
            {
                "verse_number": "58",
                "verse_text": "the Temple servants and descendants of Solomon&quot;s servants: 392"
            },
            {
                "verse_number": "59",
                "verse_text": "Some people came to Jerusalem from the towns of Tel Melah, Tel Harsha, Kerub, Addon, and Immer. But these people could not prove that their families were from the family of Israel:"
            },
            {
                "verse_number": "60",
                "verse_text": "the descendants of Delaiah, Tobiah, and Nekoda: 652"
            },
            {
                "verse_number": "61",
                "verse_text": "From the family of priests there were descendants of"
            },
            {
                "verse_number": "62",
                "verse_text": "These people searched for their family histories, but they could not find them. Their names were not included in the list of priests. They could not prove that their ancestors were priests, so they could not serve as priests."
            },
            {
                "verse_number": "63",
                "verse_text": "The governor ordered them not to eat any of the holy food until there was a priest who could use the Urim and Thummim to ask God what to do."
            },
            {
                "verse_number": "68",
                "verse_text": "When the group arrived at the place in Jerusalem where the Lord&quot;s Temple had been, the family leaders gave their gifts for building this house of God again. They wanted to build it in this same place."
            },
            {
                "verse_number": "69",
                "verse_text": "They gave as much as they were able. These are the things they gave for building the Temple: 1100 pounds of gold, about 4 tons of silver, and 100 coats that priests wear."
            },
            {
                "verse_number": "70",
                "verse_text": "So the priests, Levites, and some of the other people moved to Jerusalem and the area around it. This group included the Temple singers, gatekeepers, and the Temple servants. The other Israelites settled in their own hometowns."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "So by the seventh month, the Israelites had moved back to their own hometowns. At that time all the people met together in Jerusalem. They were all united as one people."
            },
            {
                "verse_number": "2",
                "verse_text": "Then Jeshua son of Jozadak and the priests with him, along with Zerubbabel son of Shealtiel, and the people with him, built the altar of the God of Israel. They built the altar of the God of Israel so that they could offer sacrifices on it. They built it just as it says in the Law of Moses. Moses was God&quot;s special servant. &apos;The Lord is good. His faithful love will last forever.&apos; Then all the people cheered&ndash;they gave a loud shout and praised the Lord because the foundation of the Lord&quot;s Temple had been laid."
            },
            {
                "verse_number": "3",
                "verse_text": "They were afraid of the other people living near them, but that didn&quot;t stop them. They built the altar on its old foundation and offered burnt offerings on it to the Lord. They offered sacrifices in the morning and in the evening."
            },
            {
                "verse_number": "4",
                "verse_text": "Then they celebrated the Festival of Shelters just as the Law of Moses said. They offered the right number of burnt offerings for each day of the festival."
            },
            {
                "verse_number": "5",
                "verse_text": "After that they began offering the continual burnt offerings each day and the offerings for the New Moon and all the other festivals that were commanded by the Lord. The people also began giving any other gifts they wanted to give to the Lord."
            },
            {
                "verse_number": "6",
                "verse_text": "So on the first day of the seventh month, these Israelites again began offering sacrifices to the Lord. This was done, even though the Lord&quot;s Temple had not been rebuilt."
            },
            {
                "verse_number": "7",
                "verse_text": "Then those who had come back from captivity gave money to the stonecutters and carpenters. They also gave food, wine, and olive oil. They used these things to pay the people of Tyre and Sidon to bring cedar logs from Lebanon. They wanted to bring the logs in ships to the seacoast town of Joppa as they did for the first Temple. King Cyrus of Persia gave permission for them to do this."
            },
            {
                "verse_number": "8",
                "verse_text": "So in the second month of the second year after they came to the Temple in Jerusalem, Zerubbabel son of Shealtiel and Jeshua son of Jozadak began the work. Their brothers, the priests, Levites, and everyone who came back to Jerusalem from captivity began working with them. They chose Levites who were 20 years old and older to be the leaders in the building of the Lord&quot;s Temple."
            },
            {
                "verse_number": "9",
                "verse_text": "These were the men who supervised the work of building the Lord&quot;s Temple: Jeshua and his sons, Kadmiel and his sons (the descendants of Judah), the sons of Henadad and their brothers, the Levites."
            },
            {
                "verse_number": "10",
                "verse_text": "The builders finished laying the foundation for the Lord&quot;s Temple. When the foundation was finished, the priests put on their special clothing. Then they got their trumpets, and the sons of Asaph got their cymbals. They all took their places to praise the Lord. This was done the way King David of Israel had ordered in the past."
            },
            {
                "verse_number": "11",
                "verse_text": "They sang songs of praise and thanksgiving, taking turns in singing each part. They sang,"
            },
            {
                "verse_number": "12",
                "verse_text": "But many of the older priests, Levites, and family leaders, who could remember seeing the first Temple, began to cry aloud. They cried while the others there shouted for joy."
            },
            {
                "verse_number": "13",
                "verse_text": "The sound could be heard far away. All of them made so much noise that no one could tell the difference between the shouts of joy and the crying."
            }
        ],
        "4": [
            {
                "verse_number": "3",
                "verse_text": "But Zerubbabel, Jeshua, and the other family leaders of Israel answered, &apos;No, you people cannot help us build a temple for our God. Only we can build the Temple for the Lord. He is the God of Israel. This is what King Cyrus of Persia commanded us to do.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So the enemies began to discourage them and tried to frighten them in order to stop them from building the Temple."
            },
            {
                "verse_number": "5",
                "verse_text": "These enemies hired government officials to work against the people of Judah. The officials constantly did things to stop the Jews&quot; plans to build the Temple. This continued the whole time that Cyrus was the king until Darius became the king of Persia."
            },
            {
                "verse_number": "6",
                "verse_text": "These enemies even wrote letters to the king of Persia trying to stop the Jews. They wrote a letter the year that Xerxes became the king of Persia."
            },
            {
                "verse_number": "7",
                "verse_text": "Later, when Artaxerxes became the new king of Persia, some of these men wrote another letter complaining about the Jews. The men who wrote the letter were Bishlam, Mithredath, Tabeel, and the other people in their group. The letter was written in Aramaic and translated."
            },
            {
                "verse_number": "8",
                "verse_text": "Then Rehum the commanding officer and Shimshai the secretary wrote a letter against the people of Jerusalem. They wrote the letter to Artaxerxes the king. This is what they wrote:"
            },
            {
                "verse_number": "9",
                "verse_text": "From Rehum the commanding officer and Shimshai the secretary, and from the judges and important officials over the men from Tripolis, Persia, Erech, and Babylon, and from the Elamites from Susa,"
            },
            {
                "verse_number": "10",
                "verse_text": "and from the other people who the great and powerful Ashurbanipal moved to the city of Samaria and other places in the country west of the Euphrates River."
            },
            {
                "verse_number": "11",
                "verse_text": "This is the copy of the letter sent to King Artaxerxes:"
            },
            {
                "verse_number": "12",
                "verse_text": "King Artaxerxes, we wish to inform you that the Jews you sent from there are now in Jerusalem. They are trying to rebuild that terrible city. The people there have always rebelled against other kings. Now they have almost finished repairing the foundations and building the walls."
            },
            {
                "verse_number": "13",
                "verse_text": "Also, King Artaxerxes, you should know that if Jerusalem and its walls are rebuilt, the people of Jerusalem will stop paying their taxes. They will stop sending money to honor you. They also will stop paying customs fees, and the king will lose all that money."
            },
            {
                "verse_number": "14",
                "verse_text": "We have a responsibility to the king. We don&quot;t want to see this happen, so we are sending this letter to inform the king."
            },
            {
                "verse_number": "15",
                "verse_text": "King Artaxerxes, we suggest that you search the writings of the kings who ruled before you. You will see in the writings that Jerusalem always rebelled against other kings. It has caused much trouble for other kings and nations. Many rebellions have started in this city since ancient times. That is why Jerusalem was destroyed."
            },
            {
                "verse_number": "16",
                "verse_text": "King Artaxerxes, we wish to inform you that if this city and its walls are rebuilt, you will lose control of the area west of the Euphrates River."
            },
            {
                "verse_number": "17",
                "verse_text": "Then King Artaxerxes sent this answer:"
            },
            {
                "verse_number": "18",
                "verse_text": "The letter you sent us has been translated and read to me."
            },
            {
                "verse_number": "19",
                "verse_text": "I gave an order for the writings of the kings before me to be searched. The writings were read, and we found out that Jerusalem has a long history of rebellion against kings. Jerusalem has been a place where rebellion and revolt has happened often."
            },
            {
                "verse_number": "20",
                "verse_text": "Jerusalem has had powerful kings ruling over it and over the whole area west of the Euphrates River. Their kings received taxes, customs, fees, and tribute."
            },
            {
                "verse_number": "21",
                "verse_text": "Now, you must give an order for these men to stop work. That order must be given to keep Jerusalem from being rebuilt until I say so."
            },
            {
                "verse_number": "22",
                "verse_text": "Be careful not to overlook this matter. We should not let the building of Jerusalem continue. If that work continues, I will not get any more money from Jerusalem."
            },
            {
                "verse_number": "23",
                "verse_text": "So a copy of the letter that King Artaxerxes sent was read to Rehum, Shimshai the secretary, and the people with them. They went very quickly to the Jews in Jerusalem and forced them to stop building."
            },
            {
                "verse_number": "24",
                "verse_text": "So the work stopped on God&quot;s Temple in Jerusalem. The work did not continue until the second year that Darius was king of Persia."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "At that time the prophets Haggai and Zechariah son of Iddo began to prophesy in the name of God. They encouraged the Jews in Judah and Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "So Zerubbabel son of Shealtiel and Jeshua son of Jozadak again started working on the Temple in Jerusalem. All of God&quot;s prophets were with them and were supporting the work."
            },
            {
                "verse_number": "3",
                "verse_text": "At that time Tattenai was the governor of the area west of the Euphrates River. Tattenai, Shethar Bozenai, and the men with them went to Zerubbabel, Jeshua, and the others who were building. Tattenai and the people with him asked Zerubbabel and the people with him, &apos;Who gave you permission to rebuild this Temple and repair it like new?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "They also asked Zerubbabel, &apos;What are the names of the men who are working on this building?&apos; To King Darius. Greetings: &apos;We are the servants of the God of heaven and earth. We are rebuilding the Temple that a great king of Israel built and finished many years ago."
            },
            {
                "verse_number": "5",
                "verse_text": "But God was watching over the Jewish leaders. The builders didn&quot;t have to stop working until a report could be sent to King Darius. They continued working until the king sent his answer back."
            },
            {
                "verse_number": "6",
                "verse_text": "Tattenai the governor of the area west of the Euphrates River, Shethar Bozenai, and the important people with them sent a letter to King Darius."
            },
            {
                "verse_number": "7",
                "verse_text": "This is a copy of that letter:"
            },
            {
                "verse_number": "8",
                "verse_text": "King Darius, you should know that we went to the province of Judah. We went to the Temple of the great God. The people in Judah are building that Temple with large stones. They are putting big wooden timbers in the walls. The work is being done with much care and the people of Judah are working very hard. They are building very fast; it will soon be done."
            },
            {
                "verse_number": "9",
                "verse_text": "We asked their leaders some questions about the work they are doing. We asked them, &apos;Who gave you permission to rebuild this temple and repair it like new?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "We also asked for their names. We wanted to write down the names of their leaders so that you would know who they are."
            },
            {
                "verse_number": "11",
                "verse_text": "This is the answer they gave us:"
            },
            {
                "verse_number": "12",
                "verse_text": "But our ancestors made the God of heaven angry, so God gave our ancestors to King Nebuchadnezzar of Babylon. Nebuchadnezzar destroyed this Temple, and he forced the people to go to Babylon as prisoners."
            },
            {
                "verse_number": "13",
                "verse_text": "But, in the first year that Cyrus was king of Babylon, King Cyrus gave a special order for God&quot;s Temple to be rebuilt."
            },
            {
                "verse_number": "14",
                "verse_text": "And Cyrus brought out from his false god&quot;s temple in Babylon the gold and silver things that were taken from God&quot;s Temple in the past. Nebuchadnezzar took them from the Temple in Jerusalem and brought them to his false god&quot;s temple in Babylon. Then King Cyrus gave those gold and silver things to Sheshbazzar.&apos; Cyrus chose Sheshbazzar to be governor."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Cyrus said to Sheshbazzar, &apos;Take these gold and silver things and put them back in the Temple in Jerusalem. Rebuild God&quot;s Temple in the same place it was in the past.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So Sheshbazzar came and built the foundations of God&quot;s Temple in Jerusalem. From that day until now, the work has continued, but it is not yet finished."
            },
            {
                "verse_number": "17",
                "verse_text": "Now, if it pleases the king, please search the official records of the king. See if it is true that King Cyrus gave an order to rebuild God&quot;s Temple in Jerusalem. And then, sir, please send us a letter to let us know what you have decided to do about this."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "So King Darius gave an order to search the writings of the kings before him. The writings were kept in Babylon in the same place the money was kept."
            },
            {
                "verse_number": "2",
                "verse_text": "A scroll was found in the fortress of Ecbatana. (Ecbatana is in the province of Media.) This is what was written on that scroll: Official Note: To Tattenai, governor of the area west of the Euphrates River, to Shethar Bozenai, and to all the officials living in that province. I order you to stay away from Jerusalem. I, Darius, have ordered it. This order must be obeyed quickly and completely."
            },
            {
                "verse_number": "3",
                "verse_text": "During the first year that Cyrus was king, he gave an order about the Temple of God in Jerusalem. The order said: Let the Temple of God be rebuilt. It will be a place to offer sacrifices. Let its foundations be built. The Temple must be 60 cubits high and 60 cubits wide."
            },
            {
                "verse_number": "4",
                "verse_text": "Its wall will be in layers that have three rows of large stones and one row of wooden timbers. The cost of building the Temple must be paid for from the king&quot;s treasury."
            },
            {
                "verse_number": "5",
                "verse_text": "Also, the gold and silver things from God&quot;s Temple must be put back in their places. Nebuchadnezzar took them from the Temple in Jerusalem and brought them to Babylon. They must be put back in God&quot;s Temple."
            },
            {
                "verse_number": "6",
                "verse_text": "So King Darius sent this message to his officials:"
            },
            {
                "verse_number": "7",
                "verse_text": "Don&quot;t bother the workers. Don&quot;t try to stop the work on this Temple of God. Let the Jewish governor and the Jewish leaders rebuild it. Let them rebuild God&quot;s Temple in the same place it was in the past."
            },
            {
                "verse_number": "8",
                "verse_text": "Now I give this order. You must do this for the Jewish leaders building God&quot;s Temple: The cost of the building must be fully paid from the king&quot;s treasury. The money will come from the taxes collected from the provinces in the area west of the Euphrates River. Do these things quickly, so the work will not stop."
            },
            {
                "verse_number": "9",
                "verse_text": "Give them anything they need. If they need young bulls, rams, or male lambs for sacrifices to the God of heaven, give these things to them. If the priests of Jerusalem ask for wheat, salt, wine, and oil, give these things to them every day without fail."
            },
            {
                "verse_number": "10",
                "verse_text": "Give them to the Jewish priests so that they may offer sacrifices that please the God of heaven. Give these things so that the priests may pray for me and my sons."
            },
            {
                "verse_number": "11",
                "verse_text": "Also, I give this order: If anyone changes this order, a wooden beam must be pulled from their house and pushed through their body. Then their house must be destroyed until it is only a pile of rocks."
            },
            {
                "verse_number": "12",
                "verse_text": "God put his name there in Jerusalem. May God defeat any king or other person who tries to change this order. If anyone tries to destroy this Temple in Jerusalem, may God destroy that person."
            },
            {
                "verse_number": "13",
                "verse_text": "So Tattenai the governor of the area west of the Euphrates River, Shethar Bozenai, and the men with them obeyed King Darius&quot; order. They obeyed the order quickly and completely."
            },
            {
                "verse_number": "14",
                "verse_text": "So the Jewish leaders continued to build. Encouraged by the preaching of Haggai the prophet and Zechariah son of Iddo, they had great success. They finished building the Temple as the God of Israel had commanded and as Cyrus, Darius, and Artaxerxes, the kings of Persia, had ordered."
            },
            {
                "verse_number": "15",
                "verse_text": "The Temple was finished on the third day of the month of Adar. That was in the sixth year of the rule of King Darius."
            },
            {
                "verse_number": "16",
                "verse_text": "Then the Israelites celebrated the dedication of God&quot;s Temple with much happiness. The priests, the Levites, and all the other people who came back from captivity joined in the celebration."
            },
            {
                "verse_number": "17",
                "verse_text": "This is the way they dedicated God&quot;s Temple: They offered 100 bulls, 200 rams, and 400 male lambs. And they offered twelve male goats for all Israel for a sin offering. That is one goat for each of the twelve tribes of Israel."
            },
            {
                "verse_number": "18",
                "verse_text": "Then they chose the priests in their groups and the Levites in their groups to serve in God&quot;s Temple in Jerusalem. They did these things as it is written in the Book of Moses ."
            },
            {
                "verse_number": "19",
                "verse_text": "On the fourteenth day of the first month, the Jews who came back from captivity celebrated the Passover."
            },
            {
                "verse_number": "20",
                "verse_text": "The priests and Levites made themselves pure. They all made themselves clean and ready to celebrate the Passover. The Levites killed the Passover lamb for all the Jews who came back from captivity. They did that for their brothers the priests, and for themselves."
            },
            {
                "verse_number": "21",
                "verse_text": "So all the Israelites who came back from captivity ate the Passover meal. Other people washed themselves and made themselves pure from the unclean things of the people living in that country. These pure people also shared in the Passover meal. They did this so that they could go to the Lord, the God of Israel, for help."
            },
            {
                "verse_number": "22",
                "verse_text": "They celebrated the Festival of Unleavened Bread with much joy for seven days. The Lord made them very happy because he had changed the attitude of the king of Assyria. So the king of Assyria had helped them do the work on God&quot;s Temple."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "After these things, during the rule of King Artaxerxes of Persia, Ezra came to Jerusalem from Babylon. Ezra was the son of Seraiah. Seraiah was the son of Azariah. Azariah was the son of Hilkiah."
            },
            {
                "verse_number": "2",
                "verse_text": "Hilkiah was the son of Shallum. Shallum was the son of Zadok. Zadok was the son of Ahitub."
            },
            {
                "verse_number": "3",
                "verse_text": "Ahitub was the son of Amariah. Amariah was the son of Azariah. Azariah was the son of Meraioth."
            },
            {
                "verse_number": "4",
                "verse_text": "Meraioth was the son of Zerahiah. Zerahiah was the son of Uzzi. Uzzi was the son of Bukki."
            },
            {
                "verse_number": "5",
                "verse_text": "Bukki was the son of Abishua. Abishua was the son of Phinehas. Phinehas was the son of Eleazar. Eleazar was the son of Aaron the high priest. To Ezra the priest, a teacher of the law of the God of heaven: Greetings!"
            },
            {
                "verse_number": "6",
                "verse_text": "Ezra came to Jerusalem from Babylon. He was a teacher and knew the Law of Moses very well. The Law of Moses was given by the Lord, the God of Israel. King Artaxerxes gave Ezra everything he asked for because the Lord was with Ezra."
            },
            {
                "verse_number": "7",
                "verse_text": "Among the people who came with Ezra were Israelites, priests, Levites, singers, gatekeepers, and Temple servants. They arrived in Jerusalem during the seventh year of King Artaxerxes."
            },
            {
                "verse_number": "8",
                "verse_text": "Ezra arrived in Jerusalem in the fifth month of the seventh year that Artaxerxes was king."
            },
            {
                "verse_number": "9",
                "verse_text": "Ezra left Babylon on the first day of the first month and arrived in Jerusalem on the first day of the fifth month. With God&quot;s blessing his trip went well."
            },
            {
                "verse_number": "10",
                "verse_text": "Ezra had always given his time and attention to studying and obeying the law of the Lord. He also loved to teach its rules and commandments to others in Israel."
            },
            {
                "verse_number": "11",
                "verse_text": "Ezra was a priest and teacher. He knew much about the commands and laws the Lord gave Israel. This is a copy of the letter King Artaxerxes gave to Ezra the teacher:"
            },
            {
                "verse_number": "12",
                "verse_text": "From King Artaxerxes,"
            },
            {
                "verse_number": "13",
                "verse_text": "I give this order: Any of the Israelites living in my kingdom, including priests and Levites, who want to go with you to Jerusalem, may go."
            },
            {
                "verse_number": "14",
                "verse_text": "I and my seven advisors send you to Judah and Jerusalem. Go and see how your people are doing in obeying the law of your God. You have that law with you."
            },
            {
                "verse_number": "15",
                "verse_text": "I and my advisors are giving gold and silver to the God of Israel, who lives in Jerusalem. You must take this gold and silver with you."
            },
            {
                "verse_number": "16",
                "verse_text": "You must also go through all the provinces of Babylonia. Collect the gifts from your people, from the priests, and from the Levites. The gifts are for the Temple of their God in Jerusalem."
            },
            {
                "verse_number": "17",
                "verse_text": "Use this money to buy bulls, rams, and male lambs. Buy the grain offerings and drink offerings that go with these sacrifices. Then sacrifice them on the altar in the Temple of your God in Jerusalem."
            },
            {
                "verse_number": "18",
                "verse_text": "Then you and the other Jews may spend the silver and gold left over any way you want to. Use it in a way that is pleasing to your God."
            },
            {
                "verse_number": "19",
                "verse_text": "Take all these things to the God of Jerusalem. They are for the worship in the Temple of your God."
            },
            {
                "verse_number": "20",
                "verse_text": "And you may get any other things that you need for the Temple of your God. Use the money in the king&quot;s treasury to buy anything you need."
            },
            {
                "verse_number": "21",
                "verse_text": "Now I, King Artaxerxes, give this order: I order all the men who keep the king&quot;s money in the area west of the Euphrates River to give Ezra anything he wants. Ezra is a priest and a teacher of the Law of the God of heaven. Do this quickly and completely."
            },
            {
                "verse_number": "22",
                "verse_text": "Give this much to Ezra: 3 3/4 tons of silver, 600 bushels of wheat, 600 gallons of wine, 600 gallons of olive oil, and as much salt as Ezra wants."
            },
            {
                "verse_number": "23",
                "verse_text": "Anything that the God of heaven has ordered for Ezra to get, you must give to Ezra quickly and completely. Do this for the Temple of the God of heaven. We don&quot;t want God to be angry with my kingdom or my sons."
            },
            {
                "verse_number": "24",
                "verse_text": "I want you men to know that it is against the law to make the priests, Levites, singers, gatekeepers, Temple servants, and other workers in God&quot;s Temple pay taxes. They don&quot;t have to pay taxes, money to honor the king, or any customs fees."
            },
            {
                "verse_number": "25",
                "verse_text": "Ezra, I give you the authority to use the wisdom you have from your God and choose civil and religious judges. These men will be judges for all the people living in the area west of the Euphrates River. They will judge all the people who know the laws of your God and they will teach those who don&quot;t know those laws."
            },
            {
                "verse_number": "26",
                "verse_text": "Anyone who does not obey the law of your God, or the law of the king, must be punished. Depending on the crime, they must be punished with death, or sent away to another country, or their property taken away, or put into prison."
            },
            {
                "verse_number": "27",
                "verse_text": "Blessed is the Lord, the God of our ancestors. He put the idea into the king&quot;s heart to honor the Lord&quot;s Temple in Jerusalem."
            },
            {
                "verse_number": "28",
                "verse_text": "God showed his faithful love to me in front of the king, his advisors, and the king&quot;s important officials. The Lord my God was with me, and that gave me courage. I gathered together the leaders of Israel to go with me to Jerusalem."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "These are the names of the family leaders and the other people who came with me to Jerusalem from Babylon. We came to Jerusalem during the rule of King Artaxerxes. Here is the list of names:"
            },
            {
                "verse_number": "2",
                "verse_text": "from the descendants of Phinehas: Gershom; from the descendants of Ithamar: Daniel; from the descendants of David: Hattush;"
            },
            {
                "verse_number": "3",
                "verse_text": "from the descendants of Shecaniah: the descendants of Parosh, Zechariah, and 150 other men;"
            },
            {
                "verse_number": "4",
                "verse_text": "from the descendants of Pahath Moab: Eliehoenai son of Zerahiah, and 200 other men;"
            },
            {
                "verse_number": "5",
                "verse_text": "from the descendants of Zattu: Shecaniah son of Jahaziel, and 300 other men;"
            },
            {
                "verse_number": "6",
                "verse_text": "from the descendants of Adin: Ebed son of Jonathan, and 50 other men;"
            },
            {
                "verse_number": "7",
                "verse_text": "from the descendants of Elam: Jeshaiah son of Athaliah, and 70 other men;"
            },
            {
                "verse_number": "8",
                "verse_text": "from the descendants of Shephatiah: Zebadiah son of Michael, and 80 other men;"
            },
            {
                "verse_number": "9",
                "verse_text": "from the descendants of Joab: Obadiah son of Jehiel, and 218 other men;"
            },
            {
                "verse_number": "10",
                "verse_text": "from the descendants of Bani: Shelomith son of Josiphiah, and 160 other men;"
            },
            {
                "verse_number": "11",
                "verse_text": "from the descendants of Bebai: Zechariah son of Bebai, and 28 other men;"
            },
            {
                "verse_number": "12",
                "verse_text": "from the descendants of Azgad: Johanan son of Hakkatan, and 110 other men;"
            },
            {
                "verse_number": "13",
                "verse_text": "from the last of the descendants of Adonikam: Eliphelet, Jeuel, Shemaiah, and 60 other men;"
            },
            {
                "verse_number": "14",
                "verse_text": "from the descendants of Bigvai: Uthai, Zaccur, and 70 other men."
            },
            {
                "verse_number": "15",
                "verse_text": "I called all these people to meet together at the river that flows toward Ahava. We camped at that place for three days. I learned there were priests in the group, but there were no Levites."
            },
            {
                "verse_number": "16",
                "verse_text": "So I called these leaders: Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah, and Meshullam, and I called Joiarib and Elnathan. (These men were teachers.)"
            },
            {
                "verse_number": "17",
                "verse_text": "I sent the men to Iddo, leader in the town of Casiphia. I told them what to say to Iddo and his relatives, who are the Temple workers in Casiphia. I told the men to ask Iddo and his relatives to send us workers to serve in God&quot;s Temple."
            },
            {
                "verse_number": "18",
                "verse_text": "Because God was with us, they sent Sherebiah, a skilled man from the descendants of Mahli (Mahli was a son of Levi, one of Israel&quot;s sons.) They also sent his sons and brothers, 18 men in all."
            },
            {
                "verse_number": "19",
                "verse_text": "They also sent Hashabiah and Jeshaiah from the descendants of Merari, along with their brothers and nephews. In all there were 20 men."
            },
            {
                "verse_number": "20",
                "verse_text": "Besides these, there were 220 Temple workers whose ancestors had been chosen by David and his officials to help the Levites. The names of all these men were written on the list."
            },
            {
                "verse_number": "21",
                "verse_text": "There near the Ahava River, I announced that we all should fast. We should fast to make ourselves humble before our God. We wanted to ask God for a safe trip for ourselves, our children, and for everything we owned."
            },
            {
                "verse_number": "22",
                "verse_text": "I was embarrassed to ask King Artaxerxes for soldiers and horsemen to protect us as we traveled. There were enemies on the road. The reason I was embarrassed to ask for protection was because of what we had told the king. We had said to King Artaxerxes, &apos;Our God is with everyone who trusts him, but he is very angry with everyone who turns away from him.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So we fasted and prayed to our God about our trip. He answered our prayers."
            },
            {
                "verse_number": "24",
                "verse_text": "Then I chose twelve of the priests who were leaders. I chose Sherebiah, Hashabiah, and ten of their brothers."
            },
            {
                "verse_number": "25",
                "verse_text": "I weighed the silver, gold, and the other things that were given for God&quot;s Temple. I gave them to the twelve priests I had chosen. King Artaxerxes, his advisors, his important officials, and all the Israelites in Babylon gave those things for God&quot;s Temple."
            },
            {
                "verse_number": "26",
                "verse_text": "I weighed all these things. There were 25 tons of silver. There were also 7500 pounds of silver dishes and things. There were 3 3/4 tons of gold."
            },
            {
                "verse_number": "27",
                "verse_text": "And I gave them 20 gold bowls. The bowls weighed about 19 pounds. And I gave them two beautiful dishes made from polished bronze that were as valuable as gold."
            },
            {
                "verse_number": "28",
                "verse_text": "Then I said to the twelve priests: &apos;You and these things are holy to the Lord. People gave this silver and gold to the Lord, the God of your ancestors."
            },
            {
                "verse_number": "29",
                "verse_text": "So guard these things carefully. You are responsible for them until you give them to the Temple leaders in Jerusalem. You will give them to the leading Levites and the family leaders of Israel. They will weigh them and put them in the rooms of the Lord&quot;s Temple in Jerusalem.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "So the priests and Levites accepted the silver, gold, and special things that Ezra had weighed and given to them. They were told to take them to God&quot;s Temple in Jerusalem."
            },
            {
                "verse_number": "31",
                "verse_text": "On the twelfth day of the first month, we left the Ahava River and started toward Jerusalem. God was with us, and he protected us from enemies and robbers along the way."
            },
            {
                "verse_number": "32",
                "verse_text": "Then we arrived in Jerusalem. We rested there for three days."
            },
            {
                "verse_number": "33",
                "verse_text": "On the fourth day, we went to the Temple and weighed the silver, gold, and special things. We gave them to Meremoth son of Uriah the priest. Eleazar son of Phinehas was with Meremoth. The Levites, Jozabad son of Jeshua, and Noadiah son of Binnui were with them also."
            },
            {
                "verse_number": "34",
                "verse_text": "We counted and weighed everything and we wrote down the total weight."
            },
            {
                "verse_number": "35",
                "verse_text": "Then the Jewish people who came back from captivity offered burnt offerings to the God of Israel. They offered twelve bulls for all Israel, 96 rams, 77 male lambs, and twelve male goats for a sin offering. All this was a burnt offering to the Lord."
            },
            {
                "verse_number": "36",
                "verse_text": "Then the people gave the letter from King Artaxerxes to the royal satraps and to the governors of the area west of the Euphrates River. Then the leaders gave their support to the Israelites and to the Temple."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "After we finished all these things, the leaders of the Israelites came to me and said, &apos;Ezra, the Israelites have not kept themselves separate from the other people living around us. And the priests and the Levites have not kept themselves separate. The Israelites are being influenced by evil things done by the Canaanites, Hittites, Perizzites, Jebusites, Ammonites, Moabites, Egyptians, and Amorites."
            },
            {
                "verse_number": "2",
                "verse_text": "The Israelites have married the people living around us. The Israelites are supposed to be special, but now they are mixed with the other people living around them. The leaders and important officials of the Israelites have set a bad example in this thing.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "When I heard about this, I tore my robe and my coat to show I was upset. I pulled hair from my head and beard. I sat down, shocked and upset."
            },
            {
                "verse_number": "4",
                "verse_text": "Then everyone who respected God&quot;s Law shook with fear. They were afraid because the Israelites who came back from captivity were not faithful to God. I was shocked and upset. I sat there until the evening sacrifice, and the people gathered around me. &apos;My God, I am too ashamed and embarrassed to look at you. I am ashamed because our sins are higher than our heads. Our guilt has reached all the way up to the heavens."
            },
            {
                "verse_number": "5",
                "verse_text": "Then, when it was time for the evening sacrifice, I got up. I had made myself look shameful while I was sitting there. My robe and coat were torn, and I fell on my knees with my hands spread out to the Lord my God."
            },
            {
                "verse_number": "6",
                "verse_text": "Then I prayed this prayer:"
            },
            {
                "verse_number": "7",
                "verse_text": "We have been guilty of many sins from the days of our ancestors until now. We sinned so our kings and priests were punished. Foreign kings attacked us and took our people away. They took away our wealth and made us ashamed. It is the same even today."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;But now, finally, you have been kind to us. You have let a few of us escape captivity and come to live in this holy place. Lord, you gave us new life and relief from our slavery."
            },
            {
                "verse_number": "9",
                "verse_text": "Yes, we were slaves, but you would not let us be slaves forever. You were kind to us. You made the kings of Persia be kind to us. Your Temple was ruined, but you gave us new life so that we can rebuild your Temple and repair it like new. God, you helped us build a wall to protect Judah and Jerusalem."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Now, God, what can we say to you? We have stopped obeying you again."
            },
            {
                "verse_number": "11",
                "verse_text": "You used your servants the prophets to give these commands to us. You said, &quot;The land you are going to live in and own is a ruined land. It has been ruined by evil things the people living there have done. They have done very bad things in every place in this land. They have made this land dirty with their sins."
            },
            {
                "verse_number": "12",
                "verse_text": "So Israelites, don&quot;t let your children marry their children. Don&quot;t join them. Don&quot;t want the things they have. Obey my commands so that you will be strong and enjoy the good things of the land. And then you can keep this land and give it to your children.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;What has happened to us is our own fault. We have done evil things, and we have much guilt. But you, our God, have punished us much less than we should have been. We have done many terrible sins, and we should have been punished worse. And you have even let some of our people escape captivity."
            },
            {
                "verse_number": "14",
                "verse_text": "So we know that we must not break your commands. We must not marry those people. They do very bad things. God, if we continue to marry these bad people, we know you will destroy us. Then there would be no one from the Israelites left alive."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Lord, God of Israel, you are good, and you still have let some of us live. Yes, we are guilty, and because of our guilt, not one of us should be allowed to stand in front of you.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Ezra was praying and confessing. He was crying and bowing down in front of God&quot;s Temple. While Ezra was doing that, a large group of the Israelites&ndash;men, women, and children&ndash;gathered around him. They were crying."
            },
            {
                "verse_number": "2",
                "verse_text": "Then Shecaniah son of Jehiel, one of the descendants of Elam, spoke to Ezra and said, &apos;We have not been faithful to our God. We have married the people living around us. But, even though we have done this, there is still hope for Israel."
            },
            {
                "verse_number": "3",
                "verse_text": "Now let us make an agreement before our God to send away all these women and their children. We will do that to follow the advice of Ezra and the people who respect the laws of our God. We will obey God&quot;s law."
            },
            {
                "verse_number": "4",
                "verse_text": "Get up, Ezra. This is your responsibility, but we will support you. So be brave and do it.&apos; From the descendants of Jeshua son of Jozadak and Jeshua&quot;s brothers, these men: Maaseiah, Eliezer, Jarib, and Gedaliah. Jozabad, Shimei, Kelaiah (also called Kelita), Pethahiah, Judah, and Eliezer. Among the gatekeepers, these are the men who married foreign women: Shallum, Telem, and Uri. From the descendants of Parosh, these men: Ramiah, Izziah, Malkijah, Mijamin, Eleazar, Malkijah, and Benaiah."
            },
            {
                "verse_number": "5",
                "verse_text": "So Ezra got up. He made the leading priests, the Levites, and all the Israelites promise to do what he said."
            },
            {
                "verse_number": "6",
                "verse_text": "Then Ezra went away from the front of God&quot;s house. He went to the room of Jehohanan son of Eliashib. While Ezra was there, he didn&quot;t eat food or drink water. He did that because he was still very sad. He was very sad about the Israelites who came back to Jerusalem."
            },
            {
                "verse_number": "7",
                "verse_text": "Then he sent a message to every place in Judah and Jerusalem. The message told all the Jewish people who had come back from captivity to meet together in Jerusalem."
            },
            {
                "verse_number": "8",
                "verse_text": "Those who did not come to Jerusalem in three days like the officials and elders said would lose their property and be removed from the group."
            },
            {
                "verse_number": "9",
                "verse_text": "So in three days all the men from the families of Judah and Benjamin gathered in Jerusalem. And on the twentieth day of the ninth month, all the people met together in the Temple yard. They were very upset because of the reason for the meeting and because of the heavy rain."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Ezra the priest stood and said to them, &apos;You people have not been faithful to God. You have married foreign women. You have made Israel more guilty by doing that."
            },
            {
                "verse_number": "11",
                "verse_text": "Now you must confess your sins to the Lord, the God of your ancestors. You must obey his command. Separate yourselves from the people living around you and from your foreign wives.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the whole group who met together answered Ezra. They shouted, &apos;Ezra, you are right! We must do what you say."
            },
            {
                "verse_number": "13",
                "verse_text": "But there are many people here. And it is the rainy time of year, so we cannot stay outside. This problem cannot be solved in a day or two because we have sinned in a very bad way."
            },
            {
                "verse_number": "14",
                "verse_text": "Let our leaders decide for the whole group meeting here. Then let every man in our towns who married a foreign woman come here to Jerusalem at a planned time. Let them come here with the elders and judges of their towns. Then God will stop being angry with us.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Only a few men were against this plan. They were Jonathan son of Asahel and Jahzeiah son of Tikvah. Meshullam and Shabbethai the Levite also were against the plan."
            },
            {
                "verse_number": "16",
                "verse_text": "So the Israelites who came back to Jerusalem accepted the plan. Ezra the priest chose men who were family leaders. He chose one man from each tribe. Each man was chosen by name. On the first day of the tenth month, the men who were chosen sat down to study each of the cases."
            },
            {
                "verse_number": "17",
                "verse_text": "And by the first day of the first month, they finished discussing all the men who had married foreign women."
            },
            {
                "verse_number": "18",
                "verse_text": "These are the names of the descendants of the priests who married foreign women:"
            },
            {
                "verse_number": "19",
                "verse_text": "All of them promised to divorce their wives. And then each one of them offered a ram from the flock for a guilt offering. They did that because of their guilt."
            },
            {
                "verse_number": "20",
                "verse_text": "From the descendants of Immer, these men: Hanani and Zebadiah."
            },
            {
                "verse_number": "21",
                "verse_text": "From the descendants of Harim, these men: Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah."
            },
            {
                "verse_number": "22",
                "verse_text": "From the descendants of Pashhur, these men: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah."
            },
            {
                "verse_number": "23",
                "verse_text": "Among the Levites, these are the men who married foreign women:"
            },
            {
                "verse_number": "24",
                "verse_text": "Among the singers, this is the man who married a foreign woman: Eliashib."
            },
            {
                "verse_number": "25",
                "verse_text": "Among the other Israelites, these men married foreign women:"
            },
            {
                "verse_number": "26",
                "verse_text": "From the descendants of Elam, these men: Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah."
            },
            {
                "verse_number": "27",
                "verse_text": "From the descendants of Zattu, these men: Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza."
            },
            {
                "verse_number": "28",
                "verse_text": "From the descendants of Bebai, these men: Jehohanan, Hananiah, Zabbai, and Athlai."
            },
            {
                "verse_number": "29",
                "verse_text": "From the descendants of Bani, these men: Meshullam, Malluch, Adaiah, Jashub, Sheal, and Jeremoth."
            },
            {
                "verse_number": "30",
                "verse_text": "From the descendants of Pahath Moab, these men: Adna, Kelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh."
            },
            {
                "verse_number": "31",
                "verse_text": "From the descendants of Harim, these men: Eliezer, Ishijah, Malkijah, Shemaiah, Shimeon,"
            },
            {
                "verse_number": "32",
                "verse_text": "Benjamin, Malluch, and Shemariah."
            },
            {
                "verse_number": "33",
                "verse_text": "From the descendants of Hashum, these men: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei."
            },
            {
                "verse_number": "34",
                "verse_text": "From the descendants of Bani, these men: Maadai, Amram, Uel,"
            },
            {
                "verse_number": "35",
                "verse_text": "Benaiah, Bedeiah, Keluhi,"
            },
            {
                "verse_number": "36",
                "verse_text": "Vaniah, Meremoth, Eliashib,"
            },
            {
                "verse_number": "37",
                "verse_text": "Mattaniah, Mattenai, and Jaasu."
            },
            {
                "verse_number": "38",
                "verse_text": "From the descendants of Binnui, these men: Shimei,"
            },
            {
                "verse_number": "39",
                "verse_text": "Shelemiah, Nathan, Adaiah,"
            },
            {
                "verse_number": "40",
                "verse_text": "Macnadebai, Shashai, Sharai,"
            },
            {
                "verse_number": "41",
                "verse_text": "Azarel, Shelemiah, Shemariah,"
            },
            {
                "verse_number": "42",
                "verse_text": "Shallum, Amariah, and Joseph."
            },
            {
                "verse_number": "43",
                "verse_text": "From the descendants of Nebo, these men: Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel, and Benaiah."
            },
            {
                "verse_number": "44",
                "verse_text": "All these men married foreign women, and some of them had children with these wives."
            }
        ]
    }
}