{
    "Nahum": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This book is the vision of Nahum from Elkosh. This is the sad message about the city of Nineveh. The Lord punishes the guilty, and he is very angry. The Lord punishes his enemies, and he stays angry with them. but he is also very powerful! The Lord will punish the guilty; he will not let them go free. He will use whirlwinds and storms to show his power. People walk on the dusty ground, but he walks on the clouds. He will dry up all the rivers. The rich lands of Bashan and Carmel become dry and dead. The flowers in Lebanon fade away. and the mountains will shake and the hills will melt away. He will come, and the earth will shake with fear. The earth and everyone on it will shake with fear. No one can endure his terrible anger. His anger will burn like fire. The rocks will shatter when he comes. He is a safe place to go to in times of trouble. He takes care of those who trust him. He will wash them away like a flood and chase them into the darkness. He will bring complete destruction, so you will not cause trouble again. like thornbushes burning under a pot. You will be destroyed like dry weeds that burn quickly. That advisor is a worthless troublemaker. &apos;The people of Assyria are at full strength. They have many soldiers, but they will all be cut down. They will all be finished. My people, I made you suffer, but I will make you suffer no more. I will take the yoke off your neck and tear away the chains holding you.&apos; &apos;You will not have any descendants to wear your name. I will destroy your carved idols and metal statues that are in the temple of your gods. I am preparing your grave, There, coming over the mountains, is a messenger bringing good news! He says there is peace. Judah, celebrate your special festivals and do what you promised. Those worthless troublemakers will not come through and attack you again. They have all been destroyed."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord is a jealous God."
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord is patient,"
            },
            {
                "verse_number": "4",
                "verse_text": "He will speak harshly to the sea, and it will become dry."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord will come,"
            },
            {
                "verse_number": "6",
                "verse_text": "No one can stand against his great anger."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord is good."
            },
            {
                "verse_number": "8",
                "verse_text": "But he will completely destroy his enemies."
            },
            {
                "verse_number": "9",
                "verse_text": "Why are you making plans against the Lord?"
            },
            {
                "verse_number": "10",
                "verse_text": "You will be destroyed completely"
            },
            {
                "verse_number": "11",
                "verse_text": "Someone from Nineveh is making evil plans against the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "This is what the Lord said:"
            },
            {
                "verse_number": "13",
                "verse_text": "Now I will set you free from the power of Assyria."
            },
            {
                "verse_number": "14",
                "verse_text": "King of Assyria, the Lord gave this command about you: because your end is coming soon! &apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Judah, look!"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "An enemy is coming to attack you, so guard the strong places of your city. Watch the road. Get ready for war. Prepare for battle! He made it like Israel&quot;s pride. The enemy destroyed them and ruined their grapevines. Their uniforms are bright red. Their chariots are shining like flames of fire and are lined up for battle. Their horses are ready to go. and rush back and forth through the square. They look like burning torches, like lightning flashing from place to place! They stumble as they rush ahead. They run to the wall and set up their shield over the battering ram. and the enemy comes flooding in and destroys the king&quot;s palace. and her slave girls moan sadly like doves. They beat their breasts to show their sadness. is draining away. People yell, &apos;Stop! Stop running away!&apos; But it does not do any good. Take the gold! There are many things to take. There are many treasures. Everything is stolen. The city is ruined. People have lost their courage, their hearts melt with fear, their knees knock together, their bodies shake, and their faces turn pale. It was like a den where the lions feed their young. It was a place where people felt safe, like lions in a cave with no one there to harm them. to feed his cubs and his mate. He filled his cave with the animals he killed. He filled his den with the meat he gathered. &apos;I am against you, Nineveh. I will burn your chariots and kill your &quot;young lions&quot; in battle. You will not hunt anyone on earth again. People will never again hear bad news from your messengers.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Yes, the Lord changed Jacob&quot;s pride."
            },
            {
                "verse_number": "3",
                "verse_text": "The shields of his soldiers are red."
            },
            {
                "verse_number": "4",
                "verse_text": "The chariots race wildly through the streets"
            },
            {
                "verse_number": "5",
                "verse_text": "The enemy calls for his best soldiers."
            },
            {
                "verse_number": "6",
                "verse_text": "But the gates by the rivers are open,"
            },
            {
                "verse_number": "7",
                "verse_text": "The enemy takes away the queen,"
            },
            {
                "verse_number": "8",
                "verse_text": "Nineveh is like a pool whose water"
            },
            {
                "verse_number": "9",
                "verse_text": "Take the silver!"
            },
            {
                "verse_number": "10",
                "verse_text": "Now Nineveh is empty."
            },
            {
                "verse_number": "11",
                "verse_text": "Where is that great city now?"
            },
            {
                "verse_number": "12",
                "verse_text": "The lion was able to catch plenty of food"
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord All-Powerful says,"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "It will be very bad for that city of murderers. Nineveh is a city full of lies. It is filled with things taken from other countries. It is filled with plenty of people that it hunted and killed. and the noise of wheels. You can hear horses galloping and chariots bouncing along! their swords are shining, their spears are gleaming! There are many dead people. Dead bodies are piled up&ndash;too many bodies to count. People are tripping over the dead bodies. Nineveh is like a prostitute who could never get enough. She wanted more and more. She sold herself to many nations, and she used her magic to make them her slaves. &apos;I am against you, Nineveh. I will let the nations see your naked body. The kingdoms will see your shame. and treat you in a hateful way. People will look at you and laugh. They will say, &quot;Nineveh is destroyed. Who will cry for her?&quot; I know I cannot find anyone to comfort you, Nineveh.&apos; Nineveh, you grew and grew. You became like a swarm of grasshoppers. You were like a swarm of locusts."
            },
            {
                "verse_number": "2",
                "verse_text": "You can hear the sounds of whips"
            },
            {
                "verse_number": "3",
                "verse_text": "Soldiers on horses are attacking,"
            },
            {
                "verse_number": "4",
                "verse_text": "All this happened because of Nineveh."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord All-Powerful says, I will pull your dress up over your face."
            },
            {
                "verse_number": "6",
                "verse_text": "I will throw dirty things on you"
            },
            {
                "verse_number": "7",
                "verse_text": "Everyone who sees you will be shocked."
            },
            {
                "verse_number": "8",
                "verse_text": "Nineveh, are you better than Thebes on the Nile River? Thebes also had water all around her to protect herself from enemies. She used that water like a wall too."
            },
            {
                "verse_number": "9",
                "verse_text": "Ethiopia and Egypt made Thebes strong. Libya and the Sudan supported her,"
            },
            {
                "verse_number": "10",
                "verse_text": "but Thebes was defeated. Her people were taken away as prisoners to a foreign country. Soldiers beat her small children to death at every street corner. They threw lots to see who got to keep the important people as slaves. They put chains on all the important men of Thebes."
            },
            {
                "verse_number": "11",
                "verse_text": "So, Nineveh, you will also fall like a drunk. You will try to hide. You will look for a safe place away from the enemy."
            },
            {
                "verse_number": "12",
                "verse_text": "But Nineveh, all your strong places will be like fig trees. When new figs become ripe, people come and shake the tree. The figs fall into their mouths. They eat them, and the figs are gone."
            },
            {
                "verse_number": "13",
                "verse_text": "Nineveh, your people are all like women&ndash;and the enemy soldiers are ready to take them. The gates of your land are open wide for your enemies to come in. Fire has destroyed the wooden bars across the gates."
            },
            {
                "verse_number": "14",
                "verse_text": "Get water and store it inside your city, because the enemy soldiers will surround your city. Make your defenses strong! Get clay to make more bricks and mix the mortar. Get the molds for making bricks."
            },
            {
                "verse_number": "15",
                "verse_text": "You can do all these things, but the fire will still destroy you completely. And the sword will kill you. Your land will look like a swarm of grasshoppers came and ate everything."
            },
            {
                "verse_number": "16",
                "verse_text": "You have many traders who go places and buy things. They are as many as the stars in the sky. They are like locusts that come and eat until everything is gone and then leave."
            },
            {
                "verse_number": "17",
                "verse_text": "And your government officials are also like locusts that settle on a stone wall on a cold day. But when the sun comes up, the rocks become warm, and the locusts all fly away. And no one knows where."
            },
            {
                "verse_number": "18",
                "verse_text": "King of Assyria, your shepherds fell asleep. These powerful men are sleeping. And now your sheep have wandered away on the mountains. There is no one to bring them back."
            },
            {
                "verse_number": "19",
                "verse_text": "Nineveh, you have been hurt badly, and nothing can heal your wound. Everyone who hears the news of your destruction claps their hands. They are all happy, because they all felt the pain you caused again and again."
            }
        ]
    }
}