{
    "Zechariah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Zechariah son of Berekiah received a message from the Lord. This was in the eighth month of the second year that Darius was king in Persia. (Zechariah was the son of Berekiah, who was the son of Iddo the prophet.) This is that message: Then the angel speaking to me said, &apos;I will show you what these horses are for.&apos; &apos;I have a strong love for Jerusalem and Zion. I was only a little angry, and I used them to punish my people. But they caused too much damage.&apos; The Lord All-Powerful says, &apos;Jerusalem will be rebuilt, and my house will be built there.&apos; &quot;My towns will be rich again. I will comfort Zion. I will again choose Jerusalem to be my special city.&quot;&apos; He said, &apos;These are the horns that forced the people of Israel, Judah, and Jerusalem to go to foreign countries.&apos; He said, &apos;The horns represent the nations that attacked the people of Judah and forced them to go to foreign countries. The horns &quot;threw&quot; the people of Judah to the foreign countries. The horns didn&quot;t show mercy to anyone. But these four workers have come to frighten the horns and throw them away.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord became very angry with your ancestors."
            },
            {
                "verse_number": "3",
                "verse_text": "So you must tell the people what the Lord All-Powerful says, &apos;Come back to me, says the Lord All-Powerful, and I will come back to you.&apos; This is what the Lord All-Powerful said."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Don&quot;t be like your ancestors. In the past the prophets spoke to them and said, &quot;The Lord All-Powerful wants you to change your evil way of living. Stop doing evil things!&quot; But your ancestors did not listen to me.&apos; This is what the Lord said."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Your ancestors are gone, and those prophets did not live forever."
            },
            {
                "verse_number": "6",
                "verse_text": "The prophets were my servants. I used them to tell your ancestors about my laws and teachings. Your ancestors finally learned their lesson and said, &quot;The Lord All-Powerful did what he said he would do. He punished us for the way we lived and for all the evil things we did.&quot; So they came back to God.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "On the 24th day of the eleventh month (Shebat) of the second year that Darius was king of Persia, Zechariah received another message from the Lord. (This was Zechariah son of Berekiah, son of Iddo.) This is the message:"
            },
            {
                "verse_number": "8",
                "verse_text": "At night I saw a man riding a red horse. He was standing among some myrtle bushes in the valley. Behind him, there were red, brown, and white horses."
            },
            {
                "verse_number": "9",
                "verse_text": "I said, &apos;Sir, what are these horses for?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then the man standing among the myrtle bushes said, &apos;The Lord sent these horses to go here and there on earth.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then the horses spoke to the Lord&quot;s angel standing among the myrtle bushes and said, &apos;We have walked here and there on the earth, and everything is calm and quiet.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Then the Lord&quot;s angel said, &apos;Lord All-Powerful, how long before you comfort Jerusalem and the cities of Judah? You have shown your anger at these cities for 70 years now.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then the Lord answered the angel who was talking with me. He spoke good, comforting words."
            },
            {
                "verse_number": "14",
                "verse_text": "Then the angel told me to tell the people this: The Lord All-Powerful says:"
            },
            {
                "verse_number": "15",
                "verse_text": "And I am very angry at the nations that feel so safe."
            },
            {
                "verse_number": "16",
                "verse_text": "So the Lord says, &apos;I will come back to Jerusalem and comfort her.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "The angel also said, &apos;The Lord All-Powerful says,"
            },
            {
                "verse_number": "18",
                "verse_text": "Then I looked up and I saw four horns."
            },
            {
                "verse_number": "19",
                "verse_text": "So I asked the angel who was talking with me, &apos;What do these horns mean?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord showed me four workers."
            },
            {
                "verse_number": "21",
                "verse_text": "I asked him, &apos;What are these four workers coming to do?&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Then I looked up and saw a man holding a rope for measuring things."
            },
            {
                "verse_number": "2",
                "verse_text": "I asked him, &apos;Where are you going?&apos; He said to me, &apos;I am going to measure Jerusalem, to see how wide and how long it is.&apos; &quot;Jerusalem will be a city without walls, because there will be too many people and animals living there.&quot; &quot;I will be a wall of fire around her, to protect her, and to bring glory to that city, I will live there.&quot;&apos; The Lord says, Yes, it is true that I scattered your people in every direction. Escape! Run away from that city!&apos; He sent me to bring you honor. And this is what the Lord All-Powerful said: &apos;If anyone even touches you, it is as if they did it to the pupil of my eye. Their own slaves will become their masters and take all their wealth.&apos; Then you will know it was the Lord All-Powerful who sent me to tell you these things. &apos;Zion, be happy, because I am coming, and I will live in your city. will come to me. They will become my people, and I will live in your city.&apos; Then you will know it was the Lord All-Powerful who sent me to tell you these things. Judah will be his share of the holy land. The Lord is coming out of his holy house."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the angel who was speaking to me left, and another angel went out to talk to him."
            },
            {
                "verse_number": "4",
                "verse_text": "He said to him, &apos;Run and tell that young man this:"
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord says,"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Hurry! Leave the land in the North in a hurry."
            },
            {
                "verse_number": "7",
                "verse_text": "You people from Zion now live in Babylon."
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord sent me to the nations that took away your wealth."
            },
            {
                "verse_number": "9",
                "verse_text": "Watch and see how I will punish them:"
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord says,"
            },
            {
                "verse_number": "11",
                "verse_text": "At that time people from many nations"
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord will again choose Jerusalem to be his special city."
            },
            {
                "verse_number": "13",
                "verse_text": "Everyone, be quiet!"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "The angel showed me Joshua the high priest, standing in front of the angel of the Lord and Satan was standing by Joshua&quot;s right side. Satan was there to accuse Joshua of doing wrong."
            },
            {
                "verse_number": "2",
                "verse_text": "Then the angel of the Lord said, &apos;The Lord says that you are wrong, and he will continue to correct you! The Lord has chosen Jerusalem to be his special city. He saved that city&ndash;it was like a burning stick pulled from the fire.&apos; &apos;Live the way I tell you, and do everything I say. And you will be in charge of my Temple. You will take care of its courtyard. You will be free to go anywhere in my Temple, just as these angels standing here. and listen, you fellow priests seated before him. You are all examples to show what will happen when I bring my special servant. He is called, the Branch. I will carve a special message on it. This will show that in one day, I will remove the guilt from this land.&apos; &apos;At that time people will sit and talk with their friends and neighbors. They will invite each other to sit under the fig trees and grapevines.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Joshua was wearing a dirty robe as he stood in front of the angel."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the angel said to the other angels standing near him, &apos;Take those dirty clothes off Joshua.&apos; Then the angel spoke to Joshua. He said, &apos;Now, I have taken away your guilt, and I am giving you a new change of clothes.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Then I said, &apos;Put a clean turban on his head.&apos; So they put the clean turban on him and also put clean clothes on him while the Lord&quot;s angel stood there."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the Lord&quot;s angel said this to Joshua:"
            },
            {
                "verse_number": "7",
                "verse_text": "This is what the Lord All-Powerful said:"
            },
            {
                "verse_number": "8",
                "verse_text": "Listen, Joshua, you who are the high priest,"
            },
            {
                "verse_number": "9",
                "verse_text": "Look, I put a special stone in front of Joshua. There are seven sides on that stone."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord All-Powerful says,"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Then the angel who was talking to me returned and woke me up. I was like a person waking up from sleep."
            },
            {
                "verse_number": "2",
                "verse_text": "Then the angel asked me, &apos;What do you see?&apos; I said, &apos;I see a solid gold lampstand. There are seven lamps on the lampstand, and there is a bowl on top of it. There are seven tubes coming from the bowl. One tube goes to each lamp. The tubes bring the oil in the bowl to each of the lamps."
            },
            {
                "verse_number": "3",
                "verse_text": "There are two olive trees by the bowl, one on the right side and one on the left side. These trees produce the oil for the lamps. &apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then I asked the angel who was speaking with me, &apos;Sir, what do these things mean?&apos; &apos;No sir,&apos; I said. I said, &apos;No, sir.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The angel speaking with me said, &apos;Don&quot;t you know what these things are?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "He said, &apos;This is the message from the Lord to Zerubbabel: &quot;Your help will not come from your own strength and power. No, your help will come from my Spirit.&quot; This is what the Lord All-Powerful says."
            },
            {
                "verse_number": "7",
                "verse_text": "That tall mountain will be like a flat place for Zerubbabel. He will build the Temple, and when the most important stone is put in place, the people will shout, &quot;Beautiful! Beautiful!&quot;&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord&quot;s message to me also said,"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Zerubbabel will lay the foundations for my Temple, and he will finish building it. Then you will know that the Lord All-Powerful sent me to you people."
            },
            {
                "verse_number": "10",
                "verse_text": "People will not be ashamed of the small beginnings, and they will be very happy when they see Zerubbabel with the plumb line, measuring and checking the finished building. Now the seven sides of the stone you saw represent the eyes of the Lord looking in every direction. They see everything on earth.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Then I said to him, &apos;I saw one olive tree on the right side of the lampstand and one on the left side. What do those two olive trees mean?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "I also said to him, &apos;I saw two olive branches by the gold tubes with gold colored oil flowing from them. What do these things mean?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then the angel said to me, &apos;Don&quot;t you know what these things mean?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "So he said, &apos;They represent the two men chosen to serve the Lord of the whole world.&apos;"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "I looked up again, and I saw a flying scroll."
            },
            {
                "verse_number": "2",
                "verse_text": "The angel asked me, &apos;What do you see?&apos; I said, &apos;I see a flying scroll that is 30 feet long and 15 feet wide.&apos; He said, &apos;That is a measuring bucket.&apos; He also said, &apos;That bucket is for measuring the sins of the people in this country.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then the angel told me, &apos;There is a curse written on that scroll. On one side of the scroll, there is a curse against thieves and on the other side is a curse against people who lie when they make promises."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord All-Powerful says, &quot;I will send that scroll to the houses of thieves and people who lie when they use my name to make promises. That scroll will settle there and destroy even the stones and wooden posts of their houses.&quot;&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The angel who was talking to me went outside and said, &apos;Look! What do you see coming?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "I said, &apos;I don&quot;t know. What is it?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "A lid made of lead was lifted off the bucket, and there was a woman in the bucket."
            },
            {
                "verse_number": "8",
                "verse_text": "The angel said, &apos;The woman represents evil.&apos; Then the angel pushed the woman down into the bucket and put the lead lid back on it."
            },
            {
                "verse_number": "9",
                "verse_text": "Then I looked up and saw two women with wings like a stork. They flew out, and with the wind in their wings, they picked up the bucket. They flew through the air carrying the bucket."
            },
            {
                "verse_number": "10",
                "verse_text": "Then I asked the angel who was speaking with me, &apos;Where are they carrying the bucket?&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "The angel told me, &apos;They are going to build a house for it in Babylonia. After they build that house, they will put the bucket there.&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Then I turned around. I looked up and saw four chariots going between two bronze mountains."
            },
            {
                "verse_number": "2",
                "verse_text": "Red horses were pulling the first chariot. Black horses were pulling the second chariot."
            },
            {
                "verse_number": "3",
                "verse_text": "White horses were pulling the third chariot, and horses with red spots were pulling the fourth chariot."
            },
            {
                "verse_number": "4",
                "verse_text": "I asked the angel who was talking with me, &apos;Sir, what does this mean?&apos; &quot;There is a man called the Branch. He will grow strong, and he will build the Lord&quot;s Temple. and he will receive the honor. He will sit on his throne and be the ruler, and a priest will stand by his throne. These two men will work together in peace.&quot;"
            },
            {
                "verse_number": "5",
                "verse_text": "The angel said, &apos;These are the four winds. They have just come from the Lord of the whole world."
            },
            {
                "verse_number": "6",
                "verse_text": "The black horses will go north, the red horses will go east, the white horses will go west, and the horses with red spots will go south.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The red spotted horses were anxious to go look at their part of the earth, so the angel told them, &apos;Go walk through the earth.&apos; So they went walking through their part of the earth."
            },
            {
                "verse_number": "8",
                "verse_text": "Then he shouted at me and said, &apos;Look, those horses that were going north finished their job in Babylon . They have calmed my spirit; I am not angry now!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Then I received another message from the Lord. He said,"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Heldai, Tobijah, and Jedaiah have come from the captives in Babylon. Get silver and gold from these men and then go to the house of Josiah son of Zephaniah."
            },
            {
                "verse_number": "11",
                "verse_text": "Use the silver and gold to make a crown. Put it on the head of the high priest, Joshua son of Jehozadak."
            },
            {
                "verse_number": "12",
                "verse_text": "Then tell him this is what the Lord All-Powerful says:"
            },
            {
                "verse_number": "13",
                "verse_text": "He will build the Lord&quot;s Temple,"
            },
            {
                "verse_number": "14",
                "verse_text": "The crown will be kept in my Temple, so that when people see it, they will remember Heldai, Tobijah, Jedaiah, and the kindness of Zephaniah&quot;s son Josiah.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "People living far away will come and build the Lord&quot;s Temple. Then you will know for sure that the Lord All-Powerful sent me to you people. All these things will happen if you do what the Lord your God says."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Zechariah received a message from the Lord in the fourth year that Darius was the king of Persia. This was on the fourth day of the ninth month (Kislev)."
            },
            {
                "verse_number": "2",
                "verse_text": "The people of Bethel sent Sharezer, Regem-Melech, and his men to ask the Lord a question."
            },
            {
                "verse_number": "3",
                "verse_text": "They went to the prophets and to the priests at the Temple of the Lord All-Powerful. They asked them this question: &apos;For many years we have shown our sadness for the destruction of the Temple. In the fifth month of each year, we have had a special time of crying and fasting. Should we continue to do this?&apos; &quot;You must do what is right and fair. You must be kind and show mercy to each other. strangers, or poor people. Don&quot;t even think of doing bad things to each other!&quot;&apos; and refused to do what he wanted. They closed their ears so that they could not hear what God said. and would not obey the law. The Lord All-Powerful used his Spirit and sent messages to his people through the prophets. But the people would not listen, so the Lord All-Powerful became very angry. &apos;I called to them, and they did not answer. So now, if they call to me, I will not answer. They didn&quot;t know those nations, but the country will be destroyed after those nations pass through. This pleasant country will be destroyed.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "I received this message from the Lord All-Powerful:"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Tell the priests and the other people in this country this: &quot;For seventy years you fasted and showed your sadness in the fifth month and in the seventh month. But was that fasting really for me?"
            },
            {
                "verse_number": "6",
                "verse_text": "And when you ate and drank, was that for me? No, it was for your own good."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord used the earlier prophets to say the same thing long ago. That was when Jerusalem was still a rich city filled with people and there were still people living in the surrounding towns, in the Negev, and in the western foothills.&quot;&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "This is the Lord&quot;s message to Zechariah:"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;This is what the Lord All-Powerful said:"
            },
            {
                "verse_number": "10",
                "verse_text": "Don&quot;t hurt widows and orphans,"
            },
            {
                "verse_number": "11",
                "verse_text": "But they refused to listen"
            },
            {
                "verse_number": "12",
                "verse_text": "They were very stubborn"
            },
            {
                "verse_number": "13",
                "verse_text": "So the Lord All-Powerful said,"
            },
            {
                "verse_number": "14",
                "verse_text": "I will bring the other nations against them like a storm."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "This is a message from the Lord All-Powerful."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord All-Powerful says, &apos;I have a very strong love for Mount Zion. I love her so much that I became angry when she was not faithful to me.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord says, &apos;I have come back to Zion, and I am living in Jerusalem. Jerusalem will be called Faithful City. The mountain of the Lord All-Powerful will be called Holy Mountain.&apos; &apos;In the future, people from many cities will come to Jerusalem. &quot;We are going to worship the Lord All-Powerful.&quot; And the other person will say, &quot;I would like to go with you!&quot;&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord All-Powerful says, &apos;Old men and women will again be seen in the public places in Jerusalem. People will live so long that they will need their walking sticks."
            },
            {
                "verse_number": "5",
                "verse_text": "And the city will be filled with children playing in the streets.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "The Lord All-Powerful says, &apos;The survivors will think it is wonderful, and so will I!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord All-Powerful says, &apos;Look, I am rescuing my people from countries in the east and west."
            },
            {
                "verse_number": "8",
                "verse_text": "I will bring them back here, and they will live in Jerusalem. They will be my people, and I will be their good and faithful God.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord All-Powerful says, &apos;Be strong! You people are hearing the same message today that the prophets gave when the Lord All-Powerful first laid the foundations to rebuild his Temple."
            },
            {
                "verse_number": "10",
                "verse_text": "Before that time, people didn&quot;t have the money to hire workers or to rent animals. And it was not safe for people to come and go. There was no relief from all the troubles. I had turned everyone against their neighbor."
            },
            {
                "verse_number": "11",
                "verse_text": "But it is not like that now. It will not be like that for the survivors.&apos; This is what the Lord All-Powerful said."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;These people will plant in peace. Their grapevines will produce grapes. The land will give good crops, and the skies will give rain. I will give all these things to my people."
            },
            {
                "verse_number": "13",
                "verse_text": "People began using the names Israel and Judah in their curses. But I will save Israel and Judah, and their names will become a blessing. So don&quot;t be afraid. Be strong!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord All-Powerful says, &apos;Your ancestors made me angry, so I decided to destroy them. I decided not to change my mind.&apos; This is what the Lord All-Powerful said."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;But now I have changed my mind. And in the same way I have decided to be good to Jerusalem and to the people of Judah. So don&quot;t be afraid!"
            },
            {
                "verse_number": "16",
                "verse_text": "But you must do this: Tell the truth to your neighbors. When you make decisions in your cities, be fair and do what is right. Do what brings peace."
            },
            {
                "verse_number": "17",
                "verse_text": "Don&quot;t make secret plans to hurt your neighbors. Don&quot;t make false promises. You must not enjoy doing these things, because I hate them!&apos; This is what the Lord said."
            },
            {
                "verse_number": "18",
                "verse_text": "I received this message from the Lord All-Powerful."
            },
            {
                "verse_number": "19",
                "verse_text": "The Lord All-Powerful says, &apos;You have special days of sadness and fasting in the fourth month, the fifth month, the seventh month, and the tenth month. These days of sadness must be changed into days of happiness. They will be good and happy festivals. And you must love truth and peace.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "The Lord All-Powerful says,"
            },
            {
                "verse_number": "21",
                "verse_text": "People from different cities will greet each other and say,"
            },
            {
                "verse_number": "22",
                "verse_text": "Many people and many powerful nations will come to Jerusalem to find the Lord All-Powerful and to worship him."
            },
            {
                "verse_number": "23",
                "verse_text": "The Lord All-Powerful says, &apos;At that time many foreigners speaking different languages will come to a Jewish man, take hold of the hem of his robe, and ask, &quot;We heard that God is with you. Can we come with you to worship him?&quot;&apos;"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "This is the Lord&quot;s message against the land of Hadrach and against the city of Damascus. The tribes of Israel are not the only people who know about the Lord. Everyone looks to him for help."
            },
            {
                "verse_number": "2",
                "verse_text": "This message is also against the city of Hamath near Damascus. And this message is against Tyre and Sidon, even though those people have been so wise and skillful."
            },
            {
                "verse_number": "3",
                "verse_text": "Tyre is built like a fort. The people there have collected so much silver that it is like dust, and gold is as common as clay."
            },
            {
                "verse_number": "4",
                "verse_text": "But the Lord will take it all. He will destroy her powerful navy and that city will be destroyed by fire! People of Jerusalem, shout with joy! Look, your king is coming to you! He is the good king who won the victory, but he is humble. He is riding on a donkey, on a young donkey born from a work animal. and the horse soldiers from Jerusalem. I will destroy the bows used in war. Your king will bring news of peace to the nations. He will rule from sea to sea, from the Euphrates River to the ends of the earth. Now you have something to hope for. I am telling you now, I am coming back to you. Ephraim, I will use you like arrows. Israel, I will use you like a sword to fight against the men of Greece. and he will shoot his arrows like lightning. The Lord GOD will blow the trumpet, and the army will rush forward like a desert dust storm. The soldiers will use rocks and slings to defeat the enemy. They will spill the blood of their enemies. It will flow like wine. It will be like the blood that is thrown on the corners of the altar! will save his people like a shepherd saves his sheep. They will be very precious to him. They will be like sparkling jewels in his land. There will be a wonderful crop, but it will not be just the food and wine. It will be all the young men and women!"
            },
            {
                "verse_number": "5",
                "verse_text": "The people in Ashkelon will see this and they will be afraid. The people of Gaza will shake with fear, and the people of Ekron will lose all hope when they see this happen. There will be no king left in Gaza. No one will live in Ashkelon anymore."
            },
            {
                "verse_number": "6",
                "verse_text": "The people in Ashdod will not even know who their real fathers are. The Lord says, &apos;I will completely destroy the proud Philistines."
            },
            {
                "verse_number": "7",
                "verse_text": "They will no longer eat meat with the blood still in it or any other forbidden food. Any Philistine left alive will become a part of my people; they will be just one more tribe in Judah. The people of Ekron will become a part of my people, as the Jebusites did."
            },
            {
                "verse_number": "8",
                "verse_text": "I will protect my country. I will not let enemy armies pass through it. I will not let them hurt my people anymore. With my own eyes I have seen how much my people have suffered.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "People of Zion, rejoice!"
            },
            {
                "verse_number": "10",
                "verse_text": "I will take the war chariots away from Ephraim"
            },
            {
                "verse_number": "11",
                "verse_text": "Jerusalem, we used blood to seal your agreement, so I am setting your people free from that empty hole in the ground."
            },
            {
                "verse_number": "12",
                "verse_text": "Prisoners, go home!"
            },
            {
                "verse_number": "13",
                "verse_text": "Judah, I will use you like a bow."
            },
            {
                "verse_number": "14",
                "verse_text": "The Lord will appear to them,"
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord All-Powerful will protect them."
            },
            {
                "verse_number": "16",
                "verse_text": "At that time the Lord their God"
            },
            {
                "verse_number": "17",
                "verse_text": "Everything will be good and beautiful!"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Pray to the Lord for rain in the springtime. The Lord will send the lightning and the rain will fall, and he will make the plants grow in each person&quot;s field."
            },
            {
                "verse_number": "2",
                "verse_text": "People use their little statues and magic to learn what will happen in the future, but that is useless. They see visions and tell about their dreams, but it is nothing but worthless lies. So the people are like sheep wandering here and there crying for help, but there is no shepherd to lead them."
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord says, &apos;I am very angry with the shepherds. I made them responsible for what happens to my sheep.&apos; (The people of Judah are his flock, and the Lord All-Powerful really does take care of his flock. He cares for them as a soldier cares for his beautiful war horse.)"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;The cornerstone, the tent peg, the war bow, and the advancing soldiers will all come from Judah together."
            },
            {
                "verse_number": "5",
                "verse_text": "They will defeat their enemy &ndash;it will be like soldiers marching through mud in the streets. They will fight, and since the Lord is with them, they will defeat even the enemy soldiers riding horses."
            },
            {
                "verse_number": "6",
                "verse_text": "I will make Judah&quot;s family strong. I will help Joseph&quot;s family win the war. I will bring them back safely and comfort them. It will be as if I never left them. I am the Lord their God, and I will help them."
            },
            {
                "verse_number": "7",
                "verse_text": "The people of Ephraim will be as happy as soldiers who have too much to drink. Their children will be rejoicing and they, too, will be happy. They will all have a happy time together with the Lord."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;I will whistle for them and call them all together. I really will save them. There will be many people."
            },
            {
                "verse_number": "9",
                "verse_text": "Yes, I have been scattering my people throughout the nations. But in those faraway places, they will remember me. They and their children will survive, and they will come back."
            },
            {
                "verse_number": "10",
                "verse_text": "I will bring them back from Egypt and Assyria. I will bring them to the area of Gilead. And since there will not be enough room, I will also let them live in nearby Lebanon."
            },
            {
                "verse_number": "11",
                "verse_text": "They will go through a sea of troubles, but the waves will be stopped. Even the deepest waters of the Nile River will dry up. I will destroy Assyria&quot;s pride and take away Egypt&quot;s power."
            },
            {
                "verse_number": "12",
                "verse_text": "I, the Lord, will make my people strong, and they will live for me.&apos; This is what the Lord said."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Lebanon, open your gates so that the fire will come and burn your cedar trees. Those powerful trees will be taken away. Oak trees in Bashan will cry for the forest that was cut down. Their powerful leaders were taken away. Listen to the roaring of the young lions. Their thick bushes near the Jordan River have all been taken away. You abandoned my sheep. Punish him! Strike his arm and right eye with a sword. His arm will be useless. His right eye will be blind."
            },
            {
                "verse_number": "2",
                "verse_text": "The cypress trees will cry because the cedar trees have fallen."
            },
            {
                "verse_number": "3",
                "verse_text": "Listen to the crying shepherds."
            },
            {
                "verse_number": "4",
                "verse_text": "The Lord my God says, &apos;Care for the sheep that have been raised to be killed."
            },
            {
                "verse_number": "5",
                "verse_text": "Buyers kill their sheep and are not punished. Those who sell the sheep say, &quot;Praise the Lord, I am rich!&quot; The shepherds don&quot;t feel sorry for their sheep."
            },
            {
                "verse_number": "6",
                "verse_text": "And I don&quot;t feel sorry for the people who live in this country.&apos; This is what the Lord said: &apos;Look, I will let everyone be under the control of their neighbor and king. I will let them destroy the country&ndash;I will not stop them!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So I took care of the sheep that had been raised to be killed&ndash;those poor sheep. I found two sticks. I called one stick Favor, and I called the other stick Union. Then I began caring for the sheep."
            },
            {
                "verse_number": "8",
                "verse_text": "I fired the three shepherds all in one month. I got angry at the sheep, and they began to hate me."
            },
            {
                "verse_number": "9",
                "verse_text": "Then I said, &apos;I quit! I will not take care of you! I will let those who want to die, die. I will let those who want to be destroyed, be destroyed, and those who are left will destroy each other.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then I took the stick named Favor, and I broke it. I did this to show that God&quot;s agreement with his people was broken."
            },
            {
                "verse_number": "11",
                "verse_text": "So that day the agreement was finished, and those poor sheep watching me knew that this message was from the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "Then I said, &apos;If you want to pay me, pay me. If not, don&quot;t!&apos; So they paid me 30 pieces of silver."
            },
            {
                "verse_number": "13",
                "verse_text": "Then the Lord told me, &apos;So that&quot;s how much they think I&quot;m worth. Throw that large amount of money into the Temple treasury.&apos; So I took the 30 pieces of silver and threw them into the treasury at the Lord&quot;s Temple."
            },
            {
                "verse_number": "14",
                "verse_text": "Then I cut the stick named Union into two pieces. I did this to show that the union between Judah and Israel had been broken."
            },
            {
                "verse_number": "15",
                "verse_text": "Then the Lord said to me, &apos;Now, get the things a foolish shepherd might use."
            },
            {
                "verse_number": "16",
                "verse_text": "This will show that I will get a new shepherd for this country. But this young man will not be able to take care of the sheep that are being destroyed. He will not be able to heal the hurt sheep or feed those that are left alive. And the healthy ones will be eaten completely&ndash;only their hoofs will be left.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Too bad for you, you worthless shepherd!"
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "This is a message from the Lord about Israel. The Lord is the one who made the earth and the sky, and he put the human spirit in people. And this is what the Lord said:"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Look, I will make Jerusalem like a cup of poison to the nations around her. The nations will come and attack that city, and all of Judah will be caught in the trap."
            },
            {
                "verse_number": "3",
                "verse_text": "But I will make Jerusalem like a heavy rock&ndash;those who try to take it will hurt themselves. They will be cut and scratched. All the nations on earth will come together to fight against Jerusalem."
            },
            {
                "verse_number": "4",
                "verse_text": "But at that time I will scare the horse, and the soldier riding it will panic. I will make all the enemy horses blind, but my eyes will be open&ndash;and I will be watching over Judah&quot;s family."
            },
            {
                "verse_number": "5",
                "verse_text": "The leaders of Judah will encourage the people and say, &quot;The Lord All-Powerful is your God. He makes us strong.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "At that time I will make the leaders of Judah like a fire burning in a forest. They will destroy their enemies like fire burning straw. They will destroy the enemy all around them, and the people in Jerusalem will again be able to sit back and relax.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord will save the people of Judah first, so the people in Jerusalem will not be able to brag too much. David&quot;s family and the other people who live in Jerusalem will not be able to brag that they are better than the other people in Judah."
            },
            {
                "verse_number": "8",
                "verse_text": "But the Lord will protect the people in Jerusalem. Even the man who trips and falls will become a great soldier like David. And the men from David&quot;s family will be like gods&ndash;like the Lord&quot;s own angel leading the people."
            },
            {
                "verse_number": "9",
                "verse_text": "The Lord says, &apos;At that time I will destroy the nations that came to fight against Jerusalem."
            },
            {
                "verse_number": "10",
                "verse_text": "I will fill David&quot;s family and the people living in Jerusalem with a spirit of kindness and mercy. They will look to me, the one they stabbed, and they will be very sad. They will be as sad as someone crying over the death of their only son, as sad as someone crying over the death of their firstborn son."
            },
            {
                "verse_number": "11",
                "verse_text": "There will be a time of great sadness and crying in Jerusalem. It will be like the time people cry over the death of Hadad Rimmon in Megiddo Valley."
            },
            {
                "verse_number": "12",
                "verse_text": "Each and every family will cry by itself. The men in David&quot;s family will cry by themselves, and their wives will cry by themselves. The men in Nathan&quot;s family will cry by themselves, and their wives will cry by themselves."
            },
            {
                "verse_number": "13",
                "verse_text": "The men in Levi&quot;s family will cry by themselves, and their wives will cry by themselves. The men in Simeon&quot;s family will cry by themselves, and their wives will cry by themselves."
            },
            {
                "verse_number": "14",
                "verse_text": "And the same thing will happen in all the other tribes. The men and women will cry by themselves.&apos;"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "But at that time a new spring of water will be opened for David&quot;s family and for the other people living in Jerusalem. That fountain will be to wash away their sins and to make the people pure."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord All-Powerful says, &apos;At that time I will remove all the idols from the earth. People will not even remember their names, and I will remove the false prophets and unclean spirits from the earth."
            },
            {
                "verse_number": "3",
                "verse_text": "Whoever continues to prophesy will be punished. Even their parents, their own mother and father, will say to them, &quot;You have spoken lies in the name of the Lord, so you must die!&quot; Their own mother and father will stab them for prophesying."
            },
            {
                "verse_number": "4",
                "verse_text": "At that time the prophets will be ashamed of their visions and prophecies. They will not wear the rough cloth that shows a person is a prophet. They will not wear those clothes to trick people with the lies they call prophecies."
            },
            {
                "verse_number": "5",
                "verse_text": "They will say, &quot;I am not a prophet. I am a farmer. I have worked as a farmer since I was a little child.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "But other people will say, &quot;Then what are these wounds in your hands?&quot; He will say, &quot;I was beaten in the house of my friends.&quot;&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord All-Powerful says, &apos;Sword, wake up and strike the shepherd, my friend! Strike the shepherd, and the sheep will run away. And I will punish those little ones."
            },
            {
                "verse_number": "8",
                "verse_text": "Two-thirds of the people in the land will be struck down and die,&apos; says the Lord, &apos;but one-third will survive."
            },
            {
                "verse_number": "9",
                "verse_text": "Then I will test those survivors by giving them many troubles. The troubles will be like the fire a person uses to prove silver is pure. I will test them the way a person tests gold. Then they will call to me for help, and I will answer them. I will say, &quot;You are my people.&quot; And they will say, &quot;The Lord is my God.&quot;&apos;"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Look, the Lord has a special day of judgment coming, when the riches you have taken will be divided in your city."
            },
            {
                "verse_number": "2",
                "verse_text": "I will bring all the nations together to fight against Jerusalem. They will capture the city and destroy the houses. The women will be raped, and half of the people will be taken away as prisoners. But the rest of the people will not be taken from the city."
            },
            {
                "verse_number": "3",
                "verse_text": "Then the Lord will go to war with those nations. It will be a real battle."
            },
            {
                "verse_number": "4",
                "verse_text": "At that time he will stand on the Mount of Olives, the hill east of Jerusalem. The Mount of Olives will split in half. Part of the mountain will move to the north, and part to the south. A deep valley will open up, from the east to the west."
            },
            {
                "verse_number": "5",
                "verse_text": "You will try to run away as that mountain valley comes closer and closer to you. You will run away like the time you ran from the earthquake during the time of King Uzziah of Judah. But the Lord my God will come, and all his holy ones will be with him. At that time they will be afraid of the Lord. Each man will grab his neighbor&quot;s hand, and they will fight each other. Even Judah will fight against Jerusalem. This will happen even while armies from all the nations are surrounding the city. There will be much gold, silver, and clothing."
            },
            {
                "verse_number": "8",
                "verse_text": "At that time water will flow continually from Jerusalem. That stream will split and part of it will flow east, and part of it will flow west to the Mediterranean Sea. And it will flow all year long, in the summer as well as in the winter."
            },
            {
                "verse_number": "9",
                "verse_text": "And the Lord will be the King of the whole world. At that time all people will worship him as the only Lord with only one name."
            },
            {
                "verse_number": "10",
                "verse_text": "And the whole land from Geba in the north to Rimmon in the south past Jerusalem will become a flat plain. The city of Jerusalem will stay in the same place, but it will be built high above the land around it. It will reach from the Benjamin Gate to the First Gate (that is, the Corner Gate) and from the Tower of Hananel to the king&quot;s winepresses."
            },
            {
                "verse_number": "11",
                "verse_text": "People will move to Jerusalem because it will be a safe place to live. It will never again be destroyed."
            },
            {
                "verse_number": "12",
                "verse_text": "But the Lord will punish the nations that fought against Jerusalem. He will send a terrible disease against them. Their skin will begin to rot while the people are still alive. Their eyes will rot in their sockets, and their tongues will rot in their mouths."
            },
            {
                "verse_number": "16",
                "verse_text": "Some of the people who came to fight Jerusalem will survive. And every year they will come to worship the king, the Lord All-Powerful. They will come to celebrate the Festival of Shelters."
            },
            {
                "verse_number": "17",
                "verse_text": "And if people from any of the families on earth don&quot;t go to Jerusalem to worship the King, the Lord All-Powerful, no rain will fall on their land."
            },
            {
                "verse_number": "18",
                "verse_text": "If any of the families in Egypt don&quot;t come to celebrate the Festival of Shelters, they will get that terrible disease that the Lord caused the enemy nations to get."
            },
            {
                "verse_number": "19",
                "verse_text": "That will be the punishment for Egypt, and for any other nation that does not come to celebrate the Festival of Shelters."
            },
            {
                "verse_number": "20",
                "verse_text": "At that time even the harnesses on the horses will have the label, holy to the lord . And all the pots used in the Lord&quot;s Temple will be just as important as the bowls used at the altar."
            },
            {
                "verse_number": "21",
                "verse_text": "In fact, every dish in Jerusalem and Judah will have the label, holy to the lord all-powerful . All the people offering sacrifices will come, take those dishes, and cook their special meals in them. At that time there will not be any merchants buying and selling things in the Temple of the Lord All-Powerful."
            }
        ]
    }
}