{
    "Job": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "There was a man named Job who lived in the country of Uz. He was a good, honest man. He respected God and refused to do evil."
            },
            {
                "verse_number": "2",
                "verse_text": "Job had seven sons and three daughters."
            },
            {
                "verse_number": "3",
                "verse_text": "He owned 7000 sheep, 3000 camels, 1000 oxen, and 500 female donkeys. He had many servants. He was the richest man in the east. Satan answered the Lord, &apos;I have been roaming around the earth, going from place to place.&apos; Then Satan left the meeting. &apos;When I was born into this world, I was naked and had nothing. When I die and leave this world, I will be naked and have nothing. The Lord gives, and the Lord takes away. Praise the name of the Lord!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Job&quot;s sons took turns having dinner parties in their homes, and they invited their sisters."
            },
            {
                "verse_number": "5",
                "verse_text": "The day after each of these parties, Job got up early in the morning, sent for his children, and offered a burnt offering for each of them. He thought, &apos;Maybe my children were careless and sinned against God at their party.&apos; Job always did this so that his children would be forgiven of their sins."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the day came for the angels to meet with the Lord. Even Satan was there with them."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord said to Satan, &apos;Where have you been?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the Lord said to Satan, &apos;Have you noticed my servant Job? There is no one on earth like him. He is a good, faithful man. He respects God and refuses to do evil.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Satan answered the Lord, &apos;But Job has a good reason to respect you."
            },
            {
                "verse_number": "10",
                "verse_text": "You always protect him, his family, and everything he has. You have blessed him and made him successful in everything he does. He is so wealthy that his herds and flocks are all over the country."
            },
            {
                "verse_number": "11",
                "verse_text": "But if you were to destroy everything he has, I promise you that he would curse you to your face.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord said to Satan, &apos;All right, do whatever you want with anything that he has, but don&quot;t hurt Job himself.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "One day Job&quot;s sons and daughters were eating and drinking wine at the oldest brother&quot;s house."
            },
            {
                "verse_number": "14",
                "verse_text": "A messenger came to Job and said, &apos;We were plowing the fields with the oxen and the donkeys were eating grass nearby,"
            },
            {
                "verse_number": "15",
                "verse_text": "when some Sabeans attacked us and took your animals! They killed the other servants. I am the only one who escaped to come and tell you the news!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "That messenger was still speaking when another one came in and said, &apos;A bolt of lightning struck your sheep and servants and burned them up. I am the only one who escaped to come and tell you the news!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "That messenger was still speaking when another one came in and said, &apos;The Chaldeans sent out three raiding parties that attacked us and took the camels! They killed the other servants. I am the only one who escaped to come and tell you the news!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "That messenger was still speaking when another one came in and said, &apos;Your sons and daughters were eating and drinking wine at the oldest brother&quot;s house."
            },
            {
                "verse_number": "19",
                "verse_text": "A strong wind suddenly came in from across the desert and blew the house down. It fell on your sons and daughters, and they are all dead. I am the only one who escaped to come and tell you the news!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "When Job heard this, he got up, tore his clothes, and shaved his head to show his sadness. Then he fell to the ground to bow down before God"
            },
            {
                "verse_number": "21",
                "verse_text": "and said,"
            },
            {
                "verse_number": "22",
                "verse_text": "Even after all this, Job did not sin. He did not accuse God of doing anything wrong."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Then another day came for the angels to meet with the Lord. Satan joined them for this meeting with the Lord."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord said to Satan, &apos;Where have you been?&apos; Satan answered the Lord, &apos;I have been roaming around the earth, going from place to place.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Then the Lord said to Satan, &apos;Have you noticed my servant Job? There is no one on earth like him. He is a good, faithful man. He respects God and refuses to do evil. He is still faithful, even though you asked me to let you destroy, without reason, everything he has.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Satan answered, &apos;Skin for skin! A man will give everything he has to protect himself."
            },
            {
                "verse_number": "5",
                "verse_text": "I swear, if you attack his flesh and bones, he will curse you to your face!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So the Lord said to Satan, &apos;All right, Job is in your hands, but you are not allowed to kill him.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So Satan left the meeting with the Lord and gave Job painful sores all over his body, from the bottom of his feet to the top of his head."
            },
            {
                "verse_number": "8",
                "verse_text": "Job sat on the pile of ashes where he was mourning and used a piece of broken pottery to scrape his sores."
            },
            {
                "verse_number": "9",
                "verse_text": "His wife said to him, &apos;Are you still holding on to your faith? Why don&quot;t you just curse God and die!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Job answered, &apos;You sound like one of those fools on the street corner! How can we accept all the good things that God gives us and not accept the problems?&apos; So even after all that happened to Job, he did not sin. He did not accuse God of doing anything wrong."
            },
            {
                "verse_number": "11",
                "verse_text": "Job&quot;s three friends heard about all the bad things that happened to him, so Eliphaz came from Teman, Bildad from Shuah, and Zophar from Naamah. They met together and went to comfort Job and show him their sympathy."
            },
            {
                "verse_number": "12",
                "verse_text": "But his friends didn&quot;t even recognize him when they first saw him in the distance! They began to cry loudly. They tore their clothes and threw dirt in the air over their heads to show how sad they were."
            },
            {
                "verse_number": "13",
                "verse_text": "Then they sat on the ground with Job for seven days and seven nights. They didn&quot;t say a word, because they saw he was in so much pain."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Then Job opened his mouth and cursed the day he was born."
            },
            {
                "verse_number": "2",
                "verse_text": "He said, I wish the night they said, &quot;It&quot;s a boy!&quot; had never happened. I wish God above had forgotten that day and not let any light shine on it. covered with the darkest clouds. that it was left off the calendar and not included in any of the months. and no happy shouts had been heard. So let them say their curses and curse the day I was born. Let that night wait for a morning that never comes. I wish it had never seen the first rays of sunlight. and kept me from seeing all these troubles. Why didn&quot;t I die as I came from my mother&quot;s womb? Why did her breasts feed me? I would be at peace now. I wish I were asleep and at rest who built palaces that are now in ruins. who filled their graves with gold and silver. and was put in the ground? I wish I had been buried like a baby who never saw the light of day. and the weary find rest. they no longer hear their guards shouting at them. and even the slave is free from his master. Why let anyone live such a bitter life? They search for death more than for hidden treasure. They would rejoice to find their tomb. and builds a wall around them to protect them. My groans pour out like water. and what I feared most has happened. I am too upset to rest!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;I wish the day I was born would be lost forever."
            },
            {
                "verse_number": "4",
                "verse_text": "I wish that day had remained dark."
            },
            {
                "verse_number": "5",
                "verse_text": "I wish that bitter day had remained as dark as death,"
            },
            {
                "verse_number": "6",
                "verse_text": "I wish the darkness had carried away that night,"
            },
            {
                "verse_number": "7",
                "verse_text": "I wish that night had produced nothing"
            },
            {
                "verse_number": "8",
                "verse_text": "Some magicians think they can wake Leviathan."
            },
            {
                "verse_number": "9",
                "verse_text": "Let that day&quot;s morning star be dark."
            },
            {
                "verse_number": "10",
                "verse_text": "I wish it had stopped me from being born"
            },
            {
                "verse_number": "11",
                "verse_text": "Why didn&quot;t I die when I was born?"
            },
            {
                "verse_number": "12",
                "verse_text": "Why did my mother hold me on her knees?"
            },
            {
                "verse_number": "13",
                "verse_text": "If I had died when I was born,"
            },
            {
                "verse_number": "14",
                "verse_text": "with the kings and their advisors"
            },
            {
                "verse_number": "15",
                "verse_text": "I wish I were buried with rulers"
            },
            {
                "verse_number": "16",
                "verse_text": "Why wasn&quot;t I a child who died at birth"
            },
            {
                "verse_number": "17",
                "verse_text": "There the wicked stop causing trouble,"
            },
            {
                "verse_number": "18",
                "verse_text": "Even prisoners find relief there;"
            },
            {
                "verse_number": "19",
                "verse_text": "Everyone&ndash;from the greatest to the least important&ndash;will be there,"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Why must a suffering person continue to live?"
            },
            {
                "verse_number": "21",
                "verse_text": "Such people want to die, but death does not come."
            },
            {
                "verse_number": "22",
                "verse_text": "They would be happy to find their grave."
            },
            {
                "verse_number": "23",
                "verse_text": "But God keeps their future a secret"
            },
            {
                "verse_number": "24",
                "verse_text": "When it is time to eat, all I can do is sigh with sadness, not joy."
            },
            {
                "verse_number": "25",
                "verse_text": "I was afraid something terrible would happen,"
            },
            {
                "verse_number": "26",
                "verse_text": "I cannot calm down or relax."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Eliphaz from Teman answered: Would it upset you if I speak? You encouraged those who were ready to quit. You gave strength to those who could not stand by themselves. and you are discouraged. Trouble hits you, and you are upset. You trust him. You are a good man, so let that be your hope. Do you know of any place where good people are punished? but they were evil troublemakers. They were cut off from his breath of life. like growling lions with broken teeth&ndash; They died, and their cubs starved to death. My ears caught a whisper of it. it ruined my sleep. and I trembled down to my bones. The hair on my body stood up! but I could not see what it was. A shape stood before my eyes, and there was silence. Then I heard a quiet voice: People cannot be more pure than their Maker. He sees faults even in his angels. They can be crushed as easily as a moth! They die&ndash;gone forever&ndash;and no one even notices. and they die before gaining wisdom.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I must say something."
            },
            {
                "verse_number": "3",
                "verse_text": "Job, you have taught many people."
            },
            {
                "verse_number": "4",
                "verse_text": "Your words helped those who were ready to fall."
            },
            {
                "verse_number": "5",
                "verse_text": "But now trouble comes to you,"
            },
            {
                "verse_number": "6",
                "verse_text": "You worship God."
            },
            {
                "verse_number": "7",
                "verse_text": "Can you think of any innocent person who was ever destroyed?"
            },
            {
                "verse_number": "8",
                "verse_text": "Yes, I have seen people whose lives were cut short,"
            },
            {
                "verse_number": "9",
                "verse_text": "They lost the breath God gave them."
            },
            {
                "verse_number": "10",
                "verse_text": "They were like roaring lions,"
            },
            {
                "verse_number": "11",
                "verse_text": "like a lioness that cannot find prey."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;I happened to hear a message."
            },
            {
                "verse_number": "13",
                "verse_text": "Like a bad dream in the night,"
            },
            {
                "verse_number": "14",
                "verse_text": "It frightened me,"
            },
            {
                "verse_number": "15",
                "verse_text": "A spirit passed by my face."
            },
            {
                "verse_number": "16",
                "verse_text": "The spirit stood still,"
            },
            {
                "verse_number": "17",
                "verse_text": "&quot;A person cannot be more right than God."
            },
            {
                "verse_number": "18",
                "verse_text": "Look, God cannot even trust his heavenly servants."
            },
            {
                "verse_number": "19",
                "verse_text": "So surely people are worse! They live in houses of clay built on dust."
            },
            {
                "verse_number": "20",
                "verse_text": "From dawn to sunset people are destroyed."
            },
            {
                "verse_number": "21",
                "verse_text": "The ropes of their tent are pulled up,"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Job, call out if you want, and see if anyone answers! But to which of the angels will you turn? His jealousy will destroy him. No one defended them in court. even the grain growing among the thorns, and greedy people took all he had. Trouble does not grow from the ground. as surely as sparks rise from a fire. and tell him about my problems. His miracles are too many to count. and waters the fields. and makes sad people happy. so that they will not succeed. and brings to an end their evil plans. Even at noon they will have to feel their way as in the dark. He saves them from those who are powerful. God shuts the mouths of those who would cause them harm. So don&quot;t complain when God All-Powerful punishes you. He might hurt you, but his hands also heal. when there is famine. He will protect you from the sword when there is war. But God will protect you. You will not be afraid when bad things happen! You will not be afraid of wild animals! with the wild animals and the rocks in the field. You will count your property and find nothing missing. They will be as many as the blades of grass on the earth. Yes, you will live to a ripe old age. So listen to us, and learn for yourself.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "A fool&quot;s anger will kill him."
            },
            {
                "verse_number": "3",
                "verse_text": "I saw a fool who thought he was safe, but suddenly he died. No evil will harm you."
            },
            {
                "verse_number": "4",
                "verse_text": "There was no one to help his children."
            },
            {
                "verse_number": "5",
                "verse_text": "Hungry people ate all his crops,"
            },
            {
                "verse_number": "6",
                "verse_text": "Bad times don&quot;t come up from the dirt."
            },
            {
                "verse_number": "7",
                "verse_text": "But people are born to have trouble,"
            },
            {
                "verse_number": "8",
                "verse_text": "If I were you, I would turn to God"
            },
            {
                "verse_number": "9",
                "verse_text": "People cannot understand the wonderful things God does."
            },
            {
                "verse_number": "10",
                "verse_text": "He sends rain all over the earth"
            },
            {
                "verse_number": "11",
                "verse_text": "He raises up the humble"
            },
            {
                "verse_number": "12",
                "verse_text": "He spoils the plans of even the smartest people"
            },
            {
                "verse_number": "13",
                "verse_text": "He catches those who think they are wise in their own clever traps"
            },
            {
                "verse_number": "14",
                "verse_text": "Daylight will be like darkness for them."
            },
            {
                "verse_number": "15",
                "verse_text": "God saves the poor from the hurtful words of the wicked."
            },
            {
                "verse_number": "16",
                "verse_text": "So the poor have hope;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;You are fortunate when God corrects you."
            },
            {
                "verse_number": "18",
                "verse_text": "God might injure you, but he will bandage those wounds."
            },
            {
                "verse_number": "19",
                "verse_text": "He will save you again and again."
            },
            {
                "verse_number": "20",
                "verse_text": "God will save you from death"
            },
            {
                "verse_number": "21",
                "verse_text": "People might say bad things about you with their sharp tongues."
            },
            {
                "verse_number": "22",
                "verse_text": "You will laugh at destruction and famine."
            },
            {
                "verse_number": "23",
                "verse_text": "It is as if you have a peace treaty"
            },
            {
                "verse_number": "24",
                "verse_text": "You will live in peace because your tent is safe."
            },
            {
                "verse_number": "25",
                "verse_text": "You will have many children."
            },
            {
                "verse_number": "26",
                "verse_text": "You will be like the wheat that grows until harvest time."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;We have studied this and know it is true."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Then Job answered: and all my trouble be put on the scales. That is why my words are so crazy. My spirit feels their poison! God&quot;s terrible weapons are lined up against me. And a cow is quiet when it has food. and the white of an egg has no taste. it makes me sick! I wish God would give me what I want. just go ahead and kill me! Even through all this pain, I never refused to obey the commands of the Holy One. With nothing to look forward to, why should I be patient? My body is not made from bronze. because all hope of success has been taken away from me. You are like a stream that has no water when the weather is dry but is flooded when the rains come. the water stops flowing, and the stream disappears. and then disappears into the desert. Travelers from Sheba hope to find it. but they will be disappointed. You see my troubles and are afraid. Did I ask you to offer a bribe for me from your wealth? or &quot;Save me from those who are cruel!&quot; Show me what I have done wrong. but your arguments prove nothing. Will you speak more tiring words? who would gamble for orphans and sell out your own friends? and see that I am telling the truth! Think again, because I am innocent. I know right from wrong."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I wish my suffering could be weighed"
            },
            {
                "verse_number": "3",
                "verse_text": "They would be heavier than all the sand of the sea!"
            },
            {
                "verse_number": "4",
                "verse_text": "God All-Powerful has shot me with his arrows."
            },
            {
                "verse_number": "5",
                "verse_text": "Even a wild donkey does not complain when it has grass to eat."
            },
            {
                "verse_number": "6",
                "verse_text": "Food without salt does not taste good,"
            },
            {
                "verse_number": "7",
                "verse_text": "I refuse to touch that kind of food;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;I wish I could have what I ask for."
            },
            {
                "verse_number": "9",
                "verse_text": "I wish he would crush me&ndash;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then I would be comforted by this one thing:"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;With my strength gone, I have no hope to go on living."
            },
            {
                "verse_number": "12",
                "verse_text": "I am not strong like a rock."
            },
            {
                "verse_number": "13",
                "verse_text": "I don&quot;t have the power to help myself,"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Friends should be loyal to you in times of trouble, even if you turn away from God All-Powerful."
            },
            {
                "verse_number": "15",
                "verse_text": "But I cannot depend on you, my brothers."
            },
            {
                "verse_number": "16",
                "verse_text": "In the winter, it is choked with ice and melting snow."
            },
            {
                "verse_number": "17",
                "verse_text": "But when the weather is hot and dry,"
            },
            {
                "verse_number": "18",
                "verse_text": "It twists and turns along the way"
            },
            {
                "verse_number": "19",
                "verse_text": "Traders from Tema search for it."
            },
            {
                "verse_number": "20",
                "verse_text": "They are sure they can find water,"
            },
            {
                "verse_number": "21",
                "verse_text": "Now, you are like those streams."
            },
            {
                "verse_number": "22",
                "verse_text": "But have I ever asked you to help me?"
            },
            {
                "verse_number": "23",
                "verse_text": "No, and I never said, &quot;Save me from my enemies!&quot;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;So now, teach me, and I will be quiet."
            },
            {
                "verse_number": "25",
                "verse_text": "Honest words are powerful,"
            },
            {
                "verse_number": "26",
                "verse_text": "Do you plan to criticize me?"
            },
            {
                "verse_number": "27",
                "verse_text": "Are you the kind of people"
            },
            {
                "verse_number": "28",
                "verse_text": "Now, look me in the face,"
            },
            {
                "verse_number": "29",
                "verse_text": "You need to start over and stop being so unfair!"
            },
            {
                "verse_number": "30",
                "verse_text": "I am not lying."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "&apos;People have a hard struggle on earth. Their life is like that of a hired worker. or a hired worker waiting for payday. I have suffered night after night. &quot;How long before it&quot;s time to get up?&quot; The night drags on. I toss and turn until the sun comes up. It is cracked and covered with sores. and my life will end without hope. I will not get a second chance to enjoy it. You watch me for a while, but then I am gone. people are put in the grave, never to rise again. The people there would not know them. I will let my suffering spirit speak! I will let my bitter soul complain! My couch should give me rest and relief. you frighten me with visions. than to live like this. I don&quot;t want to live forever. Leave me alone! My life means nothing. Why do you even notice them? and test them at every moment? or leave me alone for a second. If I sinned, would that hurt you? Why have you made me your target? Have I become a problem for you? Why don&quot;t you just forgive me for my sins? Soon I will die and be in my grave. You will search for me, but I will be gone.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "They are like a slave looking for cool shade"
            },
            {
                "verse_number": "3",
                "verse_text": "Month after frustrating month has gone by."
            },
            {
                "verse_number": "4",
                "verse_text": "When I lie down, I think,"
            },
            {
                "verse_number": "5",
                "verse_text": "My skin is covered with worms and scabs."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;My days pass by faster than a weaver&quot;s shuttle,"
            },
            {
                "verse_number": "7",
                "verse_text": "God, remember, my life is like a breath."
            },
            {
                "verse_number": "8",
                "verse_text": "Those who see me now will never see me again."
            },
            {
                "verse_number": "9",
                "verse_text": "Just as clouds that come and go,"
            },
            {
                "verse_number": "10",
                "verse_text": "They don&quot;t come back to their old homes."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;So I will not be quiet!"
            },
            {
                "verse_number": "12",
                "verse_text": "Am I one of your enemies? Is that why you put a guard over me?"
            },
            {
                "verse_number": "13",
                "verse_text": "My bed should bring me comfort."
            },
            {
                "verse_number": "14",
                "verse_text": "But when I lie down, you scare me with dreams;"
            },
            {
                "verse_number": "15",
                "verse_text": "So I would rather be choked to death"
            },
            {
                "verse_number": "16",
                "verse_text": "I hate my life&ndash;I give up."
            },
            {
                "verse_number": "17",
                "verse_text": "God, why are people so important to you?"
            },
            {
                "verse_number": "18",
                "verse_text": "Why do you visit them every morning"
            },
            {
                "verse_number": "19",
                "verse_text": "You never look away from me"
            },
            {
                "verse_number": "20",
                "verse_text": "You are always watching us!"
            },
            {
                "verse_number": "21",
                "verse_text": "Why don&quot;t you just pardon me for doing wrong?"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Then Bildad from Shuah answered: Your words are nothing but hot air! God All-Powerful does what is right. They paid for their sins. and pray to the All-Powerful. he will quickly come to help you. He will give your family back to you. than you had in the beginning! Find out what their ancestors learned. We are too young to know anything. Our days on earth are very short, like a shadow. Maybe they will teach you what they learned. Can reeds grow without water? They will be too small to cut and use. Those who oppose him have no hope. It is like a spider&quot;s web. it will break. When they reach out for it, it will not hold them up. and its branches spread throughout the garden. searching for good soil. and no one can tell it was ever there. but another vine will take its place. and he does not abandon the innocent. Maybe shouts of joy will come from your lips. and the homes of the wicked destroyed.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;How long will you talk like that?"
            },
            {
                "verse_number": "3",
                "verse_text": "God is always fair."
            },
            {
                "verse_number": "4",
                "verse_text": "If your children sinned against God, he punished them."
            },
            {
                "verse_number": "5",
                "verse_text": "But now, look to God"
            },
            {
                "verse_number": "6",
                "verse_text": "If you are pure and good,"
            },
            {
                "verse_number": "7",
                "verse_text": "Then you will have a lot more"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Ask those who are now old."
            },
            {
                "verse_number": "9",
                "verse_text": "It seems as though we were born yesterday."
            },
            {
                "verse_number": "10",
                "verse_text": "Maybe the old people can tell you something."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Can papyrus grow tall on a dry land?"
            },
            {
                "verse_number": "12",
                "verse_text": "No, they will dry up before harvest."
            },
            {
                "verse_number": "13",
                "verse_text": "People who forget God are like that."
            },
            {
                "verse_number": "14",
                "verse_text": "They have put their trust in something weak."
            },
            {
                "verse_number": "15",
                "verse_text": "When they lean against it,"
            },
            {
                "verse_number": "16",
                "verse_text": "Such people are like a vine that gets plenty of water and sunshine,"
            },
            {
                "verse_number": "17",
                "verse_text": "Its roots spread among the rocks,"
            },
            {
                "verse_number": "18",
                "verse_text": "But if you move it, it will die,"
            },
            {
                "verse_number": "19",
                "verse_text": "Everything might have been going well,"
            },
            {
                "verse_number": "20",
                "verse_text": "God does not support evil people,"
            },
            {
                "verse_number": "21",
                "verse_text": "So perhaps you might laugh again."
            },
            {
                "verse_number": "22",
                "verse_text": "Maybe your enemies will be humiliated"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Then Job answered: But how can a human being win an argument with God? could not answer one question in a thousand! no one could oppose him and survive. and it will tremble down to its foundations. He can lock up the stars and keep them from shining. and he walks on the ocean waves. He does too many miracles to count! He goes right past me, and I don&quot;t notice. No one can say to him, &quot;What are you doing?&quot; Even Rahab&quot;s helpers are afraid of him. I would not know what to say to him. All I can do is beg my Judge for mercy. I cannot believe he would listen to me. He would give me more wounds for no reason. He would just give me more trouble. He is too powerful! I cannot take him to court for justice. Who could force him to come? I am innocent, but if I speak, my mouth proves me wrong. I hate my own life. God destroys the innocent as well as the guilty.&quot; If it is not God, then who is it? They are flying by without any joy. as fast as an eagle swooping down on its prey. I will forget my pain and put a smile on my face.&quot; I know that God will not see me as innocent. so why should I even think about it? and washed myself whiter than snow, and even my clothes would hate to touch me. I cannot take him to court. someone to judge both of us in a fair way. Then he would not frighten me anymore. But I cannot do that now."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Of course, I know that this is true."
            },
            {
                "verse_number": "3",
                "verse_text": "Anyone who chose to argue with him"
            },
            {
                "verse_number": "4",
                "verse_text": "God is so wise and powerful that"
            },
            {
                "verse_number": "5",
                "verse_text": "When God is angry, he moves mountains before they know what happened."
            },
            {
                "verse_number": "6",
                "verse_text": "He can shake the earth,"
            },
            {
                "verse_number": "7",
                "verse_text": "With one command he can stop the sun from rising."
            },
            {
                "verse_number": "8",
                "verse_text": "He alone made the skies,"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;God made the Bear, Orion, and the Pleiades. He made the planets that cross the southern sky."
            },
            {
                "verse_number": "10",
                "verse_text": "He does things too marvelous for people to understand."
            },
            {
                "verse_number": "11",
                "verse_text": "When he passes by, I cannot see him."
            },
            {
                "verse_number": "12",
                "verse_text": "If he takes something away, no one can stop him."
            },
            {
                "verse_number": "13",
                "verse_text": "God will not hold back his anger."
            },
            {
                "verse_number": "14",
                "verse_text": "So I cannot argue with God."
            },
            {
                "verse_number": "15",
                "verse_text": "I am innocent, but I cannot give him an answer."
            },
            {
                "verse_number": "16",
                "verse_text": "Even if I called and he answered,"
            },
            {
                "verse_number": "17",
                "verse_text": "He would just send storms to crush me."
            },
            {
                "verse_number": "18",
                "verse_text": "He would not let me catch my breath again."
            },
            {
                "verse_number": "19",
                "verse_text": "I cannot defeat God."
            },
            {
                "verse_number": "20",
                "verse_text": "I am innocent, but anything I say makes me seem guilty."
            },
            {
                "verse_number": "21",
                "verse_text": "I am innocent, but I don&quot;t know what to think."
            },
            {
                "verse_number": "22",
                "verse_text": "So I say, &quot;Does it make any difference?"
            },
            {
                "verse_number": "23",
                "verse_text": "Is it God who laughs when a disaster kills innocent people?"
            },
            {
                "verse_number": "24",
                "verse_text": "Is it God who keeps the leaders from seeing when an evil person takes control?"
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;My days are passing faster than a runner."
            },
            {
                "verse_number": "26",
                "verse_text": "They go by as quickly as papyrus boats,"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;I could say, &quot;I will not complain."
            },
            {
                "verse_number": "28",
                "verse_text": "But the suffering still frightens me."
            },
            {
                "verse_number": "29",
                "verse_text": "I will be found guilty,"
            },
            {
                "verse_number": "30",
                "verse_text": "Even if I scrubbed my hands with soap"
            },
            {
                "verse_number": "31",
                "verse_text": "God would still push me into the slime pit,"
            },
            {
                "verse_number": "32",
                "verse_text": "God is not a human like me, so I cannot argue with him."
            },
            {
                "verse_number": "33",
                "verse_text": "I wish there were someone who could listen to both sides,"
            },
            {
                "verse_number": "34",
                "verse_text": "I wish someone could take away the threat of God&quot;s punishment."
            },
            {
                "verse_number": "35",
                "verse_text": "Then I could say what I want without being afraid of him."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "&apos;I hate my own life, so I will complain freely. I am very bitter, so now I will speak. Tell me what you have against me. Do you enjoy ignoring me while smiling at what evil people say? Do you see things the way people do? Is your life as short as a man&quot;s life? and search for my sin. but no one can save me from your power! But now they are closing around me and squeezing me to death! Will you turn me into clay again? You spun me around and squeezed me like someone making cheese. and then you clothed me with skin and flesh. You cared for me and watched over my spirit. Now I know what you were planning for me. so that you could punish me for doing wrong. and should be cursed. But even when I am innocent, I cannot lift up my head. I am so ashamed because of all the troubles I have. you hunt me down like a lion and show your power over me. to prove that I am wrong. Again and again you show your anger as you send army after army against me. I wish I had died before anyone saw me. I wish they had carried me from my mother&quot;s womb straight to the grave. So leave me alone! Let me enjoy the little time I have left. the place of death and darkness&ndash; where even the light is darkness.&quot;&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "I will say to God, &quot;Don&quot;t just say I am guilty!"
            },
            {
                "verse_number": "3",
                "verse_text": "Do you enjoy hurting me?"
            },
            {
                "verse_number": "4",
                "verse_text": "Do you have human eyes?"
            },
            {
                "verse_number": "5",
                "verse_text": "Is your life as short as ours?"
            },
            {
                "verse_number": "6",
                "verse_text": "You look for my wrong"
            },
            {
                "verse_number": "7",
                "verse_text": "You know I am innocent,"
            },
            {
                "verse_number": "8",
                "verse_text": "Your hands made me and shaped my body."
            },
            {
                "verse_number": "9",
                "verse_text": "Remember, you molded me like clay."
            },
            {
                "verse_number": "10",
                "verse_text": "You poured me out like milk."
            },
            {
                "verse_number": "11",
                "verse_text": "You put me together with bones and muscles,"
            },
            {
                "verse_number": "12",
                "verse_text": "You gave me life and were very kind to me."
            },
            {
                "verse_number": "13",
                "verse_text": "But this is what you hid in your heart."
            },
            {
                "verse_number": "14",
                "verse_text": "If I sinned, you would be watching me"
            },
            {
                "verse_number": "15",
                "verse_text": "If I sin, I am guilty"
            },
            {
                "verse_number": "16",
                "verse_text": "If I have any success and feel proud,"
            },
            {
                "verse_number": "17",
                "verse_text": "You bring witness after witness"
            },
            {
                "verse_number": "18",
                "verse_text": "So why did you let me be born?"
            },
            {
                "verse_number": "19",
                "verse_text": "I wish I had never lived."
            },
            {
                "verse_number": "20",
                "verse_text": "My life is almost finished."
            },
            {
                "verse_number": "21",
                "verse_text": "I am going soon to the land of no return,"
            },
            {
                "verse_number": "22",
                "verse_text": "that land of darkest night, of shadows and confusion,"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Then Zophar from Naamah answered Job and said, Does all this talking make Job right? an answer for you? Do you think no one will warn you when you laugh at God? &quot;My arguments are right, and you can see I am pure.&quot; and tell you that you are wrong. He would tell you that every story has two sides. You can be sure of this: God is not punishing you as much as he should. Do you completely understand God All-Powerful? and deeper than the place of death. So what can you do? How can you learn it all? and bigger than the seas. no one could stop him. When he sees evil, he remembers it. and a stupid person will never become wise. Lift your arms and pray to him. Don&quot;t keep evil in your tent. You can stand strong and not be afraid. like water that has already passed by. Life&quot;s darkest hours will shine like the morning sun. God will protect you and give you rest. Many people will come to you for help. but they will not escape their troubles. Their hope leads only to death.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;This flood of words should be answered!"
            },
            {
                "verse_number": "3",
                "verse_text": "Do you think we don&quot;t have"
            },
            {
                "verse_number": "4",
                "verse_text": "You say to God,"
            },
            {
                "verse_number": "5",
                "verse_text": "I wish God would answer you"
            },
            {
                "verse_number": "6",
                "verse_text": "He could tell you the secret of wisdom."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Do you think you really understand God?"
            },
            {
                "verse_number": "8",
                "verse_text": "That knowledge is higher than the heavens"
            },
            {
                "verse_number": "9",
                "verse_text": "It is greater than the earth"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;If God decides to arrest you and take you to court,"
            },
            {
                "verse_number": "11",
                "verse_text": "God knows who is worthless."
            },
            {
                "verse_number": "12",
                "verse_text": "A wild donkey cannot give birth to a man,"
            },
            {
                "verse_number": "13",
                "verse_text": "Prepare your heart to serve only God."
            },
            {
                "verse_number": "14",
                "verse_text": "Put away the sin that you still hold on to."
            },
            {
                "verse_number": "15",
                "verse_text": "If you will do that, you could look to God without shame."
            },
            {
                "verse_number": "16",
                "verse_text": "Then you can forget your troubles,"
            },
            {
                "verse_number": "17",
                "verse_text": "Your life will be brighter than the sunshine at noon."
            },
            {
                "verse_number": "18",
                "verse_text": "You will feel safe because there is hope."
            },
            {
                "verse_number": "19",
                "verse_text": "You will lie down without fear of anyone."
            },
            {
                "verse_number": "20",
                "verse_text": "Evil people might look for help,"
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Then Job answered them: the only wise people left. You think that when you die, wisdom will be gone with you. You aren&quot;t any smarter than I am. You haven&quot;t said anything that people don&quot;t already know. They say, &quot;He prayed to God and got his answer.&quot; I am a good, innocent man, but still they laugh at me. They hit a man when he is down. Those who make God angry live in peace, even though God has them in his power. Or ask the birds of the air, and they will tell you. Or let the fish in the sea tell you their wisdom. that the Lord made these things. they are all under God&quot;s power. the ears test the words they hear. Long life brings understanding.&quot; Good advice and understanding are his. Anyone he puts in prison cannot be set free. If he lets the rain loose, it will flood the land. He controls those who fool others and those who are fooled. and makes leaders act like fools. and makes them slaves. and removes those who feel so secure in their position. He takes away the wisdom of the older leaders. He takes power away from rulers. He sends light into places that are as dark as death. and then he destroys them. He makes nations grow large, and then he scatters their people. He makes them wander around in the desert. They are like drunks who don&quot;t know where they are going."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I&quot;m sure you think you are"
            },
            {
                "verse_number": "3",
                "verse_text": "But my mind is as good as yours."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;My friends laugh at me now."
            },
            {
                "verse_number": "5",
                "verse_text": "Those who have no troubles make fun of those who do."
            },
            {
                "verse_number": "6",
                "verse_text": "But robbers&quot; tents are not bothered."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;But ask the animals, and they will teach you."
            },
            {
                "verse_number": "8",
                "verse_text": "Or speak to the earth, and it will teach you."
            },
            {
                "verse_number": "9",
                "verse_text": "Everyone knows"
            },
            {
                "verse_number": "10",
                "verse_text": "Every animal that lives and everyone who breathes&ndash;"
            },
            {
                "verse_number": "11",
                "verse_text": "But just as the tongue tastes food,"
            },
            {
                "verse_number": "12",
                "verse_text": "People say, &quot;Wisdom is to be found in those who are old."
            },
            {
                "verse_number": "13",
                "verse_text": "But wisdom and power belong to God."
            },
            {
                "verse_number": "14",
                "verse_text": "Anything God tears down cannot be rebuilt."
            },
            {
                "verse_number": "15",
                "verse_text": "If he holds back the rain, the earth will dry up."
            },
            {
                "verse_number": "16",
                "verse_text": "God is strong and always wins."
            },
            {
                "verse_number": "17",
                "verse_text": "He strips advisors of their wisdom"
            },
            {
                "verse_number": "18",
                "verse_text": "He strips kings of their authority"
            },
            {
                "verse_number": "19",
                "verse_text": "He strips priests of their power"
            },
            {
                "verse_number": "20",
                "verse_text": "He makes trusted advisors be silent."
            },
            {
                "verse_number": "21",
                "verse_text": "He brings disgrace to important people."
            },
            {
                "verse_number": "22",
                "verse_text": "He exposes even the darkest secrets."
            },
            {
                "verse_number": "23",
                "verse_text": "God makes nations great,"
            },
            {
                "verse_number": "24",
                "verse_text": "He makes their leaders foolish."
            },
            {
                "verse_number": "25",
                "verse_text": "They are like someone feeling their way in the dark."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "&apos;I have seen all this before. I have already heard everything you say. I understand all these things. I am as smart as you are. I want to speak to God All-Powerful. I want to argue with God about my troubles. You are like worthless doctors who cannot heal anyone. That would be the wisest thing you could do. Listen to what I have to say. Do you really believe your lies are what God wants you to say? You are not being fair. You are choosing God&quot;s side simply because he is God. would he see that you are right? Do you really think you can fool God the same as you fool people? if you chose someone&quot;s side simply because they were important. You are afraid of him. Your arguments are as weak as clay. I accept whatever happens to me. and take my life in my own hands. But I will defend myself to his face. No guilty person would dare meet God face to face. Let me explain. I will carefully present my arguments. I know I will be shown to be right. I will shut up and wait to die. and then I will not hide from you: and don&quot;t frighten me with your terrors. Or let me speak, and you answer me. What wrongs have I done? Show me where I went wrong or how I sinned. and treat me like your enemy? I am only a leaf blowing in the wind. You are attacking a piece of straw! Are you making me suffer for the sins I did when I was young? You watch every step I take. You see every move I make. like a piece of wood rotting away, like a piece of cloth eaten by moths."
            },
            {
                "verse_number": "2",
                "verse_text": "I know as much as you do."
            },
            {
                "verse_number": "3",
                "verse_text": "But I don&quot;t want to argue with you."
            },
            {
                "verse_number": "4",
                "verse_text": "But you men try to cover up your ignorance with lies."
            },
            {
                "verse_number": "5",
                "verse_text": "I wish you would just be quiet."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Now, listen to my argument."
            },
            {
                "verse_number": "7",
                "verse_text": "Will you speak lies for God?"
            },
            {
                "verse_number": "8",
                "verse_text": "Are you trying to defend God against me?"
            },
            {
                "verse_number": "9",
                "verse_text": "If God checked you very closely,"
            },
            {
                "verse_number": "10",
                "verse_text": "You know that God would criticize you"
            },
            {
                "verse_number": "11",
                "verse_text": "God&quot;s majesty frightens you."
            },
            {
                "verse_number": "12",
                "verse_text": "The wise sayings you quote are worthless."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Be quiet and let me talk!"
            },
            {
                "verse_number": "14",
                "verse_text": "I will put myself in danger"
            },
            {
                "verse_number": "15",
                "verse_text": "I will continue to trust God even if he kills me."
            },
            {
                "verse_number": "16",
                "verse_text": "And if he lets me live, it will be because I had the confidence to speak."
            },
            {
                "verse_number": "17",
                "verse_text": "Listen carefully to what I say."
            },
            {
                "verse_number": "18",
                "verse_text": "I am ready now to defend myself."
            },
            {
                "verse_number": "19",
                "verse_text": "If anyone can prove I am wrong,"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;God, just give me two things,"
            },
            {
                "verse_number": "21",
                "verse_text": "Stop punishing me,"
            },
            {
                "verse_number": "22",
                "verse_text": "Then call to me, and I will answer you."
            },
            {
                "verse_number": "23",
                "verse_text": "How many sins have I committed?"
            },
            {
                "verse_number": "24",
                "verse_text": "God, why do you avoid me"
            },
            {
                "verse_number": "25",
                "verse_text": "Are you trying to scare me?"
            },
            {
                "verse_number": "26",
                "verse_text": "You have a list of terrible charges against me."
            },
            {
                "verse_number": "27",
                "verse_text": "You have put chains on my feet."
            },
            {
                "verse_number": "28",
                "verse_text": "So I am becoming weaker and weaker,"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "&apos;We are all human beings. Our life is short and full of trouble. Our life is like a shadow that is here for a short time and then is gone. Why bother to bring charges against me? You alone know how long that is. You have set the limits for us and nothing can change them. and let us enjoy this hard life until we have put in our time. If it is cut down, it can grow again. It will keep sending out new branches. and its stump die in the dirt, It will grow branches like a new plant. he becomes weak and sick, and then he is gone! or a river that loses its source, never to live again. The skies will all pass away before they rise from death. The skies will all disappear before anyone wakes up from that sleep! I wish you would hide me there, until your anger is gone. Then you could pick a time to remember me. and I would answer you. Then I, the one you made, would be important to you. but you would not remember my sins. It would be as if you had covered my guilt with plaster. Large rocks break loose and fall. Floods wash away the soil on the ground. In the same way, God, you destroy the hope people have. and then they are gone. You change the way they look and send them away forever to the place of death. If their sons do wrong, they will never see it. and they alone cry for themselves.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Our life is like a flower that grows quickly and then dies away."
            },
            {
                "verse_number": "3",
                "verse_text": "God, do you need to keep an eye on something so small?"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;No one can make something clean from something so dirty."
            },
            {
                "verse_number": "5",
                "verse_text": "The length of our life has been decided."
            },
            {
                "verse_number": "6",
                "verse_text": "So stop watching us; leave us alone,"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;There is always hope for a tree."
            },
            {
                "verse_number": "8",
                "verse_text": "Its roots might grow old in the ground"
            },
            {
                "verse_number": "9",
                "verse_text": "but with water, it will grow again."
            },
            {
                "verse_number": "10",
                "verse_text": "But when a man dies,"
            },
            {
                "verse_number": "11",
                "verse_text": "Like a lake that goes dry"
            },
            {
                "verse_number": "12",
                "verse_text": "so people lose their lives,"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;I wish you would hide me in my grave."
            },
            {
                "verse_number": "14",
                "verse_text": "If a man dies, will he live again? If so, I would gladly suffer through this time waiting for my release."
            },
            {
                "verse_number": "15",
                "verse_text": "God, you would call me,"
            },
            {
                "verse_number": "16",
                "verse_text": "You would still watch every step I take,"
            },
            {
                "verse_number": "17",
                "verse_text": "It would be as if you had sealed my sins in a bag."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Mountains fall and crumble away."
            },
            {
                "verse_number": "19",
                "verse_text": "Water flowing over stones wears them down."
            },
            {
                "verse_number": "20",
                "verse_text": "You defeat them completely"
            },
            {
                "verse_number": "21",
                "verse_text": "If their sons are honored, they will never know it."
            },
            {
                "verse_number": "22",
                "verse_text": "They only feel the pain in their bodies,"
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Then Eliphaz from Teman answered Job: you would not answer with your worthless personal opinions! A wise man would not be so full of hot air. and meaningless speeches to win his arguments? no one would respect God and pray to him. Job, you are trying to hide your sin by using clever words. The words from your own mouth show that you are wrong. Your own lips speak against you. Were you born before the hills? Do you think you are the only wise person? We understand as well as you. People older than your father are on our side. We have spoken his message to you in a gentle way. Why can you not see the truth? when you say these things. He does not even think the sky is pure. They are disgusting and dirty. They drink up evil like water. Let me tell you what I have seen. things they heard from their fathers and then freely passed on. They didn&quot;t hide any secrets from me. Everyone knows who they are. A cruel man suffers all his numbered years. His enemy will attack him when he thinks he is safe. There is a sword somewhere waiting to kill him. But he knows a dark day is coming, which he brought on himself. like a king ready to attack. He dared to attack God All-Powerful, who runs at his enemy to strike him in the neck. his home will be destroyed; his house will be empty. His wealth will not last. His crops will not grow large. He will be like a tree whose leaves die from disease and are blown away by the wind. because he will keep nothing. like a tree whose top branches have already begun to die. He will be like an olive tree that loses its buds. Those who take bribes will have their homes destroyed by fire. They are always planning how they might cheat others.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;If you were really wise,"
            },
            {
                "verse_number": "3",
                "verse_text": "Do you think a wise man would use empty words"
            },
            {
                "verse_number": "4",
                "verse_text": "If you had your way,"
            },
            {
                "verse_number": "5",
                "verse_text": "What you say clearly shows your sin."
            },
            {
                "verse_number": "6",
                "verse_text": "I don&quot;t need to prove to you that you are wrong."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Do you think you were the first person ever to be born?"
            },
            {
                "verse_number": "8",
                "verse_text": "Did you listen to God&quot;s secret plans?"
            },
            {
                "verse_number": "9",
                "verse_text": "We know as much as you do!"
            },
            {
                "verse_number": "10",
                "verse_text": "The old, gray-haired men agree with us."
            },
            {
                "verse_number": "11",
                "verse_text": "God tries to comfort you, but that is not enough for you."
            },
            {
                "verse_number": "12",
                "verse_text": "Why will you not understand?"
            },
            {
                "verse_number": "13",
                "verse_text": "You are expressing your anger against God"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;People cannot really be pure. They cannot be more right than God!"
            },
            {
                "verse_number": "15",
                "verse_text": "God does not even trust his angels."
            },
            {
                "verse_number": "16",
                "verse_text": "People are even worse."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Listen to me, and I will explain it to you."
            },
            {
                "verse_number": "18",
                "verse_text": "I will tell you what wise men would say,"
            },
            {
                "verse_number": "19",
                "verse_text": "These are important people in our country!"
            },
            {
                "verse_number": "20",
                "verse_text": "And they said that an evil man suffers all his life."
            },
            {
                "verse_number": "21",
                "verse_text": "Every noise scares him."
            },
            {
                "verse_number": "22",
                "verse_text": "An evil man has no hope of escaping the darkness."
            },
            {
                "verse_number": "23",
                "verse_text": "He wanders from place to place, looking for food."
            },
            {
                "verse_number": "24",
                "verse_text": "He lives in fear, with worry and suffering threatening him"
            },
            {
                "verse_number": "25",
                "verse_text": "That is because that evil man shook his fist at God, refusing to obey."
            },
            {
                "verse_number": "26",
                "verse_text": "like a soldier with a thick, strong shield"
            },
            {
                "verse_number": "27",
                "verse_text": "He might be rich and fat,"
            },
            {
                "verse_number": "28",
                "verse_text": "but his town will be ruined;"
            },
            {
                "verse_number": "29",
                "verse_text": "He will not be rich for long."
            },
            {
                "verse_number": "30",
                "verse_text": "He will not escape the darkness."
            },
            {
                "verse_number": "31",
                "verse_text": "That evil man should not fool himself by trusting in worthless things,"
            },
            {
                "verse_number": "32",
                "verse_text": "He will die before his time,"
            },
            {
                "verse_number": "33",
                "verse_text": "He will be like a vine that loses its grapes before they ripen."
            },
            {
                "verse_number": "34",
                "verse_text": "That is because people without God have nothing."
            },
            {
                "verse_number": "35",
                "verse_text": "They are always thinking of ways to do evil and cause trouble."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Then Job answered: You men give me trouble, not comfort. Why do you continue arguing? if you had my troubles. I could say wise things against you and shake my head at you. and give you hope. But keeping quiet does not help either. You destroyed my whole family. and people think that means I am guilty. he is angry with me and tears my body apart. He grinds his teeth against me. My enemy looks at me with hate. They make fun of me and slap my face. He let the wicked hurt me. but then God crushed me. Yes, he took me by the neck and broke me into pieces. He has made me his target. he shoots arrows into my kidneys. He shows no mercy He runs at me like a soldier in battle. I sit here in dust and ashes, feeling defeated. There are dark rings around my eyes. and my prayers are pure. Don&quot;t let my begging for fairness be stopped. There is someone above who will testify for me. while my eyes pour out tears to God. I will go to that place of no return."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I have heard all these things before."
            },
            {
                "verse_number": "3",
                "verse_text": "Your long speeches never end!"
            },
            {
                "verse_number": "4",
                "verse_text": "I also could say the same things you say,"
            },
            {
                "verse_number": "5",
                "verse_text": "But I would say things to encourage you"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Nothing I say makes my pain go away."
            },
            {
                "verse_number": "7",
                "verse_text": "God, you surely took away my strength."
            },
            {
                "verse_number": "8",
                "verse_text": "You have made me thin and weak,"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;God attacks me;"
            },
            {
                "verse_number": "10",
                "verse_text": "People have crowded around me."
            },
            {
                "verse_number": "11",
                "verse_text": "God has given me to evil people."
            },
            {
                "verse_number": "12",
                "verse_text": "I was enjoying a quiet, peaceful life,"
            },
            {
                "verse_number": "13",
                "verse_text": "With his archers all around me, and spills my gall on the ground. like someone presenting an argument for a friend."
            },
            {
                "verse_number": "14",
                "verse_text": "Again and again he attacks me."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;I am very sad, so I wear this sackcloth."
            },
            {
                "verse_number": "16",
                "verse_text": "My face is red from crying."
            },
            {
                "verse_number": "17",
                "verse_text": "I was never cruel to anyone,"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Earth, don&quot;t hide the wrong things that were done to me."
            },
            {
                "verse_number": "19",
                "verse_text": "Even now there is someone in heaven who will speak for me."
            },
            {
                "verse_number": "20",
                "verse_text": "My friend speaks for me,"
            },
            {
                "verse_number": "21",
                "verse_text": "He speaks to God for me,"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;In only a few years"
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "My spirit is broken; I am ready to give up. My life is almost gone; the grave is waiting for me. I watch them as they tease and insult me. No one else will! and they don&quot;t understand. Please don&quot;t let them win. But my friends have turned against me. People spit in my face. My whole body is as thin as a shadow. The innocent are upset with anyone who is against God. Those who are not guilty grow stronger and stronger. I don&quot;t find any of you to be wise. My hope is gone. night is day, and evening comes when it should be dawn. I might hope to make my bed in the dark grave. and to the worms, &quot;my mother&quot; or &quot;my sister.&quot; Does anyone see any hope for me? Will we go down into the dirt together?&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "People stand around me and laugh at me."
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;God, give me some support."
            },
            {
                "verse_number": "4",
                "verse_text": "You have closed my friends&quot; minds,"
            },
            {
                "verse_number": "5",
                "verse_text": "You know what people say: &quot;A man neglects his own children to help his friends.&quot;"
            },
            {
                "verse_number": "6",
                "verse_text": "God has made my name a bad word to everyone."
            },
            {
                "verse_number": "7",
                "verse_text": "My eyes are almost blind from my grief."
            },
            {
                "verse_number": "8",
                "verse_text": "Good people wonder how this could happen."
            },
            {
                "verse_number": "9",
                "verse_text": "But those who do right will continue to do what is right."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;But come on, all of you, and try to prove me wrong."
            },
            {
                "verse_number": "11",
                "verse_text": "My life is passing away, and my plans are destroyed."
            },
            {
                "verse_number": "12",
                "verse_text": "Everything is confused&ndash;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;I might hope for the grave to be my new home."
            },
            {
                "verse_number": "14",
                "verse_text": "I might say to the grave, &quot;You are my father,&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "But you can&quot;t really call that hope, can you?"
            },
            {
                "verse_number": "16",
                "verse_text": "Will hope go down with me to the place of death?"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Then Bildad from Shuah answered: Be sensible; let us say something. like dumb cows? Do you think this world was made for you alone? Do you think God should move mountains just to satisfy you? Their fire will stop burning. The lamps next to them will go out. Their own evil plans make them fall. They fall into its hidden pit and are caught. and it holds them tight. A trap is waiting in their path. Fears follow every step they take. Ruin stands close by, waiting for them to fall. and be led away to meet death, the king of terrors. which will be sprinkled with burning sulfur. and their branches above will die. Their names will be forgotten. They will be chased out of this world. None of their people will be left alive. People in the east will be numb with fear. This is the place of those who don&quot;t know God!&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;When will you stop talking?"
            },
            {
                "verse_number": "3",
                "verse_text": "Why do you think we are stupid,"
            },
            {
                "verse_number": "4",
                "verse_text": "Your anger is hurting no one but you."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Yes, the light of those who are evil will go out."
            },
            {
                "verse_number": "6",
                "verse_text": "The light in their houses will become dark."
            },
            {
                "verse_number": "7",
                "verse_text": "Their steps, once strong and fast, become weak."
            },
            {
                "verse_number": "8",
                "verse_text": "Their own feet lead them into a net."
            },
            {
                "verse_number": "9",
                "verse_text": "A trap catches them by the heel,"
            },
            {
                "verse_number": "10",
                "verse_text": "A rope is hidden on the ground to trip them."
            },
            {
                "verse_number": "11",
                "verse_text": "On every side terrors frighten them."
            },
            {
                "verse_number": "12",
                "verse_text": "Disaster is hungry for them."
            },
            {
                "verse_number": "13",
                "verse_text": "Diseases will eat away their skin. Death itself will eat their arms and legs."
            },
            {
                "verse_number": "14",
                "verse_text": "They will be taken away from the safety of their tents"
            },
            {
                "verse_number": "15",
                "verse_text": "Nothing will be left in their tents,"
            },
            {
                "verse_number": "16",
                "verse_text": "Their roots below will dry up,"
            },
            {
                "verse_number": "17",
                "verse_text": "People on earth will not remember them."
            },
            {
                "verse_number": "18",
                "verse_text": "They will be forced from light into darkness."
            },
            {
                "verse_number": "19",
                "verse_text": "They will leave behind no children, no descendants."
            },
            {
                "verse_number": "20",
                "verse_text": "People in the west will be shocked at what happened to them."
            },
            {
                "verse_number": "21",
                "verse_text": "This is what will happen to the homes of those who are evil."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Then Job answered: and crush me with your words? You have attacked me without shame! it is my problem, not yours! You say my troubles are proof that I did wrong. He set this trap for me. No one hears my cry for fairness. He has hidden my path in darkness. He took the crown from my head. He takes away my hope. It is like a tree pulled up by the roots. He treats me like an enemy. They build attack towers around me. They camp around my tent. Those who knew me have become strangers. My friends have forgotten me. look at me as if I am a stranger and a foreigner. Even if I beg for help, he will not answer. My own brothers hate me. When I get up, they say bad things about me. Even my loved ones have turned against me. I have little life left in me. because God is against me. Don&quot;t you get tired of hurting me? I wish my words were written on a scroll. or scratched on a rock so that they would last forever. And in the end, he will stand here on earth and defend me. I know I will still see God. I myself, not someone else, will see God. and make him realize that he is the source of his problems?&quot; God might use the sword against you! Then you will know there is a time for judgment.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;How long will you hurt me"
            },
            {
                "verse_number": "3",
                "verse_text": "You have insulted me ten times now."
            },
            {
                "verse_number": "4",
                "verse_text": "Even if I have sinned,"
            },
            {
                "verse_number": "5",
                "verse_text": "You want me to look bad to make yourselves look good."
            },
            {
                "verse_number": "6",
                "verse_text": "I want you to know it was God who did this."
            },
            {
                "verse_number": "7",
                "verse_text": "I shout, &quot;He hurt me!&quot; but get no answer."
            },
            {
                "verse_number": "8",
                "verse_text": "God has blocked my way to keep me from getting through."
            },
            {
                "verse_number": "9",
                "verse_text": "He took away my honor."
            },
            {
                "verse_number": "10",
                "verse_text": "He hits me on every side until I am worn out."
            },
            {
                "verse_number": "11",
                "verse_text": "His anger burns against me."
            },
            {
                "verse_number": "12",
                "verse_text": "He sends his army to attack me."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;God has made my brothers hate me."
            },
            {
                "verse_number": "14",
                "verse_text": "My relatives have left me."
            },
            {
                "verse_number": "15",
                "verse_text": "My servant girls and visitors in my home"
            },
            {
                "verse_number": "16",
                "verse_text": "I call for my servant, but he does not answer."
            },
            {
                "verse_number": "17",
                "verse_text": "My wife hates the smell of my breath."
            },
            {
                "verse_number": "18",
                "verse_text": "Even little children make fun of me."
            },
            {
                "verse_number": "19",
                "verse_text": "All my close friends hate me."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;I am so thin, my skin hangs loose on my bones."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Pity me, my friends, pity me,"
            },
            {
                "verse_number": "22",
                "verse_text": "Why do you persecute me as God does?"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;I wish someone would write down everything I say."
            },
            {
                "verse_number": "24",
                "verse_text": "I wish they were carved with an iron tool into lead"
            },
            {
                "verse_number": "25",
                "verse_text": "I know that there is someone to defend me and that he lives!"
            },
            {
                "verse_number": "26",
                "verse_text": "After I leave my body and my skin has been destroyed,"
            },
            {
                "verse_number": "27",
                "verse_text": "I will see him with my own eyes. And I cannot tell you how excited that makes me feel!"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Maybe you will say, &quot;How can we push Job a little harder"
            },
            {
                "verse_number": "29",
                "verse_text": "But you need to worry about your own punishment."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Then Zophar from Naamah answered: I must tell you what I am thinking. But I am wise and know how to answer you. Those who don&quot;t know God are happy for only a short time. and his head will touch the clouds. People who knew him will say, &quot;Where is he?&quot; His family will never again get to see him. His own hands will give up his wealth. but, like the rest of his body, they will soon lie in the dirt. He keeps it under his tongue to enjoy it fully. and holds it in his mouth. It will be like a snake&quot;s bitter poison inside him. God will make him vomit them up. it will kill him like the bite of a deadly snake. He will not be allowed to enjoy what he worked for, He took houses he did not build. But the things he wants cannot save him. His success will not continue. His problems will come down on him! God will throw his burning anger against him. God will attack him and rain down punishment on him. and stick out of his back. Its shining point will pierce his liver, and he will be shocked with terror. He will be destroyed by a fire, a fire that no human started. It will destroy everything left in his house. The earth will be a witness against him. in the flood of God&quot;s anger. That is what he plans to give them.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;You upset me, so I must answer you."
            },
            {
                "verse_number": "3",
                "verse_text": "You insulted me with your answers!"
            },
            {
                "verse_number": "6",
                "verse_text": "Maybe an evil man&quot;s pride will reach up to the sky,"
            },
            {
                "verse_number": "7",
                "verse_text": "But he will be gone forever like his own body waste."
            },
            {
                "verse_number": "8",
                "verse_text": "Like a dream, he will fly away, never to be found."
            },
            {
                "verse_number": "9",
                "verse_text": "Those who knew him before will not see him again."
            },
            {
                "verse_number": "10",
                "verse_text": "His children will have to give back what he took from the poor."
            },
            {
                "verse_number": "11",
                "verse_text": "When he was young, his bones were strong,"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Evil tastes sweet in his mouth."
            },
            {
                "verse_number": "13",
                "verse_text": "He hates to let it go"
            },
            {
                "verse_number": "14",
                "verse_text": "But that evil will turn sour in his stomach."
            },
            {
                "verse_number": "15",
                "verse_text": "The evil man will spit out the riches he has swallowed."
            },
            {
                "verse_number": "16",
                "verse_text": "What he drank will be like a snake&quot;s poison;"
            },
            {
                "verse_number": "17",
                "verse_text": "He will never again enjoy so much wealth&ndash;"
            },
            {
                "verse_number": "18",
                "verse_text": "He will be forced to give back his profits."
            },
            {
                "verse_number": "19",
                "verse_text": "because he hurt the poor and left them with nothing."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;The evil man is never satisfied."
            },
            {
                "verse_number": "21",
                "verse_text": "After filling himself, there is nothing left."
            },
            {
                "verse_number": "22",
                "verse_text": "Even while he has plenty, he will be pressed down with trouble."
            },
            {
                "verse_number": "23",
                "verse_text": "If he does get all he wants,"
            },
            {
                "verse_number": "24",
                "verse_text": "Maybe he will run away from an iron sword,"
            },
            {
                "verse_number": "25",
                "verse_text": "It will go through his body"
            },
            {
                "verse_number": "26",
                "verse_text": "All his treasures will be lost in darkness."
            },
            {
                "verse_number": "27",
                "verse_text": "Heaven will prove that he is guilty."
            },
            {
                "verse_number": "28",
                "verse_text": "His house and everything in it will be carried away"
            },
            {
                "verse_number": "29",
                "verse_text": "That is what God will do to those who are evil."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Then Job answered: Let this be your way of comforting me. Then after I have finished speaking, you may make fun of me. There is a good reason why I am not patient. Put your hand over your mouth, and stare at me in shock! I feel afraid and my body shakes! Why do they grow old and successful? and live to see their grandchildren. God does not punish them. Their cows have healthy calves. Their children dance around. and then go to the grave without suffering. We don&quot;t care what you want us to do!&quot; We don&quot;t need to serve him! It will not help to pray to him!&quot; I would never follow their advice. How often does trouble come to them? How often does God get angry with them and punish them? or as strong winds blow the grain husks? No! Let God punish the evil people themselves so that they will know what they have done! Let them feel the anger of God All-Powerful. they will not care about the family they leave behind. God judges even those in high places. a life completely safe and comfortable, and bones that were still strong. never having enjoyed anything good. The worms will cover them both. and I know you want to hurt me. Surely you will accept their stories. They survive when God shows his anger. No one punishes them for the evil they have done. they will have someone to watch over the place they are buried. and thousands of people will join their funeral procession. There is no truth at all in your answers!&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Listen to what I say."
            },
            {
                "verse_number": "3",
                "verse_text": "Be patient while I speak."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;My complaint is not against people."
            },
            {
                "verse_number": "5",
                "verse_text": "Look at me and be shocked."
            },
            {
                "verse_number": "6",
                "verse_text": "When I think about what happened to me,"
            },
            {
                "verse_number": "7",
                "verse_text": "Why do evil people live long lives?"
            },
            {
                "verse_number": "8",
                "verse_text": "They watch their children grow up"
            },
            {
                "verse_number": "9",
                "verse_text": "Their homes are safe and free from fear."
            },
            {
                "verse_number": "10",
                "verse_text": "Their bulls never fail to mate."
            },
            {
                "verse_number": "11",
                "verse_text": "They send their children out to play like lambs."
            },
            {
                "verse_number": "12",
                "verse_text": "They sing and dance to the sound of harps and flutes."
            },
            {
                "verse_number": "13",
                "verse_text": "Evil people enjoy success during their lives"
            },
            {
                "verse_number": "14",
                "verse_text": "They say to God, &quot;Leave us alone!"
            },
            {
                "verse_number": "15",
                "verse_text": "And they say, &quot;Who is God All-Powerful?"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Of course, evil people don&quot;t make their own success."
            },
            {
                "verse_number": "17",
                "verse_text": "But how often does God blow out their light?"
            },
            {
                "verse_number": "18",
                "verse_text": "Does God blow them away, as the wind blows straw"
            },
            {
                "verse_number": "19",
                "verse_text": "But you say, &quot;God is saving their punishment for their children.&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "Let them see their own punishment."
            },
            {
                "verse_number": "21",
                "verse_text": "When their life is finished and they are dead,"
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;No one can teach God anything he doesn&quot;t already know."
            },
            {
                "verse_number": "23",
                "verse_text": "One person dies after living a full and successful life,"
            },
            {
                "verse_number": "24",
                "verse_text": "with a body that was well fed"
            },
            {
                "verse_number": "25",
                "verse_text": "But another person dies after a hard life that has made them bitter,"
            },
            {
                "verse_number": "26",
                "verse_text": "In the end, both of these people will lie together in the dirt."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;But I know what you are thinking,"
            },
            {
                "verse_number": "28",
                "verse_text": "You might say, &quot;Show me a good man&quot;s house. Now, show me where evil people live.&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Surely you have talked with travelers."
            },
            {
                "verse_number": "30",
                "verse_text": "Evil people are spared when disaster comes."
            },
            {
                "verse_number": "31",
                "verse_text": "No one criticizes them to their faces for how they lived."
            },
            {
                "verse_number": "32",
                "verse_text": "When they are carried to the grave,"
            },
            {
                "verse_number": "33",
                "verse_text": "So even the soil in the valley will be pleasant for them,"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;So your empty words are no comfort to me."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Then Eliphaz from Teman answered: Even the wisest of us is not really useful to him. Does God All-Powerful gain anything if you follow him? Is it because you worship him? You never stop sinning. to people who were tired or hungry. and people respect you. And maybe you took advantage of orphans. and sudden trouble makes you afraid. and why a flood of water covers you. and looks down on the highest stars. Can he see through the dark clouds to judge us? so he cannot see us as he walks around the edge of the sky.&quot; that evil people walked on long ago. They were washed away by the flood. and said, &quot;God All-Powerful cannot do anything to us!&quot; No, I would never follow the advice of evil people. The innocent laugh at them and say, Their wealth burned up in the fire!&quot; Do this, and you will get many good things. Pay attention to what he says. But remove the evil from your house. Think of your finest gold as rocks from a stream. Let him be your pile of silver. and you will look up to him. And you will be able to do all that you promised him. And your future will be very bright! he will rescue those who have been humbled. They will be saved because you did what was right.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Does God need our help?"
            },
            {
                "verse_number": "3",
                "verse_text": "Does your living right benefit him?"
            },
            {
                "verse_number": "4",
                "verse_text": "Why does God blame and punish you?"
            },
            {
                "verse_number": "5",
                "verse_text": "No, it is because you sin so much."
            },
            {
                "verse_number": "6",
                "verse_text": "Maybe to guarantee loans you took things from people for no reason. Maybe you took a poor man&quot;s clothes to make sure he paid you back."
            },
            {
                "verse_number": "7",
                "verse_text": "Maybe you failed to give water or food"
            },
            {
                "verse_number": "8",
                "verse_text": "You have a lot of farmland,"
            },
            {
                "verse_number": "9",
                "verse_text": "But maybe you sent widows away without giving them anything."
            },
            {
                "verse_number": "10",
                "verse_text": "That is why traps are all around you,"
            },
            {
                "verse_number": "11",
                "verse_text": "That is why it is so dark you cannot see,"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;God lives in the highest part of heaven"
            },
            {
                "verse_number": "13",
                "verse_text": "But you might say, &quot;What does God know?"
            },
            {
                "verse_number": "14",
                "verse_text": "Thick clouds hide us from his eyes,"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Job, you are walking on the old path"
            },
            {
                "verse_number": "16",
                "verse_text": "They were destroyed before it was their time to die."
            },
            {
                "verse_number": "17",
                "verse_text": "They told God, &quot;Leave us alone!&quot;"
            },
            {
                "verse_number": "18",
                "verse_text": "And it was God who filled their houses with good things."
            },
            {
                "verse_number": "19",
                "verse_text": "Those who do what is right are happy to see them destroyed."
            },
            {
                "verse_number": "20",
                "verse_text": "&quot;Surely our enemies are destroyed!"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Now, Job, give yourself to God and make peace with him."
            },
            {
                "verse_number": "22",
                "verse_text": "Accept his teaching."
            },
            {
                "verse_number": "23",
                "verse_text": "If you return to God All-Powerful, you will be restored."
            },
            {
                "verse_number": "24",
                "verse_text": "Think of your gold as nothing but dirt."
            },
            {
                "verse_number": "25",
                "verse_text": "And let God All-Powerful be your gold."
            },
            {
                "verse_number": "26",
                "verse_text": "Then you will enjoy God All-Powerful,"
            },
            {
                "verse_number": "27",
                "verse_text": "When you pray, he will hear you."
            },
            {
                "verse_number": "28",
                "verse_text": "If you decide to do something, it will be successful."
            },
            {
                "verse_number": "29",
                "verse_text": "When people are brought down and you ask God to help them,"
            },
            {
                "verse_number": "30",
                "verse_text": "Even those who are guilty will be forgiven."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "Then Job answered: I groan because God is still making me suffer. I wish I knew how to go to where he lives. I would make my arguments to show that I am innocent. I would listen closely to what he says. No, he would listen to me! Then my Judge would set me free! If I go to the west, I still don&quot;t see him. When he turns to the south, I still don&quot;t see him. He is testing me and will see that I am as pure as gold. I have never stopped following him. I love the words from his mouth more than I love my food. and who can stand against him? He does anything he wants. and he has many other plans for me. Just thinking about it makes me afraid. God All-Powerful makes me afraid. But the darkness will not keep me quiet."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I am still complaining today."
            },
            {
                "verse_number": "3",
                "verse_text": "I wish I knew where to find him."
            },
            {
                "verse_number": "4",
                "verse_text": "I would present my case to him."
            },
            {
                "verse_number": "5",
                "verse_text": "He could give his response, and I would understand."
            },
            {
                "verse_number": "6",
                "verse_text": "Would God use his power against me?"
            },
            {
                "verse_number": "7",
                "verse_text": "Since I am an honest man, he would let me tell my story."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;If I go to the east, God is not there."
            },
            {
                "verse_number": "9",
                "verse_text": "When he is working in the north, I don&quot;t see him."
            },
            {
                "verse_number": "10",
                "verse_text": "But God knows me."
            },
            {
                "verse_number": "11",
                "verse_text": "I have always lived the way God wants."
            },
            {
                "verse_number": "12",
                "verse_text": "I always obey his commands."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;But God never changes,"
            },
            {
                "verse_number": "14",
                "verse_text": "He will do to me what he planned,"
            },
            {
                "verse_number": "15",
                "verse_text": "That is why I am terrified to stand before him."
            },
            {
                "verse_number": "16",
                "verse_text": "The fear of God has made me lose my courage."
            },
            {
                "verse_number": "17",
                "verse_text": "What has happened to me is like a dark cloud over my face."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Why doesn&quot;t God All-Powerful set times for judgment? And why can&quot;t his followers know when those times will be? People steal flocks and lead them to other grasslands. They take a widow&quot;s cow until she pays what she owes them. They take a poor person&quot;s child to guarantee a loan. and to get off the road. From morning to night they work to gather food for their children. They have no covers to protect them from the cold. They stay close to the large rocks for shelter. They carry piles of grain for others, but they go hungry. and walk on grapes in the winepress, but they have nothing to drink. Those who are hurt cry out for help, but God does not listen. They don&quot;t know what God wants. They don&quot;t live the way he wants. And at night he becomes a thief. He thinks, &quot;No one will see me,&quot; but still, he covers his face. But during the day they lock themselves in their homes to avoid the light. They are friends with the terrors of darkness. The land they own is cursed, so no one goes to work in their vineyards. so the grave takes away those who have sinned. Only the worms will want them. No one will remember them. They will be broken like a rotten stick! and they refuse to help widows. Even if they have a high position, they cannot be sure of their lives. but God is watching how they live. Like everyone else, they will be cut down like grain.&quot; Who can prove that I lied? Who can show that I am wrong?&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;People move property markers to get more of their neighbor&quot;s land."
            },
            {
                "verse_number": "3",
                "verse_text": "They steal a donkey that belongs to an orphan."
            },
            {
                "verse_number": "9",
                "verse_text": "They take a nursing baby from its mother."
            },
            {
                "verse_number": "4",
                "verse_text": "They force the poor to move out of their way"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;The poor are like wild donkeys that go out to the desert to find food."
            },
            {
                "verse_number": "6",
                "verse_text": "They have to work in the fields, harvesting grain. They work for the rich, gathering grapes in their vineyards."
            },
            {
                "verse_number": "7",
                "verse_text": "They must sleep all night without clothes."
            },
            {
                "verse_number": "8",
                "verse_text": "They are soaked with rain in the mountains."
            },
            {
                "verse_number": "10",
                "verse_text": "They have no clothes, so they work naked."
            },
            {
                "verse_number": "11",
                "verse_text": "They press out olive oil"
            },
            {
                "verse_number": "12",
                "verse_text": "In the city you can hear the sad sounds of dying people."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Some people rebel against the light."
            },
            {
                "verse_number": "14",
                "verse_text": "A murderer gets up at dawn and kills poor, helpless people."
            },
            {
                "verse_number": "15",
                "verse_text": "A man who commits adultery waits for the night to come."
            },
            {
                "verse_number": "16",
                "verse_text": "When it is dark, evil people go out and break into houses."
            },
            {
                "verse_number": "17",
                "verse_text": "The darkest night is their morning."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos; You say, &quot;Evil people are taken away like things carried away in a flood."
            },
            {
                "verse_number": "19",
                "verse_text": "As hot, dry weather melts away the winter snows,"
            },
            {
                "verse_number": "20",
                "verse_text": "Their own mothers will forget them."
            },
            {
                "verse_number": "21",
                "verse_text": "These evil people hurt women who have no children to protect them,"
            },
            {
                "verse_number": "22",
                "verse_text": "By his power God removes the powerful."
            },
            {
                "verse_number": "23",
                "verse_text": "They might feel safe and secure,"
            },
            {
                "verse_number": "24",
                "verse_text": "They might be successful for a while, but then they will be gone."
            },
            {
                "verse_number": "25",
                "verse_text": "&apos;I swear these things are true!"
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "Then Bildad from Shuah answered: He makes people fear and respect him. He keeps peace in his kingdom above. His sun rises on all people. even the stars are not pure. They are like maggots, as worthless as worms!&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;God is the ruler."
            },
            {
                "verse_number": "3",
                "verse_text": "No one can count his stars."
            },
            {
                "verse_number": "4",
                "verse_text": "How can anyone claim to be right before God? No human being can really be pure."
            },
            {
                "verse_number": "5",
                "verse_text": "In God&quot;s eyes even the moon is not pure and bright;"
            },
            {
                "verse_number": "6",
                "verse_text": "People are much less pure."
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "Then Job answered: You have really supported me! Whose spirit inspired you to speak? He hung the earth on nothing. But he does not let its heavy weight break the clouds open. He spreads his clouds over it and hides it. like a circle where light and darkness meet. shake with fear when God threatens them. With his wisdom he destroyed Rahab. We hear only a small whisper of God&quot;s thundering power.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Bildad, what a great help you are to this tired, weary man!"
            },
            {
                "verse_number": "3",
                "verse_text": "You have given such wonderful advice to this foolish man! You have provided so much useful information! in the underworld shake with fear. Death is not hidden from God. His hand destroyed the snake that tried to get away."
            },
            {
                "verse_number": "4",
                "verse_text": "Who helped you say these things?"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;The ghosts and their neighbors"
            },
            {
                "verse_number": "6",
                "verse_text": "But God can see clearly into that place of death."
            },
            {
                "verse_number": "7",
                "verse_text": "God stretched the northern sky over empty space."
            },
            {
                "verse_number": "8",
                "verse_text": "He fills the thick clouds with water."
            },
            {
                "verse_number": "9",
                "verse_text": "He covers the face of the full moon."
            },
            {
                "verse_number": "10",
                "verse_text": "He drew the horizon on the ocean,"
            },
            {
                "verse_number": "11",
                "verse_text": "The foundations that hold up the sky"
            },
            {
                "verse_number": "12",
                "verse_text": "With his own power God calmed the sea."
            },
            {
                "verse_number": "13",
                "verse_text": "His breath made the skies clear."
            },
            {
                "verse_number": "14",
                "verse_text": "These are only a few of the amazing things God has done."
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Job continued his answer: he has made my life bitter. But I swear by his life, as long as breath from God is in my nostrils, I will not lie. Until the day I die I will not be untrue to myself. My conscience will always be clear! May those who stood against me end up like all who have done wrong. when God takes their life away? God will not listen to them! They should have prayed to God all the time. I will not hide anything about God All-Powerful. So why do you say such useless things? This is what cruel people will get from God All-Powerful. Or their children will not have enough to eat. and the widows will not even cry for them. They may have so many clothes that they are piled up like clay. All that silver will be given to those who have done no wrong. They will be like a spider&quot;s web or a guard&quot;s tent. but when they open their eyes, all their riches will be gone. like a storm in the night that blows everything away. The storm will sweep them out of their homes. but it will come down on them without mercy. It will whistle at them as they run from their homes.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;God All-Powerful has been unfair to me;"
            },
            {
                "verse_number": "3",
                "verse_text": "as long as I have life in me,"
            },
            {
                "verse_number": "4",
                "verse_text": "I will not be a hypocrite."
            },
            {
                "verse_number": "5",
                "verse_text": "You will never hear me say you men are right!"
            },
            {
                "verse_number": "6",
                "verse_text": "I will hold on to my innocence and never let go!"
            },
            {
                "verse_number": "7",
                "verse_text": "May my enemies be punished like those who are evil."
            },
            {
                "verse_number": "8",
                "verse_text": "What hope do people without God have when it is time to die,"
            },
            {
                "verse_number": "9",
                "verse_text": "When they have troubles and cry out for help,"
            },
            {
                "verse_number": "10",
                "verse_text": "It will be too late for them to enjoy talking with God All-Powerful."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;I will teach you about God&quot;s power."
            },
            {
                "verse_number": "12",
                "verse_text": "But you have seen it all with your own eyes."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Here is what God has planned for those who are evil."
            },
            {
                "verse_number": "14",
                "verse_text": "They may have many children, but all of them will be killed in war."
            },
            {
                "verse_number": "15",
                "verse_text": "All those who are left will die,"
            },
            {
                "verse_number": "16",
                "verse_text": "Evil people collect silver as easily as dirt."
            },
            {
                "verse_number": "17",
                "verse_text": "But their piles of clothes will be worn by those who have lived right."
            },
            {
                "verse_number": "18",
                "verse_text": "Evil people might build houses, but they will not last long."
            },
            {
                "verse_number": "19",
                "verse_text": "They might be rich when they go to bed,"
            },
            {
                "verse_number": "20",
                "verse_text": "Terrible fears will come over them like a flood,"
            },
            {
                "verse_number": "21",
                "verse_text": "The east wind will carry them away, and they will be gone."
            },
            {
                "verse_number": "22",
                "verse_text": "They may try to run away from the power of the storm,"
            },
            {
                "verse_number": "23",
                "verse_text": "It will make a sound like clapping hands as they run away."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "&apos;There are mines where people get silver and places where people melt gold to make it pure. and copper is melted out of the rocks. to search for these rocks in the deepest darkness. down where no one else has been before. There they work all alone, hanging from ropes. But underground it is different, as if everything were melted by fire. and grains of pure gold. Lions have not traveled that way. They dig away at the mountains and make them bare. and see all the treasures they hold. They bring to light what once was hidden. Where can we get understanding? It cannot be found by anyone on earth. The sea says, &quot;It&quot;s not here with me.&quot; There&quot;s not enough silver in the world to pay for it. or with precious onyx or sapphires. It cannot be bought with expensive jewels set in gold. more precious than rubies. which is greater than the purest gold. Where can we find understanding? Even birds in the sky cannot see it. &quot;We have never seen wisdom; we have only heard rumors about it.&quot; Only he knows where wisdom is. He sees everything under the sky. He decided how big to make the oceans. and where the thunderstorms should go. He examined it and saw how much it is worth. &quot;To fear and respect the Lord is wisdom. To turn away from evil is understanding.&quot;&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Iron is dug out of the ground,"
            },
            {
                "verse_number": "3",
                "verse_text": "Miners carry lights deep into caves"
            },
            {
                "verse_number": "4",
                "verse_text": "Far from where people live, they dig deep into the ground,"
            },
            {
                "verse_number": "5",
                "verse_text": "Food grows on the ground above."
            },
            {
                "verse_number": "6",
                "verse_text": "In the rocks there are sapphires"
            },
            {
                "verse_number": "7",
                "verse_text": "Wild birds know nothing about the way to these places. No falcon has ever seen it."
            },
            {
                "verse_number": "8",
                "verse_text": "Wild animals have never been there."
            },
            {
                "verse_number": "9",
                "verse_text": "Miners dig the hardest rocks."
            },
            {
                "verse_number": "10",
                "verse_text": "They cut tunnels through the rocks"
            },
            {
                "verse_number": "11",
                "verse_text": "They even find places where rivers begin."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;But where can anyone find wisdom?"
            },
            {
                "verse_number": "13",
                "verse_text": "People don&quot;t know where wisdom is."
            },
            {
                "verse_number": "14",
                "verse_text": "The deep ocean says, &quot;It&quot;s not here with me.&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "You cannot buy wisdom with even the purest gold."
            },
            {
                "verse_number": "16",
                "verse_text": "You cannot buy it with gold from Ophir"
            },
            {
                "verse_number": "17",
                "verse_text": "Wisdom is worth more than gold or crystal."
            },
            {
                "verse_number": "18",
                "verse_text": "It is far more valuable than coral and jasper,"
            },
            {
                "verse_number": "19",
                "verse_text": "The topaz from Ethiopia cannot match its value,"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;So where does wisdom come from?"
            },
            {
                "verse_number": "21",
                "verse_text": "Wisdom is hidden from every living thing on earth."
            },
            {
                "verse_number": "22",
                "verse_text": "Death and destruction say,"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;Only God knows the way to wisdom."
            },
            {
                "verse_number": "24",
                "verse_text": "He can see to the very ends of the earth."
            },
            {
                "verse_number": "25",
                "verse_text": "God gave the wind its power."
            },
            {
                "verse_number": "26",
                "verse_text": "He decided where to send the rain"
            },
            {
                "verse_number": "27",
                "verse_text": "He looked at wisdom and discussed it."
            },
            {
                "verse_number": "28",
                "verse_text": "Then he said to humans,"
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "Job continued to speak: when God watched over me and cared for me. so I could walk through the darkness. when I enjoyed God&quot;s friendship and blessing in my home. and my children were all around me. and sat in the public meeting of the elders. And the old men stood up to show they respected me. and put their hands over their mouths. as if their tongues were stuck to the roof of their mouths. Those who saw what I did praised me, I helped the orphans who had no one to care for them. My help brought joy to widows in need. Fairness was my robe and turban. like feet for the crippled. I helped people I didn&quot;t even know win their case in court. growing old with my family around me. and branches that are wet with dew. They waited quietly for my advice. My words fell gently on their ears. They drank them in like rain in the springtime. My smile made them feel better. I was like a king among his troops, comforting those who were sad."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I wish my life could be the same as it was a few months ago,"
            },
            {
                "verse_number": "3",
                "verse_text": "God&quot;s light shined above me,"
            },
            {
                "verse_number": "4",
                "verse_text": "I wish for the days when I was successful,"
            },
            {
                "verse_number": "5",
                "verse_text": "God All-Powerful was still with me then,"
            },
            {
                "verse_number": "6",
                "verse_text": "Life was so good that I washed my feet in cream and had plenty of the finest oils. and saved innocent people from them. and be full of new possibilities."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Those were the days when I went to the city gate"
            },
            {
                "verse_number": "8",
                "verse_text": "When the young men saw me coming, they stepped out of my way."
            },
            {
                "verse_number": "9",
                "verse_text": "The leaders of the people stopped talking"
            },
            {
                "verse_number": "10",
                "verse_text": "Even the most important leaders were quiet,"
            },
            {
                "verse_number": "11",
                "verse_text": "All who heard me said good things about me."
            },
            {
                "verse_number": "12",
                "verse_text": "because I helped the poor when they cried out."
            },
            {
                "verse_number": "13",
                "verse_text": "People who were dying asked God to bless me."
            },
            {
                "verse_number": "14",
                "verse_text": "Right living was my clothing."
            },
            {
                "verse_number": "15",
                "verse_text": "I was like eyes for the blind,"
            },
            {
                "verse_number": "16",
                "verse_text": "I was like a father to the poor."
            },
            {
                "verse_number": "17",
                "verse_text": "I stopped evil people from abusing their power"
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;I always thought I would live a long life,"
            },
            {
                "verse_number": "19",
                "verse_text": "I was like a healthy plant with roots that have plenty of water"
            },
            {
                "verse_number": "20",
                "verse_text": "I thought each new day would bring more honor"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;In the past people listened to me."
            },
            {
                "verse_number": "22",
                "verse_text": "When I finished speaking, they had nothing more to say."
            },
            {
                "verse_number": "23",
                "verse_text": "They waited for my words as they would for rain."
            },
            {
                "verse_number": "24",
                "verse_text": "I smiled at them, and they could hardly believe it."
            },
            {
                "verse_number": "25",
                "verse_text": "I was their leader and made decisions about their future."
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "&apos;But now men younger than I make fun of me&ndash; men whose fathers were too worthless to put with my sheep dogs. All their strength is gone. so they chew on the dry, ruined land. and eat the roots from the broom tree. who shout at them as if they were thieves. hillside caves, and holes in the ground. and huddle together under thornbushes. who were forced to leave their country. My name has become a bad word to them. except when they come to spit in my face! so they feel free to do whatever they want to me. They knock my feet out from under me. They build ramps to attack and destroy me like a city. They succeed in destroying me, without help from anyone. and the crashing rocks fall on me. They chased my honor away like dust in the wind. My safety disappears like a cloud. Days of suffering have grabbed me. Pain never stops chewing on me. and twisted my clothes out of shape. and I became like dust and ashes. I stand up and pray, but you don&quot;t pay attention to me. you use your power to hurt me. You throw me around in the storm. to that place where all the living must go. when he is hurt and crying for help. You know that I mourned for the poor. When I looked for light, darkness came. And my suffering has only just begun. I stand up in the public meeting and cry for help, like the ostriches in the desert. My body is hot with fever. My flute makes sad sounds like someone crying."
            },
            {
                "verse_number": "2",
                "verse_text": "Their fathers are still too weak to be of any use to me."
            },
            {
                "verse_number": "3",
                "verse_text": "They are starving with nothing to eat,"
            },
            {
                "verse_number": "4",
                "verse_text": "They pull up salt plants in the desert"
            },
            {
                "verse_number": "5",
                "verse_text": "They are forced away from other people,"
            },
            {
                "verse_number": "6",
                "verse_text": "They must live in the dry riverbeds,"
            },
            {
                "verse_number": "7",
                "verse_text": "They howl in the bushes"
            },
            {
                "verse_number": "8",
                "verse_text": "They are a bunch of worthless people without names,"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Now their sons sing songs to make fun of me."
            },
            {
                "verse_number": "10",
                "verse_text": "They hate me and stay far away from me,"
            },
            {
                "verse_number": "11",
                "verse_text": "God has taken the string from my bow and made me weak,"
            },
            {
                "verse_number": "12",
                "verse_text": "They attack me on my right side."
            },
            {
                "verse_number": "13",
                "verse_text": "They guard the road so that I cannot escape."
            },
            {
                "verse_number": "14",
                "verse_text": "They break a hole in the wall and come rushing through it,"
            },
            {
                "verse_number": "15",
                "verse_text": "I am shaking with fear."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Now my life is almost gone, and soon I will die."
            },
            {
                "verse_number": "17",
                "verse_text": "All my bones ache at night."
            },
            {
                "verse_number": "18",
                "verse_text": "God grabbed the collar of my coat"
            },
            {
                "verse_number": "19",
                "verse_text": "He threw me into the mud,"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;God, I cry out to you for help, but you don&quot;t answer."
            },
            {
                "verse_number": "21",
                "verse_text": "You have become cruel to me;"
            },
            {
                "verse_number": "22",
                "verse_text": "You let the strong wind blow me away."
            },
            {
                "verse_number": "23",
                "verse_text": "I know you will lead me to my death,"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;Surely no one would attack a man who is already ruined,"
            },
            {
                "verse_number": "25",
                "verse_text": "God, you know that I cried for those who were in trouble."
            },
            {
                "verse_number": "26",
                "verse_text": "But when I hoped for good, trouble came instead."
            },
            {
                "verse_number": "27",
                "verse_text": "I constantly feel upset."
            },
            {
                "verse_number": "28",
                "verse_text": "I am always sad and depressed, without any relief."
            },
            {
                "verse_number": "29",
                "verse_text": "making sad sounds like the wild dogs,"
            },
            {
                "verse_number": "30",
                "verse_text": "My skin is burned and peeling away."
            },
            {
                "verse_number": "31",
                "verse_text": "My harp is tuned to play songs of sorrow."
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "&apos;I made an agreement with my eyes not to look at a young woman in a way that would make me want her. and disaster to those who do wrong. and sees every step I take. I never tried to cheat people. he would know that I am innocent. if my eyes led my heart to do evil, or if my hands are dirty with sin, Let my crops be pulled up by the roots. or waited at my neighbor&quot;s door to sin with his wife, and let other men sleep with her. a sin that must be punished. It would completely ruin my life&quot;s work. when they had a complaint against me, What will I say when he asks me to explain what I did? God shaped us all inside our mothers. I always gave widows what they needed. I shared what I had with orphans. and have taken care of widows. or saw a poor man with no coat, I used the wool from my own sheep to make them warm. And they thanked me with all their heart. and fall from my shoulder! I fear God&quot;s punishment too much. I never said even to pure gold, &quot;You are my hope.&quot; but that didn&quot;t make me proud. I earned a lot of money, but that is not what made me happy. or the beautiful moon. to worship the sun and the moon. If I had worshiped them, I would have been unfaithful to God All-Powerful. when my enemies were destroyed. I have never laughed at my enemies when bad things happened to them. and wishing for them to die. I have never let anyone go hungry. so that they would not have to sleep in the streets. I have never hidden my guilt. that I kept my sins secret and avoided going out. I will sign my name to all I have said. Now let God All-Powerful answer me. Let him make a list of what he thinks I did wrong. I would put it on my head like a crown. I could come to God with my head held high like a prince. I never caused it to suffer. I never let any of them starve. let thorns and weeds grow in my fields instead of wheat and barley!&apos; Job&quot;s words are finished."
            },
            {
                "verse_number": "2",
                "verse_text": "What does God above have for us? How does God All-Powerful repay people from his home high in heaven? even when I knew I had support in court. His majesty scares me."
            },
            {
                "verse_number": "3",
                "verse_text": "He sends trouble to the wicked"
            },
            {
                "verse_number": "4",
                "verse_text": "God is the one who knows what I do"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;I have not lied to anyone."
            },
            {
                "verse_number": "6",
                "verse_text": "If God would use accurate scales,"
            },
            {
                "verse_number": "7",
                "verse_text": "If I ever stepped off the right path,"
            },
            {
                "verse_number": "8",
                "verse_text": "then let others eat what I planted."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;If I have desired another woman"
            },
            {
                "verse_number": "10",
                "verse_text": "then let my wife serve someone else,"
            },
            {
                "verse_number": "11",
                "verse_text": "To do such a thing would be shameful,"
            },
            {
                "verse_number": "12",
                "verse_text": "Such sin is like a fire that burns until it destroys everything."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;If I refused to be fair to my slaves"
            },
            {
                "verse_number": "14",
                "verse_text": "then what will I do when I must face God?"
            },
            {
                "verse_number": "15",
                "verse_text": "The one who made me in my mother&quot;s womb also made them."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;I have never refused to help the poor."
            },
            {
                "verse_number": "17",
                "verse_text": "I have never been selfish with my food."
            },
            {
                "verse_number": "18",
                "verse_text": "All my life I have been like a father to orphans"
            },
            {
                "verse_number": "19",
                "verse_text": "Whenever I found people suffering because they didn&quot;t have clothes"
            },
            {
                "verse_number": "20",
                "verse_text": "I always gave them something to wear."
            },
            {
                "verse_number": "21",
                "verse_text": "I never threatened an orphan,"
            },
            {
                "verse_number": "22",
                "verse_text": "If I ever did that, may my arm be pulled from its socket"
            },
            {
                "verse_number": "23",
                "verse_text": "But I didn&quot;t do any of these bad things."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;I have never trusted in riches."
            },
            {
                "verse_number": "25",
                "verse_text": "I have been wealthy,"
            },
            {
                "verse_number": "26",
                "verse_text": "I have never worshiped the bright sun"
            },
            {
                "verse_number": "27",
                "verse_text": "I was never foolish enough"
            },
            {
                "verse_number": "28",
                "verse_text": "This is also a sin that must be punished."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;I have never been happy"
            },
            {
                "verse_number": "30",
                "verse_text": "I have never let my mouth sin by cursing my enemies"
            },
            {
                "verse_number": "31",
                "verse_text": "The people in my house know that"
            },
            {
                "verse_number": "32",
                "verse_text": "I always invited strangers into my home"
            },
            {
                "verse_number": "33",
                "verse_text": "I have not tried to hide my sins as some people do."
            },
            {
                "verse_number": "34",
                "verse_text": "I was never so afraid of what people might say or of making enemies"
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;How I wish someone would listen to me!"
            },
            {
                "verse_number": "36",
                "verse_text": "I would wear it around my neck."
            },
            {
                "verse_number": "37",
                "verse_text": "Then I could explain everything I have done."
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;I did not use my land in a wrong way."
            },
            {
                "verse_number": "39",
                "verse_text": "I always paid the workers for the food I got from the land."
            },
            {
                "verse_number": "40",
                "verse_text": "If I ever did any of these bad things,"
            }
        ],
        "32": [
            {
                "verse_number": "1",
                "verse_text": "Then Job&quot;s three friends gave up trying to answer him, because he was so sure that he was innocent."
            },
            {
                "verse_number": "2",
                "verse_text": "But there was a young man there named Elihu son of Barakel. He was a descendant of a man named Buz. Elihu was from the family of Ram. He became very angry because Job kept saying he was innocent&ndash;that he was right and God was wrong."
            },
            {
                "verse_number": "3",
                "verse_text": "Elihu was also angry with Job&quot;s three friends because they could not answer him, and yet they still considered him guilty of doing wrong."
            },
            {
                "verse_number": "4",
                "verse_text": "Elihu was the youngest one there, so he had waited until everyone finished talking."
            },
            {
                "verse_number": "5",
                "verse_text": "But when he saw that Job&quot;s three friends had nothing more to say, his anger forced him to speak."
            },
            {
                "verse_number": "6",
                "verse_text": "So here&quot;s what Elihu son of Barakel the Buzite said: &apos;I am only a young man, and you are all older. That is why I was afraid to tell you what I think. They have lived many years, so they have learned many things.&quot; that makes them understand. They are not the only ones who understand what is right. and I will tell you what I think. I listened to the answers you gave as you searched for the right words. Not one of you proved Job wrong. Not one of you answered his arguments. The answer to Job&quot;s arguments must come from God, not people. so I will not use your arguments to answer him. They don&quot;t have anything more to say. They don&quot;t have any more answers. But now they are quiet. They stand there with nothing more to say. Yes, I will tell you what I think. that I cannot hold it in. I am like a new wineskin ready to burst. I must answer your arguments. I will not praise you to win your favor. If I did, God my Maker would punish me!"
            },
            {
                "verse_number": "7",
                "verse_text": "I thought to myself, &quot;Older people should speak first."
            },
            {
                "verse_number": "8",
                "verse_text": "But it is the spirit in people, the breath from God All-Powerful,"
            },
            {
                "verse_number": "9",
                "verse_text": "Old men are not the only wise people."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;So please listen to me,"
            },
            {
                "verse_number": "11",
                "verse_text": "I waited patiently while you men talked."
            },
            {
                "verse_number": "12",
                "verse_text": "I listened carefully to what you said."
            },
            {
                "verse_number": "13",
                "verse_text": "You men cannot say that you have found wisdom."
            },
            {
                "verse_number": "14",
                "verse_text": "Job was arguing with you, not me,"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Job, these men lost the argument."
            },
            {
                "verse_number": "16",
                "verse_text": "I waited for them to answer you."
            },
            {
                "verse_number": "17",
                "verse_text": "So now I will give you my answer."
            },
            {
                "verse_number": "18",
                "verse_text": "I have so much to say"
            },
            {
                "verse_number": "19",
                "verse_text": "I feel like a jar of wine that has never been opened."
            },
            {
                "verse_number": "20",
                "verse_text": "I must speak so that I will feel better."
            },
            {
                "verse_number": "21",
                "verse_text": "I will treat you the same as I would treat anyone else."
            },
            {
                "verse_number": "22",
                "verse_text": "I cannot treat one person better than another."
            }
        ],
        "33": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Now, Job, listen to me. Listen carefully to what I say. I will speak the truth about what I know. My life comes from God All-Powerful. Get your arguments ready to face me. He used clay to make us both. I will not be hard on you. These were your very words: I did nothing wrong; I am not guilty! He treats me like an enemy. and watches everything I do.&quot; Why do you think he should explain everything to you? but speaks in ways that people don&quot;t understand. when people are in a deep sleep lying in their beds. and they are frightened when they hear his warnings. and to keep them from becoming proud. He wants to keep them from being destroyed. The pain that makes their bones ache might be a warning from him. Even the best food makes them sick. and all their bones stick out. their lives about to end. to speak for them and tell about the good things they have done. &quot;Save this one from the place of death! I have found a way to pay for his life.&quot; He will be as he was when he was young. He will worship God and shout with joy. He will again stand as right before God. I changed good into bad, but God didn&quot;t give me the punishment I deserved! Now I can enjoy life again.&quot; so that they can enjoy life. Be quiet and let me talk. Tell me your argument. I would be happy to know that you are innocent! Be quiet, and I will teach you wisdom.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "I am ready to speak."
            },
            {
                "verse_number": "3",
                "verse_text": "My heart is honest, so my words are sincere."
            },
            {
                "verse_number": "4",
                "verse_text": "God&quot;s Spirit made me."
            },
            {
                "verse_number": "5",
                "verse_text": "Listen to me and answer if you can."
            },
            {
                "verse_number": "6",
                "verse_text": "You and I are the same before God."
            },
            {
                "verse_number": "7",
                "verse_text": "Don&quot;t be afraid of me."
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;But, Job, I heard what you said."
            },
            {
                "verse_number": "9",
                "verse_text": "&quot;I am pure and innocent;"
            },
            {
                "verse_number": "10",
                "verse_text": "But God found an excuse to attack me."
            },
            {
                "verse_number": "11",
                "verse_text": "He put chains on my feet"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;But you are wrong about this, and I will prove it to you. God knows more than any of us."
            },
            {
                "verse_number": "13",
                "verse_text": "You are arguing with God!"
            },
            {
                "verse_number": "14",
                "verse_text": "But maybe God does explain what he does"
            },
            {
                "verse_number": "15",
                "verse_text": "He may speak in a dream, or in a vision at night,"
            },
            {
                "verse_number": "16",
                "verse_text": "He may whisper something in their ear,"
            },
            {
                "verse_number": "17",
                "verse_text": "God warns people to stop them from doing wrong"
            },
            {
                "verse_number": "18",
                "verse_text": "He does this to save them from death."
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Or those who are sick in bed might be suffering punishment from God."
            },
            {
                "verse_number": "20",
                "verse_text": "They feel so bad they cannot eat."
            },
            {
                "verse_number": "21",
                "verse_text": "Their bodies might waste away until they become thin"
            },
            {
                "verse_number": "22",
                "verse_text": "They might be close to death,"
            },
            {
                "verse_number": "23",
                "verse_text": "But maybe one of God&quot;s thousands of angels is watching over them,"
            },
            {
                "verse_number": "24",
                "verse_text": "Maybe the angel will be kind and say to God,"
            },
            {
                "verse_number": "25",
                "verse_text": "Then that person&quot;s body will become young and strong again."
            },
            {
                "verse_number": "26",
                "verse_text": "He will pray and God will answer."
            },
            {
                "verse_number": "27",
                "verse_text": "He will tell everyone, &quot;I sinned."
            },
            {
                "verse_number": "28",
                "verse_text": "God saved me from going down to the place of death."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;God does all these things for people again and again."
            },
            {
                "verse_number": "30",
                "verse_text": "He wants them to be saved from death"
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Job, pay attention and listen to me."
            },
            {
                "verse_number": "32",
                "verse_text": "But if you have an answer, go ahead and speak."
            },
            {
                "verse_number": "33",
                "verse_text": "But if you have nothing to say, then listen to me."
            }
        ],
        "34": [
            {
                "verse_number": "1",
                "verse_text": "Then Elihu continued his speech: Pay attention, you who know so much. and your ear tests the words it hears. Together we will learn what is good. and God is not being fair to me. I have done no wrong, but I am badly hurt.&quot; He has more thirst for insulting God than for water. He likes to spend time with the wicked. &quot;You will gain nothing if you try to please God.&quot; God would never do what is evil! God All-Powerful would never do wrong. He gives us what we deserve. God All-Powerful is always fair. No one gave him responsibility for the whole world. and the breath of life he gave us, We would all become dust again. you will listen to what I say. Job, God is not only powerful, but he is fair. Do you think you can judge him guilty? He says to leaders, &quot;You are evil!&quot; And he does not respect the rich more than the poor. God made everyone. Anyone can get sick and pass away. Even powerful people die for no reason we can see. He sees every step they take. for evil people to hide from God. for people to come before him and be judged. even if they are powerful leaders. He simply destroys them and chooses others to take their place. he defeats them, and overnight they are gone. and he will do it where everyone can see. and ignored what he wanted. And he hears their cry! no one can judge him guilty. If he hides himself, no one can find him. He is the ruler over every person and nation. so that they will not bring harm to the people. &quot;I am guilty; I will not sin anymore. If I have done wrong, I will not do it again.&quot; but you refuse to change. It is your decision, not mine. Tell me what you think. A wise person would say, What he says doesn&quot;t make sense!&quot; because he answers us like someone who is evil! He sits there insulting us and arguing with God!&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Listen to what I say, you wise men."
            },
            {
                "verse_number": "3",
                "verse_text": "Your tongue tastes the food it touches,"
            },
            {
                "verse_number": "4",
                "verse_text": "So let us test these arguments and decide for ourselves what is right."
            },
            {
                "verse_number": "5",
                "verse_text": "Job says, &quot;I am innocent,"
            },
            {
                "verse_number": "6",
                "verse_text": "I am right, but I am judged to be a liar."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Would anyone but Job say such things?"
            },
            {
                "verse_number": "8",
                "verse_text": "He is a friend of evil people."
            },
            {
                "verse_number": "9",
                "verse_text": "I know this because he says,"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;You men can understand, so listen to me."
            },
            {
                "verse_number": "11",
                "verse_text": "He pays us back for what we have done."
            },
            {
                "verse_number": "12",
                "verse_text": "The truth is that God does no wrong."
            },
            {
                "verse_number": "13",
                "verse_text": "No one chose God to be in charge of the earth."
            },
            {
                "verse_number": "14",
                "verse_text": "If God decided to take away his spirit"
            },
            {
                "verse_number": "15",
                "verse_text": "then everything on earth would die."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;If you men are wise,"
            },
            {
                "verse_number": "17",
                "verse_text": "Can someone be a ruler if he hates justice?"
            },
            {
                "verse_number": "18",
                "verse_text": "God is the one who says to kings, &quot;You are worthless!&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "He does not respect leaders more than other people."
            },
            {
                "verse_number": "20",
                "verse_text": "Any of us can die suddenly, in the middle of the night."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;God watches what people do."
            },
            {
                "verse_number": "22",
                "verse_text": "There is no place dark enough"
            },
            {
                "verse_number": "23",
                "verse_text": "God does not need to set a time"
            },
            {
                "verse_number": "24",
                "verse_text": "He does not have to ask questions when people do wrong,"
            },
            {
                "verse_number": "25",
                "verse_text": "When he learns what people have done,"
            },
            {
                "verse_number": "26",
                "verse_text": "He will punish them for the evil they have done,"
            },
            {
                "verse_number": "27",
                "verse_text": "He will do this because they rebelled against him"
            },
            {
                "verse_number": "28",
                "verse_text": "They hurt the poor and made them cry to God for help."
            },
            {
                "verse_number": "29",
                "verse_text": "But if God decides not to help them,"
            },
            {
                "verse_number": "30",
                "verse_text": "He keeps the wicked from ruling"
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;A person should say to God,"
            },
            {
                "verse_number": "32",
                "verse_text": "Show me the sins I am not able to see."
            },
            {
                "verse_number": "33",
                "verse_text": "Job, you want God to reward you,"
            },
            {
                "verse_number": "34",
                "verse_text": "A wise person would listen to me."
            },
            {
                "verse_number": "35",
                "verse_text": "&quot;Job talks like an ignorant person."
            },
            {
                "verse_number": "36",
                "verse_text": "I think Job should be punished even more,"
            },
            {
                "verse_number": "37",
                "verse_text": "He adds rebellion to his other sins."
            }
        ],
        "35": [
            {
                "verse_number": "1",
                "verse_text": "Elihu continued talking and said, &quot;I am more right than God,&quot; &quot;What&quot;s the use of trying to please you? What good will it do me if I don&quot;t sin?&quot; Look at the clouds, which are so much higher than you. Even if your sins are too many to count, that does nothing to God. He gets nothing from you. affect only other people like yourself. and beg for protection from those who hurt them. He is the one who gives us songs to sing in the night. and wiser than any bird.&quot; because they are too proud. God All-Powerful will not pay attention to them. when you say that you don&quot;t see him. You say you are waiting for your chance to meet with him and prove that you are innocent. and that he pays no attention to sin. Everything he has said shows he does not know what he is talking about.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Job, it is not fair for you to say,"
            },
            {
                "verse_number": "3",
                "verse_text": "because you also ask him,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Job, I want to answer you and your friends here with you."
            },
            {
                "verse_number": "5",
                "verse_text": "Look up at the sky."
            },
            {
                "verse_number": "6",
                "verse_text": "If you sin, it does not hurt God."
            },
            {
                "verse_number": "7",
                "verse_text": "And if you are good, that does not help God."
            },
            {
                "verse_number": "8",
                "verse_text": "Job, the good and bad things you do"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;If people are being hurt, they cry out"
            },
            {
                "verse_number": "10",
                "verse_text": "But they forget to say, &quot;Where is God, the one who made me?"
            },
            {
                "verse_number": "11",
                "verse_text": "He is the one who makes us smarter than any animal on earth"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Or if evil people ask God for help, he will not answer them,"
            },
            {
                "verse_number": "13",
                "verse_text": "God will not listen to their worthless begging."
            },
            {
                "verse_number": "14",
                "verse_text": "So, Job, God will not listen to you"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Job thinks that God does not punish evil"
            },
            {
                "verse_number": "16",
                "verse_text": "So he continues his worthless talking."
            }
        ],
        "36": [
            {
                "verse_number": "1",
                "verse_text": "Elihu continued talking and said, God has a few more words that he wants me to say. I will prove that my Maker is right. I know what I am talking about. He is very powerful, but he is also very wise. He brings justice to the poor. He lets them rule in high places. if they are tied with chains and ropes, they did something wrong. that they sinned and were proud. He will command them to stop sinning. and they will live a happy life. They will die like fools. Even when he punishes them, they refuse to pray to him for help. like the male prostitutes. He uses their troubles to speak in a way that makes them listen. He wants to take away your burdens that are crushing you. He wants to load your table with plenty of food. And don&quot;t let the price of forgiveness turn you away. Will your great strength be of any help to you now? Be careful not to do wrong. He is the greatest teacher of all. No one can say, &quot;God, you have done wrong.&quot; as many others have done in song. even people in faraway countries. We don&quot;t know how long he has lived. and changes it into mist and rain. and the rain falls on many people. or how the thunder rumbles from his home in the sky. and covers the deepest part of the ocean. and to give them plenty of food. and commands it to strike where he wants. So even the cattle know it is near."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Be patient with me a little longer."
            },
            {
                "verse_number": "3",
                "verse_text": "I will share my knowledge with everyone."
            },
            {
                "verse_number": "4",
                "verse_text": "Job, I am telling the truth."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;God is very powerful, but he does not hate people."
            },
            {
                "verse_number": "6",
                "verse_text": "He will not let evil people live."
            },
            {
                "verse_number": "7",
                "verse_text": "He watches over those who live right."
            },
            {
                "verse_number": "8",
                "verse_text": "So if people are punished,"
            },
            {
                "verse_number": "9",
                "verse_text": "And God will tell them what they did,"
            },
            {
                "verse_number": "10",
                "verse_text": "He will force them to listen to his warning."
            },
            {
                "verse_number": "11",
                "verse_text": "If they serve and obey him, he will make them successful"
            },
            {
                "verse_number": "12",
                "verse_text": "But if they refuse to obey him, they will be destroyed."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;People who don&quot;t care about God are always bitter."
            },
            {
                "verse_number": "14",
                "verse_text": "They will die while they are still young,"
            },
            {
                "verse_number": "15",
                "verse_text": "God saves those who suffer by using their suffering."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;In fact, God wants to help you out of your troubles."
            },
            {
                "verse_number": "17",
                "verse_text": "But you are full of this talk about guilt, judgment, and justice!"
            },
            {
                "verse_number": "18",
                "verse_text": "Job, don&quot;t let your anger fill you with doubt about God."
            },
            {
                "verse_number": "19",
                "verse_text": "Do you think your wealth will keep you out of trouble?"
            },
            {
                "verse_number": "20",
                "verse_text": "Don&quot;t be like those who wish darkness would come and hide them. They try to disappear into the night."
            },
            {
                "verse_number": "21",
                "verse_text": "Job, don&quot;t let your suffering cause you to choose evil."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Look, God&quot;s power makes him great!"
            },
            {
                "verse_number": "23",
                "verse_text": "No one can tell him what to do."
            },
            {
                "verse_number": "24",
                "verse_text": "Remember to praise him for what he has done,"
            },
            {
                "verse_number": "25",
                "verse_text": "Everyone can see what he has done,"
            },
            {
                "verse_number": "26",
                "verse_text": "Yes, God is great, but we cannot understand his greatness."
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;God takes up water from the earth"
            },
            {
                "verse_number": "28",
                "verse_text": "So the clouds pour out the water,"
            },
            {
                "verse_number": "29",
                "verse_text": "No one can understand how he spreads the clouds out"
            },
            {
                "verse_number": "30",
                "verse_text": "Look, he spreads lightning all over the sky"
            },
            {
                "verse_number": "31",
                "verse_text": "He uses them to control the nations"
            },
            {
                "verse_number": "32",
                "verse_text": "He grabs the lightning with his hands,"
            },
            {
                "verse_number": "33",
                "verse_text": "The thunder warns that a storm is coming."
            }
        ],
        "37": [
            {
                "verse_number": "1",
                "verse_text": "&apos;The thunder and lightning frighten me; my heart pounds in my chest. Listen to the sound coming from his mouth. It lights up the earth from one end to the other. He thunders with his wonderful voice! And while his voice thunders, the lightning flashes continue. He does great things that we cannot understand. &quot;Fall on the earth.&quot; And he says to the rain, &quot;Pour down on the earth.&quot; and to show the people he made what he can do. The cold winds come from the north. and freezes even large bodies of water. and scatters his lightning through them. The clouds do whatever he commands. or to water his earth and show his love. Think about the wonderful things God does. Do you know how he makes his lightning flash? This is just one of the amazing works of the one who knows everything. and all is still and quiet when the heat wave comes from the south. and make it shine like polished brass? That would be like asking to be destroyed. It is too bright as it shines in the sky after the wind blows the clouds away. He is surrounded by the brightest light. He shows no respect for those who think they are wise.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Listen to God&quot;s thundering voice!"
            },
            {
                "verse_number": "3",
                "verse_text": "He sends his lightning to flash across the whole sky."
            },
            {
                "verse_number": "4",
                "verse_text": "After the flashes of lightning you can hear his roaring voice."
            },
            {
                "verse_number": "5",
                "verse_text": "God&quot;s thundering voice is amazing!"
            },
            {
                "verse_number": "6",
                "verse_text": "He says to the snow,"
            },
            {
                "verse_number": "7",
                "verse_text": "God does this to stop everyone&quot;s work"
            },
            {
                "verse_number": "8",
                "verse_text": "The animals run into their dens and stay there."
            },
            {
                "verse_number": "9",
                "verse_text": "Whirlwinds come from the south."
            },
            {
                "verse_number": "10",
                "verse_text": "God&quot;s breath makes ice"
            },
            {
                "verse_number": "11",
                "verse_text": "He fills the clouds with water"
            },
            {
                "verse_number": "12",
                "verse_text": "He orders the clouds to be blown all around the earth."
            },
            {
                "verse_number": "13",
                "verse_text": "He causes the clouds to punish people with floods"
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Job, stop for a minute and listen."
            },
            {
                "verse_number": "15",
                "verse_text": "Do you know how God controls the clouds?"
            },
            {
                "verse_number": "16",
                "verse_text": "Do you know how the clouds hang in the sky?"
            },
            {
                "verse_number": "17",
                "verse_text": "All you know is that you sweat, your clothes stick to you,"
            },
            {
                "verse_number": "18",
                "verse_text": "Can you help God spread out the sky"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Job, tell us what we should say to God! We cannot think of what to say because of our ignorance. But he is just and never treats anyone unfairly."
            },
            {
                "verse_number": "20",
                "verse_text": "I would not tell God that I wanted to talk to him."
            },
            {
                "verse_number": "21",
                "verse_text": "A person cannot look at the sun."
            },
            {
                "verse_number": "22",
                "verse_text": "In the same way God&quot;s golden glory shines from the Holy Mountain."
            },
            {
                "verse_number": "23",
                "verse_text": "We have seen that God All-Powerful really is all powerful!"
            },
            {
                "verse_number": "24",
                "verse_text": "That is why people fear and respect him."
            }
        ],
        "38": [
            {
                "verse_number": "1",
                "verse_text": "Then the Lord spoke to Job from a whirlwind and said, Get ready to answer the questions I will ask you. If you are so smart, answer me. Who measured it with a measuring line? Who put the first stone in its place as the sea gushed from the womb? and wrapped it in darkness? and put it behind locked gates. This is where your proud waves will stop.&quot; or the day to dawn? and shake those who are evil out of their hiding places? and valleys easy to see. When the daylight comes to the earth, the shapes of these places stand out like the folds of a coat. They take shape like soft clay that is pressed with a stamp. When it shines bright, it keeps them from doing the bad things they do. Have you ever walked on the ocean bottom? Have you ever seen those gates that lead to the dark place of death? Tell me, if you know all this. Where does darkness come from? Do you know how to get there? where I keep the snow and the hail? for the times of war and battle. Who made a path for the thunderstorm? where no one lives? and grass begins to grow. Who produces the drops of dew? Who gives birth to the frost? Even the deep sea freezes over! and command them to cover you with rain? Will it come to you and say, &quot;Here we are; what do you want, sir?&quot; Will it go wherever you want it to go? Who puts wisdom deep inside them? and tip them over to pour out their rain? and the clumps of dirt stick together. Do you feed their hungry babies? or wait in the grass, ready to attack their prey. and wander around without food?"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;Who is this ignorant person saying these foolish things? and the angels shouted with joy? You were alive when I made them, weren&quot;t you? where it makes the east wind blow all over the earth? Can you unfasten the belt of Orion ? Can you lead out the Bear with its cubs? Can you put each star in its place above the earth?"
            },
            {
                "verse_number": "3",
                "verse_text": "Prepare yourself for an attack!"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Where were you when I made the earth?"
            },
            {
                "verse_number": "5",
                "verse_text": "And who decided how big the earth should be?"
            },
            {
                "verse_number": "6",
                "verse_text": "What is the earth resting on?"
            },
            {
                "verse_number": "7",
                "verse_text": "when the morning stars sang together"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Who closed the flood gates"
            },
            {
                "verse_number": "9",
                "verse_text": "Who covered it with clouds"
            },
            {
                "verse_number": "10",
                "verse_text": "I set the limits for the sea"
            },
            {
                "verse_number": "11",
                "verse_text": "I said to the sea, &quot;You can come this far, but no farther."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;Did you ever in your life command the morning to begin"
            },
            {
                "verse_number": "13",
                "verse_text": "Did you ever tell the morning light to grab the earth"
            },
            {
                "verse_number": "14",
                "verse_text": "The morning light makes the hills"
            },
            {
                "verse_number": "15",
                "verse_text": "Evil people don&quot;t like the daylight."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Have you ever gone to the deepest parts of the sea?"
            },
            {
                "verse_number": "17",
                "verse_text": "Has anyone shown you the gates to the world of the dead?"
            },
            {
                "verse_number": "18",
                "verse_text": "Do you really understand how big the earth is?"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Where does light come from?"
            },
            {
                "verse_number": "20",
                "verse_text": "Can you take them back to where they belong?"
            },
            {
                "verse_number": "21",
                "verse_text": "Surely you know these things, since you are so old and wise."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;Have you ever gone into the storerooms"
            },
            {
                "verse_number": "23",
                "verse_text": "I save them there for times of trouble,"
            },
            {
                "verse_number": "24",
                "verse_text": "Have you ever gone to the place where the sun comes up,"
            },
            {
                "verse_number": "25",
                "verse_text": "Who dug ditches in the sky for the heavy rain?"
            },
            {
                "verse_number": "26",
                "verse_text": "Who makes it rain even in desert places"
            },
            {
                "verse_number": "27",
                "verse_text": "The rain gives that dry empty land all the water it needs,"
            },
            {
                "verse_number": "28",
                "verse_text": "Does the rain have a father?"
            },
            {
                "verse_number": "29",
                "verse_text": "Does ice have a mother?"
            },
            {
                "verse_number": "30",
                "verse_text": "That&quot;s when the water freezes as hard as a rock."
            },
            {
                "verse_number": "31",
                "verse_text": "&apos;Can you tie up the Pleiades ?"
            },
            {
                "verse_number": "32",
                "verse_text": "Can you bring out the other constellations at the right times?"
            },
            {
                "verse_number": "33",
                "verse_text": "Do you know the laws that control the sky?"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;Can you shout at the clouds"
            },
            {
                "verse_number": "35",
                "verse_text": "Can you give a command to the lightning?"
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;Who makes people wise?"
            },
            {
                "verse_number": "37",
                "verse_text": "Who is wise enough to count the clouds"
            },
            {
                "verse_number": "38",
                "verse_text": "The rain makes the dust become mud,"
            },
            {
                "verse_number": "39",
                "verse_text": "&apos;Do you find food for the lions?"
            },
            {
                "verse_number": "40",
                "verse_text": "No, they hide in their caves"
            },
            {
                "verse_number": "41",
                "verse_text": "Who feeds the ravens when their babies cry out to God"
            }
        ],
        "39": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Do you know when the mountain goats are born? Do you watch when the mother deer gives birth? Do you know when it is the right time for them to be born? and their babies are born. Then they leave their mothers and never come back. Who untied their ropes and let them loose? I gave the salt lands to them for a place to live. They never have to listen to their drivers shouting at them. That is their pasture. That is where they look for food to eat. Will he stay in your barn at night? to plow your fields? but can you trust him to do your work? and bring it to your threshing place? Its wings and feathers are not like the wings of a stork. and lets the sand keep them warm. or that a wild animal might break them. She treats them as if they were not her own. If her babies die, she does not care that all her work was for nothing. She is foolish, and I made her that way. because she can run faster than any horse. It scratches the ground with its foot and runs into battle. It does not run away from battle. The spear and weapons its rider carries shine in the sun. When it hears the trumpet blow, it cannot stand still. It can smell the battle from far away and hear the shouts of commanders with all the other sounds of battle. Did you tell it to build its nest high in the mountains? That is its fortress. searching for its food. and their young eat the blood.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Do you know how many months they must carry their babies?"
            },
            {
                "verse_number": "3",
                "verse_text": "These animals lie down, they feel their birth pains,"
            },
            {
                "verse_number": "4",
                "verse_text": "Their babies grow strong out in the wild."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Who let the wild donkeys go free?"
            },
            {
                "verse_number": "6",
                "verse_text": "I let the wild donkey have the desert for a home."
            },
            {
                "verse_number": "7",
                "verse_text": "They are happy to be away from the noise of the city."
            },
            {
                "verse_number": "8",
                "verse_text": "They live in the mountains."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Will a wild bull agree to serve you?"
            },
            {
                "verse_number": "10",
                "verse_text": "Will he let you put ropes on him"
            },
            {
                "verse_number": "11",
                "verse_text": "A wild bull is very strong,"
            },
            {
                "verse_number": "12",
                "verse_text": "Can you trust him to gather your grain"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;An ostrich gets excited and flaps its wings, but it cannot fly."
            },
            {
                "verse_number": "14",
                "verse_text": "An ostrich lays her eggs on the ground"
            },
            {
                "verse_number": "15",
                "verse_text": "The ostrich forgets that someone might step on her eggs"
            },
            {
                "verse_number": "16",
                "verse_text": "An ostrich leaves her little babies."
            },
            {
                "verse_number": "17",
                "verse_text": "That&quot;s because I did not give wisdom to the ostrich."
            },
            {
                "verse_number": "18",
                "verse_text": "But when the ostrich gets up to run, she laughs at the horse and its rider,"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Did you give the horse its strength? Did you put the mane on its neck? or snort so loudly that it scares people?"
            },
            {
                "verse_number": "20",
                "verse_text": "Did you make it able to jump like a locust"
            },
            {
                "verse_number": "21",
                "verse_text": "A horse is happy to be so strong."
            },
            {
                "verse_number": "22",
                "verse_text": "It laughs at fear; nothing makes it afraid!"
            },
            {
                "verse_number": "23",
                "verse_text": "The soldier&quot;s quiver shakes on the horse&quot;s side."
            },
            {
                "verse_number": "24",
                "verse_text": "The horse gets very excited and races over the ground."
            },
            {
                "verse_number": "25",
                "verse_text": "When the trumpet sounds, it snorts, &quot;Hurray!&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Did you teach the hawk how to spread its wings and fly south ?"
            },
            {
                "verse_number": "27",
                "verse_text": "Are you the one who told the eagle to fly high into the sky?"
            },
            {
                "verse_number": "28",
                "verse_text": "It lives high on a peak at the top of a cliff."
            },
            {
                "verse_number": "29",
                "verse_text": "From there it looks far into the distance,"
            },
            {
                "verse_number": "30",
                "verse_text": "The eagles gather around dead bodies,"
            }
        ],
        "40": [
            {
                "verse_number": "1",
                "verse_text": "Then the Lord said to Job, You wanted to correct me and prove that I was wrong. So give me your answer!&apos; What can I say to you? I cannot answer you! I will put my hand over my mouth. I spoke twice, but I will not say anything more.&apos; and get ready to answer the questions I will ask you. Are you trying to look innocent by saying that I am guilty? Do you have a voice like mine that is as loud as thunder? and wear glory and honor like clothes. Punish those who are proud and humble them. Crush those evil people where they stand. Wrap their bodies up and put them in their graves. And I will admit that you can save yourself by your own power. I made the behemoth, and I made you. He eats grass like a cow. The muscles in his stomach are powerful. His leg muscles are very strong. His legs are like iron bars. but I can defeat him. where the wild animals play. He hides among the reeds of the swamp. He lives under the willow trees that grow near the river. He is not afraid if the Jordan River splashes on his face. No one can catch him in a trap."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;You wanted to argue with God All-Powerful."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Job answered the Lord:"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;I am not worthy to speak!"
            },
            {
                "verse_number": "5",
                "verse_text": "I spoke once, but I will not speak again."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the Lord spoke to Job again from the storm:"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Brace yourself"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Are you trying to show that I am unfair?"
            },
            {
                "verse_number": "9",
                "verse_text": "Are your arms as strong as mine?"
            },
            {
                "verse_number": "10",
                "verse_text": "If so, you can be proud"
            },
            {
                "verse_number": "11",
                "verse_text": "If you are as powerful as God, then show your anger!"
            },
            {
                "verse_number": "12",
                "verse_text": "Yes, just look at the proud and make them humble."
            },
            {
                "verse_number": "13",
                "verse_text": "Bury them all in the dirt."
            },
            {
                "verse_number": "14",
                "verse_text": "If you can do any of these things, then even I will praise you."
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Look at the behemoth."
            },
            {
                "verse_number": "16",
                "verse_text": "But he has great strength in his body."
            },
            {
                "verse_number": "17",
                "verse_text": "His tail stands strong like a cedar tree."
            },
            {
                "verse_number": "18",
                "verse_text": "His bones are as strong as bronze."
            },
            {
                "verse_number": "19",
                "verse_text": "The behemoth is the most amazing animal I made,"
            },
            {
                "verse_number": "20",
                "verse_text": "He eats the grass that grows on the hills"
            },
            {
                "verse_number": "21",
                "verse_text": "He lies under the lotus plants."
            },
            {
                "verse_number": "22",
                "verse_text": "The lotus plants hide him in their shade."
            },
            {
                "verse_number": "23",
                "verse_text": "If the river floods, the behemoth will not run away."
            },
            {
                "verse_number": "24",
                "verse_text": "No one can blind his eyes and capture him."
            }
        ],
        "41": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Can you catch Leviathan with a fishhook? Can you tie his tongue with a rope? or a hook through his jaw? Will he speak to you with gentle words? and promise to serve you forever? Will you put a rope on him so that your girls can play with him? Will they cut him into pieces and sell him to the merchants? Just think about the battle that would be! Well, forget it! There is no hope. Just looking at him will scare you! and make him angry. his strength, and his graceful shape. The teeth in his mouth scare people. tightly sealed together. that no air can pass between them. They hold together so tightly that they cannot be pulled apart. His eyes shine like the light of dawn. Sparks of fire shoot out. like burning weeds under a boiling pot. and flames shoot from his mouth. People are afraid and run away from him. It is as hard as iron. It is as hard as a millstone. They run away when he swings his tail. These weapons don&quot;t hurt him at all! He breaks bronze like rotten wood. Rocks thrown at him seem as light as chaff. He laughs when anyone throws a spear at him. He leaves tracks in the mud like a threshing board. He makes it bubble like a pot of boiling oil. He stirs up the water and makes it white with foam. He is an animal made without fear. He is king over all the wild animals.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Can you put a rope through his nose"
            },
            {
                "verse_number": "3",
                "verse_text": "Will he beg you to let him go free?"
            },
            {
                "verse_number": "4",
                "verse_text": "Will he make an agreement with you"
            },
            {
                "verse_number": "5",
                "verse_text": "Will you play with Leviathan as you would play with a bird?"
            },
            {
                "verse_number": "6",
                "verse_text": "Will fishermen try to buy him from you?"
            },
            {
                "verse_number": "7",
                "verse_text": "Can you throw spears into his skin or head?"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;If you ever lay a hand on Leviathan, you will never do it again!"
            },
            {
                "verse_number": "9",
                "verse_text": "Do you think you can defeat him?"
            },
            {
                "verse_number": "10",
                "verse_text": "No one is brave enough to wake him up &apos;Well, no one can challenge me either! Everything under heaven belongs to me. It is like armor!"
            },
            {
                "verse_number": "11",
                "verse_text": "I owe nothing to anyone."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;I will tell you about Leviathan&quot;s legs,"
            },
            {
                "verse_number": "13",
                "verse_text": "No one can pierce his skin."
            },
            {
                "verse_number": "14",
                "verse_text": "No one can force him to open his jaws."
            },
            {
                "verse_number": "15",
                "verse_text": "His back has rows of shields"
            },
            {
                "verse_number": "16",
                "verse_text": "They are so close to each other"
            },
            {
                "verse_number": "17",
                "verse_text": "The shields are joined to each other."
            },
            {
                "verse_number": "18",
                "verse_text": "When Leviathan sneezes, it is like lightning flashing out."
            },
            {
                "verse_number": "19",
                "verse_text": "Burning torches come from his mouth."
            },
            {
                "verse_number": "20",
                "verse_text": "Smoke pours from his nose"
            },
            {
                "verse_number": "21",
                "verse_text": "His breath sets coals on fire,"
            },
            {
                "verse_number": "22",
                "verse_text": "His neck is very powerful."
            },
            {
                "verse_number": "23",
                "verse_text": "There is no soft spot in his skin."
            },
            {
                "verse_number": "24",
                "verse_text": "His heart is like a rock; he has no fear."
            },
            {
                "verse_number": "25",
                "verse_text": "When he gets up, even the strongest people are afraid."
            },
            {
                "verse_number": "26",
                "verse_text": "Swords, spears, and darts only bounce off when they hit him."
            },
            {
                "verse_number": "27",
                "verse_text": "He breaks iron as easily as straw."
            },
            {
                "verse_number": "28",
                "verse_text": "Arrows don&quot;t make him run away."
            },
            {
                "verse_number": "29",
                "verse_text": "When a wood club hits him, it feels to him like a piece of straw."
            },
            {
                "verse_number": "30",
                "verse_text": "The skin on his belly is like sharp pieces of broken pottery."
            },
            {
                "verse_number": "31",
                "verse_text": "He stirs up the water like a boiling pot."
            },
            {
                "verse_number": "32",
                "verse_text": "When he swims, he leaves a sparkling path behind him."
            },
            {
                "verse_number": "33",
                "verse_text": "No animal on earth is like him."
            },
            {
                "verse_number": "34",
                "verse_text": "He looks down on the proudest of creatures."
            }
        ],
        "42": [
            {
                "verse_number": "1",
                "verse_text": "Then Job answered the Lord: You make plans, and nothing can change or stop them. I talked about things I did not understand. I talked about things too amazing for me to know. I will ask you questions, and you will answer me.&quot; but now I have seen you with my own eyes. I am so sorry. I promise to change my heart and my life.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I know you can do everything."
            },
            {
                "verse_number": "3",
                "verse_text": "You asked, &quot;Who is this ignorant person saying these foolish things?&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;You said to me, &quot;Listen, and I will speak."
            },
            {
                "verse_number": "5",
                "verse_text": "In the past I heard about you,"
            },
            {
                "verse_number": "6",
                "verse_text": "And I am ashamed of myself. As I sit in the dust and ashes,"
            },
            {
                "verse_number": "7",
                "verse_text": "After the Lord finished talking to Job, he spoke to Eliphaz from Teman. He said, &apos;I am angry with you and your two friends, because you did not tell the truth about me, as my servant Job did."
            },
            {
                "verse_number": "8",
                "verse_text": "So now, Eliphaz, get seven bulls and seven rams. Take them to my servant Job. Kill them and offer them as a burnt offering for yourselves. My servant Job will pray for you, and I will answer his prayer. Then I will not give you the punishment you deserve. You should be punished, because you were very foolish. You did not say what is right about me, as my servant Job did.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "So Eliphaz from Teman, Bildad from Shuah, and Zophar from Naamah obeyed the Lord. Then the Lord answered Job&quot;s prayer."
            },
            {
                "verse_number": "10",
                "verse_text": "Job prayed for his friends, and the Lord made Job successful again. The Lord gave him twice as much as he had before."
            },
            {
                "verse_number": "11",
                "verse_text": "Then all his brothers and sisters and all the people who knew him before came to his house. They all ate a big meal with him. They comforted him and were sorry that the Lord had brought him so much trouble. Each person gave Job a piece of silver and a gold ring."
            },
            {
                "verse_number": "12",
                "verse_text": "The Lord blessed Job with even more than he had in the beginning. Job got 14,000 sheep, 6000 camels, 2000 oxen, and 1000 female donkeys."
            },
            {
                "verse_number": "13",
                "verse_text": "He also got seven sons and three daughters."
            },
            {
                "verse_number": "14",
                "verse_text": "He named the first daughter Jemimah and the second daughter Keziah. He named the third daughter Keren Happuch."
            },
            {
                "verse_number": "15",
                "verse_text": "Job&quot;s daughters were among the most beautiful women in all the country. And, like their brothers, they each got a share of their father&quot;s property."
            },
            {
                "verse_number": "16",
                "verse_text": "So Job lived for 140 years more. He lived to see his children, his grandchildren, his great-grandchildren, and his great-great-grandchildren."
            },
            {
                "verse_number": "17",
                "verse_text": "Job lived to be a very old man who had lived a good, long life."
            }
        ]
    }
}