{
    "Galatians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Greetings from Paul, an apostle. I was chosen to be an apostle, but not by any group or person here on earth. My authority came from none other than Jesus Christ and God the Father, who raised Jesus from death."
            },
            {
                "verse_number": "2",
                "verse_text": "Greetings also from all those in God&quot;s family who are with me. To the churches in Galatia :"
            },
            {
                "verse_number": "3",
                "verse_text": "I pray that God our Father and the Lord Jesus Christ will be good to you and give you peace."
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus gave himself for our sins to free us from this evil world we live in. This is what God our Father wanted."
            },
            {
                "verse_number": "5",
                "verse_text": "The glory belongs to God forever and ever. Amen."
            },
            {
                "verse_number": "6",
                "verse_text": "A short time ago God chose you to follow him. He chose you through his grace that came through Christ. But now I am amazed that you are already turning away and believing something different from the Good News we told you."
            },
            {
                "verse_number": "7",
                "verse_text": "There is no other message that is the Good News, but some people are confusing you. They want to change the Good News about Christ."
            },
            {
                "verse_number": "8",
                "verse_text": "We told you the true Good News message. So anyone who tells you a different message should be condemned&ndash;even if it&quot;s one of us or even an angel from heaven!"
            },
            {
                "verse_number": "9",
                "verse_text": "I said this before. Now I say it again: You have already accepted the Good News. Anyone who tells you another way to be saved should be condemned!"
            },
            {
                "verse_number": "10",
                "verse_text": "Now do you think I am trying to make people accept me? No, God is the one I am trying to please. Am I trying to please people? If I wanted to please people, I would not be a servant of Christ."
            },
            {
                "verse_number": "11",
                "verse_text": "Brothers and sisters, I want you to know that the Good News message I told you was not made up by anyone."
            },
            {
                "verse_number": "12",
                "verse_text": "I did not get my message from any other human. The Good News is not something I learned from other people. Jesus Christ himself gave it to me. He showed me the Good News that I should tell people."
            },
            {
                "verse_number": "13",
                "verse_text": "You have heard about my past life in the Jewish religion. I persecuted the church of God very much. I tried to destroy his people."
            },
            {
                "verse_number": "14",
                "verse_text": "I was becoming a leader in the Jewish religion. I did better than most other Jews my own age. I tried harder than anyone else to follow the traditions we got from our ancestors."
            },
            {
                "verse_number": "15",
                "verse_text": "But God had special plans for me even before I was born. So he chose me through his grace."
            },
            {
                "verse_number": "16",
                "verse_text": "It pleased him to let me see and know his Son so that I could tell the Good News about him to the non-Jewish people. I immediately prepared to do this work without asking for advice or help from anyone."
            },
            {
                "verse_number": "17",
                "verse_text": "I did not go to Jerusalem to see those who were apostles before I was. But, without waiting, I went away to Arabia. Later, I went back to the city of Damascus."
            },
            {
                "verse_number": "18",
                "verse_text": "Three years later I went to Jerusalem to meet Peter. I stayed with him 15 days."
            },
            {
                "verse_number": "19",
                "verse_text": "I met no other apostles&ndash;only James, the brother of the Lord."
            },
            {
                "verse_number": "20",
                "verse_text": "God knows there is nothing untrue in any of this."
            },
            {
                "verse_number": "21",
                "verse_text": "Later, I went to the areas of Syria and Cilicia."
            },
            {
                "verse_number": "22",
                "verse_text": "No one in any of Christ&quot;s churches in Judea had ever met me before."
            },
            {
                "verse_number": "23",
                "verse_text": "They had only heard this about me: &apos;This man was persecuting us. But now he is telling people about the same faith that he once tried to destroy.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "These believers praised God because of me."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "After 14 years I went back to Jerusalem with Barnabas and took Titus with me."
            },
            {
                "verse_number": "2",
                "verse_text": "I went there because God showed me that I should go. I explained to them the message that I tell the non-Jewish people. I also met alone with those who were considered to be the leaders. I wanted to be sure we were in agreement so that my past work and the work I do now would not be wasted."
            },
            {
                "verse_number": "3",
                "verse_text": "Titus, who was with me, is a Greek. But these leaders still did not force him to be circumcised."
            },
            {
                "verse_number": "4",
                "verse_text": "We needed to talk about these problems, because some who pretended to be our brothers had come into our group secretly. They came in like spies to find out about the freedom we have in Christ Jesus. They wanted to make us slaves,"
            },
            {
                "verse_number": "5",
                "verse_text": "but we did not agree with anything those false brothers wanted. We wanted the truth of the Good News to continue for you."
            },
            {
                "verse_number": "6",
                "verse_text": "Those men who were considered to be important did not change the Good News message I tell people. (It doesn&quot;t matter to me if they were &apos;important&apos; or not. To God everyone is the same.)"
            },
            {
                "verse_number": "7",
                "verse_text": "But these leaders saw that God had given me a special work, the same as Peter. God gave Peter the work of telling the Good News to the Jews. But God gave me the work of telling the Good News to the non-Jewish people."
            },
            {
                "verse_number": "8",
                "verse_text": "God gave Peter the power to work as an apostle for the Jewish people. God gave me the power to work as an apostle too, but for those who are not Jews."
            },
            {
                "verse_number": "9",
                "verse_text": "James, Peter, and John seemed to be the leaders. And they saw that God had given me this special gift of ministry, so they accepted Barnabas and me. They said to us, &apos;We agree that you should go to those who are not Jews, and we will go to the Jews.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "They asked us to do only one thing&ndash;to remember to help those who are poor. And this was something that I really wanted to do."
            },
            {
                "verse_number": "11",
                "verse_text": "When Peter came to Antioch, he did something that was not right. I stood against him, because he was wrong."
            },
            {
                "verse_number": "12",
                "verse_text": "This is what happened: When Peter first came to Antioch, he ate and associated with the non-Jewish people. But when some Jewish men came from James, Peter separated himself from the non-Jews. He stopped eating with them, because he was afraid of the Jews who believe that all non-Jewish people must be circumcised."
            },
            {
                "verse_number": "13",
                "verse_text": "So Peter was a hypocrite. The other Jewish believers joined with him, so they were hypocrites too. Even Barnabas was influenced by what these Jewish believers did."
            },
            {
                "verse_number": "14",
                "verse_text": "They were not following the truth of the Good News. When I saw this, I spoke to Peter in front of everyone. I said, &apos;Peter, you are a Jew, but you don&quot;t live like one. You live like someone who is not a Jew. So why are you trying to force those who are not Jewish to live like Jews?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "We are Jews by birth. We were not born &apos;sinners,&apos; as we call those who are not Jews."
            },
            {
                "verse_number": "16",
                "verse_text": "But we know that no one is made right with God by following the law. It is trusting in Jesus Christ that makes a person right with God. So we have put our faith in Christ Jesus, because we wanted to be made right with God. And we are right with him because we trusted in Christ&ndash;not because we followed the law. I can say this because no one can be made right with God by following the law."
            },
            {
                "verse_number": "17",
                "verse_text": "We Jews came to Christ to be made right with God, so it is clear that we were sinners too. Does this mean that Christ makes us sinners? Of course not."
            },
            {
                "verse_number": "18",
                "verse_text": "But I would be wrong to begin teaching again those things that I gave up."
            },
            {
                "verse_number": "19",
                "verse_text": "It was the law itself that caused me to end my life under the law. I died to the law so that I could live for God. I have been nailed to the cross with Christ."
            },
            {
                "verse_number": "20",
                "verse_text": "So I am not the one living now&ndash;it is Christ living in me. I still live in my body, but I live by faith in the Son of God. He is the one who loved me and gave himself to save me."
            },
            {
                "verse_number": "21",
                "verse_text": "I am not the one destroying the meaning of God&quot;s grace. If following the law is how people are made right with God, then Christ did not have to die."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "You people in Galatia are so foolish! Why do I say this? Because I told you very clearly about the death of Jesus Christ on the cross. But now it seems as though you have let someone use their magical powers to make you forget."
            },
            {
                "verse_number": "2",
                "verse_text": "Tell me this one thing: How did you receive the Spirit? Did you receive the Spirit by following the law? No, you received the Spirit because you heard the message about Jesus and believed it."
            },
            {
                "verse_number": "3",
                "verse_text": "You began your life in Christ with the Spirit. Now do you try to complete it by your own power? That is foolish."
            },
            {
                "verse_number": "4",
                "verse_text": "You have experienced many things. Were all those experiences wasted? I hope they were not wasted!"
            },
            {
                "verse_number": "5",
                "verse_text": "Does God give you the Spirit because you follow the law? Does God work miracles among you because you follow the law? No, God gives you his Spirit and works miracles among you because you heard the message about Jesus and believed it."
            },
            {
                "verse_number": "6",
                "verse_text": "The Scriptures say the same thing about Abraham. &apos;Abraham believed God, and because of this faith he was accepted as one who is right with God.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "So you should know that the true children of Abraham are those who have faith."
            },
            {
                "verse_number": "8",
                "verse_text": "The Scriptures told what would happen in the future. These writings said that God would make the non-Jewish people right through their faith. God told this Good News to Abraham before it happened. God said to Abraham, &apos;I will use you to bless all the people on earth.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Abraham believed this, and because he believed, he was blessed. All people who believe are blessed the same as Abraham was."
            },
            {
                "verse_number": "10",
                "verse_text": "But people who depend on following the law to make them right are under a curse. As the Scriptures say, &apos;They must do everything that is written in the law. If they do not always obey, they are under a curse.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "So it is clear that no one can be made right with God by the law. The Scriptures say, &apos;The one who is right with God by faith will live forever.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The law does not depend on faith. No, it says that the only way a person will find life by the law is to obey its commands."
            },
            {
                "verse_number": "13",
                "verse_text": "The law says we are under a curse for not always obeying it. But Christ took away that curse. He changed places with us and put himself under that curse. The Scriptures say, &apos;Anyone who is hung on a tree is under a curse.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Because of what Jesus Christ did, the blessing God promised to Abraham was given to all people. Christ died so that by believing in him we could have the Spirit that God promised."
            },
            {
                "verse_number": "15",
                "verse_text": "Brothers and sisters, let me give you an example from everyday life: Think about an agreement that one person makes with another. After that agreement is made official, no one can stop it or add anything to it, and no one can ignore it."
            },
            {
                "verse_number": "16",
                "verse_text": "God made promises to Abraham and his Descendant. The Scripture does not say, &apos;and to your descendants.&apos; That would mean many people. But it says, &apos;and to your Descendant.&apos; That means only one, and that one is Christ."
            },
            {
                "verse_number": "17",
                "verse_text": "This is what I mean: The agreement that God gave to Abraham was made official long before the law came. The law came 430 years later. So the law could not take away the agreement and change God&quot;s promise."
            },
            {
                "verse_number": "18",
                "verse_text": "Can following the law give us the blessing God promised? If we could receive it by following the law, then it would not be God&quot;s promise that brings it to us. But God freely gave his blessings to Abraham through the promise God made."
            },
            {
                "verse_number": "19",
                "verse_text": "So what was the law for? The law was given to show the wrong things people do. The law would continue until the special Descendant of Abraham came. This is the Descendant mentioned in the promise, which came directly from God. But the law was given through angels, and the angels used Moses as a mediator to give the law to the people."
            },
            {
                "verse_number": "20",
                "verse_text": "But when God gave the promise, there was no mediator, because a mediator is not needed when there is only one side, and God is one."
            },
            {
                "verse_number": "21",
                "verse_text": "Does this mean that the law works against God&quot;s promises? Of course not. The law was never God&quot;s way of giving new life to people. If it were, then we could be made right with God by following the law."
            },
            {
                "verse_number": "22",
                "verse_text": "But this is not possible. The Scriptures put the whole world in prison under the control of sin, so that the only way for people to get what God promised would be through faith in Jesus Christ. It is given to those who believe in him."
            },
            {
                "verse_number": "23",
                "verse_text": "Before this faith came, the law held us as prisoners. We had no freedom until God showed us the way of faith that was coming."
            },
            {
                "verse_number": "24",
                "verse_text": "I mean the law was the guardian in charge of us until Christ came. After he came, we could be made right with God through faith."
            },
            {
                "verse_number": "25",
                "verse_text": "Now that the way of faith has come, we no longer need the law to be our guardian."
            },
            {
                "verse_number": "28",
                "verse_text": "Now, in Christ, it doesn&quot;t matter if you are a Jew or a Greek, a slave or free, male or female. You are all the same in Christ Jesus."
            },
            {
                "verse_number": "29",
                "verse_text": "You belong to Christ, so you are Abraham&quot;s descendants. You get all of God&quot;s blessings because of the promise that God made to Abraham."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "This is what I am saying: When young children inherit all that their father owned, they are still no different from his slaves. It doesn&quot;t matter that they own everything."
            },
            {
                "verse_number": "2",
                "verse_text": "While they are children, they must obey those who are chosen to care for them. But when they reach the age the father set, they are free."
            },
            {
                "verse_number": "3",
                "verse_text": "It is the same for us. We were once like children, slaves to the useless rules of this world."
            },
            {
                "verse_number": "4",
                "verse_text": "But when the right time came, God sent his Son, who was born from a woman and lived under the law."
            },
            {
                "verse_number": "5",
                "verse_text": "God did this so that he could buy the freedom of those who were under the law. God&quot;s purpose was to make us his children. &apos;Be happy, woman&ndash;you who cannot have children. Be glad you never gave birth. Shout and cry with joy! You never felt those labor pains. than the woman who has a husband.&apos; Isaiah 54:1"
            },
            {
                "verse_number": "6",
                "verse_text": "Since you are now God&quot;s children, he has sent the Spirit of his Son into your hearts. The Spirit cries out, &apos; Abba , Father.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Now you are not slaves like before. You are God&quot;s children, and you will receive everything he promised his children."
            },
            {
                "verse_number": "8",
                "verse_text": "In the past you did not know God. You were slaves to gods that were not real."
            },
            {
                "verse_number": "9",
                "verse_text": "But now you know the true God. Really, though, it is God who knows you. So why do you turn back to the same kind of weak and useless rules you followed before? Do you want to be slaves to those things again?"
            },
            {
                "verse_number": "12",
                "verse_text": "Brothers and sisters, I became like you. So please become like me. You were very good to me before."
            },
            {
                "verse_number": "13",
                "verse_text": "You know that I came to you the first time because I was sick. That was when I told the Good News to you."
            },
            {
                "verse_number": "14",
                "verse_text": "My sickness was a burden to you, but you did not stop showing me respect or make me leave. Instead, you welcomed me as if I were an angel from God. You accepted me as if I were Jesus Christ himself!"
            },
            {
                "verse_number": "15",
                "verse_text": "You were very happy then. Where is that joy now? I can say without a doubt that you would have done anything to help me. If it had been possible, you would have taken out your own eyes and given them to me."
            },
            {
                "verse_number": "16",
                "verse_text": "Am I now your enemy because I tell you the truth?"
            },
            {
                "verse_number": "17",
                "verse_text": "Those people are working hard to persuade you, but this is not good for you. They want to persuade you to turn against us and work hard for them."
            },
            {
                "verse_number": "18",
                "verse_text": "It is good for you to work hard, of course, if it is for something good. That&quot;s something you should do whether I am there or not."
            },
            {
                "verse_number": "19",
                "verse_text": "My little children, I am in pain again over you, like a mother giving birth. I will feel this pain until people can look at you and see Christ."
            },
            {
                "verse_number": "20",
                "verse_text": "I wish I could be with you now. Then maybe I could change the way I am talking to you. Now I don&quot;t know what to do about you."
            },
            {
                "verse_number": "21",
                "verse_text": "Some of you people want to be under the law. Tell me, do you know what the law says?"
            },
            {
                "verse_number": "22",
                "verse_text": "The Scriptures say that Abraham had two sons. The mother of one son was a slave woman, and the mother of the other son was a free woman."
            },
            {
                "verse_number": "23",
                "verse_text": "Abraham&quot;s son from the slave woman was born in the normal human way. But the son from the free woman was born because of the promise God made to Abraham."
            },
            {
                "verse_number": "24",
                "verse_text": "This true story makes a picture for us. The two women are like the two agreements between God and his people. One agreement is the law that God made on Mount Sinai. The people who are under this agreement are like slaves. The mother named Hagar is like that agreement."
            },
            {
                "verse_number": "25",
                "verse_text": "So Hagar is like Mount Sinai in Arabia. She is a picture of the earthly Jewish city of Jerusalem. This city is a slave, and all its people are slaves to the law."
            },
            {
                "verse_number": "26",
                "verse_text": "But the heavenly Jerusalem that is above is like the free woman, who is our mother."
            },
            {
                "verse_number": "27",
                "verse_text": "The Scriptures say, The woman who is alone will have more children"
            },
            {
                "verse_number": "28",
                "verse_text": "My brothers and sisters, you are children who were born because of God&quot;s promise, just as Isaac was."
            },
            {
                "verse_number": "29",
                "verse_text": "But the other son of Abraham, who was born in the normal way, caused trouble for the one who was born by the power of the Spirit. It is the same today."
            },
            {
                "verse_number": "30",
                "verse_text": "But what do the Scriptures say? &apos;Throw out the slave woman and her son! The son of the free woman will receive everything his father has, but the son of the slave woman will receive nothing.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "So, my brothers and sisters, we are not children of the slave woman. We are children of the free woman."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "We have freedom now, because Christ made us free. So stand strong in that freedom. Don&quot;t go back into slavery again."
            },
            {
                "verse_number": "2",
                "verse_text": "Listen! I, Paul, tell you that if you start following the law by being circumcised, then Christ cannot help you."
            },
            {
                "verse_number": "3",
                "verse_text": "Again, I warn everyone: If you allow yourselves to be circumcised, then you must follow the whole law."
            },
            {
                "verse_number": "4",
                "verse_text": "If you try to be made right with God through the law, your life with Christ is finished&ndash;you have left God&quot;s grace."
            },
            {
                "verse_number": "5",
                "verse_text": "I say this because our hope of being right with God comes through faith. And the Spirit helps us feel sure as we wait for that hope."
            },
            {
                "verse_number": "6",
                "verse_text": "When someone belongs to Christ Jesus, it is not important if they are circumcised or not. The important thing is faith&ndash;the kind of faith that works through love."
            },
            {
                "verse_number": "7",
                "verse_text": "You were doing so well. Who caused you to stop following the truth?"
            },
            {
                "verse_number": "8",
                "verse_text": "It certainly wasn&quot;t the one who chose you."
            },
            {
                "verse_number": "9",
                "verse_text": "Be careful! &apos;Just a little yeast makes the whole batch of dough rise.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "I trust in the Lord that you will not believe those different ideas. Someone is trying to confuse you. Whoever it is will be punished."
            },
            {
                "verse_number": "11",
                "verse_text": "My brothers and sisters, I don&quot;t teach that a man must be circumcised. If I do teach circumcision, then why am I still being persecuted? If I still taught circumcision, then my message about the cross would not be a problem."
            },
            {
                "verse_number": "12",
                "verse_text": "I wish those people who are bothering you would add castration to their circumcision."
            },
            {
                "verse_number": "13",
                "verse_text": "My brothers and sisters, God chose you to be free. But don&quot;t use your freedom as an excuse to do what pleases your sinful selves. Instead, serve each other with love."
            },
            {
                "verse_number": "14",
                "verse_text": "The whole law is made complete in this one command: &apos;Love your neighbor the same as you love yourself.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "If you continue hurting each other and tearing each other apart, be careful, or you will completely destroy each other."
            },
            {
                "verse_number": "16",
                "verse_text": "So I tell you, live the way the Spirit leads you. Then you will not do the evil things your sinful self wants."
            },
            {
                "verse_number": "17",
                "verse_text": "The sinful self wants what is against the Spirit, and the Spirit wants what is against the sinful self. They are always fighting against each other, so that you don&quot;t do what you really want to do."
            },
            {
                "verse_number": "18",
                "verse_text": "But if you let the Spirit lead you, you are not under law."
            },
            {
                "verse_number": "19",
                "verse_text": "The wrong things the sinful self does are clear: committing sexual sin, being morally bad, doing all kinds of shameful things,"
            },
            {
                "verse_number": "20",
                "verse_text": "worshiping false gods, taking part in witchcraft, hating people, causing trouble, being jealous, angry or selfish, causing people to argue and divide into separate groups,"
            },
            {
                "verse_number": "21",
                "verse_text": "being filled with envy, getting drunk, having wild parties, and doing other things like this. I warn you now as I warned you before: The people who do these things will not have a part in God&quot;s kingdom."
            },
            {
                "verse_number": "22",
                "verse_text": "But the fruit that the Spirit produces in a person&quot;s life is love, joy, peace, patience, kindness, goodness, faithfulness,"
            },
            {
                "verse_number": "23",
                "verse_text": "gentleness, and self-control. There is no law against these kinds of things."
            },
            {
                "verse_number": "24",
                "verse_text": "Those who belong to Christ Jesus have crucified their sinful self. They have given up their old selfish feelings and the evil things they wanted to do."
            },
            {
                "verse_number": "25",
                "verse_text": "We get our new life from the Spirit, so we should follow the Spirit."
            },
            {
                "verse_number": "26",
                "verse_text": "We must not feel proud and boast about ourselves. We must not cause trouble for each other or be jealous of each other."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Brothers and sisters, someone in your group might do something wrong. You who are following the Spirit should go to the one who is sinning. Help make that person right again, and do it in a gentle way. But be careful, because you might be tempted to sin too."
            },
            {
                "verse_number": "2",
                "verse_text": "Help each other with your troubles. When you do this, you are obeying the law of Christ."
            },
            {
                "verse_number": "3",
                "verse_text": "If you think you are too important to do this, you are only fooling yourself."
            },
            {
                "verse_number": "4",
                "verse_text": "Don&quot;t compare yourself with others. Just look at your own work to see if you have done anything to be proud of."
            },
            {
                "verse_number": "5",
                "verse_text": "You must each accept the responsibilities that are yours."
            },
            {
                "verse_number": "6",
                "verse_text": "Whoever is being taught God&quot;s word should share the good things they have with the one who is teaching them."
            },
            {
                "verse_number": "7",
                "verse_text": "If you think you can fool God, you are only fooling yourselves. You will harvest what you plant."
            },
            {
                "verse_number": "8",
                "verse_text": "If you live to satisfy your sinful self, the harvest you will get from that will be eternal death. But if you live to please the Spirit, your harvest from the Spirit will be eternal life."
            },
            {
                "verse_number": "9",
                "verse_text": "We must not get tired of doing good. We will receive our harvest of eternal life at the right time. We must not give up."
            },
            {
                "verse_number": "10",
                "verse_text": "When we have the opportunity to do good to anyone, we should do it. But we should give special attention to those who are in the family of believers."
            },
            {
                "verse_number": "11",
                "verse_text": "This is my own handwriting. You can see how big the letters are."
            },
            {
                "verse_number": "12",
                "verse_text": "Those men who are trying to force you to be circumcised are only doing it so that their people will accept them. They are afraid they will be persecuted if they follow only the cross of Christ."
            },
            {
                "verse_number": "13",
                "verse_text": "They are circumcised, but they don&quot;t obey the law themselves. They want you to be circumcised so that they can boast about what they did to you."
            },
            {
                "verse_number": "14",
                "verse_text": "I hope I will never boast about things like that. The cross of our Lord Jesus Christ is my only reason for boasting. Through Jesus&quot; death on the cross the world is dead to me, and I am dead to the world."
            },
            {
                "verse_number": "15",
                "verse_text": "It doesn&quot;t matter if anyone is circumcised or not. The only thing that matters is this new life we have from God."
            },
            {
                "verse_number": "16",
                "verse_text": "Peace and mercy to those who follow this rule&ndash;to all God&quot;s people."
            },
            {
                "verse_number": "17",
                "verse_text": "So don&quot;t give me any more trouble. I have scars on my body that show I belong to Jesus."
            },
            {
                "verse_number": "18",
                "verse_text": "My brothers and sisters, I pray that the grace of our Lord Jesus Christ will be with your spirits. Amen."
            }
        ]
    }
}