{
    "2corinthians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Paul, an apostle (a special messenger) of Christ Jesus by the will of God, and Timothy[our]brother, to the church (assembly) of God which is at Corinth, and to all the saints (the people of God) throughout Achaia (most of Greece):"
            },
            {
                "verse_number": "2",
                "verse_text": "Grace (favor and spiritual blessing) to you and[heart]peace from God our Father and the Lord Jesus Christ (the Messiah, the Anointed One)."
            },
            {
                "verse_number": "3",
                "verse_text": "Blessed be the God and Father of our Lord Jesus Christ, the Father of sympathy (pity and mercy) and the God[Who is the Source]of every comfort (consolation and encouragement),"
            },
            {
                "verse_number": "4",
                "verse_text": "Who comforts (consoles and encourages) us in every trouble (calamity and affliction), so that we may also be able to comfort (console and encourage) those who are in any kind of troubleordistress, with the comfort (consolation and encouragement) with which we ourselves are comforted (consoled and encouraged) by God."
            },
            {
                "verse_number": "5",
                "verse_text": "For just as Christ's[own]sufferings fall to our lot[as they overflow upon His disciples, and we share and experience them]abundantly, so through Christ comfort (consolation and encouragement) is also[shared and experienced]abundantly by us."
            },
            {
                "verse_number": "6",
                "verse_text": "But if we are troubled (afflicted and distressed), it is for your comfort (consolation and encouragement) and[for your]salvation; and if we are comforted (consoled and encouraged), it is for your comfort (consolation and encouragement), which works[in you]when you patiently endure the same evils (misfortunes and calamities) that we also sufferandundergo."
            },
            {
                "verse_number": "7",
                "verse_text": "And our hope for you[our joyful and confident expectation of good for you]is ever unwavering (assured and unshaken); for we know that just as you shareandare partners in[our]sufferingsandcalamities, you also shareandare partners in[our]comfort (consolation and encouragement)."
            },
            {
                "verse_number": "8",
                "verse_text": "For we do not want you to be uninformed, brethren, about the afflictionandoppressing distress which befell us in[the province of]Asia, how we were so utterly and unbearably weighed downandcrushed that we despaired even of life[itself]."
            },
            {
                "verse_number": "9",
                "verse_text": "Indeed, we felt within ourselves that we had received the[very]sentence of death, but that was to keep us from trusting inanddepending on ourselves instead of on God Who raises the dead.10[For it is He]Who rescuedandsaved us from such a perilous death, and He will still rescueandsave us; inandon Him we have set our hope (our joyful and confident expectation) that He will again deliver us[from danger and destruction and draw us to Himself],"
            },
            {
                "verse_number": "10",
                "verse_text": "While you also cooperate by your prayers for us[helping and laboring together with us]. Thus[the lips of]many persons[turned toward God will eventually]give thanks on our behalf for the grace (the blessing of deliverance) granted us at the request of the many who have prayed."
            },
            {
                "verse_number": "11",
                "verse_text": "While you also cooperate by your prayers for us[helping and laboring together with us]. Thus[the lips of]many persons[turned toward God will eventually]give thanks on our behalf for the grace (the blessing of deliverance) granted us at the request of the many who have prayed."
            },
            {
                "verse_number": "12",
                "verse_text": "It is a reason for prideandexultation to which our conscience testifies that we have conducted ourselves in the world[generally]and especially toward you, with devoutandpure motives and godly sincerity, not in fleshly wisdom but by the grace of God (the unmerited favor and merciful kindness by which God, exerting His holy influence upon souls, turns them to Christ, and keeps, strengthens, and increases them in Christian virtues)."
            },
            {
                "verse_number": "13",
                "verse_text": "For we write you nothing else but simply what you can read and understand[there is no double meaning to what we say], and I hope that you will become thoroughly acquainted[with divine things]andknowandunderstand[them]accuratelyandwell to the end,14[Just]as you have[already]partially knownandunderstoodandacknowledged usandrecognized that you can[honestly]be proud of us, even as we[can be proud]of you on the day of our Lord Jesus."
            },
            {
                "verse_number": "14",
                "verse_text": "It was with assurance of this that I wantedandplanned to visit you first[of all], so that you might have a double favorandtoken of grace (goodwill).16[I wanted]to visit you on my way to Macedonia, and[then]to come again to you[on my return trip]from Macedonia and have you send me forward on my way to Judea."
            },
            {
                "verse_number": "15",
                "verse_text": "It was with assurance of this that I wantedandplanned to visit you first[of all], so that you might have a double favorandtoken of grace (goodwill).16[I wanted]to visit you on my way to Macedonia, and[then]to come again to you[on my return trip]from Macedonia and have you send me forward on my way to Judea."
            },
            {
                "verse_number": "16",
                "verse_text": "Now because I changed my original plan, was I being unstableandcapricious? Or what I plan, do I plan according to the flesh[like a worldly man], ready to say Yes, yes,[when it may mean]No, no?"
            },
            {
                "verse_number": "17",
                "verse_text": "Now because I changed my original plan, was I being unstableandcapricious? Or what I plan, do I plan according to the flesh[like a worldly man], ready to say Yes, yes,[when it may mean]No, no?"
            },
            {
                "verse_number": "18",
                "verse_text": "As surely as God is trustworthyandfaithfulandmeans what He says, our speechandmessage to you have not been Yes[that might mean]No."
            },
            {
                "verse_number": "19",
                "verse_text": "For the Son of God, Christ Jesus (the Messiah), Who has been preached among you by us, by myself, Silvanus, and Timothy, was not Yes and No; but in Him it is[always the divine]Yes."
            },
            {
                "verse_number": "20",
                "verse_text": "For as many as are the promises of God, they all find their Yes[answer]in Him[Christ]. For this reason we also utter the Amen (so be it) to God through Him[in His Person and by His agency]to the glory of God."
            },
            {
                "verse_number": "21",
                "verse_text": "But it is God Who confirmsandmakes us steadfastandestablishes us[in joint fellowship]with you in Christ, and has consecratedandanointed us[enduing us with the gifts of the Holy Spirit];22[He has also appropriated and acknowledged us as His by]putting His seal upon us and giving us His[Holy]Spirit in our hearts as the security depositandguarantee[of the fulfillment of His promise]."
            },
            {
                "verse_number": "22",
                "verse_text": "But I call upon God as my soul's witness: it was to avoid hurting you that I refrained from coming to Corinth—"
            },
            {
                "verse_number": "23",
                "verse_text": "But I call upon God as my soul's witness: it was to avoid hurting you that I refrained from coming to Corinth—"
            },
            {
                "verse_number": "24",
                "verse_text": "Not that we have dominion[over you]andlord it over your faith, but[rather that we work with you as]fellow laborers[to promote]your joy, for in[your]faith (in your strong and welcome conviction or belief that Jesus is the Messiah, through Whom we obtain eternal salvation in the kingdom of God) you stand firm."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "But I definitely made up my mind not to grieve you with another painfulanddistressing visit."
            },
            {
                "verse_number": "2",
                "verse_text": "For if I cause you pain[with merited rebuke], who is there to provide me enjoyment but the[very]one whom I have grievedandmade sad?"
            },
            {
                "verse_number": "3",
                "verse_text": "And I wrote the same to you so that when I came, I might not be myself pained by those who are the[very]ones who ought to make me glad, for I trusted in you allandfelt confident that my joy would be shared by all of you."
            },
            {
                "verse_number": "4",
                "verse_text": "For I wrote you out of great sorrow and deep distress[with mental torture and anxiety]of heart,[yes, and]with many tears, not to cause you pain but in order to make you realize the overflowing love that I continue increasingly to have for you."
            },
            {
                "verse_number": "5",
                "verse_text": "But if someone[the one among you who committed incest]has caused[all this]griefandpain, he has caused it not to me, but in some measure, not to put it too severely,[he has distressed]all of you."
            },
            {
                "verse_number": "6",
                "verse_text": "For such a one this censure by the majority[which he has received is]sufficient[punishment]."
            },
            {
                "verse_number": "7",
                "verse_text": "So[instead of further rebuke, now]you should rather turnand[graciously]forgive and comfortandencourage[him], to keep him from being overwhelmed by excessive sorrowanddespair."
            },
            {
                "verse_number": "8",
                "verse_text": "I therefore beg you to reinstate him in your affectionsandassure him of your love for him;"
            },
            {
                "verse_number": "9",
                "verse_text": "For this was my purpose in writing you, to test your attitudeandsee if you would stand the test, whether you are obedientandaltogether agreeable[to following my orders]in everything."
            },
            {
                "verse_number": "10",
                "verse_text": "If you forgive anyone anything, I too forgive that one; and what I have forgiven, if I have forgiven anything, has been for your sakes in the presence[and with the approval]of Christ (the Messiah),"
            },
            {
                "verse_number": "11",
                "verse_text": "To keep Satan from getting the advantage over us; for we are not ignorant of his wilesandintentions."
            },
            {
                "verse_number": "12",
                "verse_text": "Now when I arrived at Troas[to preach]the good news (the Gospel) of Christ, a door of opportunity was opened for me in the Lord,"
            },
            {
                "verse_number": "13",
                "verse_text": "Yet my spirit could not rest (relax, get relief) because I did not find my brother Titus there. So I took leave from themanddeparted for Macedonia."
            },
            {
                "verse_number": "14",
                "verse_text": "But thanks be to God, Who in Christ always leads us in triumph[as trophies of Christ's victory]and through us spreadsandmakes evident the fragrance of the knowledge of God everywhere,"
            },
            {
                "verse_number": "15",
                "verse_text": "For we are the sweet fragrance of Christ[which exhales]unto God,[discernible alike]among those who are being savedandamong those who are perishing:"
            },
            {
                "verse_number": "16",
                "verse_text": "To the latter it is an aroma[wafted]from death to death[a fatal odor, the smell of doom]; to the former it is an aroma from life to life[a vital fragrance, living and fresh]. And who is qualified (fit and sufficient) for these things?[Who is able for such a ministry? We?]"
            },
            {
                "verse_number": "17",
                "verse_text": "For we are not, like so many,[like hucksters making a trade of]peddling God's Word[shortchanging and adulterating the divine message]; but like[men]of sincerityandthe purest motive, as[commissioned and sent]by God, we speak[His message]in Christ (the Messiah), in the[very]sightandpresence of God."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Are we starting to commend ourselves again? Or we do not, like some[false teachers], need written credentialsorletters of recommendation to you or from you,[do we]?2[No]you yourselves are our letter of recommendation (our credentials), written in your hearts, to be known (perceived, recognized) and read by everybody."
            },
            {
                "verse_number": "2",
                "verse_text": "You showandmake obvious that you are a letter from Christ delivered by us, not written with ink but with[the]Spirit of[the]living God, not on tablets of stone but on tablets of human hearts."
            },
            {
                "verse_number": "3",
                "verse_text": "You showandmake obvious that you are a letter from Christ delivered by us, not written with ink but with[the]Spirit of[the]living God, not on tablets of stone but on tablets of human hearts."
            },
            {
                "verse_number": "4",
                "verse_text": "Such is the relianceandconfidence that we have through Christ towardandwith reference to God."
            },
            {
                "verse_number": "5",
                "verse_text": "Not that we are fit (qualified and sufficient in ability) of ourselves to form personal judgmentsorto claimorcount anything as coming from us, but our powerandabilityandsufficiency are from God.6[It is He]Who has qualified us[making us to be fit and worthy and sufficient]as ministersanddispensers of a new covenant[of salvation through Christ], not[ministers]of the letter (of legally written code) but of the Spirit; for the code[of the Law]kills, but the[Holy]Spirit makes alive."
            },
            {
                "verse_number": "6",
                "verse_text": "Now if the dispensation of death engraved in letters on stone[the ministration of the Law], was inaugurated with such gloryandsplendor that the Israelites were not able to look steadily at the face of Moses because of its brilliance,[a glory]that was to fadeandpass away,"
            },
            {
                "verse_number": "7",
                "verse_text": "Now if the dispensation of death engraved in letters on stone[the ministration of the Law], was inaugurated with such gloryandsplendor that the Israelites were not able to look steadily at the face of Moses because of its brilliance,[a glory]that was to fadeandpass away,"
            },
            {
                "verse_number": "8",
                "verse_text": "Why should not the dispensation of the Spirit[this spiritual ministry whose task it is to cause men to obtain and be governed by the Holy Spirit]be attended with much greaterandmore splendid glory?"
            },
            {
                "verse_number": "9",
                "verse_text": "For if the service that condemns[the ministration of doom]had glory, how infinitely more abounding in splendorandglory must be the service that makes righteous[the ministry that produces and fosters righteous living and right standing with God]!"
            },
            {
                "verse_number": "10",
                "verse_text": "Indeed, in view of this fact, what once had splendor[the glory of the Law in the face of Moses]has come to have no splendor at all, because of the overwhelming glory that exceedsandexcels it[the glory of the Gospel in the face of Jesus Christ]."
            },
            {
                "verse_number": "11",
                "verse_text": "For if that which was but passingandfading away came with splendor, how much more must that which remainsandis permanent abide in gloryandsplendor!"
            },
            {
                "verse_number": "12",
                "verse_text": "Since we have such[glorious]hope (such joyful and confident expectation), we speak very freelyandopenlyandfearlessly."
            },
            {
                "verse_number": "13",
                "verse_text": "Nor[do we act]like Moses, who put a veil over his face so that the Israelites might not gaze upon the finish of the vanishing[splendor which had been upon it]."
            },
            {
                "verse_number": "14",
                "verse_text": "In fact, their minds were grown hardandcalloused[they had become dull and had lost the power of understanding]; for until this present day, when the Old Testament (the old covenant) is being read, that same veil still lies[on their hearts], not being lifted[to reveal]that in Christ it is made voidanddone away."
            },
            {
                "verse_number": "15",
                "verse_text": "Yes, down to this[very]day whenever Moses is read, a veil lies upon their mindsandhearts."
            },
            {
                "verse_number": "16",
                "verse_text": "But whenever a person turns[in repentance]to the Lord, the veil is stripped offandtaken away."
            },
            {
                "verse_number": "17",
                "verse_text": "Now the Lord is the Spirit, and where the Spirit of the Lord is, there is liberty (emancipation from bondage, freedom)."
            },
            {
                "verse_number": "18",
                "verse_text": "And all of us, as with unveiled face,[because we]continued to behold[in the Word of God]as in a mirror the glory of the Lord, are constantly being transfigured into Hisvery ownimage in ever increasing splendorandfrom one degree of glory to another;[for this comes]from the Lord[Who is]the Spirit."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Therefore, since we do holdandengage in this ministry by the mercy of God[granting us favor, benefits, opportunities, and especially salvation], we do not get discouraged (spiritless and despondent with fear)orbecome faint with weariness and exhaustion."
            },
            {
                "verse_number": "2",
                "verse_text": "We have renounced disgraceful ways (secret thoughts, feelings, desires and underhandedness, the methods and arts that men hide through shame); we refuse to deal craftily (to practice trickery and cunning) or to adulterateorhandle dishonestly the Word of God, but we state the truth openly (clearly and candidly). And so we commend ourselves in the sightandpresence of God to every man's conscience."
            },
            {
                "verse_number": "3",
                "verse_text": "But even if our Gospel (the glad tidings) also be hidden (obscured and covered up with a veil that hinders the knowledge of God), it is hidden[only]to those who are perishingandobscured[only]to those who are spiritually dyingandveiled[only]to those who are lost."
            },
            {
                "verse_number": "4",
                "verse_text": "For the god of this world has blinded the unbelievers' minds[that they should not discern the truth], preventing them from seeing the illuminating light of the Gospel of the glory of Christ (the Messiah), Who is the ImageandLikeness of God."
            },
            {
                "verse_number": "5",
                "verse_text": "For what we preach is not ourselves but Jesus Christ as Lord, and ourselves[merely]as your servants (slaves) for Jesus' sake."
            },
            {
                "verse_number": "6",
                "verse_text": "For God Who said, Let light shine out of darkness, has shone in our hearts so as[to beam forth]the Light for the illumination of the knowledge of the majestyandglory of God[as it is manifest in the Person and is revealed]in the face ofJesusChrist (the Messiah)."
            },
            {
                "verse_number": "7",
                "verse_text": "However, we possess this precious treasure[the divine Light of the Gospel]in[frail, human]vessels of earth, that the grandeurandexceeding greatness of the power may be shown to be from God and not from ourselves."
            },
            {
                "verse_number": "8",
                "verse_text": "We are hedged in (pressed) on every side[troubled and oppressed in every way], but not crampedorcrushed; we suffer embarrassmentsandare perplexedandunable to find a way out, but not driven to despair;"
            },
            {
                "verse_number": "9",
                "verse_text": "We are pursued (persecuted and hard driven), but not deserted[to stand alone]; we are struck down to the ground, but never struck outanddestroyed;"
            },
            {
                "verse_number": "10",
                "verse_text": "Always carrying about in the body the liabilityandexposure to the same putting to death thatthe LordJesus suffered, so that the[resurrection]life of Jesus also may be shown forth byandin our bodies."
            },
            {
                "verse_number": "11",
                "verse_text": "For we who live are constantly[experiencing]being handed over to death for Jesus' sake, that the[resurrection]life of Jesus also may be evidenced through our flesh which is liable to death."
            },
            {
                "verse_number": "12",
                "verse_text": "Thus death is actively at work in us, but[it is in order that our]life[may be actively at work]in you."
            },
            {
                "verse_number": "13",
                "verse_text": "Yet we have the same spirit of faith as he had who wrote, I have believed, and therefore have I spoken. We too believe, and therefore we speak,"
            },
            {
                "verse_number": "14",
                "verse_text": "Assured that He Who raised up the Lord Jesus will raise us up also with Jesus and bring us[along]with you into His presence."
            },
            {
                "verse_number": "15",
                "verse_text": "For all[these]things are[taking place]for your sake, so that the more grace (divine favor and spiritual blessing) extends to more and more peopleandmultiplies through the many, the more thanksgiving may increase[and redound]to the glory of God."
            },
            {
                "verse_number": "16",
                "verse_text": "Therefore we do not become discouraged (utterly spiritless, exhausted, and wearied out through fear). Though our outer man is[progressively]decayingandwasting away, yet our inner self is being[progressively]renewed day after day."
            },
            {
                "verse_number": "17",
                "verse_text": "For our light, momentary affliction (this slight distress of the passing hour) is ever more and more abundantly preparingandproducingandachieving for us an everlasting weight of glory[beyond all measure, excessively surpassing all comparisons and all calculations, a vast and transcendent glory and blessedness never to cease!],"
            },
            {
                "verse_number": "18",
                "verse_text": "Since we considerandlook not to the things that are seen but to the things that are unseen; for the things that are visible are temporal (brief and fleeting), but the things that are invisible are deathlessandeverlasting."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "For we know that if the tent which is our earthly home is destroyed (dissolved), we have from God a building, a house not made with hands, eternal in the heavens."
            },
            {
                "verse_number": "2",
                "verse_text": "Here indeed, in this[present abode, body], we sighandgroan inwardly, because we yearn to be clothed over[we yearn to put on our celestial body like a garment, to be fitted out]with our heavenly dwelling,"
            },
            {
                "verse_number": "3",
                "verse_text": "So that by putting it on we may not be found naked (without a body)."
            },
            {
                "verse_number": "4",
                "verse_text": "For while we are still in this tent, we groan under the burdenandsigh deeply (weighed down, depressed, oppressed)—not that we want to put off the body (the clothing of the spirit), but rather that we would be further clothed, so that what is mortal (our dying body) may be swallowed up by life[after the resurrection]."
            },
            {
                "verse_number": "5",
                "verse_text": "Now He Who has fashioned us[preparing and making us fit]for this very thing is God, Who also has given us the[Holy]Spirit as a guarantee[of the fulfillment of His promise]."
            },
            {
                "verse_number": "6",
                "verse_text": "So then, we are always full of goodandhopefulandconfident courage; we know that while we are at home in the body, we are abroad from the home with the Lord[that is promised us]."
            },
            {
                "verse_number": "7",
                "verse_text": "For we walk by faith[we regulate our lives and conduct ourselves by our conviction or belief respecting man's relationship to God and divine things, with trust and holy fervor; thus we walk]not by sightorappearance.8[Yes]we have confidentandhopeful courage and are pleased rather to be away from home out of the body and be at home with the Lord."
            },
            {
                "verse_number": "8",
                "verse_text": "Therefore, whether we are at home[on earth away from Him]or away from home[and with Him], we are constantly ambitiousandstrive earnestly to be pleasing to Him."
            },
            {
                "verse_number": "9",
                "verse_text": "Therefore, whether we are at home[on earth away from Him]or away from home[and with Him], we are constantly ambitiousandstrive earnestly to be pleasing to Him."
            },
            {
                "verse_number": "10",
                "verse_text": "For we must all appearandbe revealed as we are before the judgment seat of Christ, so that each one may receive[his pay]according to what he has done in the body, whether good or evil[considering what his purpose and motive have been, and what he has achieved, been busy with, and given himself and his attention to accomplishing]."
            },
            {
                "verse_number": "11",
                "verse_text": "Therefore, being conscious of fearing the Lord with respectandreverence, we seek to win people over[to persuade them]. But what sort of persons we are is plainly recognizedandthoroughly understood by God, and I hope that it is plainly recognizedandthoroughly understood also by your consciences (your inborn discernment)."
            },
            {
                "verse_number": "12",
                "verse_text": "We are not commending ourselves to you again, but we are providing you with an occasionandincentive to be[rightfully]proud of us, so that you may have a reply for those who pride themselves on surface appearances[on the virtues they only appear to have], although their heart is devoid of them."
            },
            {
                "verse_number": "13",
                "verse_text": "For if we are beside ourselves[mad, as some say], it is for Godandconcerns Him; if we are in our right mind, it is for your benefit,"
            },
            {
                "verse_number": "14",
                "verse_text": "For the love of Christ controlsandurgesandimpels us, because we are of the opinionandconviction that[if]One died for all, then all died;"
            },
            {
                "verse_number": "15",
                "verse_text": "And He died for all, so that all those who live might live no longer toandfor themselves, but toandfor Him Who died and was raised again for their sake."
            },
            {
                "verse_number": "16",
                "verse_text": "Consequently, from now on we estimateandregard no one from a[purely]human point of view[in terms of natural standards of value].[No]even though we once did estimate Christ from a human viewpointandas a man, yet now[we have such knowledge of Him that]we know Him no longer[in terms of the flesh]."
            },
            {
                "verse_number": "17",
                "verse_text": "Therefore if any person is[ingrafted]in Christ (the Messiah) he is a new creation (a new creature altogether); the old[previous moral and spiritual condition]has passed away. Behold, the freshandnew has come!"
            },
            {
                "verse_number": "18",
                "verse_text": "But all things are from God, Who throughJesusChrist reconciled us to Himself[received us into favor, brought us into harmony with Himself]and gave to us the ministry of reconciliation[that by word and deed we might aim to bring others into harmony with Him]."
            },
            {
                "verse_number": "19",
                "verse_text": "It was God[personally present]in Christ, reconcilingandrestoring the world to favor with Himself, not counting upandholding against[men]their trespasses[but cancelling them], and committing to us the message of reconciliation (of the restoration to favor)."
            },
            {
                "verse_number": "20",
                "verse_text": "So we are Christ's ambassadors, God making His appeal as it were through us. We[as Christ's personal representatives]beg you for His sake to lay hold of the divine favor[now offered you]andbe reconciled to God."
            },
            {
                "verse_number": "21",
                "verse_text": "For our sake He made Christ[virtually]to be sin Who knew no sin, so that inandthrough Him we might become[endued with, viewed as being in, and examples of]the righteousness of God[what we ought to be, approved and acceptable and in right relationship with Him, by His goodness]."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Laboring together[as God's fellow workers]with Him then, we beg of you not to receive the grace of God in vain[that merciful kindness by which God exerts His holy influence on souls and turns them to Christ, keeping and strengthening them—do not receive it to no purpose]."
            },
            {
                "verse_number": "2",
                "verse_text": "For He says, In the time of favor (of an assured welcome) I have listened toandheeded your call, and I have helped you on the day of deliverance (the day of salvation). Behold, now is truly the time for a gracious welcomeandacceptance[of you from God]; behold, now is the day of salvation!"
            },
            {
                "verse_number": "3",
                "verse_text": "We put no obstruction in anybody's way[we give no offense in anything], so that no fault may be foundand[our]ministry blamedanddiscredited."
            },
            {
                "verse_number": "4",
                "verse_text": "But we commend ourselves in every way as[true]servants of God: through great endurance, in tribulationandsuffering, in hardshipsandprivations, in sore straitsandcalamities,"
            },
            {
                "verse_number": "5",
                "verse_text": "In beatings, imprisonments, riots, labors, sleepless watching, hunger;"
            },
            {
                "verse_number": "6",
                "verse_text": "By innocenceandpurity, knowledgeandspiritual insight, longsufferingandpatience, kindness, in the Holy Spirit, in unfeigned love;"
            },
            {
                "verse_number": "7",
                "verse_text": "By[speaking]the word of truth, in the power of God, with the weapons of righteousness for the right hand[to attack]and for the left hand[to defend];"
            },
            {
                "verse_number": "8",
                "verse_text": "Amid honor and dishonor; in defamingandevil report and in praiseandgood report.[We are branded]as deceivers (impostors), and[yet vindicated as]truthfulandhonest.9[We are treated]as unknownandignored[by the world], and[yet we are]well-knownandrecognized[by God and His people]; as dying, and yet here we are alive; as chastened by suffering and[yet]not killed;"
            },
            {
                "verse_number": "9",
                "verse_text": "As grievedandmourning, yet[we are]always rejoicing; as poor[ourselves, yet]bestowing riches on many; as having nothing, and[yet in reality]possessing all things."
            },
            {
                "verse_number": "10",
                "verse_text": "As grievedandmourning, yet[we are]always rejoicing; as poor[ourselves, yet]bestowing riches on many; as having nothing, and[yet in reality]possessing all things."
            },
            {
                "verse_number": "11",
                "verse_text": "Our mouth is open to you, Corinthians[we are hiding nothing, keeping nothing back], and our heart is expanded wide[for you]!"
            },
            {
                "verse_number": "12",
                "verse_text": "There is no lack of room for you in[our hearts], but you lack room in your own affections[for us]."
            },
            {
                "verse_number": "13",
                "verse_text": "By way of return then, do this for me—I speak as to children—open wide your hearts also[to us]."
            },
            {
                "verse_number": "14",
                "verse_text": "Do not be unequally yoked with unbelievers[do not make mismated alliances with them or come under a different yoke with them, inconsistent with your faith]. For what partnership have right livingandright standing with God with iniquityandlawlessness? Or how can light have fellowship with darkness?"
            },
            {
                "verse_number": "15",
                "verse_text": "What harmony can there be between Christ and Belial[the devil]? Or what has a believer in common with an unbeliever?"
            },
            {
                "verse_number": "16",
                "verse_text": "What agreement[can there be between]a temple of God and idols? For we are the temple of the living God; even as God said, I will dwell inandwithandamong them and will walk inandwithandamong them, and I will be their God, and they shall be My people."
            },
            {
                "verse_number": "17",
                "verse_text": "So, come out from among[unbelievers], and separate (sever) yourselves from them, says the Lord, and touch not[any]unclean thing; then I will receive you kindlyandtreat you with favor,"
            },
            {
                "verse_number": "18",
                "verse_text": "And I will be a Father to you, and you shall be My sons and daughters, says the Lord Almighty."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Therefore, since these[great]promises are ours, beloved, let us cleanse ourselves from everything that contaminatesanddefiles body and spirit, and bring[our]consecration to completeness in the[reverential]fear of God."
            },
            {
                "verse_number": "2",
                "verse_text": "Do open your hearts to us again[enlarge them to take us in]. We have wronged no one, we have betrayedorcorrupted no one, we have cheatedortaken advantage of no one."
            },
            {
                "verse_number": "3",
                "verse_text": "I do not say this to reproachorcondemn[you], for I have said before that you are[nested]in our hearts,[and you will remain there]together[with us], whether we die or live."
            },
            {
                "verse_number": "4",
                "verse_text": "I have great boldnessandfreeandfearless confidenceandcheerful courage toward you; my pride in you is great. I am filled[brimful]with the comfort[of it]; with all our tribulationandin spite of it,[I am filled with comfort]I am overflowing with joy."
            },
            {
                "verse_number": "5",
                "verse_text": "For even when we arrived in Macedonia, our bodies had no easeorrest, but we were oppressed in every wayandafflicted at every turn—fightingandcontentions without, dreadandfears within[us]."
            },
            {
                "verse_number": "6",
                "verse_text": "But God, Who comfortsandencouragesandrefreshesandcheers the depressedandthe sinking, comfortedandencouragedandrefreshedandcheered us by the arrival of Titus.7[Yes]and not only by his coming but also by[his account of]the comfort with which he was encouragedandrefreshedandcheered as to you, while he told us of your yearning affection, of how sorry you were[for me]and how eagerly you took my part, so that I rejoiced still more."
            },
            {
                "verse_number": "7",
                "verse_text": "For even though I did grieve you with my letter, I do not regret[it now], though I did regret it; for I see that that letter did pain you, though only for a little while;"
            },
            {
                "verse_number": "8",
                "verse_text": "For even though I did grieve you with my letter, I do not regret[it now], though I did regret it; for I see that that letter did pain you, though only for a little while;"
            },
            {
                "verse_number": "9",
                "verse_text": "Yet I am glad now, not because you were pained, but because you were pained into repentance[and so turned back to God]; for you felt a grief such as God meant you to feel, so that in nothing you might suffer loss through usorharm for what we did."
            },
            {
                "verse_number": "10",
                "verse_text": "For godly griefandthe pain God is permitted to direct, produce a repentance that leadsandcontributes to salvationanddeliverance from evil, and it never brings regret; but worldly grief (the hopeless sorrow that is characteristic of the pagan world) is deadly[breeding and ending in death]."
            },
            {
                "verse_number": "11",
                "verse_text": "For[you can look back now and]observe what this same godly sorrow has done for youandhas produced in you: what eagernessandearnest care to explainandclear yourselves[of all complicity in the condoning of incest], what indignation[at the sin], what alarm, what yearning, what zeal[to do justice to all concerned], what readiness to mete out punishment[to the offender]! At every point you have proved yourselves clearedandguiltless in the matter."
            },
            {
                "verse_number": "12",
                "verse_text": "So although I did write to you[as I did], it was not for the sakeandbecause of the one who did[the]wrong, nor on account of the one who suffered[the]wrong, but in order that you might realize before God[that your readiness to accept our authority revealed]how zealously you do care for us."
            },
            {
                "verse_number": "13",
                "verse_text": "Therefore we are relievedandcomfortedandencouraged[at the result]. And in addition to our own[personal]consolation, we were especially delighted at the joy of Titus, because you have all set his mind at rest, soothingandrefreshing his spirit."
            },
            {
                "verse_number": "14",
                "verse_text": "For if I had boasted to him at all concerning you, I was not disappointedorput to shame, but just as everything we ever said to you was true, so our boasting[about you]to Titus has proved true also."
            },
            {
                "verse_number": "15",
                "verse_text": "And his heart goes out to you more abundantly than ever as he recalls the submission[to his guidance]that all of you had, and the reverenceandanxiety[to meet all requirements]with which you acceptedandwelcomed him."
            },
            {
                "verse_number": "16",
                "verse_text": "I am very happy because I now am of good courageandhave perfect confidence in you in all things."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "We want to tell you further, brethren, about the grace (the favor and spiritual blessing) of God which has been evident in the churches of Macedonia[arousing in them the desire to give alms];"
            },
            {
                "verse_number": "2",
                "verse_text": "For in the midst of an ordeal of severe tribulation, their abundance of joy and their depth of poverty[together]have overflowed in wealth of lavish generosity on their part."
            },
            {
                "verse_number": "3",
                "verse_text": "For, as I can bear witness,[they gave]according to their ability, yes, and beyond their ability; and[they did it]voluntarily,"
            },
            {
                "verse_number": "4",
                "verse_text": "Begging us most insistently for the favorandthe fellowship of contributing in this ministration for[the relief and support of]the saints[in Jerusalem]."
            },
            {
                "verse_number": "5",
                "verse_text": "Nor[was this gift of theirs merely the contribution]that we expected, but first they gave themselves to the Lord and to us[as His agents]by the will of God[entirely disregarding their personal interests, they gave as much as they possibly could, having put themselves at our disposal to be directed by the will of God]—"
            },
            {
                "verse_number": "6",
                "verse_text": "So much so that we have urged Titus that as he began it, he should also complete this beneficentandgracious contribution among you[the church at Corinth]."
            },
            {
                "verse_number": "7",
                "verse_text": "Now as you aboundandexcelandare at the front in everything—in faith, in expressing yourselves, in knowledge, in all zeal, and in your love for us—[see to it that you come to the front now and]aboundandexcel in this gracious work[of almsgiving]also."
            },
            {
                "verse_number": "8",
                "verse_text": "I give this not as an order[to dictate to you], but to prove, by[pointing out]the zeal of others, the sincerity of your[own]love also."
            },
            {
                "verse_number": "9",
                "verse_text": "For you are becoming progressively acquainted withandrecognizing more stronglyandclearly the grace of our Lord Jesus Christ (His kindness, His gracious generosity, His undeserved favor and spiritual blessing),[in]that though He was[so very]rich, yet for your sakes He became[so very]poor, in order that by His poverty you might become enriched (abundantly supplied).10[It is then]my counselandmy opinion in this matter that I give[you when I say]: It is profitableandfitting for you[now to complete the enterprise]which more than a year ago you not only began, but were the first to wish to do anything[about contributions for the relief of the saints at Jerusalem]."
            },
            {
                "verse_number": "10",
                "verse_text": "So now finish doing it, that your[enthusiastic]readiness in desiring it may be equalled by your completion of it according to your abilityandmeans."
            },
            {
                "verse_number": "11",
                "verse_text": "So now finish doing it, that your[enthusiastic]readiness in desiring it may be equalled by your completion of it according to your abilityandmeans."
            },
            {
                "verse_number": "12",
                "verse_text": "For if the[eager]readiness to give is there, then it is acceptableandwelcomed in proportion to what a person has, not according to what he does not have."
            },
            {
                "verse_number": "13",
                "verse_text": "For it is not[intended]that other people be easedandrelieved[of their responsibility]and you be burdenedandsuffer[unfairly],"
            },
            {
                "verse_number": "14",
                "verse_text": "But to have equality[share and share alike], your surplus over necessity at the present time going to meet their wantandto equalize the difference created by it, so that[at some other time]their surplus in turn may be given to supply your want. Thus there may be equality,"
            },
            {
                "verse_number": "15",
                "verse_text": "As it is written, He who gathered much had nothing over, and he who gathered little did not lack."
            },
            {
                "verse_number": "16",
                "verse_text": "But thanks be to God Who planted the same earnest zealandcare for you in the heart of Titus."
            },
            {
                "verse_number": "17",
                "verse_text": "For he not only welcomedandresponded to our appeal, but was himself so keen in his enthusiasmandinterest in you that he is going to you of his own accord."
            },
            {
                "verse_number": "18",
                "verse_text": "But we are sending along with him that brother[Luke?]whose praise in the Gospel ministry[is spread]throughout all the churches;"
            },
            {
                "verse_number": "19",
                "verse_text": "And more than that, he has been appointed by the churches to travel as our companion in regard to this bountiful contribution which we are administering for the glory of the Lord Himself and[to show]our eager readiness[as Christians to help one another].20[For]we are on our guard, intending that no one should find anything for which to blame us in regard to our administration of this large contribution."
            },
            {
                "verse_number": "20",
                "verse_text": "For we take thought beforehandandaim to be honestandabsolutely above suspicion, not only in the sight of the Lord but also in the sight of men."
            },
            {
                "verse_number": "21",
                "verse_text": "For we take thought beforehandandaim to be honestandabsolutely above suspicion, not only in the sight of the Lord but also in the sight of men."
            },
            {
                "verse_number": "22",
                "verse_text": "Moreover, along with them we are sending our brother, whom we have often put to the test and have found him zealous (devoted and earnest) in many matters, but who is now more[eagerly]earnest than ever because of[his]absolute confidence in you."
            },
            {
                "verse_number": "23",
                "verse_text": "As for Titus, he is my colleague and shares my work in your service; and as for the[other two]brethren, they are the[special]messengers of the churches, a creditandglory to Christ (the Messiah)."
            },
            {
                "verse_number": "24",
                "verse_text": "Show to these men, therefore, in the sight of the churches, the realityandplain truth of your love (your affection, goodwill, and benevolence) and what[good reasons]I had for boasting aboutandbeing proud of you."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Now about the offering that is[to be made]for the saints (God's people in Jerusalem), it is quite superfluous that I should write you;"
            },
            {
                "verse_number": "2",
                "verse_text": "For I am well acquainted with your willingness (your readiness and your eagerness to promote it) and I have proudly told about you to the people of Macedonia, saying that Achaia (most of Greece) has been prepared since last year for this contribution; and[consequently]your enthusiasm has stimulated the majority of them."
            },
            {
                "verse_number": "3",
                "verse_text": "Still, I am sending the brethren[on to you], lest our pride in you should be made an empty boast in this particular case, and so that you may be all ready, as I told them you would be;"
            },
            {
                "verse_number": "4",
                "verse_text": "Lest, if[any]Macedonians should come with me and find you unprepared[for this generosity], we, to say nothing of yourselves, be humiliated for our being so confident."
            },
            {
                "verse_number": "5",
                "verse_text": "That is why I thought it necessary to urge these brethren to go to you before I do and make arrangements in advance for this bountiful, promised gift of yours, so that it may be ready, not as an extortion[wrung out of you]but as a generousandwilling gift.6[Remember]this: he who sows sparinglyandgrudgingly will also reap sparinglyandgrudgingly, and he who sows generously[that blessings may come to someone]will also reap generouslyandwith blessings."
            },
            {
                "verse_number": "6",
                "verse_text": "Let each one[give]as he has made up his own mindandpurposed in his heart, not reluctantlyorsorrowfully or under compulsion, for God loves (He takes pleasure in, prizes above other things, and is unwilling to abandon or to do without) a cheerful (joyous, \"prompt to do it\") giver[whose heart is in his giving]."
            },
            {
                "verse_number": "7",
                "verse_text": "Let each one[give]as he has made up his own mindandpurposed in his heart, not reluctantlyorsorrowfully or under compulsion, for God loves (He takes pleasure in, prizes above other things, and is unwilling to abandon or to do without) a cheerful (joyous, \"prompt to do it\") giver[whose heart is in his giving]."
            },
            {
                "verse_number": "8",
                "verse_text": "And God is able to make all grace (every favor and earthly blessing) come to you in abundance, so that you may alwaysandunder all circumstancesandwhatever the need be self-sufficient[possessing enough to require no aid or support and furnished in abundance for every good work and charitable donation]."
            },
            {
                "verse_number": "9",
                "verse_text": "As it is written, He[the benevolent person]scatters abroad; He gives to the poor; His deeds of justiceandgoodnessandkindnessandbenevolence will go onandendure forever!"
            },
            {
                "verse_number": "10",
                "verse_text": "And[God]Who provides seed for the sower and bread for eating will also provide and multiply your[resources for]sowing and increase the fruits of your righteousness[which manifests itself in active goodness, kindness, and charity]."
            },
            {
                "verse_number": "11",
                "verse_text": "Thus you will be enriched in all thingsandin every way, so that you can be generous, and[your generosity as it is]administered by us will bring forth thanksgiving to God."
            },
            {
                "verse_number": "12",
                "verse_text": "For the service that the ministering of this fund renders does not only fully supply what is lacking to the saints (God's people), but it also overflows in many[cries of]thanksgiving to God."
            },
            {
                "verse_number": "13",
                "verse_text": "Because at[your]standing of the test of this ministry, they will glorify God for your loyaltyandobedience to the Gospel of Christ which you confess, as well as for your generous-hearted liberality to them and to all[the other needy ones]."
            },
            {
                "verse_number": "14",
                "verse_text": "And they yearn for you while they pray for you, because of the surpassing measure of God's grace (His favor and mercy and spiritual blessing which is shown forth) in you."
            },
            {
                "verse_number": "15",
                "verse_text": "Now thanks be to God for His Gift,[precious]beyond telling[His indescribable, inexpressible, free Gift]!"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Now I myself, Paul, beseech you, by the gentleness and consideration of Christ[Himself; I]who[am]lowly enough[so they say]when among you face to face, but bold (fearless and outspoken) to you when[I am]absent from you!"
            },
            {
                "verse_number": "2",
                "verse_text": "I entreat you when I do come[to you]that I may not[be driven to such]boldness as I intend to show toward those few who suspect us of acting according to the flesh[on the low level of worldly motives and as if invested with only human powers]."
            },
            {
                "verse_number": "3",
                "verse_text": "For though we walk (live) in the flesh, we are not carrying on our warfare according to the fleshandusing mere human weapons."
            },
            {
                "verse_number": "4",
                "verse_text": "For the weapons of our warfare are not physical[weapons of flesh and blood], but they are mighty before God for the overthrowanddestruction of strongholds,5[Inasmuch as we]refute argumentsandtheoriesandreasonings and every proudandlofty thing that sets itself up against the[true]knowledge of God; and we lead every thoughtandpurpose away captive into the obedience of Christ (the Messiah, the Anointed One),"
            },
            {
                "verse_number": "5",
                "verse_text": "Being in readiness to punish every[insubordinate for his]disobedience, when your own submissionandobedience[as a church]are fully securedandcomplete."
            },
            {
                "verse_number": "6",
                "verse_text": "Being in readiness to punish every[insubordinate for his]disobedience, when your own submissionandobedience[as a church]are fully securedandcomplete."
            },
            {
                "verse_number": "7",
                "verse_text": "Look at[this obvious fact]which is before your eyes. If anyone is confident that he is Christ's, let him reflectandremind himself that even as he is Christ's, so too are we."
            },
            {
                "verse_number": "8",
                "verse_text": "For even though I boast rather freely about our powerandauthority, which the Lord gave for your upbuilding and not for demolishing you, yet I shall not be put to shame[for exceeding the truth],"
            },
            {
                "verse_number": "9",
                "verse_text": "Neither would I seem to be overawingorfrightening you with my letters;"
            },
            {
                "verse_number": "10",
                "verse_text": "For they say, His letters are weightyandimpressive and forcefulandtelling, but his personalityandbodily presence are weak, and his speechanddelivery are utterly contemptible (of no account)."
            },
            {
                "verse_number": "11",
                "verse_text": "Let such people realize that what we say by letters when we are absent,[we put]also into deeds when we are present—"
            },
            {
                "verse_number": "12",
                "verse_text": "Not that we[have the audacity to]venture to class or[even to]compare ourselves with some who exaltandfurnish testimonials for themselves! However, when they measure themselves with themselves and compare themselves with one another, they are without understandingandbehave unwisely."
            },
            {
                "verse_number": "13",
                "verse_text": "We, on the other hand, will not boast beyond our legitimate provinceandproper limit, but will keep within the limits[of our commission which]God has allotted us as our measuring line and which reachesandincludes even you."
            },
            {
                "verse_number": "14",
                "verse_text": "For we are not overstepping the limits of our provinceandstretching beyond our ability to reach, as though we reached not (had no legitimate mission) to you, for we were[the very first]to come even as far as to you with the good news (the Gospel) of Christ."
            },
            {
                "verse_number": "15",
                "verse_text": "We do not boast therefore, beyond our proper limit, over other men's labors, but we have the hopeandconfident expectation that as your faith continues to grow, our field among you may be greatly enlarged, still within the limits of our commission,"
            },
            {
                "verse_number": "16",
                "verse_text": "So that[we may even]preach the Gospel in lands[lying]beyond you, without making a boast of work already done in another[man's]sphere of activity[before we came on the scene]."
            },
            {
                "verse_number": "17",
                "verse_text": "However, let him who boastsandglories boastandglory in the Lord."
            },
            {
                "verse_number": "18",
                "verse_text": "For[it is]not[the man]who praisesandcommends himself who is approvedandaccepted, but[it is the person]whom the Lord accreditsandcommends."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "I wish you would bear with me while I indulge in a little[so-called]foolishness. Do bear with me!"
            },
            {
                "verse_number": "2",
                "verse_text": "For I am zealous for you with a godly eagernessanda divine jealousy, for I have betrothed you to one Husband, to present you as a chaste virgin to Christ."
            },
            {
                "verse_number": "3",
                "verse_text": "But[now]I am fearful, lest that even as the serpent beguiled Eve by his cunning, so your minds may be corruptedandseduced from wholeheartedandsincereandpure devotion to Christ."
            },
            {
                "verse_number": "4",
                "verse_text": "For[you seem readily to endure it]if a man comes and preaches another Jesus than the One we preached, or if you receive a different spirit from the[Spirit]you[once]received or a different gospel from the one you[then]receivedandwelcomed; you tolerate[all that]well enough!"
            },
            {
                "verse_number": "5",
                "verse_text": "Yet I consider myself as in no way inferior to these[precious]extra-super[false]apostles."
            },
            {
                "verse_number": "6",
                "verse_text": "But even if[I am]unskilled in speaking, yet[I am]not[unskilled]in knowledge[I know what I am talking about]; we have made this evident to you in all things."
            },
            {
                "verse_number": "7",
                "verse_text": "But did I perhaps make a mistakeanddo you a wrong in debasingandcheapening myself so that you might be exaltedandenriched in dignityandhonorandhappiness by preaching God's Gospel without expense to you?"
            },
            {
                "verse_number": "8",
                "verse_text": "Other churches I have robbed by accepting[more than their share of]support for my ministry[from them in order]to serve you."
            },
            {
                "verse_number": "9",
                "verse_text": "And when I was with you and ran short financially, I did not burden any[of you], for what I lacked was abundantly made up by the brethren who came from Macedonia. So I kept myself from being burdensome to you in any way, and will continue to keep[myself from being so]."
            },
            {
                "verse_number": "10",
                "verse_text": "As the truth of Christ is in me, this my boast[of independence]shall not be debarred (silenced or checked) in the regions of Achaia (most of Greece)."
            },
            {
                "verse_number": "11",
                "verse_text": "And why? Because I do not love you[do not have a preference for you, wish you well, and regard your welfare]? God perceivesandknows that I do!"
            },
            {
                "verse_number": "12",
                "verse_text": "But what I do, I will continue to do,[for I am determined to maintain this independence]in order to cut off the claim of those who would like[to find an occasion and incentive]to claim that in their boasted[mission]they work on the same terms that we do."
            },
            {
                "verse_number": "13",
                "verse_text": "For such men are false apostles[spurious, counterfeits], deceitful workmen, masquerading as apostles (special messengers) of Christ (the Messiah)."
            },
            {
                "verse_number": "14",
                "verse_text": "And it is no wonder, for Satan himself masquerades as an angel of light;"
            },
            {
                "verse_number": "15",
                "verse_text": "So it is not surprising if his servants also masquerade as ministers of righteousness.[But]their end will correspond with their deeds."
            },
            {
                "verse_number": "16",
                "verse_text": "I repeat then, let no one think I have lost my wits; but even if you do, then bear with a witless man, so that I too may boast a little."
            },
            {
                "verse_number": "17",
                "verse_text": "What I say by way of this confident boasting, I say not with the Lord's authority[by inspiration]but, as it were, in pure witlessness.18[For]since many boast of worldly thingsandaccording to the flesh, I will glory (boast) also."
            },
            {
                "verse_number": "18",
                "verse_text": "For you readilyandgladly bear with the foolish, since you are so smartandwise yourselves!"
            },
            {
                "verse_number": "19",
                "verse_text": "For you readilyandgladly bear with the foolish, since you are so smartandwise yourselves!"
            },
            {
                "verse_number": "20",
                "verse_text": "For you endure it if a man assumes control of your soulsandmakes slaves of you, or devours[your substance, spends your money]andpreys upon you, or deceivesandtakes advantage of you, or is arrogantandputs on airs, or strikes you in the face."
            },
            {
                "verse_number": "21",
                "verse_text": "To my discredit, I must say, we have shown ourselves too weak[for you to show such tolerance of us and for us to do strong, courageous things like that to you]! But in whatever any person is boldanddares[to boast]—mind you, I am speaking in this foolish (witless) way—I also am boldanddare[to boast]."
            },
            {
                "verse_number": "22",
                "verse_text": "They are Hebrews? So am I! They are Israelites? So am I! They are descendants of Abraham? So am I!"
            },
            {
                "verse_number": "23",
                "verse_text": "Are they[ministering]servants of Christ (the Messiah)? I am talking like one beside himself,[but]I am more, with far more extensiveandabundant labors, with far more imprisonments,[beaten]with countless stripes, and frequently[at the point of]death."
            },
            {
                "verse_number": "24",
                "verse_text": "Five times I received from[the hands of]the Jews forty[lashes all]but one;"
            },
            {
                "verse_number": "25",
                "verse_text": "Three times I have been beaten with rods; once I was stoned. Three times I have been aboard a ship wrecked at sea; a[whole]night and a day I have spent[adrift]on the deep;"
            },
            {
                "verse_number": "26",
                "verse_text": "Many times on journeys,[exposed to]perils from rivers, perils from bandits, perils from[my own]nation, perils from the Gentiles, perils in the city, perils in the desert places, perils in the sea, perils from those posing as believers[but destitute of Christian knowledge and piety];"
            },
            {
                "verse_number": "27",
                "verse_text": "In toil and hardship, watching often[through sleepless nights], in hunger and thirst, frequently driven to fasting by want, in cold and exposureandlack of clothing."
            },
            {
                "verse_number": "28",
                "verse_text": "And besides those things that are without, there is the daily[inescapable pressure]of my careandanxiety for all the churches!"
            },
            {
                "verse_number": "29",
                "verse_text": "Who is weak, and I do not feel[his]weakness? Who is made to stumbleandfallandhave his faith hurt, and I am not on fire[with sorrow or indignation]?"
            },
            {
                "verse_number": "30",
                "verse_text": "If I must boast, I will boast of the things that[show]my infirmity[of the things by which I am made weak and contemptible in the eyes of my opponents]."
            },
            {
                "verse_number": "31",
                "verse_text": "The God and Father of the Lord JesusChristknows, He Who is blessedandto be praised forevermore, that I do not lie."
            },
            {
                "verse_number": "32",
                "verse_text": "In Damascus, the city governor acting under King Aretas guarded the city of Damascus[on purpose]to arrest me,"
            },
            {
                "verse_number": "33",
                "verse_text": "And I was[actually]let down in a[rope]basketorhamper through a window (a small door) in the wall, and I escaped through his fingers."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "True, there is nothing to be gained by it, but[as I am obliged]to boast, I will go on to visions and revelations of the Lord."
            },
            {
                "verse_number": "2",
                "verse_text": "I know a man in Christ who fourteen years ago—whether in the body or out of the body I do not know, God knows—was caught up to the third heaven."
            },
            {
                "verse_number": "3",
                "verse_text": "And I know that this man—whether in the body or away from the body I do not know, God knows—"
            },
            {
                "verse_number": "4",
                "verse_text": "Was caught up into paradise, and he heard utterances beyond the power of man to put into words, which man is not permitted to utter."
            },
            {
                "verse_number": "5",
                "verse_text": "Of this same[man's experiences]I will boast, but of myself (personally) I will not boast, except as regards my infirmities (my weaknesses)."
            },
            {
                "verse_number": "6",
                "verse_text": "Should I desire to boast, I shall not be a witless braggart, for I shall be speaking the truth. But I abstain[from it]so that no one may form a higher estimate of me than[is justified by]what he sees in me or hears from me."
            },
            {
                "verse_number": "7",
                "verse_text": "And to keep me from being puffed upandtoo much elated by the exceeding greatness (preeminence) of these revelations, there was given me a thorn (a splinter) in the flesh, a messenger of Satan, to rackandbuffetandharass me, to keep me from being excessively exalted."
            },
            {
                "verse_number": "8",
                "verse_text": "Three times I called upon the Lordandbesought[Him]about thisandbegged that it might depart from me;"
            },
            {
                "verse_number": "9",
                "verse_text": "But He said to me, My grace (My favor and loving-kindness and mercy) is enough for you[sufficient against any danger and enables you to bear the trouble manfully]; forMystrengthandpower are made perfect (fulfilled and completed)andshow themselves most effectivein[your]weakness. Therefore, I will all the more gladly glory in my weaknessesandinfirmities, that the strengthandpower of Christ (the Messiah) may rest (yes, may pitch a tent over and dwell) upon me!"
            },
            {
                "verse_number": "10",
                "verse_text": "So for the sake of Christ, I am well pleasedandtake pleasure in infirmities, insults, hardships, persecutions, perplexitiesanddistresses; for when I am weak[in human strength], then am I[truly]strong (able, powerful in divine strength)."
            },
            {
                "verse_number": "11",
                "verse_text": "Now I have been[speaking like]a fool! But you forced me to it, for I ought to have been[saved the necessity and]commended by you. For I have not fallen short one bitorproved myself at all inferior to those superlative[false]apostles[of yours], even if I am nothing (a nobody)."
            },
            {
                "verse_number": "12",
                "verse_text": "Indeed, the signs that indicate a[genuine]apostle were performed among you fullyandmost patiently in miracles and wonders and mighty works."
            },
            {
                "verse_number": "13",
                "verse_text": "For in what respect were you put to a disadvantage in comparison with the rest of the churches, unless[it was for the fact]that I myself did not burden you[with my financial support]? Pardon me[for doing you]this injustice!"
            },
            {
                "verse_number": "14",
                "verse_text": "Now for the third time I am ready to come to[visit]you. And I will not burden you[financially], for it is not your[money]that I want but you; for children are not duty bound to lay up store for their parents, but parents for their children."
            },
            {
                "verse_number": "15",
                "verse_text": "But I will most gladly spend[myself]and be utterly spent for your souls. If I love you exceedingly, am I to be loved[by you]the less?"
            },
            {
                "verse_number": "16",
                "verse_text": "But though granting that I did not burden you[with my support, some say that]I was crafty[and that]I cheatedandgot the better of you with my trickery."
            },
            {
                "verse_number": "17",
                "verse_text": "Did I[then]take advantage of youormake any money out of you through any of those[messengers]whom I sent to you?18[Actually]I urged Titus[to go], and I sent the brother with[him]. Did Titus overreachortake advantage of you[in anything]? Did heandI not act in the same spirit? Did we not[take the]same steps?"
            },
            {
                "verse_number": "18",
                "verse_text": "Have you been supposing[all this time]that we have been defending ourselvesandapologizing to you?[It is]in the sightandthe[very]presence of God[and as one]in Christ (the Messiah) that we have been speaking, dearly beloved, and all in order to build you up[spiritually]."
            },
            {
                "verse_number": "19",
                "verse_text": "Have you been supposing[all this time]that we have been defending ourselvesandapologizing to you?[It is]in the sightandthe[very]presence of God[and as one]in Christ (the Messiah) that we have been speaking, dearly beloved, and all in order to build you up[spiritually]."
            },
            {
                "verse_number": "20",
                "verse_text": "For I am fearful that somehow or other I may come and find you not as I desire to find you, and that you may find me too not as you want to find me—that perhaps there may be factions (quarreling), jealousy, temper (wrath, intrigues, rivalry, divided loyalties), selfishness, whispering, gossip, arrogance (self-assertion), and disorder among you.21[I am fearful]that when I come again, my God may humiliateandhumble me in your regard, and that I may have to sorrow over many of those who sinned before and have not repented of the impurity, sexual vice, and sensuality which they formerly practiced."
            },
            {
                "verse_number": "21",
                "verse_text": "This is the third time that I am coming to you. By the testimony of two or three witnesses must any chargeandevery accusing statement be sustainedandconfirmed."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "This is the third time that I am coming to you. By the testimony of two or three witnesses must any chargeandevery accusing statement be sustainedandconfirmed."
            },
            {
                "verse_number": "2",
                "verse_text": "I have already warned those who sinned formerly and all the rest also, and I warn them now again while I am absent, as I did when present on my second visit, that if I come back, I will not spare[them],"
            },
            {
                "verse_number": "3",
                "verse_text": "Since you desireandseek[perceptible]proof of the Christ Who speaks inandthrough me.[For He]is not weakandfeeble in dealing with you, but is a mighty power within you;"
            },
            {
                "verse_number": "4",
                "verse_text": "For though He was crucified in weakness, yet He goes on living by the power of God. And though we too are weak in Him[as He was humanly weak], yet in dealing with you[we shall show ourselves]aliveandstrong in[fellowship with]Him by the power of God."
            },
            {
                "verse_number": "5",
                "verse_text": "Examineandtestandevaluate your own selves to see whether you are holding to your faithandshowing the proper fruits of it. Testandprove yourselves[not Christ]. Do you not yourselves realizeandknow[thoroughly by an ever-increasing experience]that Jesus Christ is in you—unless you are[counterfeits]disapproved on trialandrejected?"
            },
            {
                "verse_number": "6",
                "verse_text": "But I hope you will recognizeandknow that we are not disapproved on trialandrejected."
            },
            {
                "verse_number": "7",
                "verse_text": "But I pray to God that you may do nothing wrong, not in order that we[our teaching]may appear to be approved, but that you may continue doing right,[though]we may seem to have failedandbe unapproved."
            },
            {
                "verse_number": "8",
                "verse_text": "For we can do nothing against the Truth[not serve any party or personal interest], but only for the Truth[which is the Gospel]."
            },
            {
                "verse_number": "9",
                "verse_text": "For we are glad when we are weak (unapproved) and you are really strong. And this we also pray for: your all-round strengtheningandperfecting of soul."
            },
            {
                "verse_number": "10",
                "verse_text": "So I write these things while I am absent from you, that when I come to you, I may not have to deal sharply in my use of the authority which the Lord has given me[to be employed, however]for building[you]up and not for tearing[you]down."
            },
            {
                "verse_number": "11",
                "verse_text": "Finally, brethren, farewell (rejoice)! Be strengthened (perfected, completed, made what you ought to be); be encouragedandconsoledandcomforted; be of the same[agreeable]mind one with another; live in peace, and[then]the God of love[Who is the Source of affection, goodwill, love, and benevolence toward men]and the AuthorandPromoter of peace will be with you."
            },
            {
                "verse_number": "12",
                "verse_text": "Greet one another with a consecrated kiss."
            },
            {
                "verse_number": "13",
                "verse_text": "All the saints (the people of God here) salute you."
            },
            {
                "verse_number": "14",
                "verse_text": "The grace (favor and spiritual blessing) of the Lord Jesus Christ and the love of God and the presenceandfellowship (the communion and sharing together, and participation) in the Holy Spirit be with you all.Amen (so be it)."
            }
        ]
    }
}