{
    "nehemiah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The wordsorstory of Nehemiah son of Hacaliah: Now in the month of Chislev in the twentieth year[of the Persian king], as I was in the castle of Shushan,"
            },
            {
                "verse_number": "2",
                "verse_text": "Hanani, one of my kinsmen, came with certain men from Judah, and I asked them about the surviving Jews who had escaped exile, and about Jerusalem."
            },
            {
                "verse_number": "3",
                "verse_text": "And they said to me, The remnant there in the province who escaped exile are in great trouble and reproach; the wall of Jerusalem is broken down, and its[fortified]gates are destroyed by fire."
            },
            {
                "verse_number": "4",
                "verse_text": "When I heard this, I sat down and wept and mourned for days and fasted and prayed[constantly]before the God of heaven,"
            },
            {
                "verse_number": "5",
                "verse_text": "And I said, O Lord God of heaven, the great and terrible God, Who keeps covenant, loving-kindness,andmercy for those who love Him and keep His commandments,"
            },
            {
                "verse_number": "6",
                "verse_text": "Let Your ear now be attentive and Your eyes open to listen to the prayer of Your servant which I pray before You day and night for the Israelites, Your servants, confessing the sins of the Israelites which we have sinned against You. Yes, I and my father's house have sinned."
            },
            {
                "verse_number": "7",
                "verse_text": "We have acted very corruptly against You and have not kept the commandments, statutes, and ordinances which You commanded Your servant Moses."
            },
            {
                "verse_number": "8",
                "verse_text": "Remember[earnestly]what You commanded Your servant Moses: If you transgressandare unfaithful, I will scatter you abroad among the nations;"
            },
            {
                "verse_number": "9",
                "verse_text": "But if you return to Me and keep My commandments and do them, though your outcasts were in the farthest part of the heavens[the expanse of outer space], yet will I gather them from there and will bring them to the place in which I have chosen to set My Name."
            },
            {
                "verse_number": "10",
                "verse_text": "Now these are Your servants and Your people, whom You have redeemed by Your great power and by Your strong hand."
            },
            {
                "verse_number": "11",
                "verse_text": "O Lord, let Your ear be attentive to the prayer of Your servant and the prayer of Your servants who delight to revereandfear Your name (Your nature and attributes); and prosper, I pray You, Your servant this day and grant him mercy in the sight of this man. For I was cupbearer to the king."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "In the month of Nisan in the twentieth year of King Artaxerxes, when wine was before him, I took up the wine and gave it to the king. Now I had not been sad before in his presence."
            },
            {
                "verse_number": "2",
                "verse_text": "So the king said to me, Why do you look sad, since you are not sick? This is nothing but sorrow of heart. Then I was very much afraid"
            },
            {
                "verse_number": "3",
                "verse_text": "And said to the king, Let the king live forever! Why should I not be sad faced when the city, the place of my fathers' sepulchers, lies waste, and its[fortified]gates are consumed by fire?"
            },
            {
                "verse_number": "4",
                "verse_text": "The king said to me, For what do you ask? So I prayed to the God of heaven."
            },
            {
                "verse_number": "5",
                "verse_text": "And I said to[him], If it pleases the king and if your servant has found favor in your sight, I ask that you will send me to Judah, to the city of my fathers' sepulchers, that I may rebuild it."
            },
            {
                "verse_number": "6",
                "verse_text": "The king, beside whom the queen was sitting, asked me, How long will your journey take, and when will you return? So it pleased[him]to send me; and I set him a time."
            },
            {
                "verse_number": "7",
                "verse_text": "Also I said to the king, If it pleases the king, let letters be given me for the governors beyond the[Euphrates]River, that they may let me pass through to Judah,"
            },
            {
                "verse_number": "8",
                "verse_text": "And a letter to Asaph, keeper of the king's forestorpark, that he may give me timber to make beams for the gates of the fortress of the temple and for the city wall and for the house that I shall occupy. And the king granted what I asked, for the good hand of my God was upon me."
            },
            {
                "verse_number": "9",
                "verse_text": "Then I came to the governors beyond the River and gave them the king's letters. Now the king had sent captains of the army and horsemen with me."
            },
            {
                "verse_number": "10",
                "verse_text": "When Sanballat the Horonite and Tobiah the servant, the Ammonite, heard this, it distressed them exceedingly that a man had come to inquire forandrequire the goodandprosperity of the Israelites."
            },
            {
                "verse_number": "11",
                "verse_text": "So I came to Jerusalem and had been there three days."
            },
            {
                "verse_number": "12",
                "verse_text": "Then I arose in the night, I and a few men with me. And I told no one what my God had put in my heart to do for Jerusalem. No beast was with me except the one I rode."
            },
            {
                "verse_number": "13",
                "verse_text": "I went out by night by the Valley Gate toward the Dragon's Well and to the Dung Gate and inspected the walls of Jerusalem, which were broken down, and its gates, which had been destroyed by fire."
            },
            {
                "verse_number": "14",
                "verse_text": "I passed over to the Fountain Gate and to the King's Pool, but there was no place for the beast that was under me to pass."
            },
            {
                "verse_number": "15",
                "verse_text": "So[gradually]I went up by the brook[Kidron]in the night and inspected the wall; then I turned back and entered[the city]by the Valley Gate, and so returned."
            },
            {
                "verse_number": "16",
                "verse_text": "And the magistrates knew not where I went or what I did; nor had I yet told the Jews, the priests, the nobles, the officials, or the rest who did the work."
            },
            {
                "verse_number": "17",
                "verse_text": "Then I said to them, You see the bad situation we are in—how Jerusalem lies in ruins, and its gates are burned with fire. Come, let us build up the wall of Jerusalem, that we may no longer be a disgrace."
            },
            {
                "verse_number": "18",
                "verse_text": "Then I told them of the hand of my God which was upon me for good, and also the words that the king had spoken to me. And they said, Let us rise up and build! So they strengthened their hands for the good work."
            },
            {
                "verse_number": "19",
                "verse_text": "But when Sanballat the Horonite and Tobiah the servant, the Ammonite, and Geshem the Arab heard of it, they laughed us to scorn and despised us and said, What is this thing you are doing? Will you rebel against the king?"
            },
            {
                "verse_number": "20",
                "verse_text": "I answered them, The God of heaven will prosper us; therefore we His servants will arise and build, but you have no portion or right or memorial in Jerusalem."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Then Eliashib the high priest rose up with his brethren the priests and built the Sheep Gate. They consecrated it and set up its doors; they consecrated it even to the Tower of Hammeahorthe Hundred, as far as the Tower of Hananel."
            },
            {
                "verse_number": "2",
                "verse_text": "And next to him[Eliashib]the men of Jericho built. Next to[them]Zaccur son of Imri built."
            },
            {
                "verse_number": "3",
                "verse_text": "And the Fish Gate the sons of Hassenaah built; they laid its beams and set up its doors, its bolts, and its bars."
            },
            {
                "verse_number": "4",
                "verse_text": "And next to them Meremoth son of Uriah, the son of Hakkoz, repaired. Next to them Meshullam son of Berechiah, the son of Meshezabel, repaired. Next to them Zadok son of Baana repaired."
            },
            {
                "verse_number": "5",
                "verse_text": "Next to them the Tekoites repaired, but their noblesorlords did not put their necks to the work of their Lord."
            },
            {
                "verse_number": "6",
                "verse_text": "Moreover, the Old Gate Joiada son of Paseah and Meshullam son of Besodeiah repaired. They laid its beams and set up its doors, its bolts, and its bars."
            },
            {
                "verse_number": "7",
                "verse_text": "Next to them repaired Melatiah the Gibeonite and Jadon the Meronothite, the men of Gibeon and of Mizpah,[up]to the seat or residence of the governor[west of]the River[Euphrates, there in Jerusalem]."
            },
            {
                "verse_number": "8",
                "verse_text": "Next to them repaired Uzziel son of Harhaiah, one of the goldsmiths. Next to him repaired Hananiah, one of the perfumers, and they abandoned[fortification of]Jerusalem as far as the Broad Wall[omitting that part of the ancient city and reducing the area]."
            },
            {
                "verse_number": "9",
                "verse_text": "Next to them repaired Rephaiah son of Hur, ruler of half the district of Jerusalem."
            },
            {
                "verse_number": "10",
                "verse_text": "Next to them repaired Jedaiah son of Harumaph, opposite his own house. And next to him repaired Hattush son of Hashabneiah."
            },
            {
                "verse_number": "11",
                "verse_text": "Malchijah son of Harim and Hasshub son of Pahath-moab repaired another portion and the Tower of the Furnaces."
            },
            {
                "verse_number": "12",
                "verse_text": "Next to[them]repaired Shallum son of Hallohesh, the ruler of half the district of Jerusalem, he and his daughters."
            },
            {
                "verse_number": "13",
                "verse_text": "The Valley Gate[the main entrance in the west wall, the Jaffa Gate]was repaired by Hanun and the inhabitants of Zanoah. They built it and set up its doors, its bolts, and its bars and repaired a thousand cubits of the wall, as far as the Dung Gate."
            },
            {
                "verse_number": "14",
                "verse_text": "The Dung Gate was repaired by Malchijah son of Rechab, the ruler of the district of Beth-haccherem. He rebuilt it and set its doors, its bolts, and its bars."
            },
            {
                "verse_number": "15",
                "verse_text": "The Fountain Gate was repaired by Shallum son of Col-hozeh, ruler of the district of Mizpah. He rebuilt and covered it and set up its doors, its bolts, and its bars, and the wall of the Pool of Shelah (Siloam), by the King's Garden, as far as the stairs that go down[the eastern slope]from the[portion of Jerusalem known as]the City of David."
            },
            {
                "verse_number": "16",
                "verse_text": "After him Nehemiah[III]son of Azbuk, ruler of half the district of Beth-zur, repaired[the wall]to a point opposite the sepulchers of David, and to the artificial pool and the house of the guards."
            },
            {
                "verse_number": "17",
                "verse_text": "After him the Levites: Rehum son of Bani. Next to him repaired Hashabiah, ruler of half the district of Keilah."
            },
            {
                "verse_number": "18",
                "verse_text": "After him repaired their brethren under Bavvai son of Henadad, ruler of[the other]half of the district of Keilah."
            },
            {
                "verse_number": "19",
                "verse_text": "Next to him repaired Ezer son of Jeshua, ruler of Mizpah, another district over opposite the ascent to the armory at the angle[in the wall]."
            },
            {
                "verse_number": "20",
                "verse_text": "After him Baruch son of Zabbai (Zaccai) earnestly repaired another portion[toward the hill]from the angular turning of the wall to the door of the house of Eliashib the high priest."
            },
            {
                "verse_number": "21",
                "verse_text": "After him Meremoth son of Uriah, the son of Hakkoz, repaired from the door of Eliashib's house to the end of his house."
            },
            {
                "verse_number": "22",
                "verse_text": "After him the priests, men of the plain, repaired."
            },
            {
                "verse_number": "23",
                "verse_text": "After them Benjamin and Hasshub repaired opposite their house. After them repaired Azariah son of Maaseiah, the son of Ananiah beside his own house."
            },
            {
                "verse_number": "24",
                "verse_text": "After him Binnui son of Henadad repaired another section[of the wall], from the house of Azariah to the angular turn of the wall and to the corner."
            },
            {
                "verse_number": "25",
                "verse_text": "Palal son of Uzai repaired opposite the angular turn of the wall and the tower which stands out from the upper house of the king by the court of the guard. After him Pedaiah son of Parosh"
            },
            {
                "verse_number": "26",
                "verse_text": "And the servants of the priests dwelling on Ophel[the hill south of the temple]repaired to opposite the Water Gate on the east and the projecting tower."
            },
            {
                "verse_number": "27",
                "verse_text": "After them the Tekoites repaired another portion opposite the great projecting tower to the wall of Ophel."
            },
            {
                "verse_number": "28",
                "verse_text": "Above the Horse Gate the priests repaired, everyone opposite his own house."
            },
            {
                "verse_number": "29",
                "verse_text": "After them repaired Zadok son of Immer opposite his house. Then Shemaiah son of Shecaniah, keeper of the East Gate, repaired."
            },
            {
                "verse_number": "30",
                "verse_text": "After him Hananiah son of Shelemiah, and Hanun, the sixth son of Zalaph, repaired another section. After him Meshullam son of Berechiah repaired opposite his chamber."
            },
            {
                "verse_number": "31",
                "verse_text": "After him Malchijah, one of the goldsmiths, repaired as far as the house of the temple servants and of the merchants, opposite the Muster Gate, and to the ascentandupper room of the corner."
            },
            {
                "verse_number": "32",
                "verse_text": "And from the ascentandupper room of the corner to the Sheep Gate the goldsmiths and merchants repaired."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "But when Sanballat heard that we were building the wall, he was angry and in a great rage, and he ridiculed the Jews."
            },
            {
                "verse_number": "2",
                "verse_text": "And he said before his brethren and the army of Samaria, What are these feeble Jews doing? Will they restore things[at will and by themselves]? Will they[try to bribe their God]with sacrifices? Will they finish up in a day? Will they revive the stones out of the heaps of rubbish, seeing they are burned?"
            },
            {
                "verse_number": "3",
                "verse_text": "Now Tobiah the Ammonite was near him, and he said, What they build—if a fox climbs upon it, he will break down their stone wall.4[And Nehemiah prayed]Hear, O our God, for we are despised. Turn their taunts upon their own heads, and give them for a prey in a land of their captivity."
            },
            {
                "verse_number": "4",
                "verse_text": "Cover not their iniquity and let not their sin be blotted out before You, for they have vexed[with alarm]the buildersandprovoked You."
            },
            {
                "verse_number": "5",
                "verse_text": "Cover not their iniquity and let not their sin be blotted out before You, for they have vexed[with alarm]the buildersandprovoked You."
            },
            {
                "verse_number": "6",
                "verse_text": "So we built the wall, and all[of it]was joined together to half its height, for the people had a heartandmind to work."
            },
            {
                "verse_number": "7",
                "verse_text": "But when Sanballat, Tobiah, the Arabians, Ammonites, and Ashdodites heard that the walls of Jerusalem were going up and that the breaches were being closed, they were very angry."
            },
            {
                "verse_number": "8",
                "verse_text": "And they all plotted together to come and fight against Jerusalem, to injureandcause confusionandfailure in it."
            },
            {
                "verse_number": "9",
                "verse_text": "But because of them we made our prayer to our God and set a watch against them day and night."
            },
            {
                "verse_number": "10",
                "verse_text": "And[the leaders of]Judah said, The strength of the burden bearers is weakening, and there is much rubbish; we are not able to work on the wall."
            },
            {
                "verse_number": "11",
                "verse_text": "And our enemies said, They will not know or see till we come into their midst and kill them and stop the work."
            },
            {
                "verse_number": "12",
                "verse_text": "And when the Jews who lived near them came, they said to us ten times, You must return[to guard our little villages]; from all places where they dwell they will be upon us."
            },
            {
                "verse_number": "13",
                "verse_text": "So I set[armed men]behind the wall in places where it was least protected; I even thus used the people as families with their swords, spears, and bows."
            },
            {
                "verse_number": "14",
                "verse_text": "I looked[them over]and rose up and said to the nobles and officials and the other people, Do not be afraid of the enemy;[earnestly]remember the Lordandimprint Him[on your minds], great and terrible, and[take from Him courage to]fight for your brethren, your sons, your daughters, your wives, and your homes."
            },
            {
                "verse_number": "15",
                "verse_text": "And when our enemies heard that their plot was known to us and that God had frustrated their purpose, we all returned to the wall, everyone to his work."
            },
            {
                "verse_number": "16",
                "verse_text": "And from that time forth, half of my servants worked at the task, and the other half held the spears, shields, bows, and coats of mail; and the leaders stood behind all the house of Judah."
            },
            {
                "verse_number": "17",
                "verse_text": "Those who built the wall and those who bore burdens loaded themselves so that everyone worked with one hand and held a weapon with the other hand,"
            },
            {
                "verse_number": "18",
                "verse_text": "And every builder had his sword girded by his side, and so worked. And he who sounded the trumpet was at my side."
            },
            {
                "verse_number": "19",
                "verse_text": "And I said to the nobles and officials and the rest of the people, The work is great and scattered, and we are separated on the wall, one far from another."
            },
            {
                "verse_number": "20",
                "verse_text": "In whatever place you hear the sound of the trumpet, rally to us there. Our God will fight for us."
            },
            {
                "verse_number": "21",
                "verse_text": "So we labored at the work while half of them held the spears from dawn until the stars came out."
            },
            {
                "verse_number": "22",
                "verse_text": "At that time also I said to the people, Let everyone with his servant lodge within Jerusalem, that at night they may be a guard to us and a laborer during the day."
            },
            {
                "verse_number": "23",
                "verse_text": "So none of us—I, my kinsmen, my servants, nor the men of the guard who followed me—took off our clothes; each kept his weapon[in his hand for days]."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Now there arose a great cry of the[poor]people and of their wives[driven to borrowing]against their Jewish brethren[the few who could afford to lend]."
            },
            {
                "verse_number": "2",
                "verse_text": "For some said, We, our sons and daughters, are many; therefore allow us to take grain, that we may eat and live! If we are not given grain, let us take it!"
            },
            {
                "verse_number": "3",
                "verse_text": "Also some said, We are mortgaging our lands, vineyards, and houses to buy grain because of the scarcity."
            },
            {
                "verse_number": "4",
                "verse_text": "Others said, We have borrowed money on our fields and vineyards to pay the[Persian]king's heavy tax."
            },
            {
                "verse_number": "5",
                "verse_text": "Although our flesh is the same as that of our brethren and our children are as theirs, yet we are forced to sell our children as slaves; some of our daughters have already been thus sold, and we are powerless to redeem them, for others have our lands and vineyards."
            },
            {
                "verse_number": "6",
                "verse_text": "I[Nehemiah]was very angry when I heard their cry and these words."
            },
            {
                "verse_number": "7",
                "verse_text": "I thought it over and then rebuked the nobles and officials. I told them, You are exacting interest from your own kinsmen. And I held a great assembly against them."
            },
            {
                "verse_number": "8",
                "verse_text": "I said to them, We, according to our ability, have bought back our Jewish brethren who were sold to the nations; but will you even sell your brethren, that they may be sold to us? Then they were silent and found not a word to say."
            },
            {
                "verse_number": "9",
                "verse_text": "Also I said, What you are doing is not good. Should you not walk in the fear of our God to prevent the tauntsandreproach of the nations, our enemies?"
            },
            {
                "verse_number": "10",
                "verse_text": "I, my brethren, and my servants are lending them money and grain. Let us stop this forbidden interest!"
            },
            {
                "verse_number": "11",
                "verse_text": "Return this very day to them their fields, vineyards, olive groves, and houses, and also a hundredth of all the money, grain, new wine, and oil that you have exacted from them."
            },
            {
                "verse_number": "12",
                "verse_text": "Then they said, We will restore these and require nothing from them. We will do as you say. Then I called the priests and took an oath of the lenders that they would do according to this promise."
            },
            {
                "verse_number": "13",
                "verse_text": "I shook out my lap and said, So may God shake out every man from his house and from[the exercise and fruits of]his labor who does not keep this promise! So may he be shaken out and emptied. And all the assembly said, Amen, and praised the Lord. And the people did according to this promise."
            },
            {
                "verse_number": "14",
                "verse_text": "Also, in the twelve years after I was appointed to be their governor in Judah, from the twentieth to the thirty-second year of King Artaxerxes, neither I nor my kin ate the food allowed to[me]the governor."
            },
            {
                "verse_number": "15",
                "verse_text": "But the former governors lived at the expense of the people and took from them food and wine, besides forty shekels of silver[a large monthly official salary]; yes, even their servants assumed authority over the people. But I did not so because of my[reverent]fear of God."
            },
            {
                "verse_number": "16",
                "verse_text": "I also held fast to the work on this wall; and we bought no land. And all my servants were gathered there for the work."
            },
            {
                "verse_number": "17",
                "verse_text": "And there were at my table 150 Jews and officials, besides those who came to us from the nations about us."
            },
            {
                "verse_number": "18",
                "verse_text": "Now these were prepared for each day: one ox and six choice sheep; also fowls were prepared for me, and once in ten days a store of all sorts of wine. Yet for all this, I did not demand[my rights]the food allowed me as governor, for the[tribute]bondage was heavy upon this people."
            },
            {
                "verse_number": "19",
                "verse_text": "O my God,[earnestly]remember me for good for all I have done for this people."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Now when Sanballat, Tobiah, Geshem the Arab, and the rest of our enemies heard that I had built the wall and that there was no breach left in it, although at that time I had not set up the doors in the gates,"
            },
            {
                "verse_number": "2",
                "verse_text": "Sanballat and Geshem sent to me, saying, Come, let us meet together in one of the villages in the plain of Ono. But they intended to do me harm."
            },
            {
                "verse_number": "3",
                "verse_text": "And I sent messengers to them, saying, I am doing a great work and cannot come down. Why should the work stop while I leave to come down to you?"
            },
            {
                "verse_number": "4",
                "verse_text": "They sent to me four times this way, and I answered them as before."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Sanballat sent his servant to me again the fifth time with an open letter."
            },
            {
                "verse_number": "6",
                "verse_text": "In it was written: It is reported among the neighboring nations, and Gashmu says it, that you and the Jews plan to rebel; therefore you are building the wall, that you may be their king, according to the report."
            },
            {
                "verse_number": "7",
                "verse_text": "Also you have set up prophets to announce concerning you in Jerusalem, There is a king in Judah. And now this will be reported to the[Persian]king. So, come now and let us take counsel together."
            },
            {
                "verse_number": "8",
                "verse_text": "I replied to him, No such things as you say have been done; you are inventing them out of your own heartandmind."
            },
            {
                "verse_number": "9",
                "verse_text": "For they all wanted to frighten us, thinking, Their hands will be so weak that the work will not be done. But now strengthen my hands!"
            },
            {
                "verse_number": "10",
                "verse_text": "I went into the house of Shemaiah son of Delaiah, the son of Mehetabel, who was shut up. He said, Let us meet together in the house of God, within the temple, and let us shut the doors of the temple, for they are coming to kill you—at night they are coming to kill you."
            },
            {
                "verse_number": "11",
                "verse_text": "But I said, Should such a man as I flee? And what man such as I could go into the temple[where only the priests are allowed to go]and yet live? I will not go in."
            },
            {
                "verse_number": "12",
                "verse_text": "And behold, I saw that God had not sent him, but he made this prophecy against me because Tobiah and Sanballat had hired him."
            },
            {
                "verse_number": "13",
                "verse_text": "He was hired that I should be made afraid and do as he said and sin, that they might have matter for an evil report with which to tauntandreproach me."
            },
            {
                "verse_number": "14",
                "verse_text": "My God, think on Tobiah and Sanballat according to these their works, and on the prophetess Noadiah and the rest of the prophets who would have put me in fear."
            },
            {
                "verse_number": "15",
                "verse_text": "So the wall was finished on the twenty-fifth day of the month Elul, in fifty-two days."
            },
            {
                "verse_number": "16",
                "verse_text": "When all our enemies heard of it, all the nations around us feared and fell far in their own esteem, for they saw that this work was done by our God."
            },
            {
                "verse_number": "17",
                "verse_text": "Moreover, in those days the nobles of Judah sent many letters to Tobiah, and Tobiah's letters came to them."
            },
            {
                "verse_number": "18",
                "verse_text": "For many in Judah were bound by oath to him, because he was the son-in-law of Shecaniah son of Arah, and his son Jehohanan had married the daughter of Meshullam son of Berechiah."
            },
            {
                "verse_number": "19",
                "verse_text": "Also they spoke of[Tobiah's]good deeds before me and told him what I said. And Tobiah sent letters to frighten me."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Now when the wall was built and I had set up the doors, and the gatekeepers, singers, and Levites had been appointed,"
            },
            {
                "verse_number": "2",
                "verse_text": "I gave my brother Hanani, with Hananiah the ruler of the castle, charge over Jerusalem, for Hananiah was a more faithful and God-fearing man than many."
            },
            {
                "verse_number": "3",
                "verse_text": "I said to them, Let not the gates of Jerusalem be opened until the sun is hot; and while the watchmen are still on guard, let them shut and bar the doors. Appoint guards from the people of Jerusalem, each to his watch[on the wall]and each opposite his own house."
            },
            {
                "verse_number": "4",
                "verse_text": "Now the city was wide and large, but the people in it were few, and their houses were not yet built."
            },
            {
                "verse_number": "5",
                "verse_text": "And my God put it into my mindandheart to assemble the nobles, the officers, and the people, that they might be counted by genealogy. And I found a register of the genealogy of those who came[from Babylon]at the first, and found written in it:"
            },
            {
                "verse_number": "6",
                "verse_text": "These are the people of the province who came up out of the captivity of those exiles whom Nebuchadnezzar the king of Babylon had carried away; they returned to Jerusalem and to Judah, each to his town,"
            },
            {
                "verse_number": "7",
                "verse_text": "Who came with Zerubbabel, Jeshua, Nehemiah[not the author], Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, Baanah. The men of Israel numbered:"
            },
            {
                "verse_number": "8",
                "verse_text": "The sons of Parosh, 2,172."
            },
            {
                "verse_number": "9",
                "verse_text": "The sons of Shephatiah, 372."
            },
            {
                "verse_number": "10",
                "verse_text": "The sons of Arah, 652."
            },
            {
                "verse_number": "11",
                "verse_text": "The sons of Pahath-moab, namely the sons of Jeshua and Joab, 2,818."
            },
            {
                "verse_number": "12",
                "verse_text": "The sons of Elam, 1,254."
            },
            {
                "verse_number": "13",
                "verse_text": "The sons of Zattu, 845."
            },
            {
                "verse_number": "14",
                "verse_text": "The sons of Zaccai, 760."
            },
            {
                "verse_number": "15",
                "verse_text": "The sons of Binnui, 648."
            },
            {
                "verse_number": "16",
                "verse_text": "The sons of Bebai, 628."
            },
            {
                "verse_number": "17",
                "verse_text": "The sons of Azgad, 2,322."
            },
            {
                "verse_number": "18",
                "verse_text": "The sons of Adonikam, 667."
            },
            {
                "verse_number": "19",
                "verse_text": "The sons of Bigvai, 2,067."
            },
            {
                "verse_number": "20",
                "verse_text": "The sons of Adin, 655."
            },
            {
                "verse_number": "21",
                "verse_text": "The sons of Ater, namely of Hezekiah, 98."
            },
            {
                "verse_number": "22",
                "verse_text": "The sons of Hashum, 328."
            },
            {
                "verse_number": "23",
                "verse_text": "The sons of Bezai, 324."
            },
            {
                "verse_number": "24",
                "verse_text": "The sons of Hariph, 112."
            },
            {
                "verse_number": "25",
                "verse_text": "The sons of Gibeon, 95."
            },
            {
                "verse_number": "26",
                "verse_text": "The men of Bethlehem and Netophah, 188."
            },
            {
                "verse_number": "27",
                "verse_text": "The men of Anathoth, 128."
            },
            {
                "verse_number": "28",
                "verse_text": "The men of Beth-azmaveth, 42."
            },
            {
                "verse_number": "29",
                "verse_text": "The men of Kiriath-jearim, Chephirah, and Beeroth, 743."
            },
            {
                "verse_number": "30",
                "verse_text": "The men of Ramah and Geba, 621."
            },
            {
                "verse_number": "31",
                "verse_text": "The men of Michmas, 122."
            },
            {
                "verse_number": "32",
                "verse_text": "The men of Bethel and Ai, 123."
            },
            {
                "verse_number": "33",
                "verse_text": "The men of the other Nebo, 52."
            },
            {
                "verse_number": "34",
                "verse_text": "The sons of the other Elam, 1,254."
            },
            {
                "verse_number": "35",
                "verse_text": "The sons of Harim, 320."
            },
            {
                "verse_number": "36",
                "verse_text": "The sons of Jericho, 345."
            },
            {
                "verse_number": "37",
                "verse_text": "The sons of Lod, Hadid, and Ono, 721."
            },
            {
                "verse_number": "38",
                "verse_text": "The sons of Senaah, 3,930."
            },
            {
                "verse_number": "39",
                "verse_text": "The priests: the sons of Jedaiah, namely the house of Jeshua, 973."
            },
            {
                "verse_number": "40",
                "verse_text": "The sons of Immer, 1,052."
            },
            {
                "verse_number": "41",
                "verse_text": "The sons of Pashhur, 1,247."
            },
            {
                "verse_number": "42",
                "verse_text": "The sons of Harim, 1,017."
            },
            {
                "verse_number": "43",
                "verse_text": "The Levites: the sons of Jeshua, namely of Kadmiel of the sons of Hodevah, 74."
            },
            {
                "verse_number": "44",
                "verse_text": "The singers: the sons of Asaph, 148."
            },
            {
                "verse_number": "45",
                "verse_text": "The gatekeepers: the sons of Shallum, of Ater, of Talmon, of Akkub, of Hatita, and of Shobai, 138."
            },
            {
                "verse_number": "46",
                "verse_text": "The Nethinim[temple servants]: the sons of Ziha, of Hasupha, of Tabbaoth,"
            },
            {
                "verse_number": "47",
                "verse_text": "Of Keros, of Sia, of Padon,"
            },
            {
                "verse_number": "48",
                "verse_text": "Of Lebana, of Hagaba, of Shalmai,"
            },
            {
                "verse_number": "49",
                "verse_text": "Of Hanan, of Giddel, of Gahar,"
            },
            {
                "verse_number": "50",
                "verse_text": "Of Reaiah, of Rezin, of Nekoda,"
            },
            {
                "verse_number": "51",
                "verse_text": "Of Gazzam, of Uzza, of Paseah,"
            },
            {
                "verse_number": "52",
                "verse_text": "Of Besai, of Meunim, of Nephushesim,"
            },
            {
                "verse_number": "53",
                "verse_text": "Of Bakbuk, of Hakupha, of Harhur,"
            },
            {
                "verse_number": "54",
                "verse_text": "Of Bazlith, of Mehida, of Harsha,"
            },
            {
                "verse_number": "55",
                "verse_text": "Of Barkos, of Sisera, of Temah,"
            },
            {
                "verse_number": "56",
                "verse_text": "Of Neziah, of Hatipha."
            },
            {
                "verse_number": "57",
                "verse_text": "The sons of Solomon's servants: the sons of Sotai, of Sophereth, of Perida,"
            },
            {
                "verse_number": "58",
                "verse_text": "Of Jaala, of Darkon, of Giddel,"
            },
            {
                "verse_number": "59",
                "verse_text": "Of Shephatiah, of Hattil, of Pochereth-hazzebaim, of Amon."
            },
            {
                "verse_number": "60",
                "verse_text": "All the Nethinim[temple servants]and the sons of Solomon's servants, 392."
            },
            {
                "verse_number": "61",
                "verse_text": "And these were they who went up also from Tel-melah, Tel-harsha, Cherub, Addon, and Immer, but they[had no birth records and]could not prove their father's house nor their descent, whether they were of Israel:"
            },
            {
                "verse_number": "62",
                "verse_text": "The sons of Delaiah, of Tobiah, of Nekoda, 642."
            },
            {
                "verse_number": "63",
                "verse_text": "Of the priests: the sons of Hobaiah, of Hakkoz, and of Barzillai, who[was so named because he]married one of the daughters of the[noted]Gileadite Barzillai and was called by their name."
            },
            {
                "verse_number": "64",
                "verse_text": "These sought their registration among those recorded in the genealogies, but it was not found; so they were excluded from the priesthood as[ceremonially]unclean."
            },
            {
                "verse_number": "65",
                "verse_text": "The governor told them that they should refrain from eating any of the most holy food until a priest with Urim and Thummim should arise[to determine the will of God in the matter]."
            },
            {
                "verse_number": "66",
                "verse_text": "The congregation all together was 42,360,"
            },
            {
                "verse_number": "67",
                "verse_text": "Besides their manservants and their maidservants, of whom there were 7,337; and they had 245 singers, men and women."
            },
            {
                "verse_number": "68",
                "verse_text": "Their horses were 736; their mules, 245;"
            },
            {
                "verse_number": "69",
                "verse_text": "Their camels, 435; their donkeys, 6,720."
            },
            {
                "verse_number": "70",
                "verse_text": "And some of the heads of fathers' houses gave to the work. The Tirshathaorgovernor gave to the treasury 1,000 darics of gold, 50 basins, 530 priests' garments."
            },
            {
                "verse_number": "71",
                "verse_text": "Some of the heads of fathers' houses gave to the treasury for the work 20,000 darics of gold and 2,200 minas of silver."
            },
            {
                "verse_number": "72",
                "verse_text": "What the rest of the people gave was 20,000 darics of gold, 2,000 minas of silver, and 67 priests' garments."
            },
            {
                "verse_number": "73",
                "verse_text": "So the priests, the Levites, the gatekeepers, the singers, some of the people, the Nethinim[the temple servants], along with all Israel, dwelt in their towns, and were in them when the seventh month came."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Then all the people gathered together as one man in the broad place before the Water Gate; and they asked Ezra the scribe to bring the Book of the Law of Moses, which the Lord had given to Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "And Ezra the priest brought the Law before the assembly of both men and women and all who could hear with understanding, on the first of the seventh month."
            },
            {
                "verse_number": "3",
                "verse_text": "He read from it, facing the broad place before the Water Gate, from early morning until noon, in the presence of the men and women and those who could understand; and all the people were attentive to the Book of the Law."
            },
            {
                "verse_number": "4",
                "verse_text": "Ezra the scribe stood on a wooden pulpit which they had made for the purpose. And beside him stood Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Maaseiah on his right hand; and on his left hand, Pedaiah, Mishael, Malchijah, Hashum, Hashbaddana, Zechariah, and Meshullam."
            },
            {
                "verse_number": "5",
                "verse_text": "Ezra opened the book in sight of all the people, for he was standing above them; and when he opened it, all the people stood up."
            },
            {
                "verse_number": "6",
                "verse_text": "And Ezra blessed the Lord, the great God. And all the people answered, Amen, Amen, lifting up their hands; and they bowed their heads and worshiped the Lord with faces to the ground."
            },
            {
                "verse_number": "7",
                "verse_text": "Also Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, Pelaiah—the Levites—helped the people to understand the Law, and the people[remained]in their place."
            },
            {
                "verse_number": "8",
                "verse_text": "So they read from the Book of the Law of God distinctly, faithfully amplifyingandgiving the sense so that[the people]understood the reading."
            },
            {
                "verse_number": "9",
                "verse_text": "And Nehemiah, who was the governor, and Ezra the priest and scribe, and the Levites who taught the people said to all of them, This day is holy to the Lord your God; mourn not nor weep. For all the people wept when they heard the words of the Law."
            },
            {
                "verse_number": "10",
                "verse_text": "Then[Ezra]told them, Go your way, eat the fat, drink the sweet drink, and send portions to him for whom nothing is prepared; for this day is holy to our Lord. And be not grievedanddepressed, for the joy of the Lord is your strengthandstronghold."
            },
            {
                "verse_number": "11",
                "verse_text": "So the Levites quieted all the people, saying, Be still, for the day is holy. And do not be grievedandsad."
            },
            {
                "verse_number": "12",
                "verse_text": "And all the people went their way to eat, drink, send portions, and make great rejoicing, for they had understood the words that were declared to them."
            },
            {
                "verse_number": "13",
                "verse_text": "On the second day, all the heads of fathers' houses, with the priests and Levites, gathered to Ezra the scribe to studyandunderstand the words of divine instruction."
            },
            {
                "verse_number": "14",
                "verse_text": "And they found written in the law, which the Lord had commanded through Moses, that the Israelites should dwell in booths during the feast of the seventh month"
            },
            {
                "verse_number": "15",
                "verse_text": "And that they should publish and proclaim in all their towns and in Jerusalem, saying, Go out to the hills and bring branches of olive, wild olive, myrtle, palm, and other leafy trees to make booths, as it is written."
            },
            {
                "verse_number": "16",
                "verse_text": "So the people went out and brought them and made themselves booths, each on the roof of his house and in their courts and the courts of God's house and in the squares of the Water Gate and the Gate of Ephraim."
            },
            {
                "verse_number": "17",
                "verse_text": "All the assembly of returned exiles made booths and dwelt in them; for since the days of Jeshua (Joshua) son of Nun up to that day, the Israelites had not done so. And there was very great rejoicing."
            },
            {
                "verse_number": "18",
                "verse_text": "Also day by day, from the first day to the last, Ezra read from the Book of the Law of God. They kept the feast for seven days; the eighth day was a[closing]solemn assembly, according to the ordinance."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Now on the twenty-fourth day of this month, the Israelites were assembled with fasting and in sackcloth and with earth upon their heads."
            },
            {
                "verse_number": "2",
                "verse_text": "And the Israelites separated themselves from all foreigners and stood and confessed their sins and the iniquities of their fathers."
            },
            {
                "verse_number": "3",
                "verse_text": "And they stood in their place and read from the Book of the Law of the Lord their God for a fourth of the day, and for another fourth of it they confessed and worshiped the Lord their God."
            },
            {
                "verse_number": "4",
                "verse_text": "On the stairs of the Levites stood Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani, and they cried with a loud voice to the Lord their God."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the Levites—Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah—said, Stand up and bless the Lord your God from everlasting to everlasting. Blessed be Your glorious name which is exalted above all blessing and praise.6[And Ezra said], You are the Lord, You alone; You have made heaven, the heaven of heavens, with all their host, the earth, and all that is on it, the seas and all that is in them; and You preserve them all, and the hosts of heaven worship You."
            },
            {
                "verse_number": "6",
                "verse_text": "You are the Lord, the God Who chose Abram and brought him out of Ur of the Chaldees and gave him the name Abraham."
            },
            {
                "verse_number": "7",
                "verse_text": "You are the Lord, the God Who chose Abram and brought him out of Ur of the Chaldees and gave him the name Abraham."
            },
            {
                "verse_number": "8",
                "verse_text": "You found his heart faithful before You, and You made the covenant with him to give his descendants the land of the Canaanite, Hittite, Amorite, Perizzite, Jebusite, and Girgashite. And You have fulfilled Your promise, for You are justandrighteous."
            },
            {
                "verse_number": "9",
                "verse_text": "You saw our fathers' affliction in Egypt, and You heard their cry at the Red Sea."
            },
            {
                "verse_number": "10",
                "verse_text": "You performed signs and wonders against Pharaoh and all his servants and all the people of his land, for You knew that they dealt insolently against the Israelites. And You got for Yourself a name, as it is today."
            },
            {
                "verse_number": "11",
                "verse_text": "You divided the sea before them, so that they went through its midst on dry land; their persecutors You threw into the depths, as a stone into mighty waters."
            },
            {
                "verse_number": "12",
                "verse_text": "Moreover, by a pillar of cloud You led them by day, and by a pillar of fire by night to light the way they should go."
            },
            {
                "verse_number": "13",
                "verse_text": "You came down also upon Mount Sinai and spoke with them from Heaven and gave them right ordinances and true laws, good statutes and commandments."
            },
            {
                "verse_number": "14",
                "verse_text": "And You made known to them Your holy Sabbath and gave them commandments, statutes, and a law through Moses Your servant."
            },
            {
                "verse_number": "15",
                "verse_text": "You gave them bread from heaven for their hunger and brought water for them out of the rock for their thirst; and You told them to go in and possess the land You had sworn to give them."
            },
            {
                "verse_number": "16",
                "verse_text": "But they and our fathers acted presumptuously and stiffened their necks, and did not heed Your commandments."
            },
            {
                "verse_number": "17",
                "verse_text": "They refused to obey, nor were they mindful of Your wondersandmiracles which You did among them; but they stiffened their necks and in their rebellion appointed a captain, that they might return to their bondage[in Egypt]. But You are a God ready to pardon, gracious and merciful, slow to anger, and of great steadfast love; and You did not forsake them."
            },
            {
                "verse_number": "18",
                "verse_text": "Even when they had made for themselves a molten calf and said, This is your god, who brought you out of Egypt, and had committed greatandcontemptible blasphemies,"
            },
            {
                "verse_number": "19",
                "verse_text": "You in Your great mercy forsook them not in the wilderness; the pillar of the cloud departed not from them by day to lead them in the way, nor the pillar of fire by night to light the way they should go."
            },
            {
                "verse_number": "20",
                "verse_text": "You also gave Your good Spirit to instruct them, and withheld not Your manna from them, and gave water for their thirst."
            },
            {
                "verse_number": "21",
                "verse_text": "Forty years You sustained them in the wilderness; they lacked nothing, their clothes did not wear out, and their feet did not swell."
            },
            {
                "verse_number": "22",
                "verse_text": "Also You gave them kingdoms and peoples and allotted to them every corner. So they possessed the land of Sihon king of Heshbon and the land of Og king of Bashan."
            },
            {
                "verse_number": "23",
                "verse_text": "Their children You also multiplied as the stars of heaven and brought them into the land which You told their fathers they should go in and possess."
            },
            {
                "verse_number": "24",
                "verse_text": "So the descendants went in and possessed the land; and You subdued before them the inhabitants of the land, the Canaanites, and gave them into their hands, with their kings and the peoples of the land, that they might do with them as they would."
            },
            {
                "verse_number": "25",
                "verse_text": "And they captured fortified cities and a rich land and took possession of houses full of all good things, cisterns hewn out, vineyards, olive orchards, and fruit trees in abundance. So they ate and were filled and became fat and delighted themselves in Your great goodness."
            },
            {
                "verse_number": "26",
                "verse_text": "Yet they were disobedient and rebelled against You and cast Your law behind their back and killed Your prophets who accusedandwarned them to turn to You again; and they committed greatandcontemptible blasphemies."
            },
            {
                "verse_number": "27",
                "verse_text": "Therefore You delivered them into the hand of their enemies, who distressed them. In the time of their suffering when they cried to You, You heard them from heaven, and according to Your abundant mercy You gave them deliverers, who saved them from their enemies."
            },
            {
                "verse_number": "28",
                "verse_text": "But after they had rest, they did evil again before You; therefore You left them in the hand of their enemies, so that they had dominion over them. Yet when they turned and cried to You, You heard them from heaven, and many times You delivered them according to Your mercies,"
            },
            {
                "verse_number": "29",
                "verse_text": "And reprovedandwarned them, that You might bring them again to Your law. Yet they acted presumptuously and did not heed Your commandments, but sinned against Your ordinances, which by keeping, a man shall live. And they turned a stubborn shoulder, stiffened their neck, and would not listen."
            },
            {
                "verse_number": "30",
                "verse_text": "Yet You bore with them many years more and reprovedandwarned them by Your Spirit through Your prophets; still they would not listen. Therefore You gave them into the power of the peoples of the lands."
            },
            {
                "verse_number": "31",
                "verse_text": "Yet in Your great mercies You did not utterly consume them or forsake them, for You are a gracious and merciful God."
            },
            {
                "verse_number": "32",
                "verse_text": "Now therefore, our God, the great, mighty, and terrible God, Who keeps covenant and mercyandloving-kindness, let not all the troubleandhardship seem little to You—the hardship that has come upon us, our kings, our princes, our priests, our prophets, our fathers, and on all Your people, since the time of the kings of Assyria to this day."
            },
            {
                "verse_number": "33",
                "verse_text": "However, You are just in all that has come upon us; for You have dealt faithfully, but we have done wickedly;"
            },
            {
                "verse_number": "34",
                "verse_text": "Our kings, our princes, our priests, and our fathers have not kept Your law or hearkened to Your commandments and Your warningsandreproofs which You gave them."
            },
            {
                "verse_number": "35",
                "verse_text": "They did not serve You in their kingdom, and in Your great goodness that You gave them and in the large and rich land You set before them, nor did they turn from their wicked works."
            },
            {
                "verse_number": "36",
                "verse_text": "Behold, we are slaves this day, and as for the land that You gave to our fathers to eat the fruit and the good of it, behold, we are slaves in it."
            },
            {
                "verse_number": "37",
                "verse_text": "And its rich yield goes to the kings whom You have set over us because of our sins; they have power also over our bodies and over our livestock at their pleasure. And we are in great distress."
            },
            {
                "verse_number": "38",
                "verse_text": "Because of all this, we make a firmandsure written covenant, and our princes, Levites, and priests set their seal to it."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "These set their seal: Nehemiah the governor, the son of Hacaliah. And Zedekiah,"
            },
            {
                "verse_number": "2",
                "verse_text": "Seraiah, Azariah, Jeremiah,"
            },
            {
                "verse_number": "3",
                "verse_text": "Pashhur, Amariah, Malchijah,"
            },
            {
                "verse_number": "4",
                "verse_text": "Hattush, Shebaniah, Malluch,"
            },
            {
                "verse_number": "5",
                "verse_text": "Harim, Meremoth, Obadiah,"
            },
            {
                "verse_number": "6",
                "verse_text": "Daniel, Ginnethon, Baruch,"
            },
            {
                "verse_number": "7",
                "verse_text": "Meshullam, Abijah, Mijamin,"
            },
            {
                "verse_number": "8",
                "verse_text": "Maaziah, Bilgai, Shemaiah—these were the priests."
            },
            {
                "verse_number": "9",
                "verse_text": "And the Levites: Jeshua son of Azaniah, Binnui of the sons of Henadad, Kadmiel,"
            },
            {
                "verse_number": "10",
                "verse_text": "And their brethren: Shebaniah, Hodiah, Kelita, Pelaiah, Hanan,"
            },
            {
                "verse_number": "11",
                "verse_text": "Mica, Rehob, Hashabiah,"
            },
            {
                "verse_number": "12",
                "verse_text": "Zaccur, Sherebiah, Shebaniah,"
            },
            {
                "verse_number": "13",
                "verse_text": "Hodiah, Bani, Beninu."
            },
            {
                "verse_number": "14",
                "verse_text": "The chiefs of the people: Parosh, Pahath-moab, Elam, Zattu, Bani,"
            },
            {
                "verse_number": "15",
                "verse_text": "Bunni, Azgad, Bebai,"
            },
            {
                "verse_number": "16",
                "verse_text": "Adonijah, Bigvai, Adin,"
            },
            {
                "verse_number": "17",
                "verse_text": "Ater, Hezekiah, Azzur,"
            },
            {
                "verse_number": "18",
                "verse_text": "Hodiah, Hashum, Bezai,"
            },
            {
                "verse_number": "19",
                "verse_text": "Hariph, Anathoth, Nebai,"
            },
            {
                "verse_number": "20",
                "verse_text": "Magpiash, Meshullam, Hezir,"
            },
            {
                "verse_number": "21",
                "verse_text": "Meshezabel, Zadok, Jaddua,"
            },
            {
                "verse_number": "22",
                "verse_text": "Pelatiah, Hanan, Anaiah,"
            },
            {
                "verse_number": "23",
                "verse_text": "Hoshea, Hananiah, Hasshub,"
            },
            {
                "verse_number": "24",
                "verse_text": "Hallohesh, Pilha, Shobek,"
            },
            {
                "verse_number": "25",
                "verse_text": "Rehum, Hashabnah, Maaseiah,"
            },
            {
                "verse_number": "26",
                "verse_text": "Ahiah, Hanan, Anan,"
            },
            {
                "verse_number": "27",
                "verse_text": "Malluch, Harim, Baanah."
            },
            {
                "verse_number": "28",
                "verse_text": "And the rest of the people—the priests, Levites, gatekeepers, singers, Nethinim[temple servants], and all they who had separated themselves from the peoples of the lands to the Law of God, their wives, their sons, their daughters, all who had knowledge and understanding—"
            },
            {
                "verse_number": "29",
                "verse_text": "Join now, with their brethren, their nobles, and enter into a curse and an oath to walk in God's Law which was given to Moses the servant of God and to observe and do all the commandments of the Lord our Lord, and His ordinances and His statutes:"
            },
            {
                "verse_number": "30",
                "verse_text": "We shall not give our daughters to the peoples of the land or take their daughters for our sons."
            },
            {
                "verse_number": "31",
                "verse_text": "And if the peoples of the land bring wares or any grain on the Sabbath day to sell, we shall not buy it on the Sabbath or on a holy day; and we shall forego raising crops the seventh year[letting the land lie fallow]and the compulsory payment of every debt."
            },
            {
                "verse_number": "32",
                "verse_text": "Also we pledge ourselves to pay yearly a third of a shekel for the service expenses of the house of our God[which are]:"
            },
            {
                "verse_number": "33",
                "verse_text": "For the showbread; for the continual cereal offerings and burnt offerings;[for the offerings on]the Sabbaths, the New Moons, the set feasts; for the holy things, for the sin offerings to make atonement for Israel; and for all the work of the house of our God."
            },
            {
                "verse_number": "34",
                "verse_text": "We also cast lots—the priests, the Levites, and the people—for the wood offering, to bring it into the house of our God, according to our fathers' houses, at appointed times year by year, to burn upon the altar of the Lord our God, as it is written in the Law."
            },
            {
                "verse_number": "35",
                "verse_text": "And[we obligate ourselves]to bring the firstfruits of our ground and the first of all the fruit of all trees year by year to the house of the Lord,"
            },
            {
                "verse_number": "36",
                "verse_text": "As well as the firstborn of our sons and of our cattle, as is written in the Law, and the firstlings of our herds and flocks, to bring to the house of our God, to the priests who minister in[His]house."
            },
            {
                "verse_number": "37",
                "verse_text": "And we shall bring the firstandbest of our coarse meal, our contributions, the fruit of all kinds of trees, of new wine, and of oil to the priests, to the chambers of the house of our God. And we shall bring the tithes from our ground to the Levites, for they, the Levites, collect the tithes in all our rural towns."
            },
            {
                "verse_number": "38",
                "verse_text": "And the priest, the son of Aaron, shall be with the Levites when[they]receive tithes, and[they]shall bring one-tenth of the tithes to the house of our God, to the chambers, into the storehouse."
            },
            {
                "verse_number": "39",
                "verse_text": "For the Israelites and the sons of Levi shall bring the offering of grain, new wine, and oil to the chambers where the vessels of the sanctuary are, along with the priests who minister and the gatekeepers and singers. We will not forsakeorneglect the house of our God."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Now the leaders of the people dwelt at Jerusalem; the rest of the people also cast lots to bring one of ten to dwell in Jerusalem, the holy city, while nine-tenths dwelt in other townsandvillages."
            },
            {
                "verse_number": "2",
                "verse_text": "And the people blessed all the men who willingly offered to live in Jerusalem."
            },
            {
                "verse_number": "3",
                "verse_text": "These are the province chiefs who dwelt in Jerusalem, but in the towns of Judah everyone lived on his property there—Israelites, the priests, the Levites, the temple servants, and the descendants of Solomon's servants."
            },
            {
                "verse_number": "4",
                "verse_text": "And at Jerusalem dwelt certain of the sons of Judah and Benjamin. Of Judah: Athaiah son of Uzziah, the son of Zechariah, the son of Amariah, the son of Shephatiah, the son of Mahalalel, of the sons of Perez;"
            },
            {
                "verse_number": "5",
                "verse_text": "Maaseiah son of Baruch, the son of Col-hozeh, the son of Hazaiah, the son of Adaiah, the son of Joiarib, the son of Zechariah, the son of the Shilonite."
            },
            {
                "verse_number": "6",
                "verse_text": "All the sons of Perez who dwelt at Jerusalem were 468 valiant men."
            },
            {
                "verse_number": "7",
                "verse_text": "These are the sons of Benjamin: Sallu son of Meshullam, the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Maaseiah, the son of Ithiel, son of Jeshaiah,"
            },
            {
                "verse_number": "8",
                "verse_text": "And after him Gabbai and Sallai, 928."
            },
            {
                "verse_number": "9",
                "verse_text": "Joel son of Zichri was overseer, and Judah son of Hassenuah was second over the city."
            },
            {
                "verse_number": "10",
                "verse_text": "Of the priests: Jedaiah son of Joiarib; Jachin;"
            },
            {
                "verse_number": "11",
                "verse_text": "Seraiah son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, ruler of the house of God,"
            },
            {
                "verse_number": "12",
                "verse_text": "And their brethren, who did the work of the house, 822; and Adaiah son of Jeroham, the son of Pelaliah, the son of Amzi, the son of Zechariah, the son of Pashhur, the son of Malchijah,"
            },
            {
                "verse_number": "13",
                "verse_text": "And his brethren, chiefs of fathers' houses, 242; and Amashsai son of Azarel, the son of Ahzai, the son of Meshillemoth, the son of Immer,"
            },
            {
                "verse_number": "14",
                "verse_text": "And their brethren, mighty men of valor, 128. Their overseer was Zabdiel son of Haggedolim[one of the great men]."
            },
            {
                "verse_number": "15",
                "verse_text": "And of the Levites: Shemaiah son of Hasshub, the son of Azrikam, the son of Hashabiah, the son of Bunni;"
            },
            {
                "verse_number": "16",
                "verse_text": "And Shabbethai and Jozabad, of the chiefs of the Levites, who had charge of the outside work of the house of God;"
            },
            {
                "verse_number": "17",
                "verse_text": "Mattaniah son of Mica, the son of Zabdi, the son of Asaph, the leader to begin the thanksgiving in prayer; and Bakbukiah, second among his brethren; and Abda son of Shammua, the son of Galal, the son of Jeduthun."
            },
            {
                "verse_number": "18",
                "verse_text": "The Levites in the holy city were 284."
            },
            {
                "verse_number": "19",
                "verse_text": "The gatekeepers: Akkub, Talmon, and their brethren, who kept watch, were 172."
            },
            {
                "verse_number": "20",
                "verse_text": "And the rest of Israel, with the priests and the Levites, were in all the cities of Judah, each in his inheritance."
            },
            {
                "verse_number": "21",
                "verse_text": "But the temple servants dwelt on[the hill]Ophel; Ziha and Gishpa were over[them]."
            },
            {
                "verse_number": "22",
                "verse_text": "Overseer of the Levites in Jerusalem and the work of God's house was Uzzi son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Mica, of Asaph's sons, the singers."
            },
            {
                "verse_number": "23",
                "verse_text": "For the[Persian]king had ordered concerning them that a certain provision be made for the singers, as each day required."
            },
            {
                "verse_number": "24",
                "verse_text": "Pethahiah son of Meshezabel, of the sons of Zerah son of Judah, was at the king's hand in all matters concerning the people."
            },
            {
                "verse_number": "25",
                "verse_text": "As for the villages with their fields, some people of Judah dwelt in Kiriath-arba, Dibon, and Jekabzeel, and their villages,"
            },
            {
                "verse_number": "26",
                "verse_text": "In Jeshua, Moladah, Beth-pelet,"
            },
            {
                "verse_number": "27",
                "verse_text": "Hazar-shual, Beersheba and its villages,"
            },
            {
                "verse_number": "28",
                "verse_text": "Ziklag, Meconah and its villages,"
            },
            {
                "verse_number": "29",
                "verse_text": "En-rimmon, Zorah, Jarmuth,"
            },
            {
                "verse_number": "30",
                "verse_text": "Zanoah, Adullam, and their villages, Lachish and its fields, Azekah and its villages. So they encamped from Beersheba to the Hinnom Valley."
            },
            {
                "verse_number": "31",
                "verse_text": "The people of Benjamin also dwelt from Geba onward, at Michmash, Aija, Bethel and its villages,"
            },
            {
                "verse_number": "32",
                "verse_text": "At Anathoth, Nob, Ananiah,"
            },
            {
                "verse_number": "33",
                "verse_text": "Hazor, Ramah, Gittaim,"
            },
            {
                "verse_number": "34",
                "verse_text": "Hadid, Zeboim, Neballat,"
            },
            {
                "verse_number": "35",
                "verse_text": "Lod, and Ono, the Valley of the Craftsmen."
            },
            {
                "verse_number": "36",
                "verse_text": "And certain divisions of the Levites in Judah were joined to Benjamin."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Now these are the priests and Levites who went up with Zerubbabel son of Shealtiel and with Jeshua: Seraiah, Jeremiah, Ezra,"
            },
            {
                "verse_number": "2",
                "verse_text": "Amariah, Malluch, Hattush,"
            },
            {
                "verse_number": "3",
                "verse_text": "Shecaniah, Rehum, Meremoth,"
            },
            {
                "verse_number": "4",
                "verse_text": "Iddo, Ginnethoi, Abijah,"
            },
            {
                "verse_number": "5",
                "verse_text": "Mijamin, Maadiah, Bilgah,"
            },
            {
                "verse_number": "6",
                "verse_text": "Shemaiah, Joiarib, Jedaiah,"
            },
            {
                "verse_number": "7",
                "verse_text": "Sallu, Amok, Hilkiah, and Jedaiah. These were the chiefs of the priests and their brethren in the days of Jeshua."
            },
            {
                "verse_number": "8",
                "verse_text": "And the Levites were Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and Mattaniah, who, with his brethren, was over the thanksgiving[choirs]."
            },
            {
                "verse_number": "9",
                "verse_text": "Bakbukiah and Unni, their brethren, stood opposite them according to their offices."
            },
            {
                "verse_number": "10",
                "verse_text": "And Jeshua was the father of Joiakim, Joiakim of Eliashib, Eliashib of Joiada,"
            },
            {
                "verse_number": "11",
                "verse_text": "Joiada was the father of Jonathan, and Jonathan of Jaddua."
            },
            {
                "verse_number": "12",
                "verse_text": "And in the days of Joiakim were priests, heads of fathers' houses: of Seraiah, Meraiah; of Jeremiah, Hananiah;"
            },
            {
                "verse_number": "13",
                "verse_text": "Of Ezra, Meshullam; of Amariah, Jehohanan;"
            },
            {
                "verse_number": "14",
                "verse_text": "Of Malluchi, Jonathan; of Shebaniah, Joseph;"
            },
            {
                "verse_number": "15",
                "verse_text": "Of Harim, Adna; of Meraioth, Helkai;"
            },
            {
                "verse_number": "16",
                "verse_text": "Of Iddo, Zechariah; of Ginnethon, Meshullam;"
            },
            {
                "verse_number": "17",
                "verse_text": "Of Abijah, Zichri; of Miniamin and of Moadiah, Piltai;"
            },
            {
                "verse_number": "18",
                "verse_text": "Of Bilgah, Shammua; of Shemaiah, Jehonathan;"
            },
            {
                "verse_number": "19",
                "verse_text": "Of Joiarib, Mattenai; of Jedaiah, Uzzi;"
            },
            {
                "verse_number": "20",
                "verse_text": "Of Sallai, Kallai; of Amok, Eber;"
            },
            {
                "verse_number": "21",
                "verse_text": "Of Hilkiah, Hashabiah; of Jedaiah, Nethanel."
            },
            {
                "verse_number": "22",
                "verse_text": "As for the Levites in the days of Eliashib, Joiada, Johanan, and Jaddua, the heads of fathers' houses were recorded, as well as the priests, until the reign of Darius the Persian."
            },
            {
                "verse_number": "23",
                "verse_text": "The sons of Levi, heads of fathers' houses, were recorded in the Book of the Chronicles until the days of Johanan son of Eliashib."
            },
            {
                "verse_number": "24",
                "verse_text": "And the chiefs of the Levites were Hashabiah, Sherebiah, and Jeshua son of Kadmiel, with their brethren opposite them, to praise and to give thanks, as David, God's man, commanded,[one]watch[singing]in response to[the men in the opposite]watch."
            },
            {
                "verse_number": "25",
                "verse_text": "Mattaniah, Bakbukiah, Obadiah, Meshullam, Talmon, and Akkub were gatekeepers guarding at the storehouses of the gates."
            },
            {
                "verse_number": "26",
                "verse_text": "These were in the days of Joiakim son of Jeshua, the son of Jozadak, and in the days of Nehemiah the governor and of Ezra the priest and scribe."
            },
            {
                "verse_number": "27",
                "verse_text": "And for the dedication of the wall of Jerusalem, they sought the Levites in all their places to bring them to Jerusalem to celebrate the dedication with gladness, with thanksgivings, and with singing, cymbals, harps, and lyres."
            },
            {
                "verse_number": "28",
                "verse_text": "And the sons of the singers gathered together from the plainandcircuit around Jerusalem and from the villages of the Netophathites,"
            },
            {
                "verse_number": "29",
                "verse_text": "And also from Beth-gilgal and the fields of Geba and Azmaveth, for the singers had built for themselves villages around Jerusalem."
            },
            {
                "verse_number": "30",
                "verse_text": "And the priests and the Levites purified themselves, the people, the gates, and the wall."
            },
            {
                "verse_number": "31",
                "verse_text": "Then I brought the princes of Judah up on the wall, and I appointed two great companies of them who gave thanks and went in procession. One went to the right upon the wall toward the Dung Gate."
            },
            {
                "verse_number": "32",
                "verse_text": "And after them went Hoshaiah and half of the princes of Judah,"
            },
            {
                "verse_number": "33",
                "verse_text": "And Azariah, Ezra, Meshullam,"
            },
            {
                "verse_number": "34",
                "verse_text": "Judah, Benjamin, Shemaiah, and Jeremiah,"
            },
            {
                "verse_number": "35",
                "verse_text": "And certain of the priests' sons with trumpets, and Zechariah son of Jonathan, the son of Shemaiah, the son of Mattaniah, the son of Micaiah, the son of Zaccur, the son of Asaph,"
            },
            {
                "verse_number": "36",
                "verse_text": "And his kinsmen—Shemaiah, Azarel, Milalai, Gilalai, Maai, Nethanel, Judah, Hanani—with the musical instruments of David, God's man. And Ezra the scribe went before them."
            },
            {
                "verse_number": "37",
                "verse_text": "At the Fountain Gate they went up straight ahead by the stairs of the City of David at the wall's ascent above David's house to the Water Gate on the east."
            },
            {
                "verse_number": "38",
                "verse_text": "The other company of those who gave thanks went to the left; I followed with half of the people upon the wall, above the Tower of the Furnaces to the Broad Wall,"
            },
            {
                "verse_number": "39",
                "verse_text": "And above the Gate of Ephraim, and by the Old Gate and by the Fish Gate and by the Tower of Hananel and the Tower of Hammeah, even to the Sheep Gate; and they stopped at the Gate of the Guard."
            },
            {
                "verse_number": "40",
                "verse_text": "So the two companies of those who gave thanks stood in the house of God, and I, and the half of the officials with me;"
            },
            {
                "verse_number": "41",
                "verse_text": "And the priests Eliakim, Maaseiah, Miniamin, Micaiah, Elioenai, Zechariah, and Hananiah, with trumpets;"
            },
            {
                "verse_number": "42",
                "verse_text": "And Maaseiah, Shemaiah, Eleazar, Uzzi, Jehohanan, Malchijah, Elam, and Ezer. And the singers sangandmade themselves heard, with Jezrahiah as leader."
            },
            {
                "verse_number": "43",
                "verse_text": "Also that day they offered great sacrifices and rejoiced, for God had made them rejoice with great joy; the women also and the children rejoiced. The joy of Jerusalem was heard even afar off."
            },
            {
                "verse_number": "44",
                "verse_text": "On that day men were appointed over the chambers for the stores, the contributions, the firstfruits, and the tithes, to gather into them the portions required by law for the priests and the Levites according to the fields of the towns, for Judah rejoiced over the priests and Levites who served[faithfully]."
            },
            {
                "verse_number": "45",
                "verse_text": "And they performed the due service of their God and of the purification; so did the singers and gatekeepers, as David and his son Solomon had commanded."
            },
            {
                "verse_number": "46",
                "verse_text": "For in the days of David and Asaph of old, there was a chief of singers and songs of praise and thanksgiving to God."
            },
            {
                "verse_number": "47",
                "verse_text": "And all Israel in the days of Zerubbabel and[later]of Nehemiah gave the daily portions for the singers and the gatekeepers; and they set apart what was for the Levites, and the Levites set apart what was for the sons of Aaron[the priests]."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "On that day they read in the Book of Moses in the audience of the people, and in it was found written that no Ammonite or Moabite should ever come into the assembly of God,"
            },
            {
                "verse_number": "2",
                "verse_text": "For they met not the Israelites with food and drink but hired Balaam to curse them; yet our God turned the curse into a blessing."
            },
            {
                "verse_number": "3",
                "verse_text": "When[the Jews]heard the law, they separated from Israel all who were of foreign descent."
            },
            {
                "verse_number": "4",
                "verse_text": "Now before this, Eliashib the priest, who was appointed over the chambers of the house of our God, and was related[by marriage]to Tobiah[our adversary],"
            },
            {
                "verse_number": "5",
                "verse_text": "Prepared for Tobiah a large chamber where previously they had put the cereal offerings, the frankincense, the vessels, and the tithes of grain, new wine, and oil which were given by commandment to the Levites, the singers, and gatekeepers, and the contributions for the priests."
            },
            {
                "verse_number": "6",
                "verse_text": "But in all this time I was not at Jerusalem, for in the thirty-second year of Artaxerxes[Persian]king of Babylon I went to the king. Then later I asked leave of him"
            },
            {
                "verse_number": "7",
                "verse_text": "And came to Jerusalem. Then I discovered the evil that Eliashib had done for Tobiah in preparing him[an adversary]a chamber in the courts of the house of God!"
            },
            {
                "verse_number": "8",
                "verse_text": "And it grieved me exceedingly, and I threw all the house furnishings of Tobiah out of the chamber."
            },
            {
                "verse_number": "9",
                "verse_text": "Then I commanded, and they cleansed the chambers; and I brought back there the vessels of the house of God, with the cereal offerings and the frankincense."
            },
            {
                "verse_number": "10",
                "verse_text": "And I perceived that the portions of the Levites had not been given them, so that the Levites and the singers who did the work[forced by necessity]had each fled to his field."
            },
            {
                "verse_number": "11",
                "verse_text": "Then I contended with the officials and said, Why is the house of God neglectedandforsaken? I gathered the Levites and singers and set them in their stations."
            },
            {
                "verse_number": "12",
                "verse_text": "Then all Judah brought the tithe of the grain, the new wine, and the oil to the storerooms."
            },
            {
                "verse_number": "13",
                "verse_text": "I set treasurers over the storerooms: Shelemiah the priest, Zadok the scribe, and Pedaiah of the Levites; assisting them was Hanan son of Zaccur, the son of Mattaniah, for they were counted faithful, and their task was to distribute to their brethren."
            },
            {
                "verse_number": "14",
                "verse_text": "O my God,[earnestly]remember me concerning this and wipe not out my good deedsandkindnesses done for the house of my God and for His service."
            },
            {
                "verse_number": "15",
                "verse_text": "In those days I saw in Judah men treading winepresses on the Sabbath, bringing in sheavesorheaps of grain with which they loaded donkeys, as well as wine, grapes, figs, and all sorts of burdens, which they brought into Jerusalem on the Sabbath day. And I protestedandwarned them on the day they sold the produce."
            },
            {
                "verse_number": "16",
                "verse_text": "There dwelt men of Tyre there also who brought fish and all kinds of wares and sold on the Sabbath to the people of Judah and in Jerusalem."
            },
            {
                "verse_number": "17",
                "verse_text": "Then I reproved the nobles of Judah and said, What evil thing is this that you do—profaning the Sabbath day?"
            },
            {
                "verse_number": "18",
                "verse_text": "Did not your fathers do thus, and did not our God bring all this evil upon us and upon this city? Yet you bring more wrath upon Israel by profaning the Sabbath."
            },
            {
                "verse_number": "19",
                "verse_text": "And when it began to get dark at the gates of Jerusalem before the Sabbath[day began], I commanded that the gates should be shut and not be opened till after the Sabbath. And I set some of my servants at the gates to prevent any burden being brought in on the Sabbath day."
            },
            {
                "verse_number": "20",
                "verse_text": "So the merchants and sellers of all kinds of wares lodged outside Jerusalem once or twice."
            },
            {
                "verse_number": "21",
                "verse_text": "But I reprovedandwarned them, saying, Why do you lodge by the wall? If you do so again, I will lay hands on you. Then they stopped coming on the Sabbath."
            },
            {
                "verse_number": "22",
                "verse_text": "And I commanded the Levites to cleanse themselves and come and guard the gates to keep the Sabbath day holy. O my God,[earnestly]remember me concerning this also and spare me according to the greatness of Your mercyandloving-kindness."
            },
            {
                "verse_number": "23",
                "verse_text": "In those days also I saw Jews who had married wives from Ashdod, Ammon, and Moab."
            },
            {
                "verse_number": "24",
                "verse_text": "And their children spoke half in the speech of Ashdod, and could not speak the Hebrew, but in the language of each people."
            },
            {
                "verse_number": "25",
                "verse_text": "And I contended with them and reviled them and beat some of them and pulled out their hair and made them swear by God, saying, You shall not give your daughters to their sons, nor take their daughters for your sons or for yourselves."
            },
            {
                "verse_number": "26",
                "verse_text": "Did not Solomon king of Israel act treacherously against Godandmiss the mark on account of such women? Among many nations there was no king like him. He was loved by his God, and God made him king over all Israel; yet strange women even caused him to sin[when he was old he turned treacherously away from the Lord to other gods, and God rent his kingdom from him]."
            },
            {
                "verse_number": "27",
                "verse_text": "Shall we then listen to you to do all this great evil and act treacherously against our God by marrying strange (heathen) women?"
            },
            {
                "verse_number": "28",
                "verse_text": "One of the sons of Joiada son of Eliashib the high priest was son-in-law to Sanballat the Horonite; therefore I chased him from me."
            },
            {
                "verse_number": "29",
                "verse_text": "O my God,[earnestly]remember them, because they have defiled the priesthood and the covenant of the priests and Levites."
            },
            {
                "verse_number": "30",
                "verse_text": "Thus I cleansed them from everything foreign (heathen), and I defined the duties of the priests and Levites, everyone in his work;"
            },
            {
                "verse_number": "31",
                "verse_text": "And I provided for the wood offering at appointed times, and for the firstfruits. O my God,[earnestly]remember me for goodandimprint me[on Your heart]!"
            }
        ]
    }
}