{
    "romans": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, a bond servant of Jesus Christ (the Messiah) called to be an apostle, (a special messenger) set apart to[preach]the Gospel (good news) ofandfrom God,"
            },
            {
                "verse_number": "2",
                "verse_text": "Which He promised in advance[long ago]through His prophets in the sacred Scriptures—3[The Gospel]regarding His Son, Who as to the flesh (His human nature) was descended from David,"
            },
            {
                "verse_number": "3",
                "verse_text": "And[as to His divine nature]according to the Spirit of holiness was openly designated the Son of God in power[in a striking, triumphant and miraculous manner]by His resurrection from the dead, even Jesus Christ our Lord (the Messiah, the Anointed One)."
            },
            {
                "verse_number": "4",
                "verse_text": "And[as to His divine nature]according to the Spirit of holiness was openly designated the Son of God in power[in a striking, triumphant and miraculous manner]by His resurrection from the dead, even Jesus Christ our Lord (the Messiah, the Anointed One)."
            },
            {
                "verse_number": "5",
                "verse_text": "It is through Him that we have received grace (God's unmerited favor) and[our]apostleship to promote obedience to the faithandmake disciples for His name's sake among all the nations,"
            },
            {
                "verse_number": "6",
                "verse_text": "And this includes you, called of Jesus Christandinvited[as you are]to belong to Him."
            },
            {
                "verse_number": "7",
                "verse_text": "To[you then]all God's beloved ones in Rome, called to be saintsanddesignated for a consecrated life: Graceandspiritual blessing and peace be yours from God our Father and from the Lord Jesus Christ."
            },
            {
                "verse_number": "8",
                "verse_text": "First, I thank my God through Jesus Christ for all of you, because[the report of]your faith is made known to all the worldandis commended everywhere."
            },
            {
                "verse_number": "9",
                "verse_text": "For God is my witness, Whom I serve with my[whole]spirit[rendering priestly and spiritual service]in[preaching]the Gospeland[telling]the good news of His Son, how incessantly I always mention you when at my prayers."
            },
            {
                "verse_number": "10",
                "verse_text": "I keep pleading that somehow by God's will I may now at last prosperandcome to you."
            },
            {
                "verse_number": "11",
                "verse_text": "For I am yearning to see you, that I may impartandshare with you some spiritual gift to strengthenandestablish you;"
            },
            {
                "verse_number": "12",
                "verse_text": "That is, that we may be mutually strengthenedandencouragedandcomforted by each other's faith, both yours and mine."
            },
            {
                "verse_number": "13",
                "verse_text": "I want you to know, brethren, that many times I have plannedandintended to come to you, though thus far I have been hinderedandprevented, in order that I might have some fruit (some result of my labors) among you, as I have among the rest of the Gentiles."
            },
            {
                "verse_number": "14",
                "verse_text": "Both to Greeks and to barbarians (to the cultured and to the uncultured), both to the wise and the foolish, I have an obligation to dischargeanda duty to performanda debt to pay."
            },
            {
                "verse_number": "15",
                "verse_text": "So, for my part, I am willingandeagerly ready to preach the Gospel to you also who are in Rome."
            },
            {
                "verse_number": "16",
                "verse_text": "For I am not ashamed of the Gospel (good news)of Christ, for it is God's power working unto salvation[for deliverance from eternal death]to everyone who believeswitha personal trustanda confident surrenderandfirm reliance, to the Jew first and also to the Greek,"
            },
            {
                "verse_number": "17",
                "verse_text": "For in the Gospel a righteousness which God ascribes is revealed, both springing from faith and leading to faith[disclosed through the way of faith that arouses to more faith]. As it is written, The man who through faith is justandupright shall liveandshall live by faith."
            },
            {
                "verse_number": "18",
                "verse_text": "For God's[holy]wrathandindignation are revealed from heaven against all ungodliness and unrighteousness of men, who in their wickedness repressandhinder the truthandmake it inoperative."
            },
            {
                "verse_number": "19",
                "verse_text": "For that which is known about God is evident to themandmade plain in their inner consciousness, because God[Himself]has shown it to them."
            },
            {
                "verse_number": "20",
                "verse_text": "For ever since the creation of the world His invisible natureandattributes, that is, His eternal power and divinity, have been made intelligibleandclearly discernible inandthrough the things that have been made (His handiworks). So[men]are without excuse[altogether without any defense or justification],"
            },
            {
                "verse_number": "21",
                "verse_text": "Because when they knewandrecognized Him as God, they did not honorandglorify Him as God or give Him thanks. But instead they became futileandgodless in their thinking[with vain imaginings, foolish reasoning, and stupid speculations]and their senseless minds were darkened."
            },
            {
                "verse_number": "22",
                "verse_text": "Claiming to be wise, they became fools[professing to be smart, they made simpletons of themselves]."
            },
            {
                "verse_number": "23",
                "verse_text": "And by them the glory and majestyandexcellence of the immortal God were exchanged forandrepresented by images, resembling mortal man and birds and beasts and reptiles."
            },
            {
                "verse_number": "24",
                "verse_text": "Therefore God gave them up in the lusts of their[own]hearts to sexual impurity, to the dishonoring of their bodies among themselves[abandoning them to the degrading power of sin],"
            },
            {
                "verse_number": "25",
                "verse_text": "Because they exchanged the truth of God for a lie and worshiped and served the creature rather than the Creator, Who is blessed forever! Amen (so be it)."
            },
            {
                "verse_number": "26",
                "verse_text": "For this reason God gave them overandabandoned them to vile affectionsanddegrading passions. For their women exchanged their natural function for an unnaturalandabnormal one,"
            },
            {
                "verse_number": "27",
                "verse_text": "And the men also turned from natural relations with women and were set ablaze (burning out, consumed) with lust for one another—men committing shameful acts with men and suffering in their own bodiesandpersonalities the inevitable consequencesandpenalty of their wrong-doingandgoing astray, which was[their]fitting retribution."
            },
            {
                "verse_number": "28",
                "verse_text": "And so, since they did not see fit to acknowledge Godorapprove of Himorconsider Him worth the knowing, God gave them over to a baseandcondemned mind to do things not properordecentbutloathsome,"
            },
            {
                "verse_number": "29",
                "verse_text": "Until they were filled (permeated and saturated) with every kind of unrighteousness, iniquity, graspingandcovetous greed, and malice.[They were]full of envyandjealousy, murder, strife, deceitandtreachery, ill willandcruel ways.[They were]secret backbitersandgossipers,"
            },
            {
                "verse_number": "30",
                "verse_text": "Slanderers, hateful toandhating God, full of insolence, arrogance,[and]boasting; inventors of new forms of evil, disobedientandundutiful to parents.31[They were]without understanding, consciencelessandfaithless, heartlessandloveless[and]merciless."
            },
            {
                "verse_number": "31",
                "verse_text": "Though they are fully aware of God's righteous decree that those who do such things deserve to die, they not only do them themselves but approveandapplaud others who practice them."
            },
            {
                "verse_number": "32",
                "verse_text": "Though they are fully aware of God's righteous decree that those who do such things deserve to die, they not only do them themselves but approveandapplaud others who practice them."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Therefore you have no excuseordefenseorjustification, O man, whoever you are who judgesandcondemns another. For in posing as judgeandpassing sentence on another, you condemn yourself, because you who judge are habitually practicing the very same things[that you censure and denounce].2[But]we know that the judgment (adverse verdict, sentence) of God falls justlyandin accordance with truth upon those who practice such things."
            },
            {
                "verse_number": "2",
                "verse_text": "And do you thinkorimagine, O man, when you judgeandcondemn those who practice such things and yet do them yourself, that you will escape God's judgmentandelude His sentenceandadverse verdict?"
            },
            {
                "verse_number": "3",
                "verse_text": "And do you thinkorimagine, O man, when you judgeandcondemn those who practice such things and yet do them yourself, that you will escape God's judgmentandelude His sentenceandadverse verdict?"
            },
            {
                "verse_number": "4",
                "verse_text": "Or are you[so blind as to]trifle withandpresume uponanddespiseandunderestimate the wealth of His kindness and forbearance and long-suffering patience? Are you unmindfuloractually ignorant[of the fact]that God's kindness is intended to lead you to repent (to change your mind and inner man to accept God's will)?"
            },
            {
                "verse_number": "5",
                "verse_text": "But by your callous stubbornnessandimpenitence of heart you are storing up wrathandindignation for yourself on the day of wrathandindignation, when God's righteous judgment (just doom) will be revealed."
            },
            {
                "verse_number": "6",
                "verse_text": "For He will render to every man according to his works[justly, as his deeds deserve]:"
            },
            {
                "verse_number": "7",
                "verse_text": "To those who by patient persistence in well-doing[springing from piety]seek[unseen but sure]glory and honor and[the eternal blessedness of]immortality, He will give eternal life."
            },
            {
                "verse_number": "8",
                "verse_text": "But for those who are self-seekingandself-willedanddisobedient to the Truth but responsive to wickedness, there will be indignation and wrath.9[And]there will be tribulationandanguish and calamityandconstraint for every soul of man who[habitually]does evil, the Jew first and also the Greek (Gentile)."
            },
            {
                "verse_number": "9",
                "verse_text": "But glory and honor and[heart]peace shall be awarded to everyone who[habitually]does good, the Jew first and also the Greek (Gentile)."
            },
            {
                "verse_number": "10",
                "verse_text": "But glory and honor and[heart]peace shall be awarded to everyone who[habitually]does good, the Jew first and also the Greek (Gentile)."
            },
            {
                "verse_number": "11",
                "verse_text": "For God shows no partiality[undue favor or unfairness; with Him one man is not different from another]."
            },
            {
                "verse_number": "12",
                "verse_text": "All who have sinned without the Law will also perish without[regard to]the Law, and all who have sinned under the Law will be judgedandcondemned by the Law."
            },
            {
                "verse_number": "13",
                "verse_text": "For it is not merely hearing the Law[read]that makes one righteous before God, but it is the doers of the Law who will be held guiltlessandacquittedandjustified."
            },
            {
                "verse_number": "14",
                "verse_text": "When Gentiles who have not the[divine]Law do instinctively what the Law requires, they are a law to themselves, since they do not have the Law."
            },
            {
                "verse_number": "15",
                "verse_text": "They show that the essential requirements of the Law are written in their heartsandare operating there, with which their consciences (sense of right and wrong) also bear witness; and their[moral]decisions (their arguments of reason, their condemning or approving thoughts) will accuse or perhaps defendandexcuse[them]"
            },
            {
                "verse_number": "16",
                "verse_text": "On that day when, as my Gospel proclaims, God by Jesus Christ will judge men in regard to the things which they conceal (their hidden thoughts)."
            },
            {
                "verse_number": "17",
                "verse_text": "But if you bear the name of Jew and rely upon the Law and pride yourselves in Godandyour relationship to Him,"
            },
            {
                "verse_number": "18",
                "verse_text": "And knowandunderstand His will and discerningly approve the better thingsandhave a sense of what is vital, because you are instructed by the Law;"
            },
            {
                "verse_number": "19",
                "verse_text": "And if you are confident that you[yourself]are a guide to the blind, a light to those who are in darkness, and[that"
            },
            {
                "verse_number": "20",
                "verse_text": "You are]"
            },
            {
                "verse_number": "21",
                "verse_text": "Well then, you who teach others, do you not teach yourself? While you teach against stealing, do you steal (take what does not really belong to you)?"
            },
            {
                "verse_number": "22",
                "verse_text": "You who say not to commit adultery, do you commit adultery[are you unchaste in action or in thought]? You who abhorandloathe idols, do you rob temples[do you appropriate to your own use what is consecrated to God, thus robbing the sanctuary and doing sacrilege]?"
            },
            {
                "verse_number": "23",
                "verse_text": "You who boast in the Law, do you dishonor God by breaking the Law[by stealthily infringing upon or carelessly neglecting or openly breaking it]?"
            },
            {
                "verse_number": "24",
                "verse_text": "For, as it is written, The name of God is malignedandblasphemed among the Gentiles because of you![The words to this effect are from your own Scriptures.]"
            },
            {
                "verse_number": "25",
                "verse_text": "Circumcision does indeed profit if you keep the Law; but if you habitually transgress the Law, your circumcision is made uncircumcision."
            },
            {
                "verse_number": "26",
                "verse_text": "So if a man who is uncircumcised keeps the requirements of the Law, will not his uncircumcision be credited to him as[equivalent to]circumcision?"
            },
            {
                "verse_number": "27",
                "verse_text": "Then those who are physically uncircumcised but keep the Law will condemn you who, although you have the code in writing and have circumcision, break the Law."
            },
            {
                "verse_number": "28",
                "verse_text": "For he is not a[real]Jew who is only one outwardlyandpublicly, nor is[true]circumcision something external and physical."
            },
            {
                "verse_number": "29",
                "verse_text": "But he is a Jew who is one inwardly, and[true]circumcision is of the heart, a spiritual and not a literal[matter]. His praise is not from men but from God."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Then what advantage remains to the Jew?[How is he favored?]Or what is the valueorbenefit of circumcision?"
            },
            {
                "verse_number": "2",
                "verse_text": "Much in every way. To begin with, to the Jews were entrusted the oracles (the brief communications, the intentions, the utterances) of God."
            },
            {
                "verse_number": "3",
                "verse_text": "What if some did not believeandwere without faith? Does their lack of faithandtheir faithlessness nullifyandmake ineffectiveandvoid the faithfulness of GodandHis fidelity[to His Word]?"
            },
            {
                "verse_number": "4",
                "verse_text": "By no means! Let God be found true though every human being is falseanda liar, as it is written, That You may be justifiedandshown to be upright in what You say, and prevail when You are judged[by sinful men]."
            },
            {
                "verse_number": "5",
                "verse_text": "But if our unrighteousness thus establishesandexhibits the righteousness of God, what shall we say? That God is unjustandwrong to inflict His wrath upon us[Jews]? I speak in a[purely]human way."
            },
            {
                "verse_number": "6",
                "verse_text": "By no means! Otherwise, how could God judge the world?"
            },
            {
                "verse_number": "7",
                "verse_text": "But[you say]if through my falsehood God's integrity is magnifiedandadvertisedandabounds to His glory, why am I still being judged as a sinner?"
            },
            {
                "verse_number": "8",
                "verse_text": "And why should we not do evil that good may come?—as some slanderously charge us with teaching. Such[false teaching]is justly condemned by them."
            },
            {
                "verse_number": "9",
                "verse_text": "Well then, are we[Jews]superiorandbetter off than they? No, not at all. We have already charged that all men, both Jews and Greeks (Gentiles), are under sin[held down by and subject to its power and control]."
            },
            {
                "verse_number": "10",
                "verse_text": "As it is written, None is righteous, justandtruthfulanduprightandconscientious, no, not one."
            },
            {
                "verse_number": "11",
                "verse_text": "No one understands[no one intelligently discernsorcomprehends]; no one seeks out God."
            },
            {
                "verse_number": "12",
                "verse_text": "All have turned aside; together they have gone wrongandhave become unprofitableandworthless; no one does right, not even one!"
            },
            {
                "verse_number": "13",
                "verse_text": "Their throat is a yawning grave; they use their tongues to deceive (to mislead and to deal treacherously). The venom of asps is beneath their lips."
            },
            {
                "verse_number": "14",
                "verse_text": "Their mouth is full of cursing and bitterness."
            },
            {
                "verse_number": "15",
                "verse_text": "Their feet are swift to shed blood."
            },
            {
                "verse_number": "16",
                "verse_text": "Destruction[as it dashes them to pieces]and misery mark their ways."
            },
            {
                "verse_number": "17",
                "verse_text": "And they have no experience of the way of peace[they know nothing about peace, for a peaceful way they do not even recognize]."
            },
            {
                "verse_number": "18",
                "verse_text": "There is no[reverential]fear of God before their eyes."
            },
            {
                "verse_number": "19",
                "verse_text": "Now we know that whatever the Law says, it speaks to those who are under the Law, so that[the murmurs and excuses of]every mouth may be hushed and all the world may be held accountable to God."
            },
            {
                "verse_number": "20",
                "verse_text": "For no person will be justified (made righteous, acquitted, and judged acceptable) in His sight by observing the works prescribed by the Law. For[the real function of]the Law is to make men recognizeandbe conscious of sin[not mere perception, but an acquaintance with sin which works toward repentance, faith, and holy character]."
            },
            {
                "verse_number": "21",
                "verse_text": "But now the righteousness of God has been revealed independentlyandaltogether apart from the Law, although actually it is attested by the Law and the Prophets,"
            },
            {
                "verse_number": "22",
                "verse_text": "Namely, the righteousness of God which comes by believingwithpersonal trustandconfident reliance on Jesus Christ (the Messiah).[And it is meant]for all who believe. For there is no distinction,"
            },
            {
                "verse_number": "23",
                "verse_text": "Since all have sinned and are falling short of the honorandglory which God bestowsandreceives.24[All]are justifiedandmade uprightandin right standing with God, freelyandgratuitously by His grace (His unmerited favor and mercy), through the redemption which is[provided]in Christ Jesus,"
            },
            {
                "verse_number": "24",
                "verse_text": "Whom God put forward[before the eyes of all]as a mercy seatandpropitiation by His blood[the cleansing and life-giving sacrifice of atonement and reconciliation, to be received]through faith. This was to show God's righteousness, because in His divine forbearance He had passed overandignored former sins without punishment."
            },
            {
                "verse_number": "25",
                "verse_text": "Whom God put forward[before the eyes of all]as a mercy seatandpropitiation by His blood[the cleansing and life-giving sacrifice of atonement and reconciliation, to be received]through faith. This was to show God's righteousness, because in His divine forbearance He had passed overandignored former sins without punishment."
            },
            {
                "verse_number": "26",
                "verse_text": "It was to demonstrateandprove at the present time (in the now season) that He Himself is righteous and that He justifiesandaccepts as righteous him who has[true]faith in Jesus."
            },
            {
                "verse_number": "27",
                "verse_text": "Then what becomes of[our]prideand[our]boasting? It is excluded (banished, ruled out entirely). On what principle?[On the principle]of doing good deeds? No, but on the principle of faith."
            },
            {
                "verse_number": "28",
                "verse_text": "For we hold that a man is justifiedandmade upright by faith independent ofanddistinctly apart from good deeds (works of the Law).[The observance of the Law has nothing to do with justification.]"
            },
            {
                "verse_number": "29",
                "verse_text": "Or is God merely[the God]of Jews? Is He not the God of Gentiles also? Yes, of Gentiles also,"
            },
            {
                "verse_number": "30",
                "verse_text": "Since it is one and the same God Who will justify the circumcised by faith[which germinated from Abraham]and the uncircumcised through their[newly acquired]faith.[For it is the same trusting faith in both cases, a firmly relying faith in Jesus Christ]."
            },
            {
                "verse_number": "31",
                "verse_text": "Do we then by[this]faith make the Law of no effect, overthrow itormake it a dead letter? Certainly not! On the contrary, we confirmandestablishanduphold the Law.41[But]if so, what shall we say about Abraham, our forefather humanly speaking—[what did he]find out?[How does this affect his position, and what was gained by him?]"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "For if Abraham was justified (established as just by acquittal from guilt) by good works[that he did, then]he has grounds for boasting. But not before God!"
            },
            {
                "verse_number": "2",
                "verse_text": "For if Abraham was justified (established as just by acquittal from guilt) by good works[that he did, then]he has grounds for boasting. But not before God!"
            },
            {
                "verse_number": "3",
                "verse_text": "For what does the Scripture say? Abraham believed in (trusted in) God, and it was credited to his account as righteousness (right living and right standing with God)."
            },
            {
                "verse_number": "4",
                "verse_text": "Now to a laborer, his wages are not counted as a favorora gift, but as an obligation (something owed to him)."
            },
            {
                "verse_number": "5",
                "verse_text": "But to one who, not working[by the Law], trusts (believes fully) in Him Who justifies the ungodly, his faith is credited to him as righteousness (the standing acceptable to God)."
            },
            {
                "verse_number": "6",
                "verse_text": "Thus David congratulates the manandpronounces a blessing on him to whom God credits righteousness apart from the works he does:"
            },
            {
                "verse_number": "7",
                "verse_text": "Blessedandhappyandto be envied are those whose iniquities are forgiven and whose sins are covered upandcompletely buried."
            },
            {
                "verse_number": "8",
                "verse_text": "Blessedandhappyandto be envied is the person of whose sin the Lord will take no accountnorreckon it against him."
            },
            {
                "verse_number": "9",
                "verse_text": "Is this blessing (happiness) then meant only for the circumcised, or also for the uncircumcised? We say that faith was credited to Abraham as righteousness."
            },
            {
                "verse_number": "10",
                "verse_text": "How then was it credited[to him]? Was it before or after he had been circumcised? It was not after, but before he was circumcised."
            },
            {
                "verse_number": "11",
                "verse_text": "He received the mark of circumcision as a tokenoran evidence[and]seal of the righteousness which he had by faith while he was still uncircumcised—[faith]so that he was to be made the father of all who[truly]believe, though without circumcision, and who thus have righteousness (right standing with God) imputed to themandcredited to their account,"
            },
            {
                "verse_number": "12",
                "verse_text": "As well as[that he be made]the father of those circumcised persons who are not merely circumcised, but also walk in the way of that faith which our father Abraham had before he was circumcised."
            },
            {
                "verse_number": "13",
                "verse_text": "For the promise to Abraham or his posterity, that he should inherit the world, did not come through[observing the commands of]the Law but through the righteousness of faith."
            },
            {
                "verse_number": "14",
                "verse_text": "If it is the adherents of the Law who are to be the heirs, then faith is made futileandempty of all meaning and the promise[of God]is made void (is annulled and has no power)."
            },
            {
                "verse_number": "15",
                "verse_text": "For the Law results in[divine]wrath, but where there is no law there is no transgression[of it either]."
            },
            {
                "verse_number": "16",
                "verse_text": "Therefore,[inheriting]the promise is the outcome of faithanddepends[entirely]on faith, in order that it might be given as an act of grace (unmerited favor), to make it stableandvalidandguaranteed to all his descendants—not only to the devoteesandadherents of the Law, but also to those who share the faith of Abraham, who is[thus]the father of us all."
            },
            {
                "verse_number": "17",
                "verse_text": "As it is written, I have made you the father of many nations.[He was appointed our father]in the sight of God in Whom he believed, Who gives life to the dead and speaks of the nonexistent things that[He has foretold and promised]as if they[already]existed.18[For Abraham, human reason for]hope being gone, hoped in faith that he should become the father of many nations, as he had been promised, So[numberless]shall your descendants be."
            },
            {
                "verse_number": "18",
                "verse_text": "He did not weaken in faith when he considered the[utter]impotence of his own body, which was as good as dead because he was about a hundred years old, or[when he considered]the barrenness of Sarah's[deadened]womb."
            },
            {
                "verse_number": "19",
                "verse_text": "He did not weaken in faith when he considered the[utter]impotence of his own body, which was as good as dead because he was about a hundred years old, or[when he considered]the barrenness of Sarah's[deadened]womb."
            },
            {
                "verse_number": "20",
                "verse_text": "No unbeliefordistrust made him waver (doubtingly question) concerning the promise of God, but he grew strongandwas empowered by faith as he gave praiseandglory to God,"
            },
            {
                "verse_number": "21",
                "verse_text": "Fully satisfiedandassured that God was ableandmighty to keep His wordandto do what He had promised."
            },
            {
                "verse_number": "22",
                "verse_text": "That is why his faith was credited to him as righteousness (right standing with God)."
            },
            {
                "verse_number": "23",
                "verse_text": "But[the words], It was credited to him, were written not for his sake alone,"
            },
            {
                "verse_number": "24",
                "verse_text": "But[they were written]for our sakes too.[Righteousness, standing acceptable to God]will be grantedandcredited to us also who believe in (trust in, adhere to, and rely on) God, Who raised Jesus our Lord from the dead,"
            },
            {
                "verse_number": "25",
                "verse_text": "Who was betrayedandput to death because of our misdeeds and was raised to secure our justification (our acquittal),[making our account balance and absolving us from all guilt before God]."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Therefore, since we are justified (acquitted, declared righteous, and given a right standing with God) through faith, let us[grasp the fact that we]have[the peace of reconciliation to hold and to enjoy]peace with God through our Lord Jesus Christ (the Messiah, the Anointed One)."
            },
            {
                "verse_number": "2",
                "verse_text": "Through Him also we have[our]access (entrance, introduction) by faith into this grace (state of God's favor) in which we[firmly and safely]stand. And let us rejoiceandexult in our hope of experiencingandenjoying the glory of God."
            },
            {
                "verse_number": "3",
                "verse_text": "Moreover[let us also be full of joy now!]let us exultandtriumph in our troublesandrejoice in our sufferings, knowing that pressureandafflictionandhardship produce patientandunswerving endurance."
            },
            {
                "verse_number": "4",
                "verse_text": "And endurance (fortitude) develops maturity of character (approved faith and tried integrity). And character[of this sort]produces[the habit of]joyful and confident hope of eternal salvation."
            },
            {
                "verse_number": "5",
                "verse_text": "Such hope never disappointsordeludesorshames us, for God's love has been poured out in our hearts through the Holy Spirit Who has been given to us."
            },
            {
                "verse_number": "6",
                "verse_text": "While we were yet in weakness[powerless to help ourselves], at the fitting time Christ died for (in behalf of) the ungodly."
            },
            {
                "verse_number": "7",
                "verse_text": "Now it is an extraordinary thing for one to give his life even for an upright man, though perhaps for a nobleandlovableandgenerous benefactor someone might even dare to die."
            },
            {
                "verse_number": "8",
                "verse_text": "But God showsandclearly proves His[own]love for us by the fact that while we were still sinners, Christ (the Messiah, the Anointed One) died for us."
            },
            {
                "verse_number": "9",
                "verse_text": "Therefore, since we are now justified (acquitted, made righteous, and brought into right relationship with God) by Christ's blood, how much more[certain is it that]we shall be saved by Him from the indignationandwrath of God."
            },
            {
                "verse_number": "10",
                "verse_text": "For if while we were enemies we were reconciled to God through the death of His Son, it is much more[certain], now that we are reconciled, that we shall be saved (daily delivered from sin's dominion) through His[resurrection]life."
            },
            {
                "verse_number": "11",
                "verse_text": "Not only so, but we also rejoiceandexultingly glory in God[in His love and perfection]through our Lord Jesus Christ, through Whom we have now receivedandenjoy[our]reconciliation."
            },
            {
                "verse_number": "12",
                "verse_text": "Therefore, as sin came into the world through one man, and death as the result of sin, so death spread to all men,[no one being able to stop it or to escape its power]because all men sinned.13[To be sure]sin was in the world before ever the Law was given, but sin is not charged to men's account where there is no law[to transgress]."
            },
            {
                "verse_number": "13",
                "verse_text": "Yet death held sway from Adam to Moses[the Lawgiver], even over those who did not themselves transgress[a positive command]as Adam did. Adam was a type (prefigure) of the One Who was to come[in reverse, the former destructive, the Latter saving]."
            },
            {
                "verse_number": "14",
                "verse_text": "Yet death held sway from Adam to Moses[the Lawgiver], even over those who did not themselves transgress[a positive command]as Adam did. Adam was a type (prefigure) of the One Who was to come[in reverse, the former destructive, the Latter saving]."
            },
            {
                "verse_number": "15",
                "verse_text": "But God's free gift is not at all to be compared to the trespass[His grace is out of all proportion to the fall of man]. For if many died through one man's falling away (his lapse, his offense), much more profusely did God's grace and the free gift[that comes]through the undeserved favor of the one Man Jesus Christ aboundandoverflow toandfor[the benefit of]many."
            },
            {
                "verse_number": "16",
                "verse_text": "Nor is the free gift at all to be compared to the effect of that one[man's]sin. For the sentence[following the trespass]of one[man]brought condemnation, whereas the free gift[following]many transgressions brings justification (an act of righteousness)."
            },
            {
                "verse_number": "17",
                "verse_text": "For if because of one man's trespass (lapse, offense) death reigned through that one, much more surely will those who receive[God's]overflowing grace (unmerited favor) and the free gift of righteousness[putting them into right standing with Himself]reign as kings in life through the one Man Jesus Christ (the Messiah, the Anointed One)."
            },
            {
                "verse_number": "18",
                "verse_text": "Well then, as one man's trespass[one man's false step and falling away led]to condemnation for all men, so one Man's act of righteousness[leads]to acquittalandright standing with God and life for all men."
            },
            {
                "verse_number": "19",
                "verse_text": "For just as by one man's disobedience (failing to hear, heedlessness, and carelessness) the many were constituted sinners, so by one Man's obedience the many will be constituted righteous (made acceptable to God, brought into right standing with Him)."
            },
            {
                "verse_number": "20",
                "verse_text": "But then Law came in,[only]to expandandincrease the trespass[making it more apparent and exciting opposition]. But where sin increasedandabounded, grace (God's unmerited favor) has surpassed itandincreased the moreandsuperabounded,"
            },
            {
                "verse_number": "21",
                "verse_text": "So that,[just]as sin has reigned in death,[so]grace (His unearned and undeserved favor) might reign also through righteousness (right standing with God) which issues in eternal life through Jesus Christ (the Messiah, the Anointed One) our Lord."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "What shall we say[to all this]? Are we to remain in sin in order that God's grace (favor and mercy) may multiplyandoverflow?"
            },
            {
                "verse_number": "2",
                "verse_text": "Certainly not! How can we who died to sin live in it any longer?"
            },
            {
                "verse_number": "3",
                "verse_text": "Are you ignorant of the fact that all of us who have been baptized into Christ Jesus were baptized into His death?"
            },
            {
                "verse_number": "4",
                "verse_text": "We were buried therefore with Him by the baptism into death, so that just as Christ was raised from the dead by the glorious[power]of the Father, so we too might[habitually]liveandbehave in newness of life."
            },
            {
                "verse_number": "5",
                "verse_text": "For if we have become one with Him by sharing a death like His, we shall also be[one with Him in sharing]His resurrection[by a new life lived for God]."
            },
            {
                "verse_number": "6",
                "verse_text": "We know that our old (unrenewed) self was nailed to the cross with Him in order that[our]body[which is the instrument]of sin might be made ineffectiveandinactive for evil, that we might no longer be the slaves of sin."
            },
            {
                "verse_number": "7",
                "verse_text": "For when a man dies, he is freed (loosed, delivered) from[the power of]sin[among men]."
            },
            {
                "verse_number": "8",
                "verse_text": "Now if we have died with Christ, we believe that we shall also live with Him,"
            },
            {
                "verse_number": "9",
                "verse_text": "Because we know that Christ (the Anointed One), being once raised from the dead, will never die again; death no longer has power over Him."
            },
            {
                "verse_number": "10",
                "verse_text": "For by the death He died, He died to sin[ending His relation to it]once for all; and the life that He lives, He is living to God[in unbroken fellowship with Him]."
            },
            {
                "verse_number": "11",
                "verse_text": "Even so consider yourselves also dead to sinandyour relation to it broken, but alive to God[living in unbroken fellowship with Him]in Christ Jesus."
            },
            {
                "verse_number": "12",
                "verse_text": "Let not sin therefore rule as king in your mortal (short-lived, perishable) bodies, to make you yield to its cravingsandbe subject to its lustsandevil passions."
            },
            {
                "verse_number": "13",
                "verse_text": "Do not continue offering or yielding your bodily members[and faculties]to sin as instruments (tools) of wickedness. But offerandyield yourselves to God as though you have been raised from the dead to[perpetual]life, and your bodily members[and faculties]to God, presenting them as implements of righteousness."
            },
            {
                "verse_number": "14",
                "verse_text": "For sin shall not[any longer]exert dominion over you, since now you are not under Law[as slaves], but under grace[as subjects of God's favor and mercy]."
            },
            {
                "verse_number": "15",
                "verse_text": "What then[are we to conclude]? Shall we sin because we live not under Law but under God's favorandmercy? Certainly not!"
            },
            {
                "verse_number": "16",
                "verse_text": "Do you not know that if you continually surrender yourselves to anyone to do his will, you are the slaves of him whom you obey, whether that be to sin, which leads to death, or to obedience which leads to righteousness (right doing and right standing with God)?"
            },
            {
                "verse_number": "17",
                "verse_text": "But thank God, though you were once slaves of sin, you have become obedient with all your heart to the standard of teaching in which you were instructedandto which you were committed."
            },
            {
                "verse_number": "18",
                "verse_text": "And having been set free from sin, you have become the servants of righteousness (of conformity to the divine will in thought, purpose, and action)."
            },
            {
                "verse_number": "19",
                "verse_text": "I am speaking in familiar human terms because of your natural limitations. For as you yielded your bodily members[and faculties]as servants to impurity and ever increasing lawlessness, so now yield your bodily members[and faculties]once for all as servants to righteousness (right being and doing)[which leads]to sanctification."
            },
            {
                "verse_number": "20",
                "verse_text": "For when you were slaves of sin, you were free in regard to righteousness."
            },
            {
                "verse_number": "21",
                "verse_text": "But then what benefit (return) did you get from the things of which you are now ashamed?[None]for the end of those things is death."
            },
            {
                "verse_number": "22",
                "verse_text": "But now since you have been set free from sin and have become the slaves of God, you have your present reward in holiness and its end is eternal life."
            },
            {
                "verse_number": "23",
                "verse_text": "For the wages which sin pays is death, but the[bountiful]free gift of God is eternal life through (in union with) Jesus Christ our Lord."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Do you not know, brethren—for I am speaking to men who are acquainted with the Law—that legal claims have power over a person only for as long as he is alive?"
            },
            {
                "verse_number": "2",
                "verse_text": "For[instance]a married woman is bound by law to her husband as long as he lives; but if her husband dies, she is loosedanddischarged from the law concerning her husband."
            },
            {
                "verse_number": "3",
                "verse_text": "Accordingly, she will be held an adulteress if she unites herself to another man while her husband lives. But if her husband dies, the marriage law no longer is binding on her[she is free from that law]; and if she unites herself to another man, she is not an adulteress."
            },
            {
                "verse_number": "4",
                "verse_text": "Likewise, my brethren, you have undergone death as to the Law through the[crucified]body of Christ, so that now you may belong to Another, to Him Who was raised from the dead in order that we may bear fruit for God."
            },
            {
                "verse_number": "5",
                "verse_text": "When we were living in the flesh (mere physical lives), the sinful passions that were awakenedandaroused up by[what]the Law[makes sin]were constantly operating in our natural powers (in our bodily organs, in the sensitive appetites and wills of the flesh), so that we bore fruit for death."
            },
            {
                "verse_number": "6",
                "verse_text": "But now we are discharged from the Lawandhave terminated all intercourse with it, having died to what once restrainedandheld us captive. So now we serve not under[obedience to]the old code of written regulations, but[under obedience to the promptings]of the Spirit in newness[of life]."
            },
            {
                "verse_number": "7",
                "verse_text": "What then do we conclude? Is the Law identical with sin? Certainly not! Nevertheless, if it had not been for the Law, I should not have recognized sinorhave known its meaning.[For instance]I would not have known about covetousness[would have had no consciousness of sin or sense of guilt]if the Law had not[repeatedly]said, You shall not covetandhave an evil desire[for one thing and another]."
            },
            {
                "verse_number": "8",
                "verse_text": "But sin, finding opportunity in the commandment[to express itself], got a hold on meandarousedandstimulated all kinds of forbidden desires (lust, covetousness). For without the Law sin is dead[the sense of it is inactive and a lifeless thing]."
            },
            {
                "verse_number": "9",
                "verse_text": "Once I was alive, but quite apart fromandunconscious of the Law. But when the commandment came, sin lived again and I died (was sentenced by the Law to death)."
            },
            {
                "verse_number": "10",
                "verse_text": "And the very legal ordinance which was designedandintended to bring life actually proved[to mean to me]death."
            },
            {
                "verse_number": "11",
                "verse_text": "For sin, seizing the opportunityandgetting a hold on me[by taking its incentive]from the commandment, beguiledandentrappedandcheated me, and using it[as a weapon], killed me."
            },
            {
                "verse_number": "12",
                "verse_text": "The Law therefore is holy, and[each]commandment is holy and just and good."
            },
            {
                "verse_number": "13",
                "verse_text": "Did that which is good then prove fatal[bringing death]to me? Certainly not! It was sin, working death in me by using this good thing[as a weapon], in order that through the commandment sin might be shown up clearly to be sin, that the extreme malignity and immeasurable sinfulness of sin might plainly appear."
            },
            {
                "verse_number": "14",
                "verse_text": "We know that the Law is spiritual; but I am a creature of the flesh[carnal, unspiritual], having been sold into slavery under[the control of]sin."
            },
            {
                "verse_number": "15",
                "verse_text": "For I do not understand my own actions[I am baffled, bewildered]. I do not practiceoraccomplish what I wish, but I do the very thing that I loathe[which my moral instinct condemns]."
            },
            {
                "verse_number": "16",
                "verse_text": "Now if I do[habitually]what is contrary to my desire,[that means that]I acknowledgeandagree that the Law is good (morally excellent)andthat I take sides with it."
            },
            {
                "verse_number": "17",
                "verse_text": "However, it is no longer I who do the deed, but the sin[principle]which is at home in meandhas possession of me."
            },
            {
                "verse_number": "18",
                "verse_text": "For I know that nothing good dwells within me, that is, in my flesh. I can will what is right, but I cannot perform it.[I have the intention and urge to do what is right, but no power to carry it out.]"
            },
            {
                "verse_number": "19",
                "verse_text": "For I fail to practice the good deeds I desire to do, but the evil deeds that I do not desire to do are what I am[ever]doing."
            },
            {
                "verse_number": "20",
                "verse_text": "Now if I do what I do not desire to do, it is no longer I doing it[it is not myself that acts], but the sin[principle]which dwells within me[fixed and operating in my soul]."
            },
            {
                "verse_number": "21",
                "verse_text": "So I find it to be a law (rule of action of my being) that when I want to do what is rightandgood, evil is ever present with meandI am subject to its insistent demands."
            },
            {
                "verse_number": "22",
                "verse_text": "For I endorseanddelight in the Law of God in my inmost self[with my new nature]."
            },
            {
                "verse_number": "23",
                "verse_text": "But I discern in my bodily members[in the sensitive appetites and wills of the flesh]a different law (rule of action) at war against the law of my mind (my reason) and making me a prisoner to the law of sin that dwells in my bodily organs[in the sensitive appetites and wills of the flesh]."
            },
            {
                "verse_number": "24",
                "verse_text": "O unhappyandpitiableandwretched man that I am! Who will releaseanddeliver me from[the shackles of]this body of death?"
            },
            {
                "verse_number": "25",
                "verse_text": "O thank God![He will!]through Jesus Christ (the Anointed One) our Lord! So then indeed I, of myself with the mindandheart, serve the Law of God, but with the flesh the law of sin."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Therefore,[there is]now no condemnation (no adjudging guilty of wrong) for those who are in Christ Jesus,who live[and]walk not after the dictates of the flesh, but after the dictates of the Spirit."
            },
            {
                "verse_number": "2",
                "verse_text": "For the law of the Spirit of life[which is]in Christ Jesus[the law of our new being]has freed me from the law of sin and of death."
            },
            {
                "verse_number": "3",
                "verse_text": "For God has done what the Law could not do,[its power]being weakened by the flesh[the entire nature of man without the Holy Spirit]. Sending His own Son in the guise of sinful flesh and as an offering for sin,[God]condemned sin in the flesh[subdued, overcame, deprived it of its power over all who accept that sacrifice],"
            },
            {
                "verse_number": "4",
                "verse_text": "So that the righteousandjust requirement of the Law might be fully met in us who liveandmove not in the ways of the flesh but in the ways of the Spirit[our lives governed not by the standards and according to the dictates of the flesh, but controlled by the Holy Spirit]."
            },
            {
                "verse_number": "5",
                "verse_text": "For those who are according to the fleshandare controlled by its unholy desires set their minds onandpursue those things which gratify the flesh, but those who are according to the Spiritandare controlled by the desires of the Spirit set their minds onandseek those things which gratify the[Holy]Spirit."
            },
            {
                "verse_number": "6",
                "verse_text": "Now the mind of the flesh[which is sense and reason without the Holy Spirit]is death[death that comprises all the miseries arising from sin, both here and hereafter]. But the mind of the[Holy]Spirit is life and[soul]peace[both now and forever].7[That is]because the mind of the flesh[with its carnal thoughts and purposes]is hostile to God, for it does not submit itself to God's Law; indeed it cannot."
            },
            {
                "verse_number": "7",
                "verse_text": "So then those who are living the life of the flesh[catering to the appetites and impulses of their carnal nature]cannot pleaseorsatisfy God,orbe acceptable to Him."
            },
            {
                "verse_number": "8",
                "verse_text": "So then those who are living the life of the flesh[catering to the appetites and impulses of their carnal nature]cannot pleaseorsatisfy God,orbe acceptable to Him."
            },
            {
                "verse_number": "9",
                "verse_text": "But you are not living the life of the flesh, you are living the life of the Spirit, if the[Holy]Spirit of God[really]dwells within you[directs and controls you]. But if anyone does not possess the[Holy]Spirit of Christ, he is none of His[he does not belong to Christ, is not truly a child of God]."
            },
            {
                "verse_number": "10",
                "verse_text": "But if Christ lives in you,[then although]your[natural]body is dead by reason of sinandguilt, the spirit is alive because of[the]righteousness[that He imputes to you]."
            },
            {
                "verse_number": "11",
                "verse_text": "And if the Spirit of Him Who raised up Jesus from the dead dwells in you,[then]He Who raised up ChristJesusfrom the dead will also restore to life your mortal (short-lived, perishable) bodies through His Spirit Who dwells in you."
            },
            {
                "verse_number": "12",
                "verse_text": "So then, brethren, we are debtors, but not to the flesh[we are not obligated to our carnal nature], to live[a life ruled by the standards set up by the dictates]of the flesh."
            },
            {
                "verse_number": "13",
                "verse_text": "For if you live according to[the dictates of]the flesh, you will surely die. But if through the power of the[Holy]Spirit you are[habitually]putting to death (making extinct, deadening) the[evil]deeds prompted by the body, you shall[really and genuinely]live forever."
            },
            {
                "verse_number": "14",
                "verse_text": "For all who are led by the Spirit of God are sons of God."
            },
            {
                "verse_number": "15",
                "verse_text": "For[the Spirit which]you have now received[is]not a spirit of slavery to put you once more in bondage to fear, but you have received the Spirit of adoption[the Spirit producing sonship]in[the bliss of]which we cry, Abba (Father)! Father!"
            },
            {
                "verse_number": "16",
                "verse_text": "The Spirit Himself[thus]testifies together with our own spirit,[assuring us]that we are children of God."
            },
            {
                "verse_number": "17",
                "verse_text": "And if we are[His]children, then we are[His]heirs also: heirs of God and fellow heirs with Christ[sharing His inheritance with Him]; only we must share His suffering if we are to share His glory.18[But what of that?]For I consider that the sufferings of this present time (this present life) are not worth being compared with the glory that is about to be revealed to usandin usandfor usandconferred on us!"
            },
            {
                "verse_number": "18",
                "verse_text": "For[even the whole]creation (all nature) waits expectantlyandlongs earnestly for God's sons to be made known[waits for the revealing, the disclosing of their sonship]."
            },
            {
                "verse_number": "19",
                "verse_text": "For[even the whole]creation (all nature) waits expectantlyandlongs earnestly for God's sons to be made known[waits for the revealing, the disclosing of their sonship]."
            },
            {
                "verse_number": "20",
                "verse_text": "For the creation (nature) was subjected to frailty (to futility, condemned to frustration), not because of some intentional fault on its part, but by the will of Him Who so subjected it—[yet]with the hope"
            },
            {
                "verse_number": "21",
                "verse_text": "That nature (creation) itself will be set free from its bondage to decayandcorruption[and gain an entrance]into the glorious freedom of God's children."
            },
            {
                "verse_number": "22",
                "verse_text": "We know that the whole creation[of irrational creatures]has been moaning together in the pains of labor until now."
            },
            {
                "verse_number": "23",
                "verse_text": "And not only the creation, but we ourselves too, who haveandenjoy the firstfruits of the[Holy]Spirit[a foretaste of the blissful things to come]groan inwardly as we wait for the redemption of our bodies[from sensuality and the grave, which will reveal]our adoption (our manifestation as God's sons)."
            },
            {
                "verse_number": "24",
                "verse_text": "For in[this]hope we were saved. But hope[the object of]which is seen is not hope. For how can one hope for what he already sees?"
            },
            {
                "verse_number": "25",
                "verse_text": "But if we hope for what is still unseen by us, we wait for it with patienceandcomposure."
            },
            {
                "verse_number": "26",
                "verse_text": "So too the[Holy]Spirit comes to our aidandbears us up in our weakness; for we do not know what prayer to offernorhow to offer it worthily as we ought, but the Spirit Himself goes to meet our supplicationandpleads in our behalf with unspeakable yearningsandgroanings too deep for utterance."
            },
            {
                "verse_number": "27",
                "verse_text": "And He Who searches the hearts of men knows what is in the mind of the[Holy]Spirit[what His intent is], because the Spirit intercedesandpleads[before God]in behalf of the saints according toandin harmony with God's will."
            },
            {
                "verse_number": "28",
                "verse_text": "We are assuredandknow that[God being a partner in their labor]all things work togetherandare[fitting into a plan]for good toandfor those who love God and are called according to[His]designandpurpose."
            },
            {
                "verse_number": "29",
                "verse_text": "For those whom He foreknew[of whom He was aware and loved beforehand], He also destined from the beginning[foreordaining them]to be molded into the image of His Son[and share inwardly His likeness], that He might become the firstborn among many brethren."
            },
            {
                "verse_number": "30",
                "verse_text": "And those whom He thus foreordained, He also called; and those whom He called, He also justified (acquitted, made righteous, putting them into right standing with Himself). And those whom He justified, He also glorified[raising them to a heavenly dignity and condition or state of being]."
            },
            {
                "verse_number": "31",
                "verse_text": "What then shall we say to[all]this? If God is for us, who[can be]against us?[Who can be our foe, if God is on our side?]"
            },
            {
                "verse_number": "32",
                "verse_text": "He who did not withholdorspare[even]His own Son but gave Him up for us all, will He not also with Him freelyandgraciously give us all[other]things?"
            },
            {
                "verse_number": "33",
                "verse_text": "Who shall bring any charge against God's elect[when it is]God Who justifies[that is, Who puts us in right relation to Himself? Who shall come forward and accuse or impeach those whom God has chosen? Will God, Who acquits us?]"
            },
            {
                "verse_number": "34",
                "verse_text": "Who is there to condemn[us]? Will Christ Jesus (the Messiah), Who died, or rather Who was raised from the dead, Who is at the right hand of God actually pleadingasHe intercedes for us?"
            },
            {
                "verse_number": "35",
                "verse_text": "Who shall ever separate us from Christ's love? Shall sufferingandafflictionandtribulation? Or calamityanddistress? Or persecution or hunger or destitution or peril or sword?"
            },
            {
                "verse_number": "36",
                "verse_text": "Even as it is written, For Thy sake we are put to death all the day long; we are regardedandcounted as sheep for the slaughter."
            },
            {
                "verse_number": "37",
                "verse_text": "Yet amid all these things we are more than conquerorsandgain a surpassing victory through Him Who loved us."
            },
            {
                "verse_number": "38",
                "verse_text": "For I am persuaded beyond doubt (am sure) that neither death nor life, nor angels nor principalities, nor things impendingandthreatening nor things to come, nor powers,"
            },
            {
                "verse_number": "39",
                "verse_text": "Nor height nor depth, nor anything else in all creation will be able to separate us from the love of God which is in Christ Jesus our Lord."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "I am speaking the truth in Christ. I am not lying; my conscience[enlightened and prompted]by the Holy Spirit bearing witness with me"
            },
            {
                "verse_number": "2",
                "verse_text": "That I have bitter grief and incessant anguish in my heart."
            },
            {
                "verse_number": "3",
                "verse_text": "For I could wish that I myself were accursedandcut offandbanished from Christ for the sake of my brethrenandinstead of them, my natural kinsmenandmy fellow countrymen."
            },
            {
                "verse_number": "4",
                "verse_text": "For they are Israelites, and to them belong God's adoption[as a nation]and the glorious Presence (Shekinah). With them were the special covenants made, to them was the Law given. To them[the temple]worship was revealed and[God's own]promises announced."
            },
            {
                "verse_number": "5",
                "verse_text": "To them belong the patriarchs, and as far as His natural descent was concerned, from them is the Christ, Who is exaltedandsupreme over all, God, blessed forever! Amen (so let it be)."
            },
            {
                "verse_number": "6",
                "verse_text": "However, it is not as though God's Word had failed[coming to nothing]. For it is not everybody who is a descendant of Jacob (Israel) who belongs to[the true]Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "And they are not all the children of Abraham because they are by blood his descendants. No,[the promise was]Your descendants will be calledandcounted through the line of Isaac[though Abraham had an older son]."
            },
            {
                "verse_number": "8",
                "verse_text": "That is to say, it is not the children of the body[of Abraham]who are made God's children, but it is the offspring to whom the promise applies that shall be counted[as Abraham's true]descendants."
            },
            {
                "verse_number": "9",
                "verse_text": "For this is what the promise said, About this time[next year]will I return and Sarah shall have a son."
            },
            {
                "verse_number": "10",
                "verse_text": "And not only that, but this too: Rebecca conceived[two sons under exactly the same circumstances]by our forefather Isaac,"
            },
            {
                "verse_number": "11",
                "verse_text": "And the children were yet unborn and had so far done nothing either good or evil. Even so, in order further to carry out God's purpose of selection (election, choice), which depends not on worksorwhat men can do, but on Him Who calls[them],"
            },
            {
                "verse_number": "12",
                "verse_text": "It was said to her that the elder[son]should serve the younger[son]."
            },
            {
                "verse_number": "13",
                "verse_text": "As it is written, Jacob have I loved, but Esau have I hated (held in relative disregard in comparison with My feeling for Jacob)."
            },
            {
                "verse_number": "14",
                "verse_text": "What shall we conclude then? Is there injustice upon God's part? Certainly not!"
            },
            {
                "verse_number": "15",
                "verse_text": "For He says to Moses, I will have mercy on whom I will have mercy and I will have compassion (pity) on whom I will have compassion."
            },
            {
                "verse_number": "16",
                "verse_text": "So then[God's gift]is not a question of human will and human effort, but of God's mercy.[It depends not on one's own willingness nor on his strenuous exertion as in running a race, but on God's having mercy on him.]"
            },
            {
                "verse_number": "17",
                "verse_text": "For the Scripture says to Pharaoh, I have raised you up for this very purpose of displaying My power in[dealing with]you, so that My name may be proclaimed the whole world over."
            },
            {
                "verse_number": "18",
                "verse_text": "So then He has mercy on whomever He wills (chooses) and He hardens (makes stubborn and unyielding the heart of) whomever He wills."
            },
            {
                "verse_number": "19",
                "verse_text": "You will say to me, Why then does He still find faultandblame us[for sinning]? For who can resistandwithstand His will?"
            },
            {
                "verse_number": "20",
                "verse_text": "But who are you, a mere man, to criticizeandcontradictandanswer back to God? Will what is formed say to him that formed it, Why have you made me thus?"
            },
            {
                "verse_number": "21",
                "verse_text": "Has the potter no right over the clay, to make out of the same mass (lump) one vessel for beautyanddistinctionandhonorable use, and another for menialorignobleanddishonorable use?"
            },
            {
                "verse_number": "22",
                "verse_text": "What if God, although fully intending to show[the awfulness of]His wrath and to make known His powerandauthority, has tolerated with much patience the vessels (objects) of[His]anger which are ripe for destruction?"
            },
            {
                "verse_number": "23",
                "verse_text": "And[what if]He thus purposes to make knownandshow the wealth of His glory in[dealing with]the vessels (objects) of His mercy which He has prepared beforehand for glory,"
            },
            {
                "verse_number": "24",
                "verse_text": "Even including ourselves whom He has called, not only from among the Jews but also from among the Gentiles (heathen)?"
            },
            {
                "verse_number": "25",
                "verse_text": "Just as He says in Hosea, Those who were not My people I will call My people, and her who was not beloved[I will call]My beloved."
            },
            {
                "verse_number": "26",
                "verse_text": "And it shall be that in the very place where it was said to them, You are not My people, they shall be called sons of the living God."
            },
            {
                "verse_number": "27",
                "verse_text": "And Isaiah calls out (solemnly cries aloud) over Israel: Though the number of the sons of Israel be like the sand of the sea, only the remnant (a small part of them) will be saved[from perdition, condemnation, judgment]!"
            },
            {
                "verse_number": "28",
                "verse_text": "For the Lord will execute His sentence upon the earth[He will conclude and close His account with men completely and without delay], rigorously cutting it short in His justice."
            },
            {
                "verse_number": "29",
                "verse_text": "It is as Isaiah predicted, If the Lord of hosts had not left us a seed[from which to propagate descendants], we[Israel]would have fared like Sodom and have been made like Gomorrah."
            },
            {
                "verse_number": "30",
                "verse_text": "What shall we say then? That Gentiles who did not follow after righteousness[who did not seek salvation by right relationship to God]have attained it by faith[a righteousness imputed by God, based on and produced by faith],"
            },
            {
                "verse_number": "31",
                "verse_text": "Whereas Israel, though ever in pursuit of a law[for the securing]of righteousness (right standing with God), actually did not succeed in fulfilling the Law."
            },
            {
                "verse_number": "32",
                "verse_text": "For what reason? Because[they pursued it]not through faith, relying[instead]on the merit of their works[they did not depend on faith but on what they could do]. They have stumbled over the Stumbling Stone."
            },
            {
                "verse_number": "33",
                "verse_text": "As it is written, Behold I am laying in Zion a Stone that will make men stumble, a Rock that will make them fall; but he who believes in Him[who adheres to, trusts in, and relies on Him]shall not be put to shamenorbe disappointed in his expectations."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Brethren,[with all]my heart's desireandgoodwill for[Israel], I long and pray to God that they may be saved."
            },
            {
                "verse_number": "2",
                "verse_text": "I bear them witness that they have a[certain]zealandenthusiasm for God, but it is not enlightenedandaccording to[correct and vital]knowledge."
            },
            {
                "verse_number": "3",
                "verse_text": "For being ignorant of the righteousness that God ascribes[which makes one acceptable to Him in word, thought, and deed]and seeking to establish arighteousness (a means of salvation)of their own, they did not obeyorsubmit themselves to God's righteousness."
            },
            {
                "verse_number": "4",
                "verse_text": "For Christ is the end of the Law[the limit at which it ceases to be, for the Law leads up to Him Who is the fulfillment of its types, and in Him the purpose which it was designed to accomplish is fulfilled. That is, the purpose of the Law is fulfilled in Him]as the means of righteousness (right relationship to God) for everyone who trusts inandadheres toandrelies on Him."
            },
            {
                "verse_number": "5",
                "verse_text": "For Moses writes that the man who[can]practice the righteousness (perfect conformity to God's will) which is based on the Law[with all its intricate demands]shall live by it."
            },
            {
                "verse_number": "6",
                "verse_text": "But the righteousness based on faith[imputed by God and bringing right relationship with Him]says, Do not say in your heart, Who will ascend into Heaven? that is, to bring Christ down;"
            },
            {
                "verse_number": "7",
                "verse_text": "Or who will descend into the abyss? that is, to bring Christ up from the dead[as if we could be saved by our own efforts]."
            },
            {
                "verse_number": "8",
                "verse_text": "But what does it say? The Word (God's message in Christ) is near you, on your lips and in your heart; that is, the Word (the message, the basis and object) of faith which we preach,"
            },
            {
                "verse_number": "9",
                "verse_text": "Because if you acknowledgeandconfess with your lips that Jesus is Lord and in your heart believe (adhere to, trust in, and rely on the truth) that God raised Him from the dead, you will be saved."
            },
            {
                "verse_number": "10",
                "verse_text": "For with the heart a person believes (adheres to, trusts in, and relies on Christ) and so is justified (declared righteous, acceptable to God), and with the mouth he confesses (declares openly and speaks out freely his faith)andconfirms[his]salvation."
            },
            {
                "verse_number": "11",
                "verse_text": "The Scripture says, No man who believes in Him[who adheres to, relies on, and trusts in Him]will[ever]be put to shameorbe disappointed.12[No one]for there is no distinction between Jew and Greek. The same Lord is Lord over all[of us]and He generously bestows His riches upon all who call upon Him[in faith]."
            },
            {
                "verse_number": "12",
                "verse_text": "For everyone who calls upon the name of the Lord[invoking Him as Lord]will be saved."
            },
            {
                "verse_number": "13",
                "verse_text": "For everyone who calls upon the name of the Lord[invoking Him as Lord]will be saved."
            },
            {
                "verse_number": "14",
                "verse_text": "But how are people to call upon Him Whom they have not believed[in Whom they have no faith, on Whom they have no reliance]? And how are they to believe in Him[adhere to, trust in, and rely upon Him]of Whom they have never heard? And how are they to hear without a preacher?"
            },
            {
                "verse_number": "15",
                "verse_text": "And how can men[be expected to]preach unless they are sent? As it is written, How beautiful are the feet of those who bring glad tidings![How welcome is the coming of those who preach the good news of His good things!]"
            },
            {
                "verse_number": "16",
                "verse_text": "But they have not all heeded the Gospel; for Isaiah says, Lord, who has believed (had faith in) what he has heard from us?"
            },
            {
                "verse_number": "17",
                "verse_text": "So faith comes by hearing[what is told], and what is heard comes by the preaching[of the message that came from the lips]of Christ (the Messiah Himself)."
            },
            {
                "verse_number": "18",
                "verse_text": "But I ask, Have they not heard? Indeed they have;[for the Scripture says]Their voice[that of nature bearing God's message]has gone out to all the earth, and their words to the far bounds of the world."
            },
            {
                "verse_number": "19",
                "verse_text": "Again I ask, Did Israel not understand?[Did the Jews have no warning that the Gospel was to go forth to the Gentiles, to all the earth?]First, there is Moses who says, I will make you jealous of those who are not a nation; with a foolish nation I will make you angry."
            },
            {
                "verse_number": "20",
                "verse_text": "Then Isaiah is so bold as to say, I have been found by those who did not seek Me; I have shown (revealed) Myself to those who did not[consciously]ask for Me."
            },
            {
                "verse_number": "21",
                "verse_text": "But of Israel he says, All day long I have stretched out My hands to a people unyieldinganddisobedient and self-willed[to a faultfinding, contrary, and contradicting people]."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "I ask then: Has God totally rejectedanddisowned His people? Of course not! Why, I myself am an Israelite, a descendant of Abraham, a member of the tribe of Benjamin!"
            },
            {
                "verse_number": "2",
                "verse_text": "No, God has not rejectedanddisowned His people[whose destiny]He had marked outandappointedandforeknown from the beginning. Do you not know what the Scripture says of Elijah, how he pleads with God against Israel?"
            },
            {
                "verse_number": "3",
                "verse_text": "Lord, they have killed Your prophets; they have demolished Your altars, and I alone am left, and they seek my life."
            },
            {
                "verse_number": "4",
                "verse_text": "But what is God's reply to him? I have kept for Myself seven thousand men who have not bowed the knee to Baal!"
            },
            {
                "verse_number": "5",
                "verse_text": "So too at the present time there is a remnant (a small believing minority), selected (chosen) by grace (by God's unmerited favor and graciousness)."
            },
            {
                "verse_number": "6",
                "verse_text": "But if it is by grace (His unmerited favor and graciousness), it is no longer conditioned on works or anything men have done. Otherwise, grace would no longer be grace[it would be meaningless]."
            },
            {
                "verse_number": "7",
                "verse_text": "What then[shall we conclude]? Israel failed to obtain what it sought[God's favor by obedience to the Law]. Only the elect (those chosen few) obtained it, while the rest of them became callously indifferent (blinded, hardened, and made insensible to it)."
            },
            {
                "verse_number": "8",
                "verse_text": "As it is written, God gave them a spirit (an attitude) of stupor, eyes that should not see and ears that should not hear,[that has continued]down to this very day."
            },
            {
                "verse_number": "9",
                "verse_text": "And David says, Let their table (their feasting, banqueting) become a snare and a trap, a pitfall and a just retribution[rebounding like a boomerang upon them];"
            },
            {
                "verse_number": "10",
                "verse_text": "Let their eyes be darkened (dimmed) so that they cannot see, and make them bend their back[stooping beneath their burden]forever."
            },
            {
                "verse_number": "11",
                "verse_text": "So I ask, Have they stumbled so as to fall[to their utter spiritual ruin, irretrievably]? By no means! But through their false stepandtransgression salvation[has come]to the Gentiles, so as to arouse Israel[to see and feel what they forfeited]and so to make them jealous."
            },
            {
                "verse_number": "12",
                "verse_text": "Now if their stumbling (their lapse, their transgression) has so enriched the world[at large], and if[Israel's]failure means such riches for the Gentiles, think what an enrichmentandgreater advantage will follow their full reinstatement!"
            },
            {
                "verse_number": "13",
                "verse_text": "But now I am speaking to you who are Gentiles. Inasmuch then as I am an apostle to the Gentiles, I lay great stress on my ministryandmagnify my office,"
            },
            {
                "verse_number": "14",
                "verse_text": "In the hope of making my fellow Jews jealous[in order to stir them up to imitate, copy, and appropriate], and thus managing to save some of them."
            },
            {
                "verse_number": "15",
                "verse_text": "For if their rejectionandexclusion from the benefits of salvation were[overruled]for the reconciliation of a world to God, what will their acceptanceandadmission mean?[It will be nothing short of]life from the dead!"
            },
            {
                "verse_number": "16",
                "verse_text": "Now if the first handful of dough offered as the firstfruits[Abraham and the patriarchs]is consecrated (holy), so is the whole mass[the nation of Israel]; and if the root[Abraham]is consecrated (holy), so are the branches."
            },
            {
                "verse_number": "17",
                "verse_text": "But if some of the branches were broken off, while you, a wild olive shoot, were grafted in among them to share the richness[of the root and sap]of the olive tree,"
            },
            {
                "verse_number": "18",
                "verse_text": "Do not boast over the branchesandpride yourself at their expense. If you do boastandfeel superior, remember it is not you that support the root, but the root[that supports]you."
            },
            {
                "verse_number": "19",
                "verse_text": "You will say then, Branches were broken (pruned) off so that I might be grafted in!"
            },
            {
                "verse_number": "20",
                "verse_text": "That is true. But they were broken (pruned) off because of their unbelief (their lack of real faith), and you are established through faith[because you do believe]. So do not become proudandconceited, but rather stand in aweandbe reverently afraid."
            },
            {
                "verse_number": "21",
                "verse_text": "For if God did not spare the natural branches[because of unbelief], neither will He spare you[if you are guilty of the same offense]."
            },
            {
                "verse_number": "22",
                "verse_text": "Then noteandappreciate the gracious kindness and the severity of God: severity toward those who have fallen, but God's gracious kindness to you—provided you continue in His graceandabide in His kindness; otherwise you too will be cut off (pruned away)."
            },
            {
                "verse_number": "23",
                "verse_text": "And even those others[the fallen branches, Jews], if they do not persist in[clinging to]their unbelief, will be grafted in, for God has the power to graft them in again."
            },
            {
                "verse_number": "24",
                "verse_text": "For if you have been cut from what is by nature a wild olive tree, and against nature grafted into a cultivated olive tree, how much easier will it be to graft these natural[branches]back on[the original parent stock of]their own olive tree."
            },
            {
                "verse_number": "25",
                "verse_text": "Lest you be self-opinionated (wise in your own conceits), I do not want you to miss this hidden truthandmystery, brethren: a hardening (insensibility) has[temporarily]befallen a part of Israel[to last]until the full number of the ingathering of the Gentiles has come in,"
            },
            {
                "verse_number": "26",
                "verse_text": "And so all Israel will be saved. As it is written, The Deliverer will come from Zion, He will banish ungodliness from Jacob."
            },
            {
                "verse_number": "27",
                "verse_text": "And this will be My covenant (My agreement) with them when I shall take away their sins."
            },
            {
                "verse_number": "28",
                "verse_text": "From the point of view of the Gospel (good news), they[the Jews, at present]are enemies[of God], which is for your advantageandbenefit. But from the point of view of God's choice (of election, of divine selection), they are still the beloved (dear to Him) for the sake of their forefathers."
            },
            {
                "verse_number": "29",
                "verse_text": "For God's gifts and His call are irrevocable.[He never withdraws them when once they are given, and He does not change His mind about those to whom He gives His grace or to whom He sends His call.]"
            },
            {
                "verse_number": "30",
                "verse_text": "Just as you were once disobedientandrebellious toward God but now have obtained[His]mercy, through their disobedience,"
            },
            {
                "verse_number": "31",
                "verse_text": "So they also now are being disobedient[when you are receiving mercy], that they in turn may one day, through the mercy you are enjoying, also receive mercy[that they may share the mercy which has been shown to you—through you as messengers of the Gospel to them]."
            },
            {
                "verse_number": "32",
                "verse_text": "For God has consigned (penned up) all men to disobedience, only that He may have mercy on them all[alike]."
            },
            {
                "verse_number": "33",
                "verse_text": "Oh, the depth of the riches and wisdom and knowledge of God! How unfathomable (inscrutable, unsearchable) are His judgments (His decisions)! And how untraceable (mysterious, undiscoverable) are His ways (His methods, His paths)!"
            },
            {
                "verse_number": "34",
                "verse_text": "For who has known the mind of the Lordandwho has understood His thoughts, or who has[ever]been His counselor?"
            },
            {
                "verse_number": "35",
                "verse_text": "Or who has first given God anything that he might be paid backorthat he could claim a recompense?"
            },
            {
                "verse_number": "36",
                "verse_text": "For from Him and through Him and to Him are all things.[For all things originate with Him and come from Him; all things live through Him, and all things center in and tend to consummate and to end in Him.]To Him be glory forever! Amen (so be it)."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "I appeal to you therefore, brethren,andbeg of you in view of[all]the mercies of God, to make a decisive dedication of your bodies[presenting all your members and faculties]as a living sacrifice, holy (devoted, consecrated) and well pleasing to God, which is your reasonable (rational, intelligent) serviceandspiritual worship."
            },
            {
                "verse_number": "2",
                "verse_text": "Do not be conformed to this world (this age),[fashioned after and adapted to its external, superficial customs], but be transformed (changed) by the[entire]renewal of your mind[by its new ideals and its new attitude], so that you may prove[for yourselves]what is the good and acceptable and perfect will of God,eventhe thing which is good and acceptable and perfect[in His sight for you]."
            },
            {
                "verse_number": "3",
                "verse_text": "For by the grace (unmerited favor of God) given to me I warn everyone among you not to estimateandthink of himself more highly than he ought[not to have an exaggerated opinion of his own importance], but to rate his ability with sober judgment, each according to the degree of faith apportioned by God to him."
            },
            {
                "verse_number": "4",
                "verse_text": "For as in one physical body we have many parts (organs, members) and all of these parts do not have the same functionoruse,"
            },
            {
                "verse_number": "5",
                "verse_text": "So we, numerous as we are, are one body in Christ (the Messiah) and individually we are parts one of another[mutually dependent on one another]."
            },
            {
                "verse_number": "6",
                "verse_text": "Having gifts (faculties, talents, qualities) that differ according to the grace given us, let us use them:[He whose gift is]prophecy,[let him prophesy]according to the proportion of his faith;7[He whose gift is]practical service, let him give himself to serving; he who teaches, to his teaching;"
            },
            {
                "verse_number": "7",
                "verse_text": "He who exhorts (encourages), to his exhortation; he who contributes, let him do it in simplicityandliberality; he who gives aidandsuperintends, with zealandsingleness of mind; he who does acts of mercy, with genuine cheerfulnessandjoyful eagerness.9[Let your]love be sincere (a real thing); hate what is evil[loathe all ungodliness, turn in horror from wickedness], but hold fast to that which is good."
            },
            {
                "verse_number": "8",
                "verse_text": "He who exhorts (encourages), to his exhortation; he who contributes, let him do it in simplicityandliberality; he who gives aidandsuperintends, with zealandsingleness of mind; he who does acts of mercy, with genuine cheerfulnessandjoyful eagerness.9[Let your]love be sincere (a real thing); hate what is evil[loathe all ungodliness, turn in horror from wickedness], but hold fast to that which is good."
            },
            {
                "verse_number": "9",
                "verse_text": "Love one another with brotherly affection[as members of one family], giving precedenceandshowing honor to one another."
            },
            {
                "verse_number": "10",
                "verse_text": "Love one another with brotherly affection[as members of one family], giving precedenceandshowing honor to one another."
            },
            {
                "verse_number": "11",
                "verse_text": "Never lag in zealandin earnest endeavor; be aglowandburning with the Spirit, serving the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "Rejoiceandexult in hope; be steadfast and patient in sufferingandtribulation; be constant in prayer."
            },
            {
                "verse_number": "13",
                "verse_text": "Contribute to the needs of God's people[sharing in the necessities of the saints]; pursue the practice of hospitality."
            },
            {
                "verse_number": "14",
                "verse_text": "Bless those who persecute you[who are cruel in their attitude toward you]; bless and do not curse them."
            },
            {
                "verse_number": "15",
                "verse_text": "Rejoice with those who rejoice[sharing others' joy], and weep with those who weep[sharing others' grief]."
            },
            {
                "verse_number": "16",
                "verse_text": "Live in harmony with one another; do not be haughty (snobbish, high-minded, exclusive), but readily adjust yourself to[people, things]andgive yourselves to humble tasks. Never overestimate yourselforbe wise in your own conceits."
            },
            {
                "verse_number": "17",
                "verse_text": "Repay no one evil for evil, but take thought for what is honestandproperandnoble[aiming to be above reproach]in the sight of everyone."
            },
            {
                "verse_number": "18",
                "verse_text": "If possible, as far as it depends on you, live at peace with everyone."
            },
            {
                "verse_number": "19",
                "verse_text": "Beloved, never avenge yourselves, but leave the way open for[God's]wrath; for it is written, Vengeance is Mine, I will repay (requite), says the Lord."
            },
            {
                "verse_number": "20",
                "verse_text": "But if your enemy is hungry, feed him; if he is thirsty, give him drink; for by so doing you will heap burning coals upon his head."
            },
            {
                "verse_number": "21",
                "verse_text": "Do not let yourself be overcome by evil, but overcome (master) evil with good."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Let every person be loyally subject to the governing (civil) authorities. For there is no authority except from God[by His permission, His sanction], and those that exist do so by God's appointment."
            },
            {
                "verse_number": "2",
                "verse_text": "Therefore he who resistsandsets himself up against the authorities resists what God has appointedandarranged[in divine order]. And those who resist will bring down judgment upon themselves[receiving the penalty due them]."
            },
            {
                "verse_number": "3",
                "verse_text": "For civil authorities are not a terror to[people of]good conduct, but to[those of]bad behavior. Would you have no dread of him who is in authority? Then do what is right and you will receive his approvalandcommendation."
            },
            {
                "verse_number": "4",
                "verse_text": "For he is God's servant for your good. But if you do wrong,[you should dread him and]be afraid, for he does not bearandwear the sword for nothing. He is God's servant to execute His wrath (punishment, vengeance) on the wrongdoer."
            },
            {
                "verse_number": "5",
                "verse_text": "Therefore one must be subject, not only to avoid God's wrathandescape punishment, but also as a matter of principleandfor the sake of conscience."
            },
            {
                "verse_number": "6",
                "verse_text": "For this same reason you pay taxes, for[the civil authorities]are official servants under God, devoting themselves to attending to this very service."
            },
            {
                "verse_number": "7",
                "verse_text": "Render to all men their dues.[Pay]taxes to whom taxes are due, revenue to whom revenue is due, respect to whom respect is due, and honor to whom honor is due."
            },
            {
                "verse_number": "8",
                "verse_text": "Keep out of debtandowe no man anything, except to love one another; for he who loves his neighbor[who practices loving others]has fulfilled the Law[relating to one's fellowmen, meeting all its requirements]."
            },
            {
                "verse_number": "9",
                "verse_text": "The commandments, You shall not commit adultery, You shall not kill, You shall not steal, You shall not covet (have an evil desire), and any other commandment, are summed up in the single command, You shall love your neighbor as[you do]yourself."
            },
            {
                "verse_number": "10",
                "verse_text": "Love does no wrong to one's neighbor[it never hurts anybody]. Therefore love meets all the requirementsandis the fulfilling of the Law."
            },
            {
                "verse_number": "11",
                "verse_text": "Besides this you know what[a critical]hour this is, how it is high time now for you to wake up out of your sleep (rouse to reality). For salvation (final deliverance) is nearer to us now than when we first believed (adhered to, trusted in, and relied on Christ, the Messiah)."
            },
            {
                "verse_number": "12",
                "verse_text": "The night is far gone and the day is almost here. Let us then drop (fling away) the worksanddeeds of darkness and put on the[full]armor of light."
            },
            {
                "verse_number": "13",
                "verse_text": "Let us liveandconduct ourselves honorablyandbecomingly as in the[open light of]day, not in reveling (carousing) and drunkenness, not in immorality and debauchery (sensuality and licentiousness), not in quarreling and jealousy."
            },
            {
                "verse_number": "14",
                "verse_text": "But clothe yourself with the Lord Jesus Christ (the Messiah), and make no provision for[indulging]the flesh[put a stop to thinking about the evil cravings of your physical nature]to[gratify its]desires (lusts)."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "As for the man who is a weak believer, welcome him[into your fellowship], but not to criticize his opinionsorpass judgment on his scruplesorperplex him with discussions."
            },
            {
                "verse_number": "2",
                "verse_text": "One[man's faith permits him to]believe he may eat anything, while a weaker one[limits his]eating to vegetables."
            },
            {
                "verse_number": "3",
                "verse_text": "Let not him who eats look down onordespise him who abstains, and let not him who abstains criticizeandpass judgment on him who eats; for God has acceptedandwelcomed him."
            },
            {
                "verse_number": "4",
                "verse_text": "Who are you to pass judgment onandcensure another's household servant? It is before his own master that he stands or falls. And he shall standandbe upheld, for the Master (the Lord) is mighty to support himandmake him stand."
            },
            {
                "verse_number": "5",
                "verse_text": "One man esteems one day as better than another, while another man esteems all days alike[sacred]. Let everyone be fully convinced (satisfied) in his own mind."
            },
            {
                "verse_number": "6",
                "verse_text": "He who observes the day, observes it in honor of the Lord. He also who eats, eats in honor of the Lord, since he gives thanks to God; while he who abstains, abstains in honor of the Lord and gives thanks to God."
            },
            {
                "verse_number": "7",
                "verse_text": "None of us lives to himself[but to the Lord], and none of us dies to himself[but to the Lord, for]"
            },
            {
                "verse_number": "8",
                "verse_text": "If we live, we live to the Lord, and if we die, we die to the Lord. So then, whether we live or we die, we belong to the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "For Christ died and lived again for this very purpose, that He might be Lord both of the dead and of the living."
            },
            {
                "verse_number": "10",
                "verse_text": "Why do you criticizeandpass judgment on your brother? Or you, why do you look down uponordespise your brother? For we shall all stand before the judgment seat of God."
            },
            {
                "verse_number": "11",
                "verse_text": "For it is written, As I live, says the Lord, every knee shall bow to Me, and every tongue shall confess to God[acknowledge Him to His honor and to His praise]."
            },
            {
                "verse_number": "12",
                "verse_text": "And so each of us shall give an account of himself[give an answer in reference to judgment]to God."
            },
            {
                "verse_number": "13",
                "verse_text": "Then let us no more criticizeandblameandpass judgment on one another, but rather decideandendeavor never to put a stumbling blockoran obstacle or a hindrance in the way of a brother."
            },
            {
                "verse_number": "14",
                "verse_text": "I know and am convinced (persuaded) as one in the Lord Jesus, that nothing is[forbidden as]essentially unclean (defiled and unholy in itself). But[none the less]it is unclean (defiled and unholy) to anyone who thinks it is unclean."
            },
            {
                "verse_number": "15",
                "verse_text": "But if your brother is being painedorhis feelings hurtorif he is being injured by what you eat,[then]you are no longer walking in love.[You have ceased to be living and conducting yourself by the standard of love toward him.]Do not let what you eat hurtorcause the ruin of one for whom Christ died!"
            },
            {
                "verse_number": "16",
                "verse_text": "Do not therefore let what seems good to you be considered an evil thing[by someone else].[In other words, do not give occasion for others to criticize that which is justifiable for you.]17[After all]the kingdom of God is not a matter of[getting the]food and drink[one likes], but instead it is righteousness (that state which makes a person acceptable to God) and[heart]peace and joy in the Holy Spirit."
            },
            {
                "verse_number": "17",
                "verse_text": "He who serves Christ in this way is acceptableandpleasing to God and is approved by men."
            },
            {
                "verse_number": "18",
                "verse_text": "He who serves Christ in this way is acceptableandpleasing to God and is approved by men."
            },
            {
                "verse_number": "19",
                "verse_text": "So let us then definitely aim forandeagerly pursue what makes for harmony and for mutual upbuilding (edification and development) of one another."
            },
            {
                "verse_number": "20",
                "verse_text": "You must not, for the sake of food, undoandbreak down and destroy the work of God! Everything is indeed[ceremonially]cleanandpure, but it is wrong for anyone to hurt the conscience of othersorto make them fall by what he eats."
            },
            {
                "verse_number": "21",
                "verse_text": "The right thing is to eat no meat or drink no wine[at all], or[do anything else]if it makes your brother stumbleorhurts his conscienceoroffends or weakens him."
            },
            {
                "verse_number": "22",
                "verse_text": "Your personal convictions[on such matters]—exercise[them]as in God's presence, keeping them to yourself[striving only to know the truth and obey His will]. Blessed (happy, to be envied) is he who has no reason to judge himself for what he approves[who does not convict himself by what he chooses to do]."
            },
            {
                "verse_number": "23",
                "verse_text": "But the man who has doubts (misgivings, an uneasy conscience) about eating, and then eats[perhaps because of you], stands condemned[before God], because he is not true to his convictionsandhe does not act from faith. For whatever does not originateandproceed from faith is sin[whatever is done without a conviction of its approval by God is sinful]."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "We who are strong[in our convictions and of robust faith]ought to bear with the failingsandthe frailtiesandthe tender scruples of the weak;[we ought to help carry the doubts and qualms of others]and not to please ourselves."
            },
            {
                "verse_number": "2",
                "verse_text": "Let each one of us make it a practice to please (make happy) his neighbor for his goodandfor his true welfare, to edify him[to strengthen him and build him up spiritually]."
            },
            {
                "verse_number": "3",
                "verse_text": "For Christ did not please Himself[gave no thought to His own interests]; but, as it is written, The reproachesandabuses of those who reproachedandabused you fell on Me."
            },
            {
                "verse_number": "4",
                "verse_text": "For whatever was thus written in former days was written for our instruction, that by[our steadfast and patient]endurance and the encouragement[drawn]from the Scriptures we might hold fast toandcherish hope."
            },
            {
                "verse_number": "5",
                "verse_text": "Now may the God Who gives the power of patient endurance (steadfastness) and Who supplies encouragement, grant you to live in such mutual harmonyandsuch full sympathy with one another, in accord with Christ Jesus,"
            },
            {
                "verse_number": "6",
                "verse_text": "That together you may[unanimously]with united heartsandone voice, praise and glorify the God and Father of our Lord Jesus Christ (the Messiah)."
            },
            {
                "verse_number": "7",
                "verse_text": "Welcomeandreceive[to your hearts]one another, then, even as Christ has welcomedandreceived you, for the glory of God."
            },
            {
                "verse_number": "8",
                "verse_text": "For I tell you that Christ (the Messiah) became a servantanda minister to the circumcised (the Jews) in order to show God's truthfulnessandhonesty by confirming (verifying) the promises[given]to our fathers,"
            },
            {
                "verse_number": "9",
                "verse_text": "And[also in order]that the Gentiles (nations) might glorify God for His mercy[not covenanted]to them. As it is written, Therefore I will praise You among the Gentiles and sing praises to Your name."
            },
            {
                "verse_number": "10",
                "verse_text": "Again it is said, Rejoice (exult), O Gentiles, along with His[own]people;"
            },
            {
                "verse_number": "11",
                "verse_text": "And again, Praise the Lord, all you Gentiles, and let all the peoples praise Him!"
            },
            {
                "verse_number": "12",
                "verse_text": "And further Isaiah says, There shall be a Sprout from the Root of Jesse, He Who rises to rule over the Gentiles; in Him shall the Gentiles hope."
            },
            {
                "verse_number": "13",
                "verse_text": "May the God of your hope so fill you with all joy and peace in believing[through the experience of your faith]that by the power of the Holy Spirit you may aboundandbe overflowing (bubbling over) with hope."
            },
            {
                "verse_number": "14",
                "verse_text": "Personally I am satisfied about you, my brethren, that you yourselves are rich in goodness, amply filled with all[spiritual]knowledge and competent to admonishandcounselandinstruct one another also."
            },
            {
                "verse_number": "15",
                "verse_text": "Still on some points I have written to you the more boldlyandunreservedly by way of reminder.[I have done so]because of the grace (the unmerited favor) bestowed on me by God"
            },
            {
                "verse_number": "16",
                "verse_text": "In making me a minister of Christ Jesus to the Gentiles. I act in the priestly service of the Gospel (the good news) of God, in order that the sacrificial offering of the Gentiles may be acceptable[to God], consecratedandmade holy by the Holy Spirit."
            },
            {
                "verse_number": "17",
                "verse_text": "In Christ Jesus, then, I have legitimate reason to glory (exult) in my work for God[in what through Christ Jesus I have accomplished concerning the things of God]."
            },
            {
                "verse_number": "18",
                "verse_text": "For[of course]I will not venture (presume) to speak thus of any work except what Christ has actually done through me[as an instrument in His hands]to win obedience from the Gentiles, by word and deed,19[Even as my preaching has been accompanied]with the power of signs and wonders,[and all of it]by the power of the Holy Spirit.[The result is]that starting from Jerusalem and as far round as Illyricum, I have fully preached the Gospel[faithfully executing, accomplishing, carrying out to the full the good news]of Christ (the Messiah) in its entirety."
            },
            {
                "verse_number": "19",
                "verse_text": "Thus my ambition has been to preach the Gospel, not where Christ's name has already been known, lest I build on another man's foundation;"
            },
            {
                "verse_number": "20",
                "verse_text": "Thus my ambition has been to preach the Gospel, not where Christ's name has already been known, lest I build on another man's foundation;"
            },
            {
                "verse_number": "21",
                "verse_text": "But[instead I would act on the principle]as it is written, They shall see who have never been told of Him, and they shall understand who have never heard[of Him]."
            },
            {
                "verse_number": "22",
                "verse_text": "This[ambition]is the reason why I have so frequently been hindered from coming to visit you."
            },
            {
                "verse_number": "23",
                "verse_text": "But now since I have no further opportunity for work in these regions, and since I have longed for enough years to come to you,"
            },
            {
                "verse_number": "24",
                "verse_text": "I hope to see you in passing[through Rome]as I go[on my intended trip]to Spain, and to be aided on my journey there by you, after I have enjoyed your company for a little while."
            },
            {
                "verse_number": "25",
                "verse_text": "For the present, however, I am going to Jerusalem to bring aid (relief) for the saints (God's people there)."
            },
            {
                "verse_number": "26",
                "verse_text": "For it has been the good pleasure of Macedonia and Achaia to make some contribution for the poor among the saints of Jerusalem."
            },
            {
                "verse_number": "27",
                "verse_text": "They were pleased to do it; and surely they are in debt to them, for if these Gentiles have come to share in their[the Jerusalem Jews']spiritual blessings, then they ought also to be of service to them in material blessings."
            },
            {
                "verse_number": "28",
                "verse_text": "When therefore I have completed this mission and have delivered to them[at Jerusalem]what has been raised, I shall go on by way of you to Spain."
            },
            {
                "verse_number": "29",
                "verse_text": "And I know that when I do come to you, I shall come in the abundant blessingof the Gospelof Christ."
            },
            {
                "verse_number": "30",
                "verse_text": "I appeal to you[I entreat you], brethren, for the sake of our Lord Jesus Christ and by the love[given by]the Spirit, to unite with me in earnest wrestling in prayer to God in my behalf.31[Pray]that I may be delivered (rescued) from the unbelievers in Judea and that my mission of relief to Jerusalem may be acceptableandgraciously received by the saints (God's people there),"
            },
            {
                "verse_number": "31",
                "verse_text": "So that by God's will I may subsequently come to you with joy (with a happy heart) and be refreshed[by the interval of rest]in your company."
            },
            {
                "verse_number": "32",
                "verse_text": "So that by God's will I may subsequently come to you with joy (with a happy heart) and be refreshed[by the interval of rest]in your company."
            },
            {
                "verse_number": "33",
                "verse_text": "May[our]peace-giving God be with you all! Amen (so be it)."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Now I introduceandcommend to you our sister Phoebe, a deaconess of the church at Cenchreae,"
            },
            {
                "verse_number": "2",
                "verse_text": "That you may receive her in the Lord[with a Christian welcome], as saints (God's people) ought to receive one another. And help her in whatever matter she may require assistance from you, for she has been a helper of many including myself[shielding us from suffering]."
            },
            {
                "verse_number": "3",
                "verse_text": "Give my greetings to Prisca and Aquila, my fellow workers in Christ Jesus,"
            },
            {
                "verse_number": "4",
                "verse_text": "Who risked their lives[endangering their very necks]for my life. To them not only I but also all the churches among the Gentiles give thanks.5[Remember me]also to the church[that meets]in their house. Greet my beloved Epaenetus, who was a firstfruit (first convert) to Christ in Asia."
            },
            {
                "verse_number": "5",
                "verse_text": "Greet Mary, who has worked so hard among you."
            },
            {
                "verse_number": "6",
                "verse_text": "Greet Mary, who has worked so hard among you."
            },
            {
                "verse_number": "7",
                "verse_text": "Remember me to Andronicus and Junias, my tribal kinsmen and once my fellow prisoners. They are men held in high esteem among the apostles, who also were in Christ before I was."
            },
            {
                "verse_number": "8",
                "verse_text": "Remember me to Ampliatus, my beloved in the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "Salute Urbanus, our fellow worker in Christ, and my dear Stachys."
            },
            {
                "verse_number": "10",
                "verse_text": "Greet Apelles, that one triedandapproved in Christ (the Messiah). Remember me to those who belong to the household of Aristobulus."
            },
            {
                "verse_number": "11",
                "verse_text": "Greet my tribal kinsman Herodion, and those in the Lord who belong to the household of Narcissus."
            },
            {
                "verse_number": "12",
                "verse_text": "Salute those workers in the Lord, Tryphaena and Tryphosa. Greet my dear Persis, who has worked so hard in the Lord."
            },
            {
                "verse_number": "13",
                "verse_text": "Remember me to Rufus, eminent in the Lord, also to his mother[who has been]a mother to me as well."
            },
            {
                "verse_number": "14",
                "verse_text": "Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brethren who are with them."
            },
            {
                "verse_number": "15",
                "verse_text": "Greet Philologus, Julia, Nereus and his sister, and Olympas, and all the saints who are with them."
            },
            {
                "verse_number": "16",
                "verse_text": "Greet one another with a holy (consecrated) kiss. All the churches of Christ (the Messiah) wish to be remembered to you."
            },
            {
                "verse_number": "17",
                "verse_text": "I appeal to you, brethren, to be on your guard concerning those who create dissensions and difficultiesandcause divisions, in opposition to the doctrine (the teaching) which you have been taught.[I warn you to turn aside from them, to]avoid them."
            },
            {
                "verse_number": "18",
                "verse_text": "For such persons do not serve our Lord Christ but their own appetitesandbase desires, and by ingratiating and flattering speech, they beguile the hearts of the unsuspectingandsimpleminded[people]."
            },
            {
                "verse_number": "19",
                "verse_text": "For while your loyaltyandobedience is known to all, so that I rejoice over you, I would have you well versedandwise as to what is good and innocentandguileless as to what is evil."
            },
            {
                "verse_number": "20",
                "verse_text": "And the God of peace will soon crush Satan under your feet. The grace of our Lord Jesus Christ (the Messiah) be with you."
            },
            {
                "verse_number": "21",
                "verse_text": "Timothy, my fellow worker, wishes to be remembered to you, as do Lucius and Jason and Sosipater, my tribal kinsmen."
            },
            {
                "verse_number": "22",
                "verse_text": "I, Tertius, the writer of this letter, greet you in the Lord."
            },
            {
                "verse_number": "23",
                "verse_text": "Gaius, who is host to me and to the whole church here, greets you. So do Erastus, the city treasurer, and our brother Quartus."
            },
            {
                "verse_number": "24",
                "verse_text": "The grace of our Lord Jesus Christ (the Messiah) be with you all. Amen (so be it)."
            },
            {
                "verse_number": "25",
                "verse_text": "Now to Him Who is able to strengthen you in the faith which is in accordance with my Gospel and the preaching of (concerning) Jesus Christ (the Messiah), according to the revelation (the unveiling) of the mystery of the plan of redemption which was kept in silenceandsecret for long ages,"
            },
            {
                "verse_number": "26",
                "verse_text": "But is now disclosed and through the prophetic Scriptures is made known to all nations, according to the command of the eternal God,[to win them]to obedience to the faith,"
            },
            {
                "verse_number": "27",
                "verse_text": "To[the]only wise God be glory forevermore through Jesus Christ (the Anointed One)! Amen (so be it)."
            }
        ]
    }
}