{
    "ezra": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Now in the first year of Cyrus king of Persia[almost seventy years after the first Jewish captives were taken to Babylon], that the word of the Lord by the mouth of Jeremiah might begin to be accomplished, the Lord stirred up the spirit of Cyrus king of Persia so that he made a proclamation throughout all his kingdom and put it also in writing:"
            },
            {
                "verse_number": "2",
                "verse_text": "Thus says Cyrus king of Persia: The Lord, the God of heaven, has given me all the kingdoms of the earth, and He has charged me to build Him a house at Jerusalem in Judah."
            },
            {
                "verse_number": "3",
                "verse_text": "Whoever is among you of all His people, may his God be with him, and let him go up to Jerusalem in Judah andrebuild the house of the Lord, the God of Israel, in Jerusalem; He is God."
            },
            {
                "verse_number": "4",
                "verse_text": "And in any place where a survivor[of the Babylonian captivity of the Jews]sojourns, let the men of that place assist him with silver and gold, with goods and beasts, besides freewill offerings for the house of God in Jerusalem."
            },
            {
                "verse_number": "5",
                "verse_text": "Then rose up the heads of the fathers' houses of Judah and Benjamin, and the priests and Levites, with all those whose spirits God had stirred up, to go up torebuild the house of the Lord in Jerusalem."
            },
            {
                "verse_number": "6",
                "verse_text": "And all those who were around them aided them with vessels of silver, with gold, goods, beasts, and precious things, besides all that was willinglyandfreely offered."
            },
            {
                "verse_number": "7",
                "verse_text": "Also Cyrus the king brought out the vessels of the house of the Lord, which Nebuchadnezzar had brought from Jerusalem[when he took that city]and had put in the house of his gods."
            },
            {
                "verse_number": "8",
                "verse_text": "These Cyrus king of Persia directed Mithredath the treasurer to bring forth and count out to Sheshbazzar[who is Zerubbabel, recognized as the legitimate heir to the throne of David]the prince of Judah."
            },
            {
                "verse_number": "9",
                "verse_text": "And they numbered: 30 basins of gold; 1,000 basins of silver; 29 sacrificial dishes;"
            },
            {
                "verse_number": "10",
                "verse_text": "Of gold bowls, 30; another sort of silver bowl, 410; and other vessels, 1,000."
            },
            {
                "verse_number": "11",
                "verse_text": "All the vessels of gold and of silver were 5,400. All these Sheshbazzar[the governor]brought with the people of the captivity from Babylon to Jerusalem."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Now these are the people of the province[of Judah]who went up out of the captivity of those exiles whom Nebuchadnezzar the king of Babylon had carried away to Babylon, but who came again to Jerusalem and Judah, everyone to his own city."
            },
            {
                "verse_number": "2",
                "verse_text": "These came with Zerubbabel: Jeshua, Nehemiah[not the author], Seraiah, Reelaiah, Mordecai[not Esther's relative], Bilshan, Mispar, Bigvai, Rehum, Baanah. The number of the men of Israel:"
            },
            {
                "verse_number": "3",
                "verse_text": "The sons[meaning male descendants]of Parosh, 2,172."
            },
            {
                "verse_number": "4",
                "verse_text": "The sons of Shephatiah, 372."
            },
            {
                "verse_number": "5",
                "verse_text": "The sons of Arah, 775."
            },
            {
                "verse_number": "6",
                "verse_text": "The sons of Pahath-moab, namely of the sons of Jeshua and Joab, 2,812."
            },
            {
                "verse_number": "7",
                "verse_text": "The sons of Elam, 1,254."
            },
            {
                "verse_number": "8",
                "verse_text": "The sons of Zattu, 945."
            },
            {
                "verse_number": "9",
                "verse_text": "The sons of Zaccai, 760."
            },
            {
                "verse_number": "10",
                "verse_text": "The sons of Bani, 642."
            },
            {
                "verse_number": "11",
                "verse_text": "The sons of Bebai, 623."
            },
            {
                "verse_number": "12",
                "verse_text": "The sons of Azgad, 1,222."
            },
            {
                "verse_number": "13",
                "verse_text": "The sons of Adonikam, 666."
            },
            {
                "verse_number": "14",
                "verse_text": "The sons of Bigvai, 2,056."
            },
            {
                "verse_number": "15",
                "verse_text": "The sons of Adin, 454."
            },
            {
                "verse_number": "16",
                "verse_text": "The sons of Ater, namely of Hezekiah, 98."
            },
            {
                "verse_number": "17",
                "verse_text": "The sons of Bezai, 323."
            },
            {
                "verse_number": "18",
                "verse_text": "The sons of Jorah, 112."
            },
            {
                "verse_number": "19",
                "verse_text": "The sons of Hashum, 223."
            },
            {
                "verse_number": "20",
                "verse_text": "The sons of Gibbar, 95."
            },
            {
                "verse_number": "21",
                "verse_text": "The sons of Bethlehem, 123."
            },
            {
                "verse_number": "22",
                "verse_text": "The men of Netophah, 56."
            },
            {
                "verse_number": "23",
                "verse_text": "The men of Anathoth, 128."
            },
            {
                "verse_number": "24",
                "verse_text": "The sons of Azmaveth, 42."
            },
            {
                "verse_number": "25",
                "verse_text": "The sons of Kiriath-arim, Chephirah, and Beeroth, 743."
            },
            {
                "verse_number": "26",
                "verse_text": "The sons of Ramah and Geba, 621."
            },
            {
                "verse_number": "27",
                "verse_text": "The men of Michmas, 122."
            },
            {
                "verse_number": "28",
                "verse_text": "The men of Bethel and Ai, 223."
            },
            {
                "verse_number": "29",
                "verse_text": "The sons of Nebo, 52."
            },
            {
                "verse_number": "30",
                "verse_text": "The sons of Magbish, 156."
            },
            {
                "verse_number": "31",
                "verse_text": "The sons of the other Elam, 1,254."
            },
            {
                "verse_number": "32",
                "verse_text": "The sons of Harim, 320."
            },
            {
                "verse_number": "33",
                "verse_text": "The sons of Lod, Hadid, and Ono, 725."
            },
            {
                "verse_number": "34",
                "verse_text": "The sons of Jericho, 345."
            },
            {
                "verse_number": "35",
                "verse_text": "The sons of Senaah, 3,630."
            },
            {
                "verse_number": "36",
                "verse_text": "The priests: the sons of Jedaiah, of the house of Jeshua, 973."
            },
            {
                "verse_number": "37",
                "verse_text": "The sons of Immer, 1,052."
            },
            {
                "verse_number": "38",
                "verse_text": "The sons of Pashhur, 1,247."
            },
            {
                "verse_number": "39",
                "verse_text": "The sons of Harim, 1,017."
            },
            {
                "verse_number": "40",
                "verse_text": "The Levites: the sons of Jeshua and Kadmiel, of the house of Hodaviah, 74."
            },
            {
                "verse_number": "41",
                "verse_text": "The singers: the sons of Asaph, 128."
            },
            {
                "verse_number": "42",
                "verse_text": "The sons of the gatekeepers: of Shallum, Ater, Talmon, Akkub, Hatita, and Shobai, in all 139."
            },
            {
                "verse_number": "43",
                "verse_text": "The Nethinim[the temple servants]: the sons of Ziba, Hasupha, Tabbaoth,"
            },
            {
                "verse_number": "44",
                "verse_text": "The sons of Keros, Siaha, Padon,"
            },
            {
                "verse_number": "45",
                "verse_text": "The sons of Lebanah, Hagabah, Akkub,"
            },
            {
                "verse_number": "46",
                "verse_text": "The sons of Hagab, Shalmai, Hanan,"
            },
            {
                "verse_number": "47",
                "verse_text": "The sons of Giddel, Gahar, Reaiah,"
            },
            {
                "verse_number": "48",
                "verse_text": "The sons of Rezin, Nekoda, Gazzam,"
            },
            {
                "verse_number": "49",
                "verse_text": "The sons of Uzza, Paseah, Besai,"
            },
            {
                "verse_number": "50",
                "verse_text": "The sons of Asnah, Meunim, Nephisim,"
            },
            {
                "verse_number": "51",
                "verse_text": "The sons of Bakbuk, Hakupha, Harhur,"
            },
            {
                "verse_number": "52",
                "verse_text": "The sons of Bazluth, Mehida, Harsha,"
            },
            {
                "verse_number": "53",
                "verse_text": "The sons of Barkos, Sisera, Temah,"
            },
            {
                "verse_number": "54",
                "verse_text": "The sons of Neziah[and]of Hatipha."
            },
            {
                "verse_number": "55",
                "verse_text": "The sons of[King]Solomon's servants: the sons of Sotai, Sophereth (Hassophereth), Peruda,"
            },
            {
                "verse_number": "56",
                "verse_text": "The sons of Jaalah, Darkon, Giddel,"
            },
            {
                "verse_number": "57",
                "verse_text": "The sons of Shephatiah, Hattil, Pochereth-hazzebaim, Ami."
            },
            {
                "verse_number": "58",
                "verse_text": "All the Nethinim[the temple servants]and the sons of Solomon's servants were 392."
            },
            {
                "verse_number": "59",
                "verse_text": "And these were they who came up from Tel-melah, Tel-harsha, Cherub, Addan, and Immer, but they could not show a record of their fathers' houses or prove their descent, whether they were of Israel:"
            },
            {
                "verse_number": "60",
                "verse_text": "The sons of Delaiah, Tobiah, and Nekoda, 652."
            },
            {
                "verse_number": "61",
                "verse_text": "And of the sons of the priests: the sons of Habaiah, of Hakkoz, and of Barzillai, who had taken a wife from the daughters of Barzillai the[noted]Gileadite and had assumed their name."
            },
            {
                "verse_number": "62",
                "verse_text": "These sought their names among those enrolled in the genealogies, but they were not found; so they were excluded from the priesthood as[ceremonially]unclean.63[Zerubbabel]the governor told them they should not eat of the most holy things[the priests' food]until there should be a priest with Urim and Thummim[who by consulting these articles in his breastplate could know God's will in the matter]."
            },
            {
                "verse_number": "63",
                "verse_text": "The whole congregation numbered 42,360,"
            },
            {
                "verse_number": "64",
                "verse_text": "The whole congregation numbered 42,360,"
            },
            {
                "verse_number": "65",
                "verse_text": "Besides their menservants and maidservants, 7,337; and among them they had 200 men and women singers."
            },
            {
                "verse_number": "66",
                "verse_text": "Their horses were 736; their mules, 245;"
            },
            {
                "verse_number": "67",
                "verse_text": "Their camels were 435; their donkeys, 6,720."
            },
            {
                "verse_number": "68",
                "verse_text": "Some of the heads of families, when they came to the house of the Lord in Jerusalem, made freewill offerings for the house of God to[re]build it on its site."
            },
            {
                "verse_number": "69",
                "verse_text": "They gave as they were able to the treasury for the work 61,000 darics of gold, 5,000 minas of silver, and 100 priests' garments."
            },
            {
                "verse_number": "70",
                "verse_text": "So the priests, the Levites, some of the people, the singers, the gatekeepers, and the temple servants lived in their own towns, and all Israel[gradually settled]into their towns."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "When the seventh month came and the Israelites were in the towns, the people gathered together as one man to Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "Then stood up Jeshua son of Jozadak, and his brethren the priests, and Zerubbabel son of Shealtiel, and his brethren, and they built the altar of the God of Israel to offer burnt offerings upon it, as it is written in the instructions of Moses the man of God."
            },
            {
                "verse_number": "3",
                "verse_text": "And they set the altar[in its place]upon its base, for fear was upon them because of the peoples of the countries; and they offered burnt offerings on it to the Lord morning and evening."
            },
            {
                "verse_number": "4",
                "verse_text": "They kept also the Feast of Tabernacles, as it is written, and offered the daily burnt offerings by number according to the ordinances, as each day's duty required,"
            },
            {
                "verse_number": "5",
                "verse_text": "And after that, the continual burnt offering, the offering at the New Moon, and at all the appointed feasts of the Lord, and the offerings of everyone who made a freewill offering to the Lord."
            },
            {
                "verse_number": "6",
                "verse_text": "From the first day of the seventh month they began to offer burnt offerings to the Lord, but the foundation of the temple of the Lord was not yet laid."
            },
            {
                "verse_number": "7",
                "verse_text": "They gave money also to the masons and to the carpenters, and gave food, drink, and oil to the Sidonians and the Tyrians, to bring cedar trees from Lebanon to the seaport of Joppa, according to the grant they had from Cyrus king of Persia."
            },
            {
                "verse_number": "8",
                "verse_text": "In the second year of their coming to God's house at Jerusalem, in the second month, Zerubbabel son of Shealtiel and Jeshua son of Jozadak made a beginning, with the rest of their brethren—the priests and Levites and all who had come to Jerusalem out of the captivity. They appointed the Levites from twenty years old and upward to oversee the work of the Lord's house."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Jeshua with his sons and his kinsmen, Kadmiel and his sons, sons of Judah, together took the oversight of the workmen in the house of God—the sons of Henadad, with their sons and Levite kinsmen."
            },
            {
                "verse_number": "10",
                "verse_text": "And when the builders laid the foundation of the temple of the Lord, the priests stood in their vestments with trumpets, and the Levite sons of Asaph with their cymbals, to praise the Lord, after the order of David king of Israel."
            },
            {
                "verse_number": "11",
                "verse_text": "They sang responsively, praising and giving thanks to the Lord, saying, For He is good, for His mercyandloving-kindness endure forever toward Israel. And all the people shouted with a great shout when they praised the Lord, because the foundation of the house of the Lord was laid!"
            },
            {
                "verse_number": "12",
                "verse_text": "But many of the priests and Levites and heads of fathers' houses, old men who had seen the first house[Solomon's temple], when the foundation of this house was laid before their eyes, wept with a loud voice, though many shouted aloud for joy."
            },
            {
                "verse_number": "13",
                "verse_text": "So the people could not distinguish the shout of joy from the sound of the weeping of the people, for the people shouted with a loud shout, and the sound was heard far off."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Now when[the Samaritans]the adversaries of Judah and Benjamin heard that the exiles from the captivity were building a temple to the Lord, the God of Israel,"
            },
            {
                "verse_number": "2",
                "verse_text": "They came to Zerubbabel[now governor]and to the heads of the fathers' houses and said, Let us build with you, for we seekandworship your God as you do, and we have sacrificed to Him since the days of Esarhaddon king of Assyria, who brought us here."
            },
            {
                "verse_number": "3",
                "verse_text": "But Zerubbabel and Jeshua and the rest of the heads of fathers' houses of Israel said to them, You have nothing to do with us in building a house to our God; but we ourselves will together build to the Lord, the God of Israel, as King Cyrus, the king of Persia, has commanded us."
            },
            {
                "verse_number": "4",
                "verse_text": "Then[the Samaritans]the people of the land[continually]weakened the hands of the people of Judah and troubledandterrified them in building"
            },
            {
                "verse_number": "5",
                "verse_text": "And hired counselors against them to frustrate their purposeandplans all the days of Cyrus king of Persia, even until the reign of Darius[II]king of Persia."
            },
            {
                "verse_number": "6",
                "verse_text": "And in the reign of Ahasuerus[or Xerxes], in the beginning of his reign,[the Samaritans]wrote to him an accusation against the[returned]inhabitants of Judah and Jerusalem."
            },
            {
                "verse_number": "7",
                "verse_text": "Later, in the days of King Artaxerxes, Bishlam, Mithredath, Tabeel, and the rest of their associates wrote to Artaxerxes king of Persia; and the letter was written in the SyrianorAramaic script and interpreted in that language."
            },
            {
                "verse_number": "8",
                "verse_text": "Rehum the[Persian]commander[of the Samaritans]and Shimshai the scribe wrote a letter against Jerusalem to Artaxerxes the king of this sort—"
            },
            {
                "verse_number": "9",
                "verse_text": "Then wrote Rehum the[Persian]commander, Shimshai the scribe, and the rest of their associates—the Dinaites, the Apharsathchites, the Tarpelites, the Apharsites, the Archevites, the Babylonians, the Susanchites, the Dehaites, the Elamites,"
            },
            {
                "verse_number": "10",
                "verse_text": "And the rest of the nations whom the great and noble Osnappar deported and settled in the city of Samaria and the rest of the country beyond[west of]the Euphrates River, and so forth."
            },
            {
                "verse_number": "11",
                "verse_text": "This is a copy of the letter which they sent to King Artaxerxes: Your servants, the men beyond[that is, west of]the River[Euphrates], and so forth."
            },
            {
                "verse_number": "12",
                "verse_text": "Be it known to the king that the Jews who came up from you to us have come to Jerusalem. This rebellious and bad city they are rebuilding, and have restored its walls and repaired the foundations."
            },
            {
                "verse_number": "13",
                "verse_text": "Be it known now to the king that if this city is rebuilt and the walls finished, then they will not pay tribute, custom, or toll, and the royal revenue will be diminished."
            },
            {
                "verse_number": "14",
                "verse_text": "Now because we eat the salt of the king's palace and it is not proper for us to witness the king's discredit, therefore we send to inform the king,"
            },
            {
                "verse_number": "15",
                "verse_text": "In order that a search may be made in the book of the records of your fathers, in which you will learn that this is a rebellious city, hurtful to kings and provinces, and that sedition was stirred up in it of old. That is why[it]was laid waste."
            },
            {
                "verse_number": "16",
                "verse_text": "We declare to the king that if this city is rebuilt and its walls finished, it will mean that you will have no portion on this side of the[Euphrates]River."
            },
            {
                "verse_number": "17",
                "verse_text": "Then the king sent an answer: To Rehum the[Persian]official, to Shimshai the scribe, to the rest of their companions who dwell in Samaria and in the rest of the country beyond the River: Greetings."
            },
            {
                "verse_number": "18",
                "verse_text": "The letter which you sent to us has been plainly read before me."
            },
            {
                "verse_number": "19",
                "verse_text": "I commanded and search has been made, and it is found that this city[Jerusalem]of old time has made insurrection against kings and that rebellion and sedition have been made in it."
            },
            {
                "verse_number": "20",
                "verse_text": "There have been mighty kings also over Jerusalem who have ruled over all countries beyond[west of]the[Euphrates]River, and tribute, custom, and toll were paid to them."
            },
            {
                "verse_number": "21",
                "verse_text": "Therefore give a decree to make these men stop, that this city not be rebuilt, until a command is given by me."
            },
            {
                "verse_number": "22",
                "verse_text": "Be sure that you do this. Why should damage grow, to the hurt of the kings?"
            },
            {
                "verse_number": "23",
                "verse_text": "When the copy of King Artaxerxes' letter was read before Rehum, Shimshai the scribe, and their companions, they went up in haste to Jerusalem to the Jews and by force and power made them cease."
            },
            {
                "verse_number": "24",
                "verse_text": "Then the work on the house of God in Jerusalem stopped. It stopped until the second year of Darius[I]king of Persia."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Now the prophets, Haggai and Zechariah son[grandson]of Iddo, prophesied to the Jews in Judah and Jerusalem in the name of the God of Israel, Whose[Spirit]was upon them."
            },
            {
                "verse_number": "2",
                "verse_text": "Then rose up Zerubbabel son of Shealtiel[heir to the throne of Judah]and Jeshua son of Jozadak and began to build the house of God in Jerusalem; and with them were the prophets of God[Haggai and Zechariah], helping them."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Tattenai, governor on the west side of the[Euphrates]River, and Shethar-bozenai and their companions came to them and said, Who authorized you to build this house and to restore this wall?"
            },
            {
                "verse_number": "4",
                "verse_text": "Then we told them[in reply]the names of the men who were building this building."
            },
            {
                "verse_number": "5",
                "verse_text": "But the eye of their God was upon the elders of the Jews, so the enemy could not make them stop until the matter came before Darius[I]and an answer was returned by letter concerning it."
            },
            {
                "verse_number": "6",
                "verse_text": "This is a copy of the letter that Tattenai, governor on this side of the River, and Shethar-bozenai and his associates, the Apharsachites who were on this[west]side of the River, sent to Darius[I]the king."
            },
            {
                "verse_number": "7",
                "verse_text": "They wrote: To Darius the king: All peace."
            },
            {
                "verse_number": "8",
                "verse_text": "Be it known to the king that we went to the province of Judah, to the house of the great God. It is being built with huge stones, with timber laid in the walls; this work goes on with diligenceandcare and prospers in their hands."
            },
            {
                "verse_number": "9",
                "verse_text": "Then we asked those elders, Who authorized you to build this house and restore these walls?"
            },
            {
                "verse_number": "10",
                "verse_text": "We asked their names also, that we might record the names of the men at their head and notify you."
            },
            {
                "verse_number": "11",
                "verse_text": "They replied, We are servants of the God of heaven and earth, rebuilding the house which was erected and finished many years ago by a great king of Israel."
            },
            {
                "verse_number": "12",
                "verse_text": "But after our fathers had provoked the God of heaven to wrath, He gave them into the hand of Nebuchadnezzar king of Babylon, the Chaldean, who destroyed this house and carried the people away into Babylon."
            },
            {
                "verse_number": "13",
                "verse_text": "But in the first year of Cyrus king of Babylon, the same King Cyrus made a decree to rebuild this house of God."
            },
            {
                "verse_number": "14",
                "verse_text": "And the vessels also of gold and silver of the house of God, which Nebuchadnezzar took from the temple in Jerusalem and brought into the temple of Babylon, King Cyrus took from the temple of Babylon and delivered to a man named Sheshbazzar, whom he had made governor."
            },
            {
                "verse_number": "15",
                "verse_text": "And King Cyrus said to him, Go, take these vessels to Jerusalem and carry them into the temple, and let the house of God be built upon its site."
            },
            {
                "verse_number": "16",
                "verse_text": "Then came this Sheshbazzar and laid the foundation of the house of God in Jerusalem; and since that time until now it has been in the process of being rebuilt and is not completed yet."
            },
            {
                "verse_number": "17",
                "verse_text": "So now, if it seems good to the king, let a search be made in the royal archives there in Babylon to see if it is true that King Cyrus issued a decree to build this house of God at Jerusalem; and let the king send us his pleasure in this matter."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Then King Darius[I]decreed, and a search was made in Babylonia in the house where the treasured records were stored."
            },
            {
                "verse_number": "2",
                "verse_text": "And at Ecbatana in the capital in the province of Media, a scroll was found on which this was recorded:"
            },
            {
                "verse_number": "3",
                "verse_text": "In the first year of King Cyrus,[he]made a decree: Concerning the house of God in Jerusalem, let the house, the place where they offer sacrifices, be built, and let its foundations be strongly laid, its height and its breadth each 60 cubits,"
            },
            {
                "verse_number": "4",
                "verse_text": "With three courses of great stones and one course of new timber. Let the cost be paid from the royal treasury."
            },
            {
                "verse_number": "5",
                "verse_text": "Also let the gold and silver vessels of the house of God, which Nebuchadnezzar took from the temple in Jerusalem and brought to Babylon, be restored and brought back to the temple in Jerusalem, each put in its place in the house of God."
            },
            {
                "verse_number": "6",
                "verse_text": "Now therefore, Tattenai, governor of the province[west of]the River, Shethar-bozenai, and your associates, the Apharsachites who are[west of]the River, keep far away from there."
            },
            {
                "verse_number": "7",
                "verse_text": "Leave the work on this house of God alone; let the governor and the elders of the Jews build this house of God on its site."
            },
            {
                "verse_number": "8",
                "verse_text": "Moreover, I make a decree as to what you shall do for these elders of the Jews for the rebuilding of this house of God: the cost is to be paid in full to these men at once from the king's revenue, the tribute of the province[west of]the River, that they may not be hindered."
            },
            {
                "verse_number": "9",
                "verse_text": "And all they need, including young bulls, rams, and lambs for the burnt offerings to the God of heaven, and wheat, salt, wine, and oil, according to the word of the priests at Jerusalem, let it be given them each day without fail,"
            },
            {
                "verse_number": "10",
                "verse_text": "That they may offer pleasing sacrifices to the God of heaven and pray for the life of the king and his sons."
            },
            {
                "verse_number": "11",
                "verse_text": "Also I make a decree that whoever shall changeorinfringe on this order, let a beam be pulled from his house and erected; then let him be fastened to it, and let his house be made a dunghill for this."
            },
            {
                "verse_number": "12",
                "verse_text": "May the God Who has caused His Name to dwell there overthrow all kings and peoples who put forth their hands to alter this or to destroy this house of God in Jerusalem. I Darius make a decree; let it be executed speedilyandexactly."
            },
            {
                "verse_number": "13",
                "verse_text": "Then Tattenai, governor of the province this side of the River, with Shethar-bozenai and their associates, diligently did what King Darius had decreed."
            },
            {
                "verse_number": "14",
                "verse_text": "And the elders of the Jews built and prospered through the prophesying of Haggai the prophet and Zechariah son of Iddo. They finished their building as commanded by the God of Israel and by decree of Cyrus and Darius and Artaxerxes king of Persia."
            },
            {
                "verse_number": "15",
                "verse_text": "And this house was finished on the third day of the month of Adar, in the sixth year of the reign of King Darius."
            },
            {
                "verse_number": "16",
                "verse_text": "And the Israelites—the priests, the Levites, and the rest of the returned exiles—celebrated the dedication of this house of God with joy."
            },
            {
                "verse_number": "17",
                "verse_text": "They offered at the dedication of this house of God 100 young bulls, 200 rams, 400 lambs, and, for a sin offering for all Israel, 12 he-goats, according to the number of Israel's tribes."
            },
            {
                "verse_number": "18",
                "verse_text": "And they set the priests in their divisions and the Levites in their courses for the service of God at Jerusalem, as it is written in the Book of Moses."
            },
            {
                "verse_number": "19",
                "verse_text": "The returned exiles kept the Passover on the fourteenth day of the first month."
            },
            {
                "verse_number": "20",
                "verse_text": "For the priests and the Levites had purified themselves together; all of them were clean. So they killed the Passover lamb for all the returned exiles, for their brother priests, and for themselves."
            },
            {
                "verse_number": "21",
                "verse_text": "It was eaten by the Israelites who had returned from exile and by all who had joined them and separated themselves from the pollutions of the peoples of the land to seek the Lord, the God of Israel."
            },
            {
                "verse_number": "22",
                "verse_text": "They kept the Feast of Unleavened Bread for seven days with joy, for the Lord had made them joyful and had turned the heart of the king of Assyria[referring to Darius king of Persia]to them, so that he strengthened their hands in the work of the house of God, the God of Israel."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Now after this, in the reign of Artaxerxes[son of Xerxes, or Ahasuerus]king of Persia, Ezra son of Seraiah, the son of Azariah, the son of Hilkiah,"
            },
            {
                "verse_number": "2",
                "verse_text": "The son of Shallum, the son of Zadok, the son of Ahitub,"
            },
            {
                "verse_number": "3",
                "verse_text": "The son of Amariah, the son of Azariah, the son of Meraioth,"
            },
            {
                "verse_number": "4",
                "verse_text": "The son of Zerahiah, the son of Uzzi, the son of Bukki,"
            },
            {
                "verse_number": "5",
                "verse_text": "The son of Abishua, the son of Phinehas, the son of Eleazar, the son of Aaron the chief priest—"
            },
            {
                "verse_number": "6",
                "verse_text": "This Ezra went up from Babylon. He was a skilled scribe in the five books of Moses, which the Lord, the God of Israel, had given. And the king granted him all he asked, for the hand of the Lord his God was upon him."
            },
            {
                "verse_number": "7",
                "verse_text": "And also some of the Israelites, with some of the priests and Levites, the singers and gatekeepers, and the temple servants, went up[from Babylon]to Jerusalem in the seventh year of King Artaxerxes."
            },
            {
                "verse_number": "8",
                "verse_text": "Ezra came to Jerusalem in the fifth month of the seventh year of the king."
            },
            {
                "verse_number": "9",
                "verse_text": "On the first of the first month he started out from Babylon, and on the first of the fifth month he arrived in Jerusalem, for upon him was the good hand of his God."
            },
            {
                "verse_number": "10",
                "verse_text": "For Ezra had preparedandset his heart to seek the Law of the Lord[to inquire for it and of it, to require and yearn for it], and to do and teach in Israel its statutes and its ordinances."
            },
            {
                "verse_number": "11",
                "verse_text": "Now this is the copy of the letter that King Artaxerxes gave to Ezra the priest, the scribe, even a scribe[occupied with]the words of the commands of the Lord and of His statutes to Israel:"
            },
            {
                "verse_number": "12",
                "verse_text": "Artaxerxes, king of kings, to Ezra the priest, scribe of the instructions of the God of heaven: Greetings."
            },
            {
                "verse_number": "13",
                "verse_text": "I make a decree that all of the people of Israel and of their priests and Levites in my realm, who offer freely to go up to Jerusalem, may go with you."
            },
            {
                "verse_number": "14",
                "verse_text": "For you are sent by the king and his seven counselors to inquire about Judah and Jerusalem according to the instruction of your God, which is in your hand,"
            },
            {
                "verse_number": "15",
                "verse_text": "And to carry the silver and gold which the king and his counselors have freely offered to the God of Israel, Whose dwelling is in Jerusalem,"
            },
            {
                "verse_number": "16",
                "verse_text": "And all the silver and gold that you may find in all the province of Babylonia, with the freewill offerings of the people and of the priests, offered willingly for the house of their God in Jerusalem."
            },
            {
                "verse_number": "17",
                "verse_text": "Therefore you shall with all speedandexactness buy with this money young bulls, rams, lambs, with their cereal offerings and drink offerings, and offer them on the altar of the house of your God in Jerusalem."
            },
            {
                "verse_number": "18",
                "verse_text": "And whatever shall seem good to you and to your brethren to do with the rest of the silver and the gold, that do after the will of your God."
            },
            {
                "verse_number": "19",
                "verse_text": "The vessels also that are given to you for the service of the house of your God, those deliver before the God of Jerusalem."
            },
            {
                "verse_number": "20",
                "verse_text": "And whatever more shall be needful for the house of your God which you shall have occasion to provide, provide it out of the king's treasury."
            },
            {
                "verse_number": "21",
                "verse_text": "And I, Artaxerxes the king, make a decree to all the treasurers in the province beyond the[Euphrates]River that whatever Ezra the priest, the scribe of the instructions of the God of heaven, shall require of you, it shall be done exactlyandat once—"
            },
            {
                "verse_number": "22",
                "verse_text": "Up to 100 talents of silver, 100 measures of wheat, 100 baths of wine, 100 baths of oil, and salt not specified."
            },
            {
                "verse_number": "23",
                "verse_text": "Whatever is commanded by the God of heaven, let it be done diligentlyandhonorably for the house of the God of heaven, lest His wrath be against the realm of the king and his sons."
            },
            {
                "verse_number": "24",
                "verse_text": "Also we notify you that as to any of the priests and Levites, singers, gatekeepers, temple servants, or other servants of this house of God, it shall not be lawful to impose tribute, custom, or toll on them."
            },
            {
                "verse_number": "25",
                "verse_text": "You, Ezra, after the wisdom of your God, which is[in His instructions]in your hand, set magistrates and judges who may judge all the people[west]of the River; choose those who know the instructions of your God, and teach him who does not know them."
            },
            {
                "verse_number": "26",
                "verse_text": "And whoever will not do the law of your God and the law of the king, let judgment be executed upon him exactlyandspeedily, whether it be unto death or banishment or confiscation of goods or imprisonment."
            },
            {
                "verse_number": "27",
                "verse_text": "Blessed be the Lord, the God of our fathers[said Ezra], Who put such a thing as this into the king's heart, to beautify the house of the Lord in Jerusalem,"
            },
            {
                "verse_number": "28",
                "verse_text": "And Who has extended His mercyandsteadfast love to me before the king, his counselors, and all the king's mighty officers. I was strengthened and encouraged, for the hand of the Lord my God was upon me, and I gathered together outstanding men of Israel to go with me to Jerusalem."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "These are the heads of their fathers' houses and this is the genealogy of those who went up with me from Babylonia in the reign of King Artaxerxes:"
            },
            {
                "verse_number": "2",
                "verse_text": "Of the sons of Phinehas, Gershom; of Ithamar, Daniel; of David, Hattush"
            },
            {
                "verse_number": "3",
                "verse_text": "Of the sons of Shecaniah; of the sons of Parosh, Zechariah, and with him were registered 150 men by genealogy;"
            },
            {
                "verse_number": "4",
                "verse_text": "Of the sons of Pahath-moab, Eliehoenai son of Zerahiah, with 200 men;"
            },
            {
                "verse_number": "5",
                "verse_text": "Of the sons of Zattu, Shecaniah son of Jahaziel, with 300 men;"
            },
            {
                "verse_number": "6",
                "verse_text": "Of the sons of Adin, Ebed son of Jonathan, with 50 men;"
            },
            {
                "verse_number": "7",
                "verse_text": "Of the sons of Elam, Jeshaiah son of Athaliah, with 70 men;"
            },
            {
                "verse_number": "8",
                "verse_text": "Of the sons of Shephatiah, Zebadiah son of Michael, with 80 men;"
            },
            {
                "verse_number": "9",
                "verse_text": "Of the sons of Joab, Obadiah son of Jehiel, with 218 men;"
            },
            {
                "verse_number": "10",
                "verse_text": "Of the sons of[Bani], Shelomith son of Josiphiah, with 160 men;"
            },
            {
                "verse_number": "11",
                "verse_text": "Of the sons of Bebai, Zechariah son of Bebai, with 28 men;"
            },
            {
                "verse_number": "12",
                "verse_text": "Of the sons of Azgad, Johanan son of Hakkatan, with 110 men;"
            },
            {
                "verse_number": "13",
                "verse_text": "Of the sons of Adonikam, the last to come, their names are Eliphelet, Jeuel, and Shemaiah, with 60 men;"
            },
            {
                "verse_number": "14",
                "verse_text": "Of the sons of Bigvai, Uthai and Zabbud[Zaccur], with 70 men."
            },
            {
                "verse_number": "15",
                "verse_text": "I[Ezra]gathered them together at the river that runs to Ahava, and there we encamped three days. I reviewed the people and the priests, and found no Levites."
            },
            {
                "verse_number": "16",
                "verse_text": "Then I sent for Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah, Meshullam, who were chief men, and also for Joiarib and Elnathan,who were teachers."
            },
            {
                "verse_number": "17",
                "verse_text": "And I sent them to Iddo, the leading man at the place Casiphia, telling them to say to Iddo and his brethren the Nethinim[temple servants]at the place Casiphia, Bring to us servants for the house of our God."
            },
            {
                "verse_number": "18",
                "verse_text": "And by the good hand of our God upon us, they brought us a man of understanding, of the sons of Mahli son of Levi, the son of Israel, named Sherebiah, with his sons and his kinsmen, 18;"
            },
            {
                "verse_number": "19",
                "verse_text": "And Hashabiah, and with him Jeshaiah of the sons of Merari, with his kinsmen and their sons, 20;"
            },
            {
                "verse_number": "20",
                "verse_text": "Also 220 of the Nethinim, whose forefathers David and the officials had set apart[with their descendants]to attend the Levites. They were all mentioned by name."
            },
            {
                "verse_number": "21",
                "verse_text": "Then I proclaimed a fast there, at the river Ahava, that we might humble ourselves before our God to seek from Him a straightandright way for us, our little ones, and all our possessions."
            },
            {
                "verse_number": "22",
                "verse_text": "For I was ashamed to request of the king a band of soldiers and horsemen to protect us against the enemy along the way, because we had told the king, The hand of our God is upon all them for good who seek Him, but His power and His wrath are against all those who forsake Him."
            },
            {
                "verse_number": "23",
                "verse_text": "So we fasted and besought our God for this, and He heard our entreaty."
            },
            {
                "verse_number": "24",
                "verse_text": "Then I set apart twelve leading priests, Sherebiah, Hashabiah, and ten of their kinsmen,"
            },
            {
                "verse_number": "25",
                "verse_text": "And weighed out to them the silver, the gold, and the vessels, the offering for the house of our God which the king, his counselors, his lords, and all Israel there present had offered."
            },
            {
                "verse_number": "26",
                "verse_text": "I weighed into their hands 650 talents of silver, and silver vessels valued at 100 talents, and 100 talents of gold;"
            },
            {
                "verse_number": "27",
                "verse_text": "Also 20 basins of gold worth 1,000 darics, and two vessels of fine bright bronze, precious as gold."
            },
            {
                "verse_number": "28",
                "verse_text": "And I said to them, You are holy to the Lord, the vessels are holy also, and the silver and the gold are a freewill offering to the Lord, the God of your fathers."
            },
            {
                "verse_number": "29",
                "verse_text": "Guard and keep them until you weigh them before the chief priests and Levites and heads of the fathers' houses of Israel in Jerusalem in the chambers of the house of the Lord."
            },
            {
                "verse_number": "30",
                "verse_text": "So the priests and the Levites received the weight of the silver, the gold, and the vessels to bring them to Jerusalem into the house of our God."
            },
            {
                "verse_number": "31",
                "verse_text": "We left the river Ahava on the twelfth day of the first month to go to Jerusalem; and the hand of our God was upon us, and He delivered us from the enemy and those who lay in wait by the way."
            },
            {
                "verse_number": "32",
                "verse_text": "And we came to Jerusalem, and[had been]there three days."
            },
            {
                "verse_number": "33",
                "verse_text": "On the fourth day, the silver, the gold, and the vessels were weighed in the house of our God into the hands of Meremoth the priest, son of Uriah, and with him was Eleazar son of Phinehas, and with them were Jozabad son of Jeshua and Noadiah son of Binnui—the Levites."
            },
            {
                "verse_number": "34",
                "verse_text": "Every piece was counted and weighed, and all the weight was recorded at once."
            },
            {
                "verse_number": "35",
                "verse_text": "Also those returned exiles whose parents had been carried into captivity offered burnt offerings to the God of Israel: twelve young bulls for all Israel, ninety-six rams, seventy-seven lambs, and twelve he-goats for a sin offering. All this was a burnt offering to the Lord."
            },
            {
                "verse_number": "36",
                "verse_text": "And they delivered the king's commissions to the king's lieutenants and to the governors west of the River, and they aided the people and God's house."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Afterward, the officials came to me and said, The Israelites and the priests and Levites have not separated themselves from the peoples of the lands, but have committed the abominations of the Canaanites, Hittites, Perizzites, Jebusites, Ammonites, Moabites, Egyptians, and Amorites."
            },
            {
                "verse_number": "2",
                "verse_text": "For they have taken as wives some of their daughters for themselves and for their sons, so that the holy offspring have mixed themselves with the peoples of the lands. Indeed, the officials and chief men have been foremost in this wicked actanddirect violation[of God's will]."
            },
            {
                "verse_number": "3",
                "verse_text": "When I heard this, I rent my undergarment and my mantle, I pulled hair from my head and beard and sat down appalled."
            },
            {
                "verse_number": "4",
                "verse_text": "Then all those who trembled at the words of the God of Israel because of the offensive violation of His will by the returned exiles gathered around me as I sat astounded until the evening sacrifice."
            },
            {
                "verse_number": "5",
                "verse_text": "At the evening sacrifice I arose from my depression, and, having rent my undergarment and my mantle, I fell on my knees and spread out my hands to the Lord my God,"
            },
            {
                "verse_number": "6",
                "verse_text": "Saying, O my God, I am ashamed and blush to lift my face to You, my God, for our iniquities have risen higher than our heads and our guilt has mounted to the heavens."
            },
            {
                "verse_number": "7",
                "verse_text": "Since the days of our fathers we have been exceedingly guilty; and for our willfulness we, our kings, and our priests have been delivered into the hand of the kings of the lands, to the sword, captivity, plundering, and utter shame, as it is today."
            },
            {
                "verse_number": "8",
                "verse_text": "And now, for a brief moment, grace has been shown us by the Lord our God, Who has left us a remnant to escape and has given us a secure hold in His holy place, that our God may brighten our eyes and give us a little reviving in our bondage."
            },
            {
                "verse_number": "9",
                "verse_text": "For we are bondmen; yet our God has not forsaken us in our bondage, but has extended mercyandsteadfast love to us before the kings of Persia, to give us some reviving to set up the house of our God, to repair its ruins, and to give us a wall[of protection]in Judah and Jerusalem."
            },
            {
                "verse_number": "10",
                "verse_text": "Now, O our God, what can we say after this? For we have forsaken Your commands"
            },
            {
                "verse_number": "11",
                "verse_text": "Which You have commanded by Your servants the prophets, saying, The land which you are entering to possess is an unclean land with the pollutions of the peoples of the lands, through their abominations which have filled it from one end to the other with their filthiness."
            },
            {
                "verse_number": "12",
                "verse_text": "Therefore, do not give your daughters to their sons or take their daughters for your sons; and never seek their peace or prosperity, that you may be strong and eat the good of the land and leave it as an inheritance to your children always."
            },
            {
                "verse_number": "13",
                "verse_text": "And after all that has come upon us for our evil deeds and for our great guilt, seeing that You, our God, have punished us less than our iniquities deserved and have given us such a remnant,"
            },
            {
                "verse_number": "14",
                "verse_text": "Shall we break Your commandments again and intermarry with the peoples who practice these abominations? Would You not be angry with us till You had consumed us, so that there would be no remnant nor any to escape?"
            },
            {
                "verse_number": "15",
                "verse_text": "O Lord, the God of Israel, You are rigidly justandrighteous, for we are left a remnant that is escaped, as it is this day. Behold, we are before You in our guilt, for none can stand before You because of this."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Now while Ezra prayed and made confession, weeping and casting himself down before the house of God, there gathered to him out of Israel a very great assembly of men, women, and children; for the people wept bitterly."
            },
            {
                "verse_number": "2",
                "verse_text": "And Shecaniah[II]son of Jehiel[one of the congregation], of the sons of Elam, said to Ezra: We have broken faithanddealt treacherously against our God and have married foreign women of the peoples of the land; yet now there is still hope for Israel in spite of this thing."
            },
            {
                "verse_number": "3",
                "verse_text": "Therefore let us make a covenant with our God to put away all the foreign wives and their children, according to the counsel of my lord and of those who tremble at the command of our God; and let it be done according to the Law."
            },
            {
                "verse_number": "4",
                "verse_text": "Arise, for it is your duty, and we are with you. Be strongandbrave and do it."
            },
            {
                "verse_number": "5",
                "verse_text": "Then Ezra arose and made the chiefs of the priests, the Levites, and all Israel swear that they would do as had been said. So they took the oath."
            },
            {
                "verse_number": "6",
                "verse_text": "Then Ezra came from before the house of God and went into the lodging place of Jehohanan son of Eliashib[for the night]. There he ate no bread and drank no water, for he mourned over the returned exiles' faithlessness[and violation of God's law]."
            },
            {
                "verse_number": "7",
                "verse_text": "And proclamation was made throughout Judah and Jerusalem to all the returned exiles, that they should assemble in Jerusalem,"
            },
            {
                "verse_number": "8",
                "verse_text": "And that whoever did not come within three days, by order of the officials and the elders, all his property should be forfeited and he himself banned from the assembly of the exiles."
            },
            {
                "verse_number": "9",
                "verse_text": "Then all the men of Judah and Benjamin gathered at Jerusalem within three days. It was the twentieth day of the ninth month, and all the people sat in the open space before the house of God, trembling because of this matter and because of the heavy rain."
            },
            {
                "verse_number": "10",
                "verse_text": "And Ezra the priest stood up and said to them, You have acted wickedlyandbroken faith[with God]and have married foreign (heathen) women, increasing the guilt of Israel."
            },
            {
                "verse_number": "11",
                "verse_text": "So now make confessionandgive thanks to the Lord, the God of your fathers[for not consuming you], and do His will. Separate yourselves from the peoples of the land and from[your]foreign (heathen) wives."
            },
            {
                "verse_number": "12",
                "verse_text": "Then all the assembly answered with a loud voice, As you have said, so must we do."
            },
            {
                "verse_number": "13",
                "verse_text": "But the people are many and it is a time of heavy rain; we cannot stand outside. Nor can this work be done in a day or two, for we have greatly transgressed in this matter."
            },
            {
                "verse_number": "14",
                "verse_text": "Let our officials stand for the whole assembly; let all in our cities who have foreign wives come by appointment, and with each group the elders of that city and its judges, until the fierce wrath of our God over this matter is turned away from us."
            },
            {
                "verse_number": "15",
                "verse_text": "Only Jonathan son of Asahel and Jahzeiah son of Tikvah opposed this, and Meshullam and Shabbethai the Levite supported them."
            },
            {
                "verse_number": "16",
                "verse_text": "Then the returned exiles did so. Ezra the priest and certain heads of fathers' houses were selected, according to their fathers' houses, each of them by name; and they sat down on the first day of the tenth month to investigate the matter."
            },
            {
                "verse_number": "17",
                "verse_text": "And by the first day of the first month they had come to the end of the cases of the men married to foreign wives."
            },
            {
                "verse_number": "18",
                "verse_text": "Of the sons of the priests who had married non-Jewish women were found: of the sons of Jeshua[the high priest]son of Jozadak, and his brethren: Maaseiah, Eliezer, Jarib, and Gedaliah."
            },
            {
                "verse_number": "19",
                "verse_text": "They solemnly vowed to put away their[heathen]wives, and, being guilty,[each]offered a ram of the flock for[his]guilt."
            },
            {
                "verse_number": "20",
                "verse_text": "Of the sons of Immer: Hanani and Zebadiah."
            },
            {
                "verse_number": "21",
                "verse_text": "Of the sons of Harim: Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah."
            },
            {
                "verse_number": "22",
                "verse_text": "Of the sons of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah."
            },
            {
                "verse_number": "23",
                "verse_text": "Of the Levites: Jozabad, Shimei, Kelaiah (Kelita), Pethahiah, Judah, and Eliezer."
            },
            {
                "verse_number": "24",
                "verse_text": "Of the singers: Eliashib. Of the gatekeepers: Shallum, Telem, and Uri."
            },
            {
                "verse_number": "25",
                "verse_text": "And of Israel: of the sons of Parosh: Ramiah, Izziah, Malchijah, Mijamin, Eleazar, Malchijah (Hashabiah), and Benaiah."
            },
            {
                "verse_number": "26",
                "verse_text": "Of the sons of Elam: Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah."
            },
            {
                "verse_number": "27",
                "verse_text": "Of the sons of Zattu: Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza."
            },
            {
                "verse_number": "28",
                "verse_text": "Of the sons also of Bebai: Jehohanan, Hananiah, Zabbai, and Athlai."
            },
            {
                "verse_number": "29",
                "verse_text": "Of the sons of Bani: Meshullam, Malluch, Adaiah, Jashub, Sheal, and Jeremoth."
            },
            {
                "verse_number": "30",
                "verse_text": "Of the sons of Pahath-moab: Adna, Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh."
            },
            {
                "verse_number": "31",
                "verse_text": "Of the sons of Harim: Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon,"
            },
            {
                "verse_number": "32",
                "verse_text": "Benjamin, Malluch, and Shemariah."
            },
            {
                "verse_number": "33",
                "verse_text": "Of the sons of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei."
            },
            {
                "verse_number": "34",
                "verse_text": "Of the sons of Bani: Maadai, Amram, Uel,"
            },
            {
                "verse_number": "35",
                "verse_text": "Benaiah, Bedeiah, Cheluhi (Cheluhu),"
            },
            {
                "verse_number": "36",
                "verse_text": "Vaniah, Meremoth, Eliashib,"
            },
            {
                "verse_number": "37",
                "verse_text": "Mattaniah, Mattenai, Jaasu[Jaasai],"
            },
            {
                "verse_number": "38",
                "verse_text": "Bani, Binnui, Shimei,"
            },
            {
                "verse_number": "39",
                "verse_text": "Shelemiah, Nathan, Adaiah,"
            },
            {
                "verse_number": "40",
                "verse_text": "Machnadebai, Shashai, Sharai,"
            },
            {
                "verse_number": "41",
                "verse_text": "Azarel, Shelemiah, Shemariah,"
            },
            {
                "verse_number": "42",
                "verse_text": "Shallum, Amariah, and Joseph."
            },
            {
                "verse_number": "43",
                "verse_text": "Of the sons of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Iddo (Jaddai), Joel, and Benaiah."
            },
            {
                "verse_number": "44",
                "verse_text": "All these had married foreign women, and some of the wives had borne children."
            }
        ]
    }
}