{
    "philippians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Paul and Timothy, bond servants of Christ Jesus (the Messiah), to all the saints (God's consecrated people) in Christ Jesus who are at Philippi, with the bishops (overseers) and deacons (assistants):"
            },
            {
                "verse_number": "2",
                "verse_text": "Grace (favor and blessing) to you and[heart]peace from God our Father and the Lord Jesus Christ (the Messiah)."
            },
            {
                "verse_number": "3",
                "verse_text": "I thank my God in all my remembrance of you."
            },
            {
                "verse_number": "4",
                "verse_text": "In every prayer of mine I always make my entreatyandpetition for you all with joy (delight).5[I thank my God]for your fellowship (your sympathetic cooperation and contributions and partnership) in advancing the good news (the Gospel) from the first day[you heard it]until now."
            },
            {
                "verse_number": "5",
                "verse_text": "And I am convincedandsure of this very thing, that He Who began a good work in you will continue until the day of Jesus Christ[right up to the time of His return], developing[that good work]andperfectingandbringing it to full completion in you."
            },
            {
                "verse_number": "6",
                "verse_text": "And I am convincedandsure of this very thing, that He Who began a good work in you will continue until the day of Jesus Christ[right up to the time of His return], developing[that good work]andperfectingandbringing it to full completion in you."
            },
            {
                "verse_number": "7",
                "verse_text": "It is rightandappropriate for me to have this confidenceandfeel this way about you all, because you have me in your heartandI hold you in my heart as partakersandsharers, oneandall with me, of grace (God's unmerited favor and spiritual blessing).[This is true]both when I am shut up in prison and when I am out in the defense and confirmation of the good news (the Gospel)."
            },
            {
                "verse_number": "8",
                "verse_text": "For God is my witness how I long forandpursue you all with love, in the tender mercy of Christ Jesus[Himself]!"
            },
            {
                "verse_number": "9",
                "verse_text": "And this I pray: that your love may abound yet more and moreandextend to its fullest development in knowledge and all keen insight[that your love may display itself in greater depth of acquaintance and more comprehensive discernment],"
            },
            {
                "verse_number": "10",
                "verse_text": "So that you may surely learn to sense what is vital,andapproveandprize what is excellentandof real value[recognizing the highest and the best, and distinguishing the moral differences], and that you may be untaintedandpure and unerringandblameless[so that with hearts sincere and certain and unsullied, you may approach]the day of Christ[not stumblingnorcausing others to stumble]."
            },
            {
                "verse_number": "11",
                "verse_text": "May you abound inandbe filled with the fruits of righteousness (of right standing with God and right doing) which come through Jesus Christ (the Anointed One), to the honor and praise of God[that His glory may be both manifested and recognized]."
            },
            {
                "verse_number": "12",
                "verse_text": "Now I want you to knowandcontinue to rest assured, brethren, that what[has happened]to me[this imprisonment]has actually only served to advanceandgive a renewed impetus to the[spreading of the]good news (the Gospel)."
            },
            {
                "verse_number": "13",
                "verse_text": "So much is this a fact that throughout the whole imperial guard and to all the rest[here]my imprisonment has become generally known to be in Christ[that I am a prisoner in His service and for Him]."
            },
            {
                "verse_number": "14",
                "verse_text": "And[also]most of the brethren have derived fresh confidence in the Lord because of my chains and are much more bold to speakandpublish fearlessly the Word of God[acting with more freedom and indifference to the consequences]."
            },
            {
                "verse_number": "15",
                "verse_text": "Some, it is true,[actually]preach Christ (the Messiah)[for no better reason than]out of envy and rivalry (party spirit), but others are doing so out of a loyal spiritandgoodwill."
            },
            {
                "verse_number": "16",
                "verse_text": "The latter[proclaim Christ]out of love, because they recognizeandknow that I am[providentially]put here for the defense of the good news (the Gospel)."
            },
            {
                "verse_number": "17",
                "verse_text": "But the former preach Christ out of a party spirit, insincerely[out of no pure motive, but thinking to annoy me], supposing they are making my bondage more bitterandmy chains more galling."
            },
            {
                "verse_number": "18",
                "verse_text": "But what does it matter, so long as either way, whether in pretense[for personal ends]or in all honesty[for the furtherance of the Truth], Christ is being proclaimed? And in that I[now]rejoice, yes, and I shall rejoice[hereafter]also."
            },
            {
                "verse_number": "19",
                "verse_text": "For I am well assuredandindeed know that through your prayers and a bountiful supply of the Spirit of Jesus Christ (the Messiah) this will turn out for my preservation (for the spiritual health and welfare of my own soul)andavail toward the saving work of the Gospel."
            },
            {
                "verse_number": "20",
                "verse_text": "This is in keeping with my own eager desireandpersistent expectationandhope, that I shall not disgrace myselfnorbe put to shame in anything; but that with the utmost freedom of speechandunfailing courage, now as always heretofore, Christ (the Messiah) will be magnifiedandget gloryandpraise in this body of mineandbe boldly exalted in my person, whether through (by) life or through (by) death."
            },
            {
                "verse_number": "21",
                "verse_text": "For me to live is Christ[His life in me], and to die is gain[the gain of the glory of eternity]."
            },
            {
                "verse_number": "22",
                "verse_text": "If, however, it is to be life in the fleshandI am to live on here, that means fruitful service for me; so I can say nothing as to my personal preference[I cannot choose],"
            },
            {
                "verse_number": "23",
                "verse_text": "But I am hard pressed between the two. My yearning desire is to depart (to be free of this world, to set forth) and be with Christ, for that is far, far better;"
            },
            {
                "verse_number": "24",
                "verse_text": "But to remain in my body is more needfulandessential for your sake."
            },
            {
                "verse_number": "25",
                "verse_text": "Since I am convinced of this, I know that I shall remain and stay by you all, to promote your progress and joy in believing,"
            },
            {
                "verse_number": "26",
                "verse_text": "So that in me you may have abundant cause for exultationandglorying in Christ Jesus, through my coming to you again."
            },
            {
                "verse_number": "27",
                "verse_text": "Only be sure as citizens so to conduct yourselves[that]your manner of life[will be]worthy of the good news (the Gospel) of Christ, so that whether I[do]come and see you or am absent, I may hear this of you: that you are standing firm in united spiritandpurpose, striving side by sideandcontending with a single mind for the faith of the glad tidings (the Gospel)."
            },
            {
                "verse_number": "28",
                "verse_text": "And do not[for a moment]be frightenedorintimidated in anything by your opponentsandadversaries, for such[constancy and fearlessness]will be a clear sign (proof and seal) to them of[their impending]destruction, but[a sure token and evidence]of your deliveranceandsalvation, and that from God."
            },
            {
                "verse_number": "29",
                "verse_text": "For you have been granted[the privilege]for Christ's sake not only to believe in (adhere to, rely on, and trust in) Him, but also to suffer in His behalf."
            },
            {
                "verse_number": "30",
                "verse_text": "So you are engaged in the same conflict which you saw me[wage]and which you now hear to be mine[still]."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "So by whatever[appeal to you there is in our mutual dwelling in Christ, by whatever]strengtheningandconsolingandencouraging[our relationship]in Him[affords], by whatever persuasive incentive there is in love, by whatever participation in the[Holy]Spirit[we share], and by whatever depth of affection and compassionate sympathy,"
            },
            {
                "verse_number": "2",
                "verse_text": "Fill upandcomplete my joy by living in harmonyandbeing of the same mindandone in purpose, having the same love, being in full accord and of one harmonious mindandintention."
            },
            {
                "verse_number": "3",
                "verse_text": "Do nothing from factional motives[through contentiousness, strife, selfishness, or for unworthy ends]or prompted by conceitandempty arrogance. Instead, in the true spirit of humility (lowliness of mind) let each regard the others as better thanandsuperior to himself[thinking more highly of one another than you do of yourselves]."
            },
            {
                "verse_number": "4",
                "verse_text": "Let each of you esteemandlook uponandbe concerned for not[merely]his own interests, but also each for the interests of others."
            },
            {
                "verse_number": "5",
                "verse_text": "Let this same attitudeandpurposeand[humble]mind be in you which was in Christ Jesus:[Let Him be your example in humility:]"
            },
            {
                "verse_number": "6",
                "verse_text": "Who, although being essentially one with Godandin the form of God[possessing the fullness of the attributes which make God God], did not think this equality with God was a thing to be eagerly graspedorretained,"
            },
            {
                "verse_number": "7",
                "verse_text": "But stripped Himself[of all privileges and rightful dignity], so as to assume the guise of a servant (slave), in that He became like menandwas born a human being."
            },
            {
                "verse_number": "8",
                "verse_text": "And after He had appeared in human form, He abasedandhumbled Himself[still further]and carried His obedience to the extreme of death, even the death of the cross!"
            },
            {
                "verse_number": "9",
                "verse_text": "Therefore[because He stooped so low]God has highly exalted Him and has freely bestowed on Him the name that is above every name,"
            },
            {
                "verse_number": "10",
                "verse_text": "That in (at) the name of Jesus every knee should (must) bow, in heaven and on earth and under the earth,"
            },
            {
                "verse_number": "11",
                "verse_text": "And every tongue[frankly and openly]confessandacknowledge that Jesus Christ is Lord, to the glory of God the Father."
            },
            {
                "verse_number": "12",
                "verse_text": "Therefore, my dear ones, as you have always obeyed[my suggestions], so now, not only[with the enthusiasm you would show]in my presence but much more because I am absent, work out (cultivate, carry out to the goal, and fully complete) your own salvation with reverenceandawe and trembling (self-distrust, with serious caution, tenderness of conscience, watchfulness against temptation, timidly shrinking from whatever might offend God and discredit the name of Christ).13[Not in your own strength]for it is God Who is all the while effectually at work in you[energizing and creating in you the power and desire], both to will and to work for His good pleasureandsatisfactionanddelight."
            },
            {
                "verse_number": "13",
                "verse_text": "Do all things without grumblingandfaultfindingandcomplaining[against God]and questioninganddoubting[among yourselves],"
            },
            {
                "verse_number": "14",
                "verse_text": "Do all things without grumblingandfaultfindingandcomplaining[against God]and questioninganddoubting[among yourselves],"
            },
            {
                "verse_number": "15",
                "verse_text": "That you may show yourselves to be blamelessandguileless, innocentanduncontaminated, children of God without blemish (faultless, unrebukable) in the midst of a crookedandwicked generation[spiritually perverted and perverse], among whom you are seen as bright lights (stars or beacons shining out clearly) in the[dark]world,"
            },
            {
                "verse_number": "16",
                "verse_text": "Holding out[to it]andoffering[to all men]the Word of Life, so that in the day of Christ I may have something of which exultantly to rejoiceandglory in that I did not run my race in vain or spend my labor to no purpose."
            },
            {
                "verse_number": "17",
                "verse_text": "Even if[my lifeblood]must be poured out as a libation on the sacrificial offering of your faith[to God], still I am glad[to do it]and congratulate you all on[your share in]it."
            },
            {
                "verse_number": "18",
                "verse_text": "And you also in like manner be glad and congratulate me on[my share in]it."
            },
            {
                "verse_number": "19",
                "verse_text": "But I hopeandtrust in the Lord Jesus soon to send Timothy to you, so that I may also be encouragedandcheered by learning news of you."
            },
            {
                "verse_number": "20",
                "verse_text": "For I have no one like him[no one of so kindred a spirit]who will be so genuinely interested in your welfareanddevoted to your interests."
            },
            {
                "verse_number": "21",
                "verse_text": "For the others all seek[to advance]their own interests, not those of Jesus Christ (the Messiah)."
            },
            {
                "verse_number": "22",
                "verse_text": "But Timothy's tested worth you know, how as a son with his father he has toiled with me zealously in[serving and helping to advance]the good news (the Gospel)."
            },
            {
                "verse_number": "23",
                "verse_text": "I hope therefore to send him promptly, just as soon as I know how my case is going to turn out."
            },
            {
                "verse_number": "24",
                "verse_text": "But[really]I am confidentandfully trusting in the Lord that shortly I myself shall come to you also."
            },
            {
                "verse_number": "25",
                "verse_text": "However, I thought it necessary to send Epaphroditus[back]to you.[He has been]my brother and companion in labor and my fellow soldier, as well as[having come as]your special messenger (apostle) and minister to my need."
            },
            {
                "verse_number": "26",
                "verse_text": "For he has been[homesick]longing for you all and has been distressed because you had heard that he was ill."
            },
            {
                "verse_number": "27",
                "verse_text": "He certainly was ill[too], near to death. But God had compassion on him, and not only on him but also on me, lest I should have sorrow[over him]coming upon sorrow."
            },
            {
                "verse_number": "28",
                "verse_text": "So I have sent him the more willinglyandeagerly, that you may be gladdened at seeing him again, and that I may be the less disquieted."
            },
            {
                "verse_number": "29",
                "verse_text": "Welcome him[home]then in the Lord with all joy, and honorandhighly appreciate men like him,"
            },
            {
                "verse_number": "30",
                "verse_text": "For it was through working for Christ that he came so near death, risking his[very]life to complete the deficiencies in your service to me[which distance prevented you yourselves from rendering]."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "For the rest, my brethren, delight yourselves in the Lordandcontinue to rejoice that you are in Him. To keep writing to you[over and over]of the same things is not irksome to me, and it is[a precaution]for your safety."
            },
            {
                "verse_number": "2",
                "verse_text": "Look out for those dogs[Judaizers, legalists], look out for those mischief-makers, look out for those who mutilate the flesh."
            },
            {
                "verse_number": "3",
                "verse_text": "For we[Christians]are the true circumcision, who worship God in spiritandby the Spirit of God and exultandgloryandpride ourselves in Jesus Christ, and put no confidenceordependence[on what we are]in the fleshandon outward privilegesandphysical advantagesandexternal appearances—"
            },
            {
                "verse_number": "4",
                "verse_text": "Though for myself I have[at least grounds]to rely on the flesh. If any other man considers that he hasorseems to have reason to rely on the fleshandhis physicalandoutward advantages, I have still more!"
            },
            {
                "verse_number": "5",
                "verse_text": "Circumcised when I was eight days old, of the race of Israel, of the tribe of Benjamin, a Hebrew[and the son]of Hebrews; as to the observance of the Law I was of[the party of]the Pharisees,"
            },
            {
                "verse_number": "6",
                "verse_text": "As to my zeal, I was a persecutor of the church, and by the Law's standard of righteousness (supposed justice, uprightness, and right standing with God) I was proven to be blamelessandno fault was found with me."
            },
            {
                "verse_number": "7",
                "verse_text": "But whatever former things I had that might have been gains to me, I have come to consider as[one combined]loss for Christ's sake."
            },
            {
                "verse_number": "8",
                "verse_text": "Yes, furthermore, I count everything as loss compared to the possession of the priceless privilege (the overwhelming preciousness, the surpassing worth, and supreme advantage) of knowing Christ Jesus my Lordandof progressively becoming more deeplyandintimately acquainted with Him[of perceiving and recognizing and understanding Him more fully and clearly]. For His sake I have lost everything and consider it all to be mere rubbish (refuse, dregs), in order that I may win (gain) Christ (the Anointed One),"
            },
            {
                "verse_number": "9",
                "verse_text": "And that I may[actually]be foundandknown as in Him, not having any[self-achieved]righteousness that can be called my own, based on my obedience to the Law's demands (ritualistic uprightness and supposed right standing with God thus acquired), but possessing that[genuine righteousness]which comes through faith in Christ (the Anointed One), the[truly]right standing with God, which comes from God by[saving]faith.10[For my determined purpose is]that I may know Him[that I may progressively become more deeply and intimately acquainted with Him, perceiving and recognizing and understanding the wonders of His Person more strongly and more clearly], and that I may in that same way come to know the power outflowing from His resurrection[which it exerts over believers], and that I may so share His sufferings as to be continually transformed[in spirit into His likeness even]to His death,[in the hope]"
            },
            {
                "verse_number": "10",
                "verse_text": "That if possible I may attain to the[spiritual and moral]resurrection[that lifts me]out from among the dead[even while in the body]."
            },
            {
                "verse_number": "11",
                "verse_text": "That if possible I may attain to the[spiritual and moral]resurrection[that lifts me]out from among the dead[even while in the body]."
            },
            {
                "verse_number": "12",
                "verse_text": "Not that I have now attained[this ideal], or have already been made perfect, but I press on to lay hold of (grasp)andmake my own, that for which Christ Jesus (the Messiah) has laid hold of meandmade me His own."
            },
            {
                "verse_number": "13",
                "verse_text": "I do not consider, brethren, that I have capturedandmade it my own[yet]; but one thing I do[it is my one aspiration]: forgetting what lies behind and straining forward to what lies ahead,"
            },
            {
                "verse_number": "14",
                "verse_text": "I press on toward the goal to win the[supreme and heavenly]prize to which God in Christ Jesus is calling us upward."
            },
            {
                "verse_number": "15",
                "verse_text": "So let those[of us]who are spiritually matureandfull-grown have this mindandhold these convictions; and if in any respect you have a different attitude of mind, God will make that clear to you also."
            },
            {
                "verse_number": "16",
                "verse_text": "Only let us hold true to what we have already attainedandwalkandorder our lives by that."
            },
            {
                "verse_number": "17",
                "verse_text": "Brethren, together follow my example and observe those who live after the pattern we have set for you."
            },
            {
                "verse_number": "18",
                "verse_text": "For there are many, of whom I have often told you and now tell you even with tears, who walk (live) as enemies of the cross of Christ (the Anointed One)."
            },
            {
                "verse_number": "19",
                "verse_text": "They are doomedandtheir fate is eternal misery (perdition); their god is their stomach (their appetites, their sensuality) and they glory in their shame, siding with earthly thingsandbeing of their party."
            },
            {
                "verse_number": "20",
                "verse_text": "But we are citizens of the state (commonwealth, homeland) which is in heaven, and from it also we earnestlyandpatiently await[the coming of]the Lord Jesus Christ (the Messiah)[as]Savior,"
            },
            {
                "verse_number": "21",
                "verse_text": "Who will transformandfashion anew the body of our humiliation to conform toandbe like the body of His gloryandmajesty, by exerting that power which enables Him even to subject everything to Himself."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Therefore, my brethren, whom I love and yearn to see, my delight and crown (wreath of victory), thus stand firm in the Lord, my beloved."
            },
            {
                "verse_number": "2",
                "verse_text": "I entreatandadvise Euodia and I entreatandadvise Syntyche to agreeandto work in harmony in the Lord."
            },
            {
                "verse_number": "3",
                "verse_text": "And I exhort you too,[my]genuine yokefellow, help these[two women to keep on cooperating], for they have toiled along with me in[the spreading of]the good news (the Gospel), as have Clement and the rest of my fellow workers whose names are in the Book of Life."
            },
            {
                "verse_number": "4",
                "verse_text": "Rejoice in the Lord always[delight, gladden yourselves in Him]; again I say, Rejoice!"
            },
            {
                "verse_number": "5",
                "verse_text": "Let all men knowandperceiveandrecognize your unselfishness (your considerateness, your forbearing spirit). The Lord is near[He is coming soon]."
            },
            {
                "verse_number": "6",
                "verse_text": "Do not fretorhave any anxiety about anything, but in every circumstanceandin everything, by prayer and petition (definite requests), with thanksgiving, continue to make your wants known to God."
            },
            {
                "verse_number": "7",
                "verse_text": "And God's peace[shall be yours, that tranquil state of a soul assured of its salvation through Christ, and so fearing nothing from God and being content with its earthly lot of whatever sort that is, that peace]which transcends all understanding shall garrisonandmount guard over your hearts and minds in Christ Jesus."
            },
            {
                "verse_number": "8",
                "verse_text": "For the rest, brethren, whatever is true, whatever is worthy of reverenceandis honorableandseemly, whatever is just, whatever is pure, whatever is lovelyandlovable, whatever is kindandwinsomeandgracious, if there is any virtueandexcellence, if there is anything worthy of praise, think onandweighandtake account of these things[fix your minds on them]."
            },
            {
                "verse_number": "9",
                "verse_text": "Practice what you have learned and received and heard and seen in me,andmodel your way of living on it, and the God of peace (of untroubled, undisturbed well-being) will be with you."
            },
            {
                "verse_number": "10",
                "verse_text": "I was made very happy in the Lord that now you have revived your interest in my welfare after so long a time; you were indeed thinking of me, but you had no opportunity to show it."
            },
            {
                "verse_number": "11",
                "verse_text": "Not that I am implying that I was in any personal want, for I have learned how to be  content (satisfied to the point where I am not disturbed or disquieted) in whatever state I am."
            },
            {
                "verse_number": "12",
                "verse_text": "I know how to be abasedandlive humbly in straitened circumstances, and I know also how to enjoy plentyandlive in abundance. I have learned in any and all circumstances the secret of facing every situation, whether well-fed or going hungry, having a sufficiencyandenough to spare or going withoutandbeing in want."
            },
            {
                "verse_number": "13",
                "verse_text": "I have strength for all things in Christ Who empowers me[I am ready for anything and equal to anything through Him Who infuses inner strength into me; I am self-sufficient in Christ's sufficiency]."
            },
            {
                "verse_number": "14",
                "verse_text": "But it was rightandcommendableandnoble of you to contribute for my needsandto share my difficulties with me."
            },
            {
                "verse_number": "15",
                "verse_text": "And you Philippians yourselves well know that in the early days of the Gospel ministry, when I left Macedonia, no church (assembly) entered into partnership with meandopened up[a debit and credit]account in giving and receiving except you only."
            },
            {
                "verse_number": "16",
                "verse_text": "For even in Thessalonica you sent[me contributions]for my needs, not only once but a second time."
            },
            {
                "verse_number": "17",
                "verse_text": "Not that I seekoram eager for[your]gift, but I do seekandam eager for the fruit which increases to your credit[the harvest of blessing that is accumulating to your account]."
            },
            {
                "verse_number": "18",
                "verse_text": "But I have[your full payment]and more; I have everything I needandam amply supplied, now that I have received from Epaphroditus the gifts you sent me.[They are the]fragrant odor of an offeringandsacrifice which God welcomesandin which He delights."
            },
            {
                "verse_number": "19",
                "verse_text": "And my God will liberally supply (fill to the full) your every need according to His riches in glory in Christ Jesus."
            },
            {
                "verse_number": "20",
                "verse_text": "To our God and Father be glory forever and ever (through the endless eternities of the eternities).Amen (so be it)."
            },
            {
                "verse_number": "21",
                "verse_text": "Remember me to every saint (every born-again believer) in Christ Jesus. The brethren (my associates) who are with me greet you."
            },
            {
                "verse_number": "22",
                "verse_text": "All the saints (God's consecrated ones here) wish to be remembered to you, especially those of Caesar's household."
            },
            {
                "verse_number": "23",
                "verse_text": "The grace (spiritual favor and blessing) of the Lord Jesus Christ (the Anointed One) be with your spirit.Amen (so be it)."
            }
        ]
    }
}