{
    "jude": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Jude, a servant of Jesus Christ (the Messiah), and brother of James,[writes this letter]to those who are called (chosen), dearly loved by God the Fatherand separated (set apart)and kept for Jesus Christ:"
            },
            {
                "verse_number": "2",
                "verse_text": "May mercy,[soul]peace, and love be multiplied to you."
            },
            {
                "verse_number": "3",
                "verse_text": "Beloved, my whole concern was to write to you in regard to our common salvation.[But]I found it necessaryandwas impelled to write you and urgently appeal toandexhort[you]to contend for the faith which was once for all handed down to the saints[the faith which is that sum of Christian belief which was delivered verbally to the holy people of God]."
            },
            {
                "verse_number": "4",
                "verse_text": "For certain men have crept in stealthily[gaining entrance secretly by a side door]. Their doom was predicted long ago, ungodly (impious, profane) persons who pervert the grace (the spiritual blessing and favor) of our God into lawlessnessandwantonnessandimmorality, and disownanddeny our sole Master and Lord, Jesus Christ (the Messiah, the Anointed One)."
            },
            {
                "verse_number": "5",
                "verse_text": "Now I want to remind you, though you were fully informed once for all, that though the Lord[at one time]delivered a people out of the land of Egypt, He subsequently destroyed those[of them]who did not believe[who refused to adhere to, trust in, and rely upon Him]."
            },
            {
                "verse_number": "6",
                "verse_text": "And angels who did not keep (care for, guard, and hold to) their own first place of power but abandoned their proper dwelling place—these He has reserved in custody in eternal chains (bonds) under the thick gloom of utter darkness until the judgmentanddoom of the great day.7[The wicked are sentenced to suffer]just as Sodom and Gomorrah and the adjacent towns—which likewise gave themselves over to impurity and indulged in unnatural viceandsensual perversity—are laid out[in plain sight]as an exhibit of perpetual punishment[to warn]of everlasting fire."
            },
            {
                "verse_number": "7",
                "verse_text": "Nevertheless in like manner, these dreamers also corrupt the body, scornandreject authorityandgovernment, and revileandlibelandscoff at[heavenly]glories (the glorious ones)."
            },
            {
                "verse_number": "8",
                "verse_text": "Nevertheless in like manner, these dreamers also corrupt the body, scornandreject authorityandgovernment, and revileandlibelandscoff at[heavenly]glories (the glorious ones)."
            },
            {
                "verse_number": "9",
                "verse_text": "But when[even]the archangel Michael, contending with the devil, judicially argued (disputed) about the body of Moses, he dared not[presume to]bring an abusive condemnation against him, but[simply]said, The Lord rebuke you!"
            },
            {
                "verse_number": "10",
                "verse_text": "But these men revile (scoff and sneer at) anything they do not happen to be acquainted withanddo not understand; and whatever they do understand physically[that which they know by mere instinct], like irrational beasts—by these they corrupt themselvesandare destroyed (perish)."
            },
            {
                "verse_number": "11",
                "verse_text": "Woe to them! For they have run riotously in the way of Cain, and have abandoned themselves for the sake of gain[it offers them, following]the error of Balaam, and have perished in rebellion[like that]of Korah!"
            },
            {
                "verse_number": "12",
                "verse_text": "These are hidden reefs (elements of danger) in your love feasts, where they boldly feast sumptuously[carousing together in your midst], without scruples providing for themselves[alone]. They are clouds without water, swept along by the winds; trees, without fruit at the late autumn gathering time—twice (doubly) dead,[lifeless and]plucked up by the roots;"
            },
            {
                "verse_number": "13",
                "verse_text": "Wild waves of the sea, flinging up the foam of their own shameanddisgrace; wandering stars, for whom the gloom of eternal darkness has been reserved forever."
            },
            {
                "verse_number": "14",
                "verse_text": "It was of these people, moreover, that Enoch in the seventh[generation]from Adam prophesied when he said, Behold, the Lord comes with His myriads of holy ones (ten thousands of His saints)"
            },
            {
                "verse_number": "15",
                "verse_text": "To execute judgment upon all and to convict all the impious (unholy ones) of all their ungodly deeds which they have committed[in such an]ungodly[way], and of all the severe (abusive, jarring) things which ungodly sinners have spoken against Him."
            },
            {
                "verse_number": "16",
                "verse_text": "These are inveterate murmurers (grumblers) who complain[of their lot in life], going after their own desires[controlled by their passions]; their talk is boastfulandarrogant,[and they claim to]admire men's personsandpay people flattering compliments to gain advantage."
            },
            {
                "verse_number": "17",
                "verse_text": "But you must remember, beloved, the predictions which were made by the apostles (the special messengers) of our Lord Jesus Christ (the Messiah, the Anointed One)."
            },
            {
                "verse_number": "18",
                "verse_text": "They told you beforehand, In the last days (in the end time) there will be scoffers[who seek to gratify their own unholy desires], following after their own ungodly passions."
            },
            {
                "verse_number": "19",
                "verse_text": "It is these who are[agitators]setting up distinctionsandcausing divisions—merely sensual[creatures, carnal, worldly-minded people], devoid of the[Holy]Spiritanddestitute of any higher spiritual life."
            },
            {
                "verse_number": "20",
                "verse_text": "But you, beloved, build yourselves up[founded]on your most holy faith[make progress, rise like an edifice higher and higher], praying in the Holy Spirit;"
            },
            {
                "verse_number": "21",
                "verse_text": "Guardandkeep yourselves in the love of God; expectandpatiently wait for the mercy of our Lord Jesus Christ (the Messiah)—[which will bring you]unto life eternal."
            },
            {
                "verse_number": "22",
                "verse_text": "Andrefute[so as to]convict some who dispute with you, andon some have mercy who waveranddoubt.23[Strive to]save others, snatching[them]out of[the]fire; on others take pity[but]with fear, loathing even the garment spotted by the fleshandpolluted by their sensuality."
            },
            {
                "verse_number": "23",
                "verse_text": "Now to Him Who is able to keep you without stumblingorslippingorfalling, and to present[you]unblemished (blameless and faultless) before the presence of His glory in triumphant joyandexultation[with unspeakable, ecstatic delight]—"
            },
            {
                "verse_number": "24",
                "verse_text": "Now to Him Who is able to keep you without stumblingorslippingorfalling, and to present[you]unblemished (blameless and faultless) before the presence of His glory in triumphant joyandexultation[with unspeakable, ecstatic delight]—"
            },
            {
                "verse_number": "25",
                "verse_text": "To the one only God, our Savior through Jesus Christ our Lord, be glory (splendor), majesty, mightanddominion, and powerandauthority, before all time and now and forever (unto all the ages of eternity). Amen (so be it)."
            }
        ]
    }
}