{
    "1peter": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Peter, an apostle (a special messenger) of Jesus Christ,[writing]to the elect exiles of the dispersion scattered (sowed) abroad in Pontus, Galatia, Cappadocia, Asia, and Bithynia,"
            },
            {
                "verse_number": "2",
                "verse_text": "Who were chosenandforeknown by God the Father and consecrated (sanctified, made holy) by the Spirit to be obedient to Jesus Christ (the Messiah) and to be sprinkled with[His]blood: May grace (spiritual blessing) and peace be given you in increasing abundance[that spiritual peace to be realized in and through Christ, freedom from fears, agitating passions, and moral conflicts]."
            },
            {
                "verse_number": "3",
                "verse_text": "Praised (honored, blessed) be the God and Father of our Lord Jesus Christ (the Messiah)! By His boundless mercy we have been born again to an ever-living hope through the resurrection of Jesus Christ from the dead,4[Born anew]into an inheritance which is beyond the reach of changeanddecay[imperishable], unsullied and unfading, reserved in heaven for you,"
            },
            {
                "verse_number": "4",
                "verse_text": "Who are being guarded (garrisoned) by God's power through[your]faith[till you fully inherit that final]salvation that is ready to be revealed[for you]in the last time.6[You should]be exceedingly glad on this account, though now for a little while you may be distressed by trialsandsuffer temptations,"
            },
            {
                "verse_number": "5",
                "verse_text": "Who are being guarded (garrisoned) by God's power through[your]faith[till you fully inherit that final]salvation that is ready to be revealed[for you]in the last time.6[You should]be exceedingly glad on this account, though now for a little while you may be distressed by trialsandsuffer temptations,"
            },
            {
                "verse_number": "6",
                "verse_text": "So that[the genuineness]of your faith may be tested,[your faith]which is infinitely more precious than the perishable gold which is testedandpurified by fire.[This proving of your faith is intended]to redound to[your]praise and glory and honor when Jesus Christ (the Messiah, the Anointed One) is revealed."
            },
            {
                "verse_number": "7",
                "verse_text": "So that[the genuineness]of your faith may be tested,[your faith]which is infinitely more precious than the perishable gold which is testedandpurified by fire.[This proving of your faith is intended]to redound to[your]praise and glory and honor when Jesus Christ (the Messiah, the Anointed One) is revealed."
            },
            {
                "verse_number": "8",
                "verse_text": "Without having seen Him, you love Him; though you do not[even]now see Him, you believe in Him and exultandthrill with inexpressible and glorious (triumphant, heavenly) joy.9[At the same time]you receive the result (outcome, consummation) of your faith, the salvation of your souls."
            },
            {
                "verse_number": "9",
                "verse_text": "The prophets, who prophesied of the grace (divine blessing) which was intended for you, searched and inquired earnestly about this salvation."
            },
            {
                "verse_number": "10",
                "verse_text": "The prophets, who prophesied of the grace (divine blessing) which was intended for you, searched and inquired earnestly about this salvation."
            },
            {
                "verse_number": "11",
                "verse_text": "They sought[to find out]to whom or when this was to come which the Spirit of Christ working within them was indicating when He predicted the sufferings of Christ and the glories that should follow[them]."
            },
            {
                "verse_number": "12",
                "verse_text": "It was then disclosed to them that the services they were rendering were not meant for themselvesandtheir period of time, but for you.[It is these very]things which have now already been made known plainly to you by those who preached the good news (the Gospel) to you by the[same]Holy Spirit sent from heaven. Into these things[the very]angels long to look!"
            },
            {
                "verse_number": "13",
                "verse_text": "So brace up your minds; be sober (circumspect, morally alert); set your hope whollyandunchangeably on the grace (divine favor) that is coming to you when Jesus Christ (the Messiah) is revealed.14[Live]as children of obedience[to God]; do not conform yourselves to the evil desires[that governed you]in your former ignorance[when you did not know the requirements of the Gospel]."
            },
            {
                "verse_number": "14",
                "verse_text": "But as the One Who called you is holy, you yourselves also be holy in all your conductandmanner of living."
            },
            {
                "verse_number": "15",
                "verse_text": "But as the One Who called you is holy, you yourselves also be holy in all your conductandmanner of living."
            },
            {
                "verse_number": "16",
                "verse_text": "For it is written, You shall be holy, for I am holy."
            },
            {
                "verse_number": "17",
                "verse_text": "And if you call upon Him as[your]Father Who judges each one impartially according to what he does,[then]you should conduct yourselves with true reverence throughout the time of your temporary residence[on the earth, whether long or short]."
            },
            {
                "verse_number": "18",
                "verse_text": "You must know (recognize) that you were redeemed (ransomed) from the useless (fruitless) way of living inherited by tradition from[your]forefathers, not with corruptible things[such as]silver and gold,"
            },
            {
                "verse_number": "19",
                "verse_text": "But[you were purchased]with the precious blood of Christ (the Messiah), like that of a[sacrificial]lamb without blemish or spot."
            },
            {
                "verse_number": "20",
                "verse_text": "It is true that He was chosenandforeordained (destined and foreknown for it) before the foundation of the world, but He was brought out to public view (made manifest) in these last days (at the end of the times) for the sake of you."
            },
            {
                "verse_number": "21",
                "verse_text": "Through Him you believe in (adhere to, rely on) God, Who raised Him up from the dead and gave Him honorandglory, so that your faith and hope are[centered and rest]in God."
            },
            {
                "verse_number": "22",
                "verse_text": "Since by your obedience to the Truththrough the[Holy]Spirityou have purified your hearts for the sincere affection of the brethren,[see that you]love one another fervently from apureheart."
            },
            {
                "verse_number": "23",
                "verse_text": "You have been regenerated (born again), not from a mortal origin (seed, sperm), but from one that is immortal by theeverliving and lasting Word of God."
            },
            {
                "verse_number": "24",
                "verse_text": "For all flesh (mankind) is like grass, and all its glory (honor) like[the]flower of grass. The grass withers and the flower drops off,"
            },
            {
                "verse_number": "25",
                "verse_text": "But the Word of the Lord (divine instruction, the Gospel) endures forever. And this Word is the good news which was preached to you."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "So be done with every trace of wickedness (depravity, malignity) and all deceit and insincerity (pretense, hypocrisy) and grudges (envy, jealousy) and slanderandevil speaking of every kind."
            },
            {
                "verse_number": "2",
                "verse_text": "Like newborn babies you should crave (thirst for, earnestly desire) the pure (unadulterated) spiritual milk, that by it you may be nurturedandgrow unto[completed]salvation,"
            },
            {
                "verse_number": "3",
                "verse_text": "Since you have[already]tasted the goodnessandkindness of the Lord."
            },
            {
                "verse_number": "4",
                "verse_text": "Come to Him[then, to that]Living Stone which men triedandthrew away, but which is chosen[and]precious in God's sight.5[Come]and, like living stones, be yourselves built[into]a spiritual house, for a holy (dedicated, consecrated) priesthood, to offer up[those]spiritual sacrifices[that are]acceptableandpleasing to God through Jesus Christ."
            },
            {
                "verse_number": "5",
                "verse_text": "For thus it stands in Scripture: Behold, I am laying in Zion a chosen (honored), precious chief Cornerstone, and he who believes in Him[who adheres to, trusts in, and relies on Him]shall never be disappointedorput to shame."
            },
            {
                "verse_number": "6",
                "verse_text": "For thus it stands in Scripture: Behold, I am laying in Zion a chosen (honored), precious chief Cornerstone, and he who believes in Him[who adheres to, trusts in, and relies on Him]shall never be disappointedorput to shame."
            },
            {
                "verse_number": "7",
                "verse_text": "To you then who believe (who adhere to, trust in, and rely on Him) is the preciousness; but for those who disbelieve[it is true], The[very]Stone which the builders rejected has become the main Cornerstone,"
            },
            {
                "verse_number": "8",
                "verse_text": "And, A Stone that will cause stumbling and a Rock that will give[men]offense; they stumble because they disobeyanddisbelieve[God's]Word, as those[who reject Him]were destined (appointed) to do."
            },
            {
                "verse_number": "9",
                "verse_text": "But you are a chosen race, a royal priesthood, a dedicated nation,[God's]own purchased, special people, that you may set forth the wonderful deedsanddisplay the virtues and perfections of Him Who called you out of darkness into His marvelous light."
            },
            {
                "verse_number": "10",
                "verse_text": "Once you were not a people[at all], but now you are God's people; once you were unpitied, but now you are pitiedandhave received mercy."
            },
            {
                "verse_number": "11",
                "verse_text": "Beloved, I implore you as aliens and strangersandexiles[in this world]to abstain from the sensual urges (the evil desires, the passions of the flesh, your lower nature) that wage war against the soul."
            },
            {
                "verse_number": "12",
                "verse_text": "Conduct yourselves properly (honorably, righteously) among the Gentiles, so that, although they may slander you as evildoers,[yet]they may by witnessing your good deeds[come to]glorify God in the day of inspection[when God shall look upon you wanderers as a pastor or shepherd looks over his flock]."
            },
            {
                "verse_number": "13",
                "verse_text": "Be submissive to every human institutionandauthority for the sake of the Lord, whether it be to the emperor as supreme,"
            },
            {
                "verse_number": "14",
                "verse_text": "Or to governors as sent by him to bring vengeance (punishment, justice) to those who do wrong and to encourage those who do good service."
            },
            {
                "verse_number": "15",
                "verse_text": "For it is God's willandintention that by doing right[your good and honest lives]should silence (muzzle, gag) the ignorant chargesandill-informed criticisms of foolish persons.16[Live]as free people,[yet]without employing your freedom as a pretext for wickedness; but[live at all times]as servants of God."
            },
            {
                "verse_number": "16",
                "verse_text": "Show respect for all men[treat them honorably]. Love the brotherhood (the Christian fraternity of which Christ is the Head). Reverence God. Honor the emperor.18[You who are]household servants, be submissive to your masters with all[proper]respect, not only to those who are kind and considerateandreasonable, but also to those who are surly (overbearing, unjust, and crooked)."
            },
            {
                "verse_number": "17",
                "verse_text": "Show respect for all men[treat them honorably]. Love the brotherhood (the Christian fraternity of which Christ is the Head). Reverence God. Honor the emperor.18[You who are]household servants, be submissive to your masters with all[proper]respect, not only to those who are kind and considerateandreasonable, but also to those who are surly (overbearing, unjust, and crooked)."
            },
            {
                "verse_number": "18",
                "verse_text": "For one is regarded favorably (is approved, acceptable, and thankworthy) if, as in the sight of God, he endures the pain of unjust suffering.20[After all]what kind of glory[is there in it]if, when you do wrong and are punished for it, you take it patiently? But if you bear patiently with suffering[which results]when you do rightandthat is undeserved, it is acceptableandpleasing to God."
            },
            {
                "verse_number": "19",
                "verse_text": "For one is regarded favorably (is approved, acceptable, and thankworthy) if, as in the sight of God, he endures the pain of unjust suffering.20[After all]what kind of glory[is there in it]if, when you do wrong and are punished for it, you take it patiently? But if you bear patiently with suffering[which results]when you do rightandthat is undeserved, it is acceptableandpleasing to God."
            },
            {
                "verse_number": "20",
                "verse_text": "For even to this were you called[it is inseparable from your vocation]. For Christ also suffered for you, leaving you[His personal]example, so that you should follow in His footsteps."
            },
            {
                "verse_number": "21",
                "verse_text": "For even to this were you called[it is inseparable from your vocation]. For Christ also suffered for you, leaving you[His personal]example, so that you should follow in His footsteps."
            },
            {
                "verse_number": "22",
                "verse_text": "He was guilty of no sin, neither was deceit (guile) ever found on His lips."
            },
            {
                "verse_number": "23",
                "verse_text": "When He was reviledandinsulted, He did not revileoroffer insult in return;[when]He was abusedandsuffered, He made no threats[of vengeance]; but he trusted[Himself and everything]to Him Who judges fairly."
            },
            {
                "verse_number": "24",
                "verse_text": "He personally bore our sins in His[own]body on the tree[as on an altar and offered Himself on it], that we might die (cease to exist) to sin and live to righteousness. By His wounds you have been healed."
            },
            {
                "verse_number": "25",
                "verse_text": "For you were going astray like[so many]sheep, but now you have come back to the Shepherd and Guardian (the Bishop) of your souls."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "In like manner, you married women, be submissive to your own husbands[subordinate yourselves as being secondary to and dependent on them, and adapt yourselves to them], so that even if any do not obey the Word[of God], they may be won over not by discussion but by the[godly]lives of their wives,"
            },
            {
                "verse_number": "2",
                "verse_text": "When they observe the pureandmodest way in which you conduct yourselves, together with your reverence[for your husband; you are to feel for him all that reverence includes: to respect, defer to, revere him—to honor, esteem, appreciate, prize, and, in the human sense, to adore him, that is, to admire, praise, be devoted to, deeply love, and enjoy your husband]."
            },
            {
                "verse_number": "3",
                "verse_text": "Let not yours be the[merely]external adorning with[elaborate]interweavingandknotting of the hair, the wearing of jewelry, or changes of clothes;"
            },
            {
                "verse_number": "4",
                "verse_text": "But let it be the inward adorningandbeauty of the hidden person of the heart, with the incorruptibleandunfading charm of a gentle and peaceful spirit, which[is not anxious or wrought up, but]is very precious in the sight of God."
            },
            {
                "verse_number": "5",
                "verse_text": "For it was thus that the pious women of old who hoped in God were[accustomed]to beautify themselves and were submissive to their husbands[adapting themselves to them as themselves secondary and dependent upon them]."
            },
            {
                "verse_number": "6",
                "verse_text": "It was thus that Sarah obeyed Abraham[following his guidance and acknowledging his headship over her by]calling him lord (master, leader, authority). And you are now her true daughters if you do right and let nothing terrify you[not giving way to hysterical fears or letting anxieties unnerve you]."
            },
            {
                "verse_number": "7",
                "verse_text": "In the same way you married men should live considerately with[your wives], with an intelligent recognition[of the marriage relation], honoring the woman as[physically]the weaker, but[realizing that you]are joint heirs of the grace (God's unmerited favor) of life, in order that your prayers may not be hinderedandcut off.[Otherwise you cannot pray effectively.]"
            },
            {
                "verse_number": "8",
                "verse_text": "Finally, all[of you]should be of oneandthe same mind (united in spirit), sympathizing[with one another], loving[each other]as brethren[of one household], compassionateandcourteous (tenderhearted and humble)."
            },
            {
                "verse_number": "9",
                "verse_text": "Never return evil for evil or insult for insult (scolding, tongue-lashing, berating), but on the contrary blessing[praying for their welfare, happiness, and protection, and truly pitying and loving them]. Forknow thatto this you have been called, that you may yourselves inherit a blessing[from God—that you may obtain a blessing as heirs, bringing welfare and happiness and protection]."
            },
            {
                "verse_number": "10",
                "verse_text": "For let him who wants to enjoy life and see good days[good—whether apparent or not]keep his tongue free from evil and his lips from guile (treachery, deceit)."
            },
            {
                "verse_number": "11",
                "verse_text": "Let him turn away from wickednessandshun it, and let him do right. Let him search for peace (harmony; undisturbedness from fears, agitating passions, and moral conflicts) and seek it eagerly.[Do not merely desire peaceful relations with God, with your fellowmen, and with yourself, but pursue, go after them!]"
            },
            {
                "verse_number": "12",
                "verse_text": "For the eyes of the Lord are upon the righteous (those who are upright and in right standing with God), and His ears are attentive to their prayer. But the face of the Lord is against those who practice evil[to oppose them, to frustrate, and defeat them]."
            },
            {
                "verse_number": "13",
                "verse_text": "Now who is there to hurt you if you are zealous followers of that which is good?"
            },
            {
                "verse_number": "14",
                "verse_text": "But even in case you should suffer for the sake of righteousness,[you are]blessed (happy, to be envied). Do not dreadorbe afraid of their threats, nor be disturbed[by their opposition]."
            },
            {
                "verse_number": "15",
                "verse_text": "But in your hearts set Christ apart as holy[and acknowledge Him]as Lord. Always be ready to give a logical defense to anyone who asks you to account for the hope that is in you, but do it courteously and respectfully.16[And see to it that]your conscience is entirely clear (unimpaired), so that, when you are falsely accused as evildoers, those who threaten you abusivelyandrevile your right behavior in Christ may come to be ashamed[of slandering your good lives]."
            },
            {
                "verse_number": "16",
                "verse_text": "For[it is]better to suffer[unjustly]for doing right, if that should be God's will, than to suffer[justly]for doing wrong."
            },
            {
                "verse_number": "17",
                "verse_text": "For[it is]better to suffer[unjustly]for doing right, if that should be God's will, than to suffer[justly]for doing wrong."
            },
            {
                "verse_number": "18",
                "verse_text": "For Christ[the Messiah Himself]died for sins once for all, the Righteous for the unrighteous (the Just for the unjust, the Innocent for the guilty), that He might bring us to God. In His human body He was put to death, but He was made alive in the spirit,"
            },
            {
                "verse_number": "19",
                "verse_text": "In which He went and preached to the spirits in prison,20[The souls of those]who long before in the days of Noah had been disobedient, when God's patience waited during the building of the ark in which a few[people], actually eight in number, were saved through water."
            },
            {
                "verse_number": "20",
                "verse_text": "And baptism, which is a figure[of their deliverance], does now also save you[from inward questionings and fears], not by the removing of outward body filth[bathing], but by[providing you with]the answer of a good and clear conscience (inward cleanness and peace) before God[because you are demonstrating what you believe to be yours]through the resurrection of Jesus Christ.22[And He]has now entered into heaven and is at the right hand of God, with[all]angels and authorities and powers made subservient to Him."
            },
            {
                "verse_number": "21",
                "verse_text": "And baptism, which is a figure[of their deliverance], does now also save you[from inward questionings and fears], not by the removing of outward body filth[bathing], but by[providing you with]the answer of a good and clear conscience (inward cleanness and peace) before God[because you are demonstrating what you believe to be yours]through the resurrection of Jesus Christ.22[And He]has now entered into heaven and is at the right hand of God, with[all]angels and authorities and powers made subservient to Him."
            },
            {
                "verse_number": "22",
                "verse_text": "So, since Christ suffered in the fleshfor us, for you, arm yourselves with the same thoughtandpurpose[patiently to suffer rather than fail to please God]. For whoever has suffered in the flesh[having the mind of Christ]is done with[intentional]sin[has stopped pleasing himself and the world, and pleases God],"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "So, since Christ suffered in the fleshfor us, for you, arm yourselves with the same thoughtandpurpose[patiently to suffer rather than fail to please God]. For whoever has suffered in the flesh[having the mind of Christ]is done with[intentional]sin[has stopped pleasing himself and the world, and pleases God],"
            },
            {
                "verse_number": "2",
                "verse_text": "So that he can no longer spend the rest of his natural life living by[his]human appetitesanddesires, but[he lives]for what God wills."
            },
            {
                "verse_number": "3",
                "verse_text": "For the time that is past already suffices for doing what the Gentiles like to do—living[as you have done]in shameless, insolent wantonness, in lustful desires, drunkenness, reveling, drinking boutsandabominable, lawless idolatries."
            },
            {
                "verse_number": "4",
                "verse_text": "They are astonishedandthink it very queer that you do not now run hand in hand with them in the same excesses of dissipation, and they abuse[you]."
            },
            {
                "verse_number": "5",
                "verse_text": "But they will have to give an account to Him Who is ready to judgeandpass sentence on the living and the dead."
            },
            {
                "verse_number": "6",
                "verse_text": "For this is why the good news (the Gospel) was preached[in their lifetime]even to the dead, that though judged in fleshly bodies as men are, they might live in the spirit as God does."
            },
            {
                "verse_number": "7",
                "verse_text": "But the endandculmination of all things has now come near; keep sound mindedandself-restrained and alert therefore for[the practice of]prayer."
            },
            {
                "verse_number": "8",
                "verse_text": "Above all things have intenseandunfailing love for one another, for love covers a multitude of sins[forgives and disregards the offenses of others]."
            },
            {
                "verse_number": "9",
                "verse_text": "Practice hospitality to one another (those of the household of faith).[Be hospitable, be a lover of strangers, with brotherly affection for the unknown guests, the foreigners, the poor, and all others who come your way who are of Christ's body.]And[in each instance]do it ungrudgingly (cordially and graciously, without complaining but as representing Him)."
            },
            {
                "verse_number": "10",
                "verse_text": "As each of you has received a gift (a particular spiritual talent, a gracious divine endowment), employ it for one another as[befits]good trustees of God's many-sided grace[faithful stewards of the extremely diverse powers and gifts granted to Christians by unmerited favor]."
            },
            {
                "verse_number": "11",
                "verse_text": "Whoever speaks,[let him do it as one who utters]oracles of God; whoever renders service,[let him do it]as with the strength which God furnishes abundantly, so that in all things God may be glorified through Jesus Christ (the Messiah). To Him be the glory and dominion forever and ever (through endless ages). Amen (so be it)."
            },
            {
                "verse_number": "12",
                "verse_text": "Beloved, do not be amazedandbewildered at the fiery ordeal which is taking place to test your quality, as though something strange (unusual and alien to you and your position) were befalling you."
            },
            {
                "verse_number": "13",
                "verse_text": "But insofar as you are sharing Christ's sufferings, rejoice, so that when His glory[full of radiance and splendor]is revealed, you may also rejoice with triumph[exultantly]."
            },
            {
                "verse_number": "14",
                "verse_text": "If you are censuredandsuffer abuse[because you bear]the name of Christ, blessed[are you—happy, fortunate, to be envied, with life-joy, and satisfaction in God's favor and salvation, regardless of your outward condition], because the Spirit of glory, the Spirit of God, is resting upon you.On their part He is blasphemed, but on your part He is glorified."
            },
            {
                "verse_number": "15",
                "verse_text": "But let none of you suffer as a murderer or a thief or any sort of criminal, or as a mischief-maker (a meddler) in the affairs of others[infringing on their rights]."
            },
            {
                "verse_number": "16",
                "verse_text": "But if[one is ill-treated and suffers]as a Christian[which he is contemptuously called], let him not be ashamed, but give glory to God that he is[deemed worthy to suffer]in this name."
            },
            {
                "verse_number": "17",
                "verse_text": "For the time[has arrived]for judgment to begin with the household of God; and if it begins with us, what will[be]the end of those who do not respectorbelieveorobey the good news (the Gospel) of God?"
            },
            {
                "verse_number": "18",
                "verse_text": "And if the righteous are barely saved, what will become of the godless and wicked?"
            },
            {
                "verse_number": "19",
                "verse_text": "Therefore, those who are ill-treatedandsuffer in accordance with God's will must do right and commit their souls[in charge as a deposit]to the One Who created[them]and will never fail[them]."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "I warnandcounsel the elders among you (the pastors and spiritual guides of the church) as a fellow elder and as an eyewitness[called to testify]of the sufferings of Christ, as well as a sharer in the glory (the honor and splendor) that is to be revealed (disclosed, unfolded):"
            },
            {
                "verse_number": "2",
                "verse_text": "Tend (nurture, guard, guide, and fold) the flock of God that is[your responsibility], not by coercionorconstraint, but willingly; not dishonorably motivated by the advantagesandprofits[belonging to the office], but eagerlyandcheerfully;"
            },
            {
                "verse_number": "3",
                "verse_text": "Not domineering[as arrogant, dictatorial, and overbearing persons]over those in your charge, but being examples (patterns and models of Christian living) to the flock (the congregation)."
            },
            {
                "verse_number": "4",
                "verse_text": "And[then]when the Chief Shepherd is revealed, you will win the conqueror's crown of glory."
            },
            {
                "verse_number": "5",
                "verse_text": "Likewise, you who are youngerandof lesser rank, be subject to the elders (the ministers and spiritual guides of the church)—[giving them due respect and yielding to their counsel]. Clothe (apron) yourselves, all of you, with humility[as the garb of a servant, so that its covering cannot possibly be stripped from you, with freedom from pride and arrogance]toward one another. For God sets Himself against the proud (the insolent, the overbearing, the disdainful, the presumptuous, the boastful)—[and He opposes, frustrates, and defeats them], but gives grace (favor, blessing) to the humble."
            },
            {
                "verse_number": "6",
                "verse_text": "Therefore humble yourselves[demote, lower yourselves in your own estimation]under the mighty hand of God, that in due time He may exalt you,"
            },
            {
                "verse_number": "7",
                "verse_text": "Casting the whole of your care[all your anxieties, all your worries, all your concerns, once and for all]on Him, for He cares for you affectionatelyandcares about you watchfully."
            },
            {
                "verse_number": "8",
                "verse_text": "Be well balanced (temperate, sober of mind), be vigilantandcautious at all times; for that enemy of yours, the devil, roams around like a lion roaring[in fierce hunger], seeking someone to seize uponanddevour."
            },
            {
                "verse_number": "9",
                "verse_text": "Withstand him; be firm in faith[against his onset—rooted, established, strong, immovable, and determined], knowing that the same (identical) sufferings are appointed to your brotherhood (the whole body of Christians) throughout the world."
            },
            {
                "verse_number": "10",
                "verse_text": "And after you have suffered a little while, the God of all grace[Who imparts all blessing and favor], Who has called you to His[own]eternal glory in ChristJesus, will Himself completeandmake you what you ought to be, establishandground you securely, and strengthen, and settle you."
            },
            {
                "verse_number": "11",
                "verse_text": "To Him be the dominion (power, authority, rule) forever and ever. Amen (so be it)."
            },
            {
                "verse_number": "12",
                "verse_text": "By Silvanus, a true (loyal, consistent, incorruptible) brother, as I consider him, I have written briefly to you, to counselandurgeandstimulate[you]and to declare[to you]that this is the true[account of the]grace (the undeserved favor) of God. Be steadfastandpersevere in it."
            },
            {
                "verse_number": "13",
                "verse_text": "She[your sister church here]in Babylon,[who is]elect (chosen) with[yourselves], sends you greetings, and[so does]my son (disciple) Mark."
            },
            {
                "verse_number": "14",
                "verse_text": "Salute one another with a kiss of love[the symbol of mutual affection]. To all of you that are in ChristJesus(the Messiah), may there be peace (every kind of peace and blessing, especially peace with God, and  freedom from fears, agitating passions, and moral conflicts).Amen (so be it)."
            }
        ]
    }
}