{
    "Colossians": {
        "1": [
            {
                "verse_number": "3",
                "verse_text": "Every time we pray for you our hearts overflow with thanksgiving to Father God, the Father of our Lord Jesus Christ."
            },
            {
                "verse_number": "4",
                "verse_text": "For we have heard of your devoted lives of faith in Christ Jesus and your tender love toward all his holy believers."
            },
            {
                "verse_number": "5",
                "verse_text": "Your faith and love rise within you as you access all the treasures of your inheritance stored up in the heavenly realm. For the revelation of the true gospel is as real today as the day you first heard of our glorious hope, now that you have believed in the truth of the gospel."
            },
            {
                "verse_number": "6",
                "verse_text": "This is the wonderful message that is being spread everywhere, powerfully changing hearts throughout the earth, just like it has changed you! Every believer of this good news bears the fruit of eternal life as they experience the reality of God&quot;s grace."
            },
            {
                "verse_number": "7",
                "verse_text": "Our beloved coworker, Epaphras, was there from the beginning to thoroughly teach you the astonishing revelation of the gospel, and he serves you faithfully as Christ&quot;s representative."
            },
            {
                "verse_number": "8",
                "verse_text": "He&quot;s informed us of the many wonderful ways love is being demonstrated through your lives by the empowerment of the Holy Spirit."
            },
            {
                "verse_number": "9",
                "verse_text": "Since we first heard about you, we&quot;ve kept you always in our prayers that you would receive the perfect knowledge of God&quot;s pleasure over your lives, making you reservoirs of every kind of wisdom and spiritual understanding."
            },
            {
                "verse_number": "10",
                "verse_text": "We pray that you would walk in the ways of true righteousness, pleasing God in every good thing you do. Then you&quot;ll become fruit-bearing branches, yielding to his life, and maturing in the rich experience of knowing God in his fullness!"
            },
            {
                "verse_number": "11",
                "verse_text": "And we pray that you would be energized with all his explosive power from the realm of his magnificent glory, filling you with great hope."
            },
            {
                "verse_number": "12",
                "verse_text": "Your hearts can soar with joyful gratitude when you think of how God made you worthy to receive the glorious inheritance freely given to us by living in the light."
            },
            {
                "verse_number": "13",
                "verse_text": "He has rescued us completely from the tyrannical rule of darkness and has translated us into the kingdom realm of his beloved Son."
            },
            {
                "verse_number": "14",
                "verse_text": "For in the Son all our sins are canceled and we have the release of redemption through his very blood ."
            },
            {
                "verse_number": "15",
                "verse_text": "He is the divine portrait, the true likeness of the invisible God, and the firstborn heir of all creation."
            },
            {
                "verse_number": "16",
                "verse_text": "For in him was created the universe of things, both in the heavenly realm and on the earth, all that is seen and all that is unseen. Every seat of power, realm of government, principality, and authority&ndash;it all exists through him and for his purpose!"
            },
            {
                "verse_number": "17",
                "verse_text": "He existed before anything was made, and now everything finds completion in him."
            },
            {
                "verse_number": "18",
                "verse_text": "He is the Head of his body, which is the church. And since he is the beginning and the firstborn heir in resurrection, he is the most exalted One, holding first place in everything."
            },
            {
                "verse_number": "19",
                "verse_text": "For God is satisfied to have all his fullness dwelling in Christ."
            },
            {
                "verse_number": "20",
                "verse_text": "And by the blood of his cross, everything in heaven and earth is brought back to himself&ndash; back to its original intent, restored to innocence again !"
            },
            {
                "verse_number": "23",
                "verse_text": "if indeed you continue to advance in faith, assured of a firm foundation to grow upon. Never be shaken from the hope of the gospel you have believed in. And this is the glorious news I preach all over the world."
            },
            {
                "verse_number": "24",
                "verse_text": "I can even celebrate the sorrows I have experienced on your behalf; for as I join with you in your difficulties, it helps you to discover what lacks in your understanding of the sufferings Jesus Christ experienced for his body, the church."
            },
            {
                "verse_number": "25",
                "verse_text": "This is the very reason I&quot;ve been made a minister by the authority of God and a servant to his body, so that in his detailed plan I would fully equip you with the Word of God."
            },
            {
                "verse_number": "26",
                "verse_text": "There is a divine mystery&ndash;a secret surprise that has been concealed from the world for generations, but now it&quot;s being revealed, unfolded and manifested for every holy believer to experience."
            },
            {
                "verse_number": "27",
                "verse_text": "Living within you is the Christ who floods you with the expectation of glory! This mystery of Christ, embedded within us, becomes a heavenly treasure chest of hope filled with the riches of glory for his people, and God wants everyone to know it!"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "I wish you could know how much I have struggled for you and for the church in Laodicea, and for the many other friends I&quot;ve yet to meet."
            },
            {
                "verse_number": "2",
                "verse_text": "I am contending for you that your hearts will be wrapped in the comfort of heaven and woven together into love&quot;s fabric. This will give you access to all the riches of God as you experience the revelation of God&quot;s great mystery&ndash;Christ."
            },
            {
                "verse_number": "3",
                "verse_text": "For our spiritual wealth is in him, like hidden treasure waiting to be discovered&ndash;heaven&quot;s wisdom and endless riches of revelation knowledge."
            },
            {
                "verse_number": "4",
                "verse_text": "I want you to know this so that no one will come and lead you into error through their persuasive arguments and clever words."
            },
            {
                "verse_number": "5",
                "verse_text": "Even though I&quot;m separated from you geographically, my spirit is present there with you. And I&quot;m overjoyed to see how disciplined and deeply committed you are because you have such a solid faith in Christ, the Anointed One."
            },
            {
                "verse_number": "6",
                "verse_text": "In the same way you received Jesus our Lord and Messiah by faith, continue your journey of faith, progressing further into your union with him!"
            },
            {
                "verse_number": "7",
                "verse_text": "Your spiritual roots go deeply into his life as you are continually infused with strength, encouraged in every way. For you are established in the faith you have absorbed and enriched by your devotion to him!"
            },
            {
                "verse_number": "8",
                "verse_text": "Beware that no one distracts you or intimidates you in their attempt to lead you away from Christ&quot;s fullness by pretending to be full of wisdom when they&quot;re filled with endless arguments of human logic. For they operate with humanistic and clouded judgments based on the mindset of this world system, and not the anointed truths of the Anointed One."
            },
            {
                "verse_number": "9",
                "verse_text": "For he is the complete fullness of deity living in human form."
            },
            {
                "verse_number": "10",
                "verse_text": "And our own completeness is now found in him. We are completely filled with God as Christ&quot;s fullness overflows within us. He is the Head of every kingdom and authority in the universe!"
            },
            {
                "verse_number": "11",
                "verse_text": "Through our union with him we have experienced circumcision of heart. All of the guilt and power of sin has been cut away and is now extinct because of what Christ, the Anointed One, has accomplished for us."
            },
            {
                "verse_number": "12",
                "verse_text": "For we&quot;ve been buried with him into his death. Our &apos;baptism into death&apos; also means we were raised with him when we believed in God&quot;s resurrection power, the power that raised him from death&quot;s realm."
            },
            {
                "verse_number": "13",
                "verse_text": "This &apos;realm of death&apos; describes our former state, for we were held in sin&quot;s grasp. But now, we&quot;ve been resurrected out of that &apos;realm of death&apos; never to return, for we are forever alive and forgiven of all our sins!"
            },
            {
                "verse_number": "14",
                "verse_text": "He canceled out every legal violation we had on our record and the old arrest warrant that stood to indict us. He erased it all&ndash;our sins, our stained soul&ndash;he deleted it all and they cannot be retrieved ! Everything we once were in Adam has been placed onto his cross and nailed permanently there as a public display of cancellation."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Jesus made a public spectacle of all the powers and principalities of darkness, stripping away from them every weapon and all their spiritual authority and power to accuse us. And by the power of the cross, Jesus led them around as prisoners in a procession of triumph. He was not their prisoner; they were his!"
            },
            {
                "verse_number": "16",
                "verse_text": "So why would you allow anyone to judge you because of what you eat or drink, or insist that you keep the feasts, observe new moon celebrations, or the Sabbath?"
            },
            {
                "verse_number": "17",
                "verse_text": "All of these were but a prophetic shadow and the evidence of what would be fulfilled, for the body is now Christ!"
            },
            {
                "verse_number": "18",
                "verse_text": "Don&quot;t let anyone disqualify you from your prize! Don&quot;t let their pretended sincerity fool you as they deliberately lead you into their initiation of angel worship. For they take pleasure in pretending to be experts of something they know nothing about. Their reasoning is meaningless and comes only from their own opinions."
            },
            {
                "verse_number": "19",
                "verse_text": "They refuse to take hold of the true source. But we receive directly from him , and his life supplies vitality into every part of his body through the joining ligaments connecting us all as one. He is the divine Head who guides his body and causes it to grow by the supernatural power of God."
            },
            {
                "verse_number": "20",
                "verse_text": "For you were included in the death of Christ and have died with him to the religious system and powers of this world. Don&quot;t retreat back to being bullied by the standards and opinions of religion&ndash;"
            },
            {
                "verse_number": "21",
                "verse_text": "for example, their strict requirements , &apos;You can&quot;t associate with that person!&apos; or, &apos;Don&quot;t eat that!&apos; or, &apos;You can&quot;t touch that!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "These are the doctrines of men and corrupt customs that are worthless to help you spiritually."
            },
            {
                "verse_number": "23",
                "verse_text": "For though they may appear to possess the promise of wisdom in their submission to God through the deprivation of their physical bodies, it is actually nothing more than empty rules rooted in religious rituals!"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Christ&quot;s resurrection is your resurrection too. This is why we are to yearn for all that is above, for that&quot;s where Christ sits enthroned at the place of all power, honor, and authority!"
            },
            {
                "verse_number": "2",
                "verse_text": "Yes, feast on all the treasures of the heavenly realm and fill your thoughts with heavenly realities, and not with the distractions of the natural realm."
            },
            {
                "verse_number": "3",
                "verse_text": "Your crucifixion with Christ has severed the tie to this life, and now your true life is hidden away in God in Christ."
            },
            {
                "verse_number": "4",
                "verse_text": "And as Christ himself is seen for who he really is, who you really are will also be revealed, for you are now one with him in his glory!"
            },
            {
                "verse_number": "5",
                "verse_text": "Live as one who has died to every form of sexual sin and impurity. Live as one who has died to the desires for forbidden things, including the desire for wealth, which is the essence of idol worship."
            },
            {
                "verse_number": "6",
                "verse_text": "When you live in these vices you ignite the anger of God against these acts of disobedience."
            },
            {
                "verse_number": "9",
                "verse_text": "and lying. Lay aside your old Adam-self with its masquerade and disguise."
            },
            {
                "verse_number": "10",
                "verse_text": "For you have acquired new creation life which is continually being renewed into the likeness of the One who created you; giving you the full revelation of God."
            },
            {
                "verse_number": "11",
                "verse_text": "In this new creation life, your nationality makes no difference, nor your ethnicity, education, nor economic status&ndash; they matter nothing . For it is Christ that means everything as he lives in every one of us!"
            },
            {
                "verse_number": "12",
                "verse_text": "You are always and dearly loved by God! So robe yourself with virtues of God , since you have been divinely chosen to be holy. Be merciful as you endeavor to understand others, and be compassionate, showing kindness toward all. Be gentle and humble, unoffendable in your patience with others."
            },
            {
                "verse_number": "13",
                "verse_text": "Tolerate the weaknesses of those in the family of faith, forgiving one another in the same way you have been graciously forgiven by Jesus Christ. If you find fault with someone, release this same gift of forgiveness to them."
            },
            {
                "verse_number": "14",
                "verse_text": "For love is supreme and must flow through each of these virtues. Love becomes the mark of true maturity."
            },
            {
                "verse_number": "15",
                "verse_text": "Let your heart be always guided by the peace of the Anointed One, who called you to peace as part of his one body. And always be thankful."
            },
            {
                "verse_number": "16",
                "verse_text": "Let the word of Christ live in you richly, flooding you with all wisdom. Apply the Scriptures as you teach and instruct one another with the Psalms, and with festive praises, and with prophetic songs given to you spontaneously by the Spirit, so sing to God with all your hearts!"
            },
            {
                "verse_number": "17",
                "verse_text": "Let every activity of your lives and every word that comes from your lips be drenched with the beauty of our Lord Jesus, the Anointed One. And bring your constant praise to God the Father because of what Christ has done for you !"
            },
            {
                "verse_number": "18",
                "verse_text": "Let every wife be supportive and tenderly devoted to her husband, for this is a beautiful illustration of our devotion to Christ."
            },
            {
                "verse_number": "19",
                "verse_text": "Let every husband be filled with cherishing love for his wife and never be insensitive toward her."
            },
            {
                "verse_number": "20",
                "verse_text": "Let the children respect and pay attention to their parents in everything for this pleases our Lord Jesus."
            },
            {
                "verse_number": "21",
                "verse_text": "And fathers, don&quot;t have unrealistic expectations for your children or else they may become discouraged."
            },
            {
                "verse_number": "22",
                "verse_text": "Let every employee listen well and follow the instructions of their employer, not just when their employers are watching, and not in pretense, but faithful in all things. For we are to live our lives with pure hearts in the constant awe and wonder of our Lord God."
            },
            {
                "verse_number": "23",
                "verse_text": "Put your heart and soul into every activity you do, as though you are doing it for the Lord himself and not merely for others."
            },
            {
                "verse_number": "24",
                "verse_text": "For we know that we will receive a reward, an inheritance from the Lord, as we serve the Lord Yahweh , the Anointed One!"
            },
            {
                "verse_number": "25",
                "verse_text": "A disciple will be repaid for what he has learned and followed, for God pays no attention to the titles or prestige of men."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Employers, treat your workers with equality and justice as you know that you also have a Lord and Master in heaven who is watching you ."
            },
            {
                "verse_number": "2",
                "verse_text": "Be faithful to pray as intercessors who are fully alert and giving thanks to God ."
            },
            {
                "verse_number": "3",
                "verse_text": "And please pray for me, that God will open a door of opportunity for us to preach the revelation of the mystery of Christ, for whose sake I am imprisoned."
            },
            {
                "verse_number": "4",
                "verse_text": "Pray that I would unfold and reveal fully this mystery, for that is my delightful assignment."
            },
            {
                "verse_number": "5",
                "verse_text": "Walk in the wisdom of God as you live before the unbelievers, and make it your duty to make him known."
            },
            {
                "verse_number": "6",
                "verse_text": "Let every word you speak be drenched with grace and tempered with truth and clarity. For then you will be prepared to give a respectful answer to anyone who asks about your faith."
            },
            {
                "verse_number": "9",
                "verse_text": "I have also sent Onesimus, who is from your city, and is also a beloved and faithful brother who will inform you of all that we&quot;re enduring."
            },
            {
                "verse_number": "14",
                "verse_text": "And Luke, the beloved physician, sends his warm greetings to you, and Demas also."
            },
            {
                "verse_number": "15",
                "verse_text": "Give my greetings to all the believers in Laodicea. And pray for dear Nymphas and the church that gathers in her home."
            },
            {
                "verse_number": "16",
                "verse_text": "Once you&quot;ve read this letter publicly to the church, please send it on to the church of the Laodiceans, and make sure you read the letter that I wrote to them."
            },
            {
                "verse_number": "17",
                "verse_text": "Be sure you give Archippus this message: &apos;Be faithful to complete the ministry you received from our Lord Jesus!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Now finally, I, Paul, write this with my own handwriting, and I send my loving greetings to you! Remember me in my imprisonment. May the blessings of God&quot;s grace overwhelm you! Love in Christ , Paul"
            }
        ]
    }
}