{
    "2 Peter": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This letter is from Simeon Peter, a loving servant and an apostle of Jesus Christ. I am writing to those who have been given a faith as equally precious as ours through the righteousness of our God and Savior, Jesus Christ."
            },
            {
                "verse_number": "2",
                "verse_text": "May grace and perfect peace cascade over you as you live in the rich knowledge of God and of Jesus our Lord."
            },
            {
                "verse_number": "3",
                "verse_text": "Everything we could ever need for life and godliness has already been deposited in us by his divine power. For all this was lavished upon us through the rich experience of knowing him who has called us by name and invited us to come to him through a glorious manifestation of his goodness."
            },
            {
                "verse_number": "4",
                "verse_text": "As a result of this, he has given you magnificent promises that are beyond all price, so that through the power of these tremendous promises we can experience partnership with the divine nature, by which you have escaped the corrupt desires that are of the world."
            },
            {
                "verse_number": "5",
                "verse_text": "So devote yourselves to lavishly supplementing your faith with goodness, and to goodness add understanding, and to self-control add patient endurance,"
            },
            {
                "verse_number": "6",
                "verse_text": "and to understanding add the strength of self-control, and to patient endurance add godliness, and to mercy toward others add unending love."
            },
            {
                "verse_number": "7",
                "verse_text": "and to godliness add mercy toward your brothers and sisters,"
            },
            {
                "verse_number": "8",
                "verse_text": "Since these virtues are already planted deep within, and you possess them in abundant supply, they will keep you from being inactive or fruitless in your pursuit of knowing Jesus Christ more intimately."
            },
            {
                "verse_number": "9",
                "verse_text": "But if anyone lacks these things, he is blind, constantly closing his eyes to the mysteries of our faith, and forgetting his innocence &ndash;for his past sins have been washed away."
            },
            {
                "verse_number": "10",
                "verse_text": "For this reason, beloved ones, be eager to confirm and validate that God has invited you to salvation and claimed you as his own. If you do these things, you will never stumble."
            },
            {
                "verse_number": "11",
                "verse_text": "As a result, the kingdom&quot;s gates will open wide to you as God choreographs your triumphant entrance into the eternal kingdom of our Lord and Savior, Jesus the Messiah."
            },
            {
                "verse_number": "12",
                "verse_text": "I won&quot;t hesitate to continually remind you of these truths, even though you are aware of them and are well established in the present measure of truth you have already embraced."
            },
            {
                "verse_number": "13",
                "verse_text": "And as long as I live I will continue to awaken you with this reminder,"
            },
            {
                "verse_number": "14",
                "verse_text": "since our Lord Jesus, the Anointed One, has clearly revealed that my departure is near."
            },
            {
                "verse_number": "15",
                "verse_text": "Indeed, I&quot;m passionate to share these things with you so that you will always remember them after my exodus from this life."
            },
            {
                "verse_number": "16",
                "verse_text": "We were not retelling some masterfully crafted legend when we informed you of the power and appearing of our Lord Jesus Christ, for we saw his magnificence and splendor unveiled before our very eyes."
            },
            {
                "verse_number": "17",
                "verse_text": "Yes, Father God lavished upon him radiant glory and honor when his distinct voice spoke out of the realm of majestic glory, endorsing him with these words: This is my cherished Son, marked by my love. All my delight is found in him!"
            },
            {
                "verse_number": "18",
                "verse_text": "And we ourselves heard that voice resound from the heavens while we were with him on the holy mountain."
            },
            {
                "verse_number": "19",
                "verse_text": "And so we have been given the prophetic word&ndash;the written message of the prophets, made more reliable and fully validated by the confirming voice of God on the Mount of Transfiguration . And you will continue to do well if you stay focused on it. For this prophetic message is like a piercing light shining in a gloomy place until the dawning of a new day, when the Morning Star rises in your hearts."
            },
            {
                "verse_number": "20",
                "verse_text": "You must understand this at the outset: Interpretation of scriptural prophecy requires the Holy Spirit , for it does not originate from someone&quot;s own imagination."
            },
            {
                "verse_number": "21",
                "verse_text": "No true prophecy comes from human initiative but is inspired by the moving of the Holy Spirit upon those who spoke the message that came from God."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "In the past there arose false prophets among God&quot;s people, just as there will continue to be false teachers who will secretly infiltrate in your midst to divide you , bringing with them their destructive heresies. They will even deny the Master, who paid the price for them, bringing swift destruction on themselves."
            },
            {
                "verse_number": "2",
                "verse_text": "Many will follow immoral lifestyles. Because of these corrupt false teachers , the way of truth will be slandered."
            },
            {
                "verse_number": "3",
                "verse_text": "They are only out for themselves, ready to exploit you for their own gain through their cunning arguments. Their condemnation has been a long time coming. But their destruction does not slumber or sit idly by, for it is sure to come ."
            },
            {
                "verse_number": "4",
                "verse_text": "Now, don&quot;t forget , God had no pity for the angels when they sinned but threw them into the lowest, darkest dungeon of gloom and locked them in chains, where they are firmly held until the judgment of torment."
            },
            {
                "verse_number": "5",
                "verse_text": "And he did not spare the former world in the days of Noah when he sent a flood to destroy a depraved world (although he protected Noah, the preacher of righteousness, along with seven members of his family)."
            },
            {
                "verse_number": "6",
                "verse_text": "And don&quot;t forget that he reduced to ashes the cities of Sodom and Gomorrah, condemning them to ruin and destruction. God appointed them to be examples as to what is coming to the ungodly."
            },
            {
                "verse_number": "7",
                "verse_text": "Yet he rescued a righteous man, Lot, suffering the indignity of the unbridled lusts of the lawless."
            },
            {
                "verse_number": "8",
                "verse_text": "For righteous Lot lived among them day after day, distressed in his righteous soul by the rebellious deeds he saw and heard."
            },
            {
                "verse_number": "9",
                "verse_text": "If the Lord Yahweh rescued Lot , he knows how to continually rescue the godly from their trials and to reserve the ungodly for punishment on the day of judgment."
            },
            {
                "verse_number": "10",
                "verse_text": "And this especially applies to those who live their lives despising authorities and who abandon themselves to chasing the depraved lusts of their flesh. They are willfully arrogant and insolent, unafraid to insult the glorious ones. A dog will return to his own vomit"
            },
            {
                "verse_number": "11",
                "verse_text": "Yet even angels, who are greater than they in power and strength, do not dare slander them before the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "These individuals are nothing but brute beasts&ndash;irrational creatures, born in the wild to be caught and destroyed&ndash;and they will perish like beasts. They are professional insulters, who slander whatever they don&quot;t understand, and in their destruction they will be destroyed."
            },
            {
                "verse_number": "13",
                "verse_text": "For all the evil they have done will come crashing down on them. They consider it their great pleasure to carouse in broad daylight. When they come to your love feasts they are but stains and blemishes, reveling in their deceptions as they feast with you."
            },
            {
                "verse_number": "14",
                "verse_text": "They are addicted to adultery, with eyes that are insatiable, with sins that never end. They seduce the vulnerable and are experts in their greed&ndash;they are but children of a curse!"
            },
            {
                "verse_number": "15",
                "verse_text": "They have wandered off the main road and have gone astray, because they are prophets who love profit&ndash;the wages they earn by wrongdoing. They are following the example of Balaam, son of Beor,"
            },
            {
                "verse_number": "16",
                "verse_text": "who was rebuked for evil by a donkey incapable of speech yet that spoke with a human voice and restrained the prophet&quot;s madness."
            },
            {
                "verse_number": "17",
                "verse_text": "These people are dried-up riverbeds, waterless clouds pushed along by stormy winds&ndash;the deepest darkness of gloom has been prepared for them."
            },
            {
                "verse_number": "18",
                "verse_text": "They spout off with their grandiose, impressive nonsense. Consumed with the lusts of the flesh, they lure back into sin those who recently escaped from their error."
            },
            {
                "verse_number": "19",
                "verse_text": "They promise others freedom, yet they themselves are slaves to corruption, for people are slaves to whatever overcomes them."
            },
            {
                "verse_number": "20",
                "verse_text": "Those who escape the corrupting forces of this world system through the experience of knowing about our Lord and Savior, Jesus the Messiah, then go back into entanglement with them and are defeated by them, becoming worse off than they were to start with."
            },
            {
                "verse_number": "21",
                "verse_text": "It would have been much better for them never to have experienced the way of righteousness than to know it and then turn away from the sacred obligation that was given to them."
            },
            {
                "verse_number": "22",
                "verse_text": "They become illustrations of the true proverb: and a washed pig to its rolling in the mud."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Beloved friends, this is now the second letter I have written to you in which I&quot;ve attempted to stir you up and awaken you to a proper mind-set."
            },
            {
                "verse_number": "2",
                "verse_text": "So never forget both the prophecies spoken by the holy prophets of old and the teaching of our Lord and Savior spoken by your apostles."
            },
            {
                "verse_number": "3",
                "verse_text": "Above all, you must understand that in the last days mockers will multiply, chasing after their evil desires."
            },
            {
                "verse_number": "4",
                "verse_text": "They will say, &apos;So what about this promise of his coming? Our ancestors are dead and buried, yet everything is still the same as it was since from the beginning of time until now.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "But they conveniently overlook that from the beginning, the heavens and earth were created by God&quot;s word. He spoke and the dry ground separated from the waters."
            },
            {
                "verse_number": "6",
                "verse_text": "Then long afterward he destroyed the world with a tremendous flood by those very waters."
            },
            {
                "verse_number": "7",
                "verse_text": "And now, by the same powerful word, the heavens and the earth are reserved for fire, being kept for judgment day, when all the ungodly will perish."
            },
            {
                "verse_number": "8",
                "verse_text": "So, dear friends, don&quot;t let this one thing escape your notice: a single day counts like a thousand years to the Lord Yahweh , and a thousand years counts as one day."
            },
            {
                "verse_number": "9",
                "verse_text": "This means that, contrary to man&quot;s perspective , the Lord is not late with his promise to return , as some measure lateness. But rather, his &apos;delay&apos; simply reveals his loving patience toward you, because he does not want any to perish but all to come to repentance."
            },
            {
                "verse_number": "10",
                "verse_text": "The day of the Lord will come and take everyone by surprise&ndash;as unexpected as a home invasion. The atmosphere will be set on fire and vanish with a horrific roar, and the heavenly bodies will melt away as in a tremendous blaze. The earth and every activity of man will be laid bare."
            },
            {
                "verse_number": "11",
                "verse_text": "Since all these things are on the verge of being dismantled, don&quot;t you see how vital it is to live a holy life? We must be consumed with godliness"
            },
            {
                "verse_number": "12",
                "verse_text": "while we anticipate and help to speed up the coming of the day of God, when the atmosphere will be set on fire and the heavenly bodies consumed in a blaze."
            },
            {
                "verse_number": "13",
                "verse_text": "But as we wait, we trust in God&quot;s royal proclamation to be fulfilled. There are coming heavens new in quality, and an earth new in quality, where righteousness will be fully at home."
            },
            {
                "verse_number": "14",
                "verse_text": "So, my beloved friends, with all that you have to look forward to, may you be eager to be found living pure lives when you come into his presence , without blemish and filled with peace."
            },
            {
                "verse_number": "15",
                "verse_text": "And keep in mind that our Lord&quot;s extraordinary patience simply means more opportunity for salvation, just as our dear brother Paul wrote to you with the wisdom that God gave him."
            },
            {
                "verse_number": "16",
                "verse_text": "He consistently speaks of these things in all of his letters, even though he writes some concepts that are overwhelming to our understanding, which the unlearned and unstable love to twist to their spiritual ruin, as they do to other Scriptures."
            },
            {
                "verse_number": "17",
                "verse_text": "As for you, divinely loved ones, since you are forewarned of these things, be careful that you are not led astray by the error of the lawless and lose your firm grip on the truth ."
            },
            {
                "verse_number": "18",
                "verse_text": "But continue to grow and increase in God&quot;s grace and intimacy with our Lord and Savior, Jesus Christ. May he receive all the glory both now and until the day eternity begins. Amen!"
            }
        ]
    }
}