{
    "3 John": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From the elder to my dearly loved brother Gaius, whom I truly love:"
            },
            {
                "verse_number": "2",
                "verse_text": "Beloved friend, I pray that you are prospering in every way and that you continually enjoy good health, just as your soul is prospering."
            },
            {
                "verse_number": "3",
                "verse_text": "I was filled with joy and delight when the brothers arrived and informed me of your faithfulness to the truth. They told me how you live continually in the truth of Christ ."
            },
            {
                "verse_number": "4",
                "verse_text": "It is the greatest joy of my life to hear that my children are consistently living their lives in the ways of truth!"
            },
            {
                "verse_number": "5",
                "verse_text": "My beloved friend, I commend you for your demonstration of faithful love by all that you have done for the brothers on their journey , even though they were strangers at the time."
            },
            {
                "verse_number": "6",
                "verse_text": "They have shared publicly with the congregation about the beautiful acts of love you have shown them. Now, if you would be so kind, send them on their way with a generous gift , in a manner that would honor God."
            },
            {
                "verse_number": "7",
                "verse_text": "You see, it was their passion for the glory of the name of Christ that launched them out, and they’ve not accepted financial support from unbelievers."
            },
            {
                "verse_number": "8",
                "verse_text": "They are deserving of all the support we can give them, because through our giving we can partner with them for the truth."
            },
            {
                "verse_number": "9",
                "verse_text": "I have already written you once about this, but Diotrephes, who loves to be in charge and recognized as first among you, does not acknowledge our authority."
            },
            {
                "verse_number": "10",
                "verse_text": "So if I come, I will address what he’s doing—spreading his malicious slander against us. And not content with that, he refuses to welcome our brothers, and he stands in the way of those who want to receive them and show them hospitality by throwing them out of the church!"
            },
            {
                "verse_number": "11",
                "verse_text": "Delightfully loved ones, don’t imitate what is evil, but imitate that which is good. Whoever does good is of God; whoever does evil has not seen God."
            },
            {
                "verse_number": "12",
                "verse_text": "As for Demetrius, everyone speaks very highly of him, and even the truth itself stands by his side. We too wholeheartedly endorse him, and you know that our recommendation is reliable."
            },
            {
                "verse_number": "13",
                "verse_text": "Although I have many more subjects I’d like to discuss with you, I’d rather not include them in this letter."
            },
            {
                "verse_number": "14",
                "verse_text": "Instead, I hope to visit you and speak with you face-to-face."
            },
            {
                "verse_number": "15",
                "verse_text": "Peace to you, my friend . Your friends here send their loving greetings to you. Please greet each one of our friends there by name."
            }
        ]
    }
}