{
    "Mark": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "This is the beginning of the wonderful news about Jesus"
            },
            {
                "verse_number": "1",
                "verse_text": "the Messiah, the Son of God."
            },
            {
                "verse_number": "2",
                "verse_text": "It starts with Isaiah the prophet, who wrote: Listen! I am sending my messenger ahead of you and he will prepare your way!"
            },
            {
                "verse_number": "3",
                "verse_text": "He is a thunderous voice of one who shouts in the wilderness: “Prepare your hearts for the coming of the Lord Yahweh, and clear a straight path inside your hearts for him!”"
            },
            {
                "verse_number": "4",
                "verse_text": "John the Baptizer"
            },
            {
                "verse_number": "4",
                "verse_text": "was the messenger who appeared in the wilderness, preaching a baptism of repentance"
            },
            {
                "verse_number": "4",
                "verse_text": "for the complete cancellation of sins."
            },
            {
                "verse_number": "5",
                "verse_text": "A steady stream of people came to be dipped in the Jordan River as they publicly confessed their sins. They came from all over southern Israel,"
            },
            {
                "verse_number": "5",
                "verse_text": "including nearly all the inhabitants of Jerusalem."
            },
            {
                "verse_number": "6",
                "verse_text": "John wore a rough garment made from camel hair,"
            },
            {
                "verse_number": "6",
                "verse_text": "with a leather belt around his waist,"
            },
            {
                "verse_number": "6",
                "verse_text": "and he ate locusts and honey."
            },
            {
                "verse_number": "7",
                "verse_text": "And this is the message he kept preaching: “There is a man coming after me who is greater and a lot more powerful than I am. I’m not even worthy to bend down and untie the strap of his sandals."
            },
            {
                "verse_number": "8",
                "verse_text": "I’ve baptized you into water, but he will baptize you into the Spirit of Holiness!”"
            },
            {
                "verse_number": "9",
                "verse_text": "One day, Jesus came from the Galilean village of Nazareth"
            },
            {
                "verse_number": "9",
                "verse_text": "and had John immerse him in the Jordan River."
            },
            {
                "verse_number": "10",
                "verse_text": "The moment Jesus rose up out of the water, John saw the heavenly realm split open, and the Holy Spirit descended upon him like a dove."
            },
            {
                "verse_number": "11",
                "verse_text": "At the same time, a voice spoke from heaven, saying: “You are my Son, my cherished one, and my greatest delight is in you!”"
            },
            {
                "verse_number": "12",
                "verse_text": "Immediately after this he was compelled by the Holy Spirit"
            },
            {
                "verse_number": "12",
                "verse_text": "to go into an uninhabited desert region."
            },
            {
                "verse_number": "13",
                "verse_text": "He remained there in the wilderness for forty days,"
            },
            {
                "verse_number": "13",
                "verse_text": "enduring the ordeals of Satan’s tests. He encountered wild animals, but also angels who appeared and ministered to his needs."
            },
            {
                "verse_number": "14",
                "verse_text": "Later on, after John the Baptizer was arrested, Jesus went back into the region of Galilee and preached the wonderful gospel of God’s kingdom."
            },
            {
                "verse_number": "15",
                "verse_text": "His message was this:"
            },
            {
                "verse_number": "15",
                "verse_text": "“At last the fulfillment of the age has come! It is time for God’s kingdom to be experienced in its fullness!"
            },
            {
                "verse_number": "15",
                "verse_text": "Turn your lives back to God and put your trust in the hope-filled gospel!”"
            },
            {
                "verse_number": "16",
                "verse_text": "As Jesus was walking along the shore of Lake Galilee, he noticed two brothers fishing: Simon and Andrew. He watched them as they were casting their nets into the sea"
            },
            {
                "verse_number": "17",
                "verse_text": "and said to them,"
            },
            {
                "verse_number": "17",
                "verse_text": "“Come follow me and I will transform you into fishers of men instead of fish!”"
            },
            {
                "verse_number": "18",
                "verse_text": "Immediately they dropped their nets and left everything behind to follow Jesus."
            },
            {
                "verse_number": "19",
                "verse_text": "Walking a little farther, Jesus found two other brothers sitting in a boat, along with their father, mending their nets. Their names were Jacob"
            },
            {
                "verse_number": "19",
                "verse_text": "and John, and their father Zebedee."
            },
            {
                "verse_number": "20",
                "verse_text": "Jesus immediately walked up to them and invited the two brothers to become his followers. Jacob and John dropped their nets, stood up, left their father in the boat with the hired men, and followed Jesus."
            },
            {
                "verse_number": "21",
                "verse_text": "Then Jesus and his disciples went to Capernaum,"
            },
            {
                "verse_number": "21",
                "verse_text": "and he immediately started teaching on the Sabbath day in the synagogue."
            },
            {
                "verse_number": "22",
                "verse_text": "The people were awestruck"
            },
            {
                "verse_number": "22",
                "verse_text": "by his teaching, because he taught in a way that demonstrated"
            },
            {
                "verse_number": "22",
                "verse_text": "God’s"
            },
            {
                "verse_number": "22",
                "verse_text": "authority, which was quite unlike the religious scholars."
            },
            {
                "verse_number": "23",
                "verse_text": "Suddenly, during the meeting, a demon-possessed man screamed out,"
            },
            {
                "verse_number": "24",
                "verse_text": "“Hey! Leave us alone! Jesus the victorious,"
            },
            {
                "verse_number": "24",
                "verse_text": "I know who you are. You’re God’s Holy One and you have come to destroy us!”"
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus rebuked him, saying,"
            },
            {
                "verse_number": "25",
                "verse_text": "“Silence! You are bound!"
            },
            {
                "verse_number": "25",
                "verse_text": "Come out of him!”"
            },
            {
                "verse_number": "26",
                "verse_text": "The man’s body shook violently in spasms, and the demon hurled him to the floor until it finally came out of him with a deafening shriek!"
            },
            {
                "verse_number": "27",
                "verse_text": "The crowd was awestruck and kept saying among themselves, “What is this new teaching that comes with such authority? With merely a word he commands demons to come out and they obey him!”"
            },
            {
                "verse_number": "28",
                "verse_text": "So the reports about Jesus spread like wildfire throughout every community in Galilee."
            },
            {
                "verse_number": "29",
                "verse_text": "Now, as soon as they left the meeting, they went straight to Simon and Andrew’s house, along with Jacob and John."
            },
            {
                "verse_number": "30",
                "verse_text": "Simon’s mother-in-law was bedridden, sick with a high fever, so the first thing they did was to tell Jesus about her."
            },
            {
                "verse_number": "31",
                "verse_text": "He walked up to her bedside, gently took her hand, and raised her up! Her fever disappeared and she began to serve them."
            },
            {
                "verse_number": "32",
                "verse_text": "Later in the day,"
            },
            {
                "verse_number": "32",
                "verse_text": "just after the Sabbath ended"
            },
            {
                "verse_number": "32",
                "verse_text": "at sunset, the people kept bringing to Jesus all who were sick and tormented by demons,"
            },
            {
                "verse_number": "33",
                "verse_text": "until the whole village was crowded around the house."
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus healed many who were sick"
            },
            {
                "verse_number": "34",
                "verse_text": "with various diseases and cast out many demons. But he would not permit the demons to speak, because they knew who he really was."
            },
            {
                "verse_number": "35",
                "verse_text": "The next morning, Jesus got up long before daylight, left the house while it was dark, and made his way to a secluded place to give himself to prayer."
            },
            {
                "verse_number": "36",
                "verse_text": "Later, Simon and his friends searched for him,"
            },
            {
                "verse_number": "37",
                "verse_text": "and when they finally tracked him down, they told him, “Everyone is looking for you—they want you!”"
            },
            {
                "verse_number": "38",
                "verse_text": "Jesus replied,"
            },
            {
                "verse_number": "38",
                "verse_text": "“We have to go on to the surrounding villages so that I can share my message with the people there, for that is my mission.”"
            },
            {
                "verse_number": "39",
                "verse_text": "So he went throughout the region of Galilee, preaching in the Jewish synagogues and casting out demons."
            },
            {
                "verse_number": "40",
                "verse_text": "On one occasion, a leper came and threw himself down in front of Jesus, pleading for his healing, saying, “You have the power to heal me right now if only you really want to!”"
            },
            {
                "verse_number": "41",
                "verse_text": "Being deeply moved with tender compassion,"
            },
            {
                "verse_number": "41",
                "verse_text": "Jesus reached out and touched the skin of the leper and told him,"
            },
            {
                "verse_number": "41",
                "verse_text": "“Of course I want you to be healed—so now, be cleansed!”"
            },
            {
                "verse_number": "42",
                "verse_text": "Instantly his leprous sores completely disappeared and his skin became smooth!"
            },
            {
                "verse_number": "43",
                "verse_text": "Jesus sent him away with a very stern warning,"
            },
            {
                "verse_number": "44",
                "verse_text": "saying,"
            },
            {
                "verse_number": "44",
                "verse_text": "“Don’t say anything to anyone"
            },
            {
                "verse_number": "44",
                "verse_text": "about what just happened"
            },
            {
                "verse_number": "44",
                "verse_text": ", but go find a priest and show him that you’ve been healed. Then bring the offering that Moses commanded for your cleansing as a living testimony to everyone.”"
            },
            {
                "verse_number": "45",
                "verse_text": "But no sooner did the man leave than he began to proclaim his healing publicly"
            },
            {
                "verse_number": "45",
                "verse_text": "and tell the story everywhere. Jesus’ growing fame prevented him from entering the villages openly, which forced him to remain in isolated places. Even so, a steady stream of people flocked to him from everywhere."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Several days later, Jesus returned to Capernaum, and the news quickly spread that he was back in town."
            },
            {
                "verse_number": "2",
                "verse_text": "Soon there were so many people crowded inside the house to hear him that there was no more room, even outside the door. While Jesus was preaching the word of God,"
            },
            {
                "verse_number": "3",
                "verse_text": "four men arrived, carrying a paralyzed man."
            },
            {
                "verse_number": "4",
                "verse_text": "But when they realized that they couldn’t even get near him because of the crowd, they went up on top of the house and tore away the roof above Jesus’ head. And when they had broken through, they lowered the paralyzed man on a stretcher"
            },
            {
                "verse_number": "4",
                "verse_text": "right down in front of him"
            },
            {
                "verse_number": "4",
                "verse_text": "!"
            },
            {
                "verse_number": "5",
                "verse_text": "When Jesus saw the extent of their faith, he said to the paralyzed man,"
            },
            {
                "verse_number": "5",
                "verse_text": "“My son, your sins are now forgiven.”"
            },
            {
                "verse_number": "6",
                "verse_text": "This offended some of the religious scholars who were present, and they reasoned among themselves,"
            },
            {
                "verse_number": "7",
                "verse_text": "“Who does he think he is to speak this way? This is blasphemy for sure! Only God himself can forgive sins!”"
            },
            {
                "verse_number": "8",
                "verse_text": "Jesus supernaturally perceived their thoughts and said to them,"
            },
            {
                "verse_number": "8",
                "verse_text": "“Why are you being so skeptical?"
            },
            {
                "verse_number": "9",
                "verse_text": "Which is easier, to say to this paralyzed man, ‘Your sins are now forgiven,’ or, ‘Stand up and walk!’?"
            },
            {
                "verse_number": "10",
                "verse_text": "But to convince you that the Son of Man has been given authority to forgive sins,"
            },
            {
                "verse_number": "11",
                "verse_text": "I say to this man, ‘Stand up, pick up your stretcher, and walk home.’ ”"
            },
            {
                "verse_number": "12",
                "verse_text": "Immediately the man was healed and sprang to his feet in front of everyone and left for home. When the crowd witnessed this miracle, they were awestruck. They shouted praises to God and said, “We’ve never seen anything like this before!”"
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus went out to walk near Lake Galilee, and a massive crowd gathered, so he taught them."
            },
            {
                "verse_number": "14",
                "verse_text": "As he walked along, he found Levi, the son of Alphaeus,"
            },
            {
                "verse_number": "14",
                "verse_text": "sitting at a tax booth, collecting taxes. He approached him and said,"
            },
            {
                "verse_number": "14",
                "verse_text": "“Come follow me.”"
            },
            {
                "verse_number": "14",
                "verse_text": "Immediately he got up from his booth and began to follow Jesus."
            },
            {
                "verse_number": "15",
                "verse_text": "Later, Jesus and his disciples went to have a meal with Levi. Among the guests in Levi’s home were many tax collectors and notable sinners sharing a meal with Jesus, for there were many kinds of people who followed him."
            },
            {
                "verse_number": "16",
                "verse_text": "But when the religious scholars and the Pharisees"
            },
            {
                "verse_number": "16",
                "verse_text": "found out that Jesus was keeping company and dining with sinners and tax collectors,"
            },
            {
                "verse_number": "16",
                "verse_text": "they were indignant. So they approached Jesus’ disciples and said to them, “Why is it that someone like Jesus"
            },
            {
                "verse_number": "16",
                "verse_text": "defiles himself"
            },
            {
                "verse_number": "16",
                "verse_text": "by eating with sinners and tax collectors?”"
            },
            {
                "verse_number": "17",
                "verse_text": "But when Jesus overheard their complaint, he said to them,"
            },
            {
                "verse_number": "17",
                "verse_text": "“Who goes to the doctor for a cure? Those who are well or those who are sick? I have not come to call the ‘righteous,’ but those who are sinners and bring them to repentance.”"
            },
            {
                "verse_number": "18",
                "verse_text": "One time, the disciples of John the Baptizer and the Pharisees were fasting. So they came to Jesus and asked, “Why is it that John’s disciples and disciples of the Pharisees are fasting but your disciples are not?”"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus answered,"
            },
            {
                "verse_number": "19",
                "verse_text": "“How can the sons of the bridal chamber fast when the bridegroom is next to them? As long as the bridegroom is with them they won’t,"
            },
            {
                "verse_number": "20",
                "verse_text": "but the days of fasting will come when the Bridegroom is taken from them."
            },
            {
                "verse_number": "21",
                "verse_text": "“And who would mend worn-out clothing with new fabric? When the new cloth shrinks, it will rip, making the tear worse than before."
            },
            {
                "verse_number": "22",
                "verse_text": "And who would pour new wine into an old wineskin? Eventually the wine will ferment and make the wineskin burst, losing everything—the wine will be spilled and the wineskin ruined. Instead, new wine is always poured into new wineskins.”"
            },
            {
                "verse_number": "23",
                "verse_text": "One Sabbath,"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus and his disciples were walking through a field of wheat. The disciples were hungry, so they plucked off some heads of grain to eat."
            },
            {
                "verse_number": "24",
                "verse_text": "But when some of the Pharisees saw what was happening, they said to him, “Look! Your disciples shouldn’t be harvesting grain on the Sabbath!”"
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus responded,"
            },
            {
                "verse_number": "25",
                "verse_text": "“Haven’t you ever read what King David and his men did when they were hungry?"
            },
            {
                "verse_number": "26",
                "verse_text": "They entered the house of God"
            },
            {
                "verse_number": "26",
                "verse_text": "when Abiathar was high priest and ate the sacred bread of God’s presence."
            },
            {
                "verse_number": "26",
                "verse_text": "They violated the law by eating bread that only the priests were allowed to eat. But there is one here who is even greater than the temple.”"
            },
            {
                "verse_number": "27",
                "verse_text": "Then he said to them,"
            },
            {
                "verse_number": "27",
                "verse_text": "“The Sabbath was made for the sake of people, and not people for the Sabbath."
            },
            {
                "verse_number": "28",
                "verse_text": "For this reason the Son of Man exercises his lordship over the Sabbath.”"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Then Jesus left them and went again into the synagogue, where he encountered a man who had an atrophied, paralyzed hand."
            },
            {
                "verse_number": "2",
                "verse_text": "Everyone was watching Jesus closely to see if he would heal the man on the Sabbath, giving them a reason to accuse him"
            },
            {
                "verse_number": "2",
                "verse_text": "of breaking Sabbath rules"
            },
            {
                "verse_number": "2",
                "verse_text": "."
            },
            {
                "verse_number": "3",
                "verse_text": "Jesus said to the man with the paralyzed hand,"
            },
            {
                "verse_number": "3",
                "verse_text": "“Stand here in the middle of the room.”"
            },
            {
                "verse_number": "4",
                "verse_text": "Then he turned to all those gathered there and said,"
            },
            {
                "verse_number": "4",
                "verse_text": "“Is it against the law to do evil on the Sabbath or to do good? To destroy a life or to save one?”"
            },
            {
                "verse_number": "4",
                "verse_text": "But no one answered him a word."
            },
            {
                "verse_number": "5",
                "verse_text": "Then looking around at everyone, Jesus was moved with indignation and grieved by the hardness of their hearts and said to the man,"
            },
            {
                "verse_number": "5",
                "verse_text": "“Now stretch out your hand!”"
            },
            {
                "verse_number": "5",
                "verse_text": "As he stretched out his hand, it was instantly healed!"
            },
            {
                "verse_number": "6",
                "verse_text": "After this happened, the Pharisees left abruptly and began to plot together with the friends and supporters of Herod Antipas on how they would kill Jesus."
            },
            {
                "verse_number": "7",
                "verse_text": "Once again Jesus withdrew with his disciples to the lakeside, but a massive crowd of people followed him from all around the provinces of Galilee and southern Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "Vast crowds came from Jerusalem, Idumea,"
            },
            {
                "verse_number": "8",
                "verse_text": "beyond the Jordan, and from Lebanon."
            },
            {
                "verse_number": "8",
                "verse_text": "Large numbers of people swarmed in from everywhere when they heard of him and his wonderful works."
            },
            {
                "verse_number": "9",
                "verse_text": "The crowd pressed so closely to Jesus that he instructed his disciples to bring him a small boat to get into and keep from being crushed by the crowd."
            },
            {
                "verse_number": "10",
                "verse_text": "For he had healed so many that the sick kept pushing forward"
            },
            {
                "verse_number": "10",
                "verse_text": "just so they could touch Jesus."
            },
            {
                "verse_number": "11",
                "verse_text": "And whenever a demon saw him, it would throw the person down at Jesus’ feet, screaming out, “You are the Son of God!”"
            },
            {
                "verse_number": "12",
                "verse_text": "But Jesus would silence the demons and sternly order them not to reveal who he was."
            },
            {
                "verse_number": "13",
                "verse_text": "Afterward, Jesus went up on a mountainside and called to himself the men he wanted to be his close companions, so they went up with him."
            },
            {
                "verse_number": "14",
                "verse_text": "He appointed"
            },
            {
                "verse_number": "14",
                "verse_text": "the Twelve, whom he named apostles."
            },
            {
                "verse_number": "14",
                "verse_text": "He wanted them to be continually at his side as his friends, and so that he could send them out to preach"
            },
            {
                "verse_number": "15",
                "verse_text": "and have authority to heal the sick and to cast out demons."
            },
            {
                "verse_number": "16",
                "verse_text": "He appointed his Twelve"
            },
            {
                "verse_number": "16",
                "verse_text": "and gave Simon the nickname Peter the Rock."
            },
            {
                "verse_number": "17",
                "verse_text": "And he gave the brothers, Jacob and John, the sons of Zebedee, the nickname"
            },
            {
                "verse_number": "17",
                "verse_text": "Benay-Regah"
            },
            {
                "verse_number": "17",
                "verse_text": ","
            },
            {
                "verse_number": "17",
                "verse_text": "which means “passionate sons.”"
            },
            {
                "verse_number": "18",
                "verse_text": "The others were Andrew, Philip, Bartholomew,"
            },
            {
                "verse_number": "18",
                "verse_text": "Matthew, Thomas, Jacob the son of Alphaeus, Thaddaeus,"
            },
            {
                "verse_number": "18",
                "verse_text": "Simon the Nationalist,"
            },
            {
                "verse_number": "19",
                "verse_text": "and Judas Iscariot,"
            },
            {
                "verse_number": "19",
                "verse_text": "who betrayed him."
            },
            {
                "verse_number": "20",
                "verse_text": "Then Jesus went home,"
            },
            {
                "verse_number": "20",
                "verse_text": "but once again a large crowd gathered around him, which prevented him from even eating a meal."
            },
            {
                "verse_number": "21",
                "verse_text": "When his own family heard that he was there, they went out to seize him, for they said, “He’s insane!”"
            },
            {
                "verse_number": "22",
                "verse_text": "The religious scholars who arrived from Jerusalem were saying, “Satan"
            },
            {
                "verse_number": "22",
                "verse_text": "has possessed him! He casts out demons by the authority of the prince of demons!”"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus called them to himself and spoke to them using parables."
            },
            {
                "verse_number": "23",
                "verse_text": "“How can Satan cast out Satan?"
            },
            {
                "verse_number": "24",
                "verse_text": "No kingdom can endure if it is divided against itself,"
            },
            {
                "verse_number": "25",
                "verse_text": "and a fragmented household will not be able to stand, for it is divided."
            },
            {
                "verse_number": "26",
                "verse_text": "And if Satan fights against himself he will not endure, and his end has come.”"
            },
            {
                "verse_number": "27",
                "verse_text": "Jesus said to them,"
            },
            {
                "verse_number": "27",
                "verse_text": "“Listen. No one is able to break into a mighty man’s house and steal his property unless he first overpowers the mighty man and ties him up."
            },
            {
                "verse_number": "27",
                "verse_text": "Then his entire house can be plundered and his possessions taken."
            },
            {
                "verse_number": "28",
                "verse_text": "I tell you this timeless truth: All sin will be forgiven, even all the blasphemies that are spoken."
            },
            {
                "verse_number": "29",
                "verse_text": "But there can never be forgiveness for the one who blasphemes against the Holy Spirit, for he is guilty of an eternal sin!”"
            },
            {
                "verse_number": "30",
                "verse_text": "(This is because they said he was empowered by a demon spirit.)"
            },
            {
                "verse_number": "31",
                "verse_text": "Then Jesus’ mother and his brothers came and stood outside and sent a message to him, asking that he come out and speak with them."
            },
            {
                "verse_number": "32",
                "verse_text": "When the crowd sitting around Jesus heard this, they spoke up, and said to him, “Jesus, your mother and brothers"
            },
            {
                "verse_number": "32",
                "verse_text": "are outside looking for you.”"
            },
            {
                "verse_number": "33",
                "verse_text": "He answered them,"
            },
            {
                "verse_number": "33",
                "verse_text": "“Who is my true mother and my true brothers?”"
            },
            {
                "verse_number": "34",
                "verse_text": "Then looking in the eyes of those who were sitting in a circle around him, he said,"
            },
            {
                "verse_number": "34",
                "verse_text": "“Here are my true family members."
            },
            {
                "verse_number": "35",
                "verse_text": "For whoever does the will of God is my brother, my sister, and my mother!”"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Once again Jesus went to teach the people at the shore of Lake Galilee"
            },
            {
                "verse_number": "1",
                "verse_text": "and a massive crowd surrounded him. The crowd was so huge that he had to get into a boat and teach the people from there."
            },
            {
                "verse_number": "2",
                "verse_text": "He taught them many things by using parables"
            },
            {
                "verse_number": "2",
                "verse_text": "to illustrate spiritual truths, saying:"
            },
            {
                "verse_number": "3",
                "verse_text": "“Consider this: A sower went out to sow."
            },
            {
                "verse_number": "4",
                "verse_text": "As he sowed some fell along the beaten path and soon the birds came and ate it."
            },
            {
                "verse_number": "5",
                "verse_text": "Some fell onto gravel with no topsoil and quickly sprouted since the soil had no depth."
            },
            {
                "verse_number": "6",
                "verse_text": "But when the days grew hot, the sprouts were scorched and withered because they had insufficient roots."
            },
            {
                "verse_number": "7",
                "verse_text": "Some fell among the thorns, and the thorns grew up and choked it, and it yielded no fruit."
            },
            {
                "verse_number": "8",
                "verse_text": "But some fell onto good, rich soil that kept producing a good harvest. Some yielded thirty, some sixty—and some a hundredfold!"
            },
            {
                "verse_number": "9",
                "verse_text": "If you understand this, then you need to respond.”"
            },
            {
                "verse_number": "10",
                "verse_text": "Afterward, Jesus’ disciples and those close to him remained behind to ask Jesus about his parables."
            },
            {
                "verse_number": "11",
                "verse_text": "He said to them,"
            },
            {
                "verse_number": "11",
                "verse_text": "“The privilege of intimately knowing the mystery of God’s kingdom realm has been granted to you, but not to the others,"
            },
            {
                "verse_number": "11",
                "verse_text": "where everything is revealed in parables."
            },
            {
                "verse_number": "12",
                "verse_text": "“For even when they see what I do, they will not understand, and when they hear what I say, they will learn nothing, otherwise they would repent and be forgiven.”"
            },
            {
                "verse_number": "13",
                "verse_text": "Then he said to them,"
            },
            {
                "verse_number": "13",
                "verse_text": "“If you don’t understand this parable, how will you understand any parable?"
            },
            {
                "verse_number": "14",
                "verse_text": "Let me explain: The farmer sows the"
            },
            {
                "verse_number": "14",
                "verse_text": "message of the kingdom."
            },
            {
                "verse_number": "15",
                "verse_text": "What falls on the beaten path represents those who hear the message, but immediately Satan appears and snatches it from their hearts."
            },
            {
                "verse_number": "16",
                "verse_text": "And what is sown on gravel represents those who hear the message and receive it joyfully,"
            },
            {
                "verse_number": "17",
                "verse_text": "but because their hearts fail to sink a deep root, they don’t endure for long. For when trouble or persecution comes on account of the message, they immediately wilt and fall away."
            },
            {
                "verse_number": "18",
                "verse_text": "And what is sown among thorns represents those who hear the message,"
            },
            {
                "verse_number": "19",
                "verse_text": "but they allow the cares of this life and the seduction of wealth and the desires for other things to crowd out and choke the message so that it produces nothing."
            },
            {
                "verse_number": "20",
                "verse_text": "“But what is sown on good soil represents those who open their hearts to receive the message and their lives bear good fruit—some yield a harvest of thirty, sixty, even a hundredfold!”"
            },
            {
                "verse_number": "21",
                "verse_text": "He also gave them this parable:"
            },
            {
                "verse_number": "21",
                "verse_text": "“No one lights a lamp"
            },
            {
                "verse_number": "21",
                "verse_text": "only to place it under a basket or under the bed. It is meant to be placed on a lampstand."
            },
            {
                "verse_number": "22",
                "verse_text": "For there is nothing that is hidden that won’t be disclosed, and there is no secret that won’t be brought out into the light!"
            },
            {
                "verse_number": "23",
                "verse_text": "If you understand what I’m saying, you need to respond!”"
            },
            {
                "verse_number": "24",
                "verse_text": "Then he said to them,"
            },
            {
                "verse_number": "24",
                "verse_text": "“Be diligent to understand the meaning behind everything you hear, for as you do, more understanding will be given to you. And according to your longing to understand,"
            },
            {
                "verse_number": "24",
                "verse_text": "much more will be added to you."
            },
            {
                "verse_number": "25",
                "verse_text": "For those who listen with open hearts will receive more revelation. But those who don’t listen with open hearts will lose what little they think they have!”"
            },
            {
                "verse_number": "26",
                "verse_text": "Jesus also told them this parable:"
            },
            {
                "verse_number": "26",
                "verse_text": "“God’s kingdom realm is like someone spreading seed on the ground."
            },
            {
                "verse_number": "27",
                "verse_text": "He goes to bed and gets up, day after day, and the seed sprouts and grows tall, though he knows not how."
            },
            {
                "verse_number": "28",
                "verse_text": "All by itself it sprouts, and the soil produces a crop; first the green stem, then the head on the stalk, and then the fully developed grain in the head."
            },
            {
                "verse_number": "29",
                "verse_text": "Then, when the grain is ripe, he immediately puts the sickle to the grain, because harvest time has come.”"
            },
            {
                "verse_number": "30",
                "verse_text": "And he told them this parable:"
            },
            {
                "verse_number": "30",
                "verse_text": "“How can I describe God’s kingdom realm? Let me illustrate it with this parable."
            },
            {
                "verse_number": "31",
                "verse_text": "It is like the mustard seed, the tiniest of all the seeds,"
            },
            {
                "verse_number": "32",
                "verse_text": "yet when it springs up and grows, it becomes the largest plant in the garden, with so many large spreading branches, even birds can nest in its shade.”"
            },
            {
                "verse_number": "33",
                "verse_text": "Jesus used many parables such as these as he taught the people, and they learned according to their ability to understand."
            },
            {
                "verse_number": "34",
                "verse_text": "He never spoke to them without using parables, but would wait until he was alone with his disciples to explain to them their meanings."
            },
            {
                "verse_number": "35",
                "verse_text": "That same day, after it grew dark, Jesus said to his disciples,"
            },
            {
                "verse_number": "35",
                "verse_text": "“Let’s cross over to the other side of the lake.”"
            },
            {
                "verse_number": "36",
                "verse_text": "Leaving the crowd behind, the disciples got into the boat in which Jesus was already sitting, and they took him with them. Other boats sailed with them."
            },
            {
                "verse_number": "37",
                "verse_text": "Suddenly, as they were crossing the lake, a ferocious storm arose, with violent winds and waves that were crashing into the boat until it was nearly swamped."
            },
            {
                "verse_number": "38",
                "verse_text": "But Jesus was calmly sleeping in the stern, resting on a cushion."
            },
            {
                "verse_number": "39",
                "verse_text": "So they shook him awake, saying, “Teacher, don’t you even care that we are all about to die!” Fully awake, he rebuked the storm and shouted to the sea,"
            },
            {
                "verse_number": "39",
                "verse_text": "“Hush! Be still!”"
            },
            {
                "verse_number": "39",
                "verse_text": "All at once the wind stopped howling and the water became perfectly calm."
            },
            {
                "verse_number": "40",
                "verse_text": "Then he turned to his disciples and said to them,"
            },
            {
                "verse_number": "40",
                "verse_text": "“Why are you so afraid? Haven’t you learned to trust yet?”"
            },
            {
                "verse_number": "41",
                "verse_text": "But they were overwhelmed with fear and awe and said to one another, “Who is this man who has such authority that even the wind and waves obey him?”"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "They arrived at the other side of the lake, at the region of the Gerasenes."
            },
            {
                "verse_number": "2",
                "verse_text": "As Jesus stepped ashore, a demon-possessed madman came out of the graveyard and confronted him."
            },
            {
                "verse_number": "3",
                "verse_text": "The man had been living there among the tombs, and no one was able to restrain him, not even with chains."
            },
            {
                "verse_number": "4",
                "verse_text": "For every time they attempted to chain his hands and feet with shackles, he would snap the chains and break the shackles in pieces. He was so strong that no one had the power to subdue him."
            },
            {
                "verse_number": "5",
                "verse_text": "Day and night he could be found lurking in the cemetery or in the vicinity, shrieking and cutting himself with stones!"
            },
            {
                "verse_number": "6",
                "verse_text": "When he saw Jesus from a distance, he ran to him and threw himself down before him,"
            },
            {
                "verse_number": "7",
                "verse_text": "shouting at the top of his lungs, “Leave me alone, Jesus, Son of the Most High God! Swear in God’s name that you won’t torture me!”"
            },
            {
                "verse_number": "8",
                "verse_text": "(For Jesus had already said to him,"
            },
            {
                "verse_number": "8",
                "verse_text": "“Come out of that man, you demon spirit!”"
            },
            {
                "verse_number": "8",
                "verse_text": ")"
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus said to him,"
            },
            {
                "verse_number": "9",
                "verse_text": "“What is your name?” “Mob,” he answered. “They call me Mob because there are thousands of us in his body!”"
            },
            {
                "verse_number": "10",
                "verse_text": "He begged Jesus repeatedly not to expel them out of the region."
            },
            {
                "verse_number": "11",
                "verse_text": "Nearby there was a large herd of pigs feeding on the hillside."
            },
            {
                "verse_number": "12",
                "verse_text": "The demons begged him, “Send us into the pigs. Let us enter them!”"
            },
            {
                "verse_number": "13",
                "verse_text": "So Jesus gave them permission, and the demon horde immediately came out of the man and went into the pigs! This caused the herd to rush madly down the steep slope and fall into the lake, drowning about two thousand pigs!"
            },
            {
                "verse_number": "14",
                "verse_text": "At this, the herdsmen ran to the nearby villages, telling everyone along the way what had happened, and the people came out to see for themselves."
            },
            {
                "verse_number": "15",
                "verse_text": "When they found Jesus, they saw the demonized man sitting there, properly clothed and in his right mind. Seeing what had happened to the man possessed by many demons, the people became afraid."
            },
            {
                "verse_number": "16",
                "verse_text": "Those who had witnessed"
            },
            {
                "verse_number": "16",
                "verse_text": "this miracle"
            },
            {
                "verse_number": "16",
                "verse_text": "reported the news to the people and included what had happened to the pigs."
            },
            {
                "verse_number": "17",
                "verse_text": "Then they asked Jesus to leave their region."
            },
            {
                "verse_number": "18",
                "verse_text": "And as Jesus began to get into the boat to depart, the man who had been set free from demons asked him, “Could I go with you?”"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus answered,"
            },
            {
                "verse_number": "19",
                "verse_text": "“No,”"
            },
            {
                "verse_number": "19",
                "verse_text": "but said to him,"
            },
            {
                "verse_number": "19",
                "verse_text": "“Go back to your home and to your family and tell them what the Lord has done for you. Tell them how he had mercy on you.”"
            },
            {
                "verse_number": "20",
                "verse_text": "So the man left and went into the region of Jordan and parts of Syria"
            },
            {
                "verse_number": "20",
                "verse_text": "to tell everyone he met about what Jesus had done for him, and all the people marveled!"
            },
            {
                "verse_number": "21",
                "verse_text": "After Jesus returned from across the lake, a huge crowd of people quickly gathered around him on the shoreline."
            },
            {
                "verse_number": "22",
                "verse_text": "Just then, a man saw that it was Jesus, so he pushed through the crowd and threw himself down at his feet. His name was Jairus,"
            },
            {
                "verse_number": "22",
                "verse_text": "a Jewish official who was in charge of the synagogue."
            },
            {
                "verse_number": "23",
                "verse_text": "He pleaded with Jesus, saying over and over, “Please come with me! My little daughter is at the point of death,"
            },
            {
                "verse_number": "23",
                "verse_text": "and she’s only twelve years old"
            },
            {
                "verse_number": "23",
                "verse_text": "!"
            },
            {
                "verse_number": "23",
                "verse_text": "Come and lay your hands on her and heal her and she will live!”"
            },
            {
                "verse_number": "24",
                "verse_text": "Immediately Jesus went with him, and the huge crowd followed, pressing in on him from all sides."
            },
            {
                "verse_number": "25",
                "verse_text": "Now, in the crowd that day was a woman who had suffered horribly from continual bleeding for twelve years."
            },
            {
                "verse_number": "26",
                "verse_text": "She had endured a great deal under the care of various doctors, yet in spite of spending all she had on their treatments, she was getting worse instead of better."
            },
            {
                "verse_number": "27",
                "verse_text": "When she heard about Jesus’"
            },
            {
                "verse_number": "27",
                "verse_text": "healing power"
            },
            {
                "verse_number": "27",
                "verse_text": ", she pushed through the crowd and came up from behind him and touched his prayer shawl."
            },
            {
                "verse_number": "28",
                "verse_text": "For she kept saying to herself, “If I could touch even his clothes, I know I will be healed.”"
            },
            {
                "verse_number": "29",
                "verse_text": "As soon as her hand touched him, her bleeding immediately stopped! She knew it, for she could feel her body instantly being healed of her disease!"
            },
            {
                "verse_number": "30",
                "verse_text": "Jesus knew at once that someone had touched him, for he felt the power that always surged around him"
            },
            {
                "verse_number": "30",
                "verse_text": "had passed through him for someone to be healed. He turned and spoke to the crowd, saying,"
            },
            {
                "verse_number": "30",
                "verse_text": "“Who touched my clothes?”"
            },
            {
                "verse_number": "31",
                "verse_text": "His disciples answered, “What do you mean, who touched you? Look at this huge crowd—they’re all pressing up against you.”"
            },
            {
                "verse_number": "32",
                "verse_text": "But Jesus’ eyes swept across the crowd, looking for the one who had touched him for healing."
            },
            {
                "verse_number": "33",
                "verse_text": "When the woman who experienced this miracle"
            },
            {
                "verse_number": "33",
                "verse_text": "realized what had happened to her, she came before him, trembling with fear, and threw herself down at his feet,"
            },
            {
                "verse_number": "33",
                "verse_text": "saying, “I was the one who touched you.”"
            },
            {
                "verse_number": "33",
                "verse_text": "And she told him her story of what had just happened."
            },
            {
                "verse_number": "34",
                "verse_text": "Then Jesus said to her,"
            },
            {
                "verse_number": "34",
                "verse_text": "“Daughter, because you dared to believe, your faith has healed you. Go with peace in your heart, and be free from your suffering!”"
            },
            {
                "verse_number": "35",
                "verse_text": "And before he had finished speaking, people arrived from Jairus’ house"
            },
            {
                "verse_number": "35",
                "verse_text": "and pushed through the crowd"
            },
            {
                "verse_number": "35",
                "verse_text": "to give Jairus the news: “There’s no need to trouble the master any longer—your daughter has died.”"
            },
            {
                "verse_number": "36",
                "verse_text": "But Jesus refused to listen to what they were told"
            },
            {
                "verse_number": "36",
                "verse_text": "and said to the Jewish official,"
            },
            {
                "verse_number": "36",
                "verse_text": "“Don’t yield to fear. All you need to do is to keep on believing.”"
            },
            {
                "verse_number": "37",
                "verse_text": "So they left for his home"
            },
            {
                "verse_number": "37",
                "verse_text": ", but Jesus didn’t allow anyone to go with them except Peter and the two brothers, Jacob and John."
            },
            {
                "verse_number": "38",
                "verse_text": "When they arrived at the home of the synagogue ruler, they encountered a noisy uproar among the people, for they were all weeping and wailing."
            },
            {
                "verse_number": "39",
                "verse_text": "Upon entering the home, Jesus said to them,"
            },
            {
                "verse_number": "39",
                "verse_text": "“Why all this grief and weeping? Don’t you know the girl is not dead but merely asleep?”"
            },
            {
                "verse_number": "40",
                "verse_text": "Then everyone began to ridicule and make fun of him. But he threw"
            },
            {
                "verse_number": "40",
                "verse_text": "them all outside. Then he took the child’s father and mother and his three disciples and went into the room where the girl was lying."
            },
            {
                "verse_number": "41",
                "verse_text": "He tenderly clasped the child’s hand in his and said to her in Aramaic,"
            },
            {
                "verse_number": "41",
                "verse_text": "“Talitha koum,”"
            },
            {
                "verse_number": "41",
                "verse_text": "which means, “Little girl,"
            },
            {
                "verse_number": "41",
                "verse_text": "wake up from the sleep of death.”"
            },
            {
                "verse_number": "42",
                "verse_text": "Instantly the twelve-year-old girl sat up, stood to her feet, and started walking around the room! Everyone was overcome with astonishment in seeing this miracle!"
            },
            {
                "verse_number": "43",
                "verse_text": "Jesus had them bring her something to eat. And he cautioned them repeatedly that they were to tell no one about what had happened."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Afterward, Jesus left Capernaum"
            },
            {
                "verse_number": "1",
                "verse_text": "and returned with his disciples to Nazareth, his hometown."
            },
            {
                "verse_number": "2",
                "verse_text": "On the Sabbath, he went to teach in the synagogue. Everyone who heard his teaching was overwhelmed with astonishment. They said among themselves, “What incredible wisdom has been given to him! Where did he receive such profound insights?"
            },
            {
                "verse_number": "2",
                "verse_text": "And what mighty miracles flow through his hands!"
            },
            {
                "verse_number": "3",
                "verse_text": "Isn’t this Mary’s son, the carpenter,"
            },
            {
                "verse_number": "3",
                "verse_text": "the brother of Jacob, Joseph,"
            },
            {
                "verse_number": "3",
                "verse_text": "Judah, and Simon? And don’t his sisters all live here in Nazareth?” And they took offense at him."
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus said to them,"
            },
            {
                "verse_number": "4",
                "verse_text": "“A prophet is treated with honor everywhere except in his own hometown, among his relatives, and in his own house.”"
            },
            {
                "verse_number": "5",
                "verse_text": "He was unable to do any great miracle in Nazareth,"
            },
            {
                "verse_number": "5",
                "verse_text": "except to heal a few sick people by laying his hands upon them."
            },
            {
                "verse_number": "6",
                "verse_text": "He was amazed at the depth of their unbelief! Then Jesus went out into the different villages and taught the people."
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus gathered his twelve disciples and imparted to them his authority to cast out demons. Then he sent them out in pairs with these instructions:"
            },
            {
                "verse_number": "10",
                "verse_text": "And whatever house you enter, stay there until you leave the area."
            },
            {
                "verse_number": "11",
                "verse_text": "Whatever community does not welcome you or receive your message, leave it behind. And as you go, shake the dust off your feet as a testimony against them.”"
            },
            {
                "verse_number": "12",
                "verse_text": "So they went out and preached publicly that everyone should repent."
            },
            {
                "verse_number": "13",
                "verse_text": "They cast out many demons and anointed many sick people with oil and healed them."
            },
            {
                "verse_number": "14",
                "verse_text": "King Herod soon heard about Jesus, for the name of Jesus was on everyone’s lips. Some were even saying about him, “John the Baptizer has been raised from the dead, and that’s why miraculous powers flow from him!”"
            },
            {
                "verse_number": "15",
                "verse_text": "Others said, “No, he’s Elijah!” While others said, “He’s a prophet, like one of the prophets of old!”"
            },
            {
                "verse_number": "16",
                "verse_text": "When Herod heard what the people were saying, he concluded, “I beheaded John, and now he’s raised from the dead!”"
            },
            {
                "verse_number": "19",
                "verse_text": "This infuriated Herodias, and she held a bitter grudge against him and wanted John executed."
            },
            {
                "verse_number": "20",
                "verse_text": "But Herod both feared and stood in awe"
            },
            {
                "verse_number": "20",
                "verse_text": "of John and kept him safely in custody, because he was convinced that he was a righteous and holy man. Every time Herod heard John speak, it disturbed his soul, but he was drawn to him and was intrigued by his words."
            },
            {
                "verse_number": "21",
                "verse_text": "But Herodias found her opportunity to have John killed—it was on the king’s birthday! Herod prepared a great banquet and invited all his officials, military commanders, and the leaders of the province of Galilee to celebrate with him on his birthday."
            },
            {
                "verse_number": "22",
                "verse_text": "On the day of the feast, his stepdaughter, the daughter of Herodias,"
            },
            {
                "verse_number": "22",
                "verse_text": "came to honor the king with a beautiful dance, and she flattered him."
            },
            {
                "verse_number": "22",
                "verse_text": "Her dancing greatly pleased the king and his guests, so he said to the girl, “You can ask me for anything you want and I will give it to you!”"
            },
            {
                "verse_number": "23",
                "verse_text": "And he repeated it in front of everyone, with a vow to complete his promise to her: “Anything you desire and it will be yours! I’ll even share my kingdom with you!”"
            },
            {
                "verse_number": "24",
                "verse_text": "She immediately left the room and said to her mother, “What should I ask for?” Her mother answered, “The head of John the Baptizer on a platter!”"
            },
            {
                "verse_number": "25",
                "verse_text": "So she hurried back to the king and made her request: “I want you to bring me the head of John the Baptizer on a platter—and I want it right now!”"
            },
            {
                "verse_number": "26",
                "verse_text": "Deeply grieved, the king regretted"
            },
            {
                "verse_number": "26",
                "verse_text": "his promise to her, but since he had made his vow in front of all his honored guests, he couldn’t deny her request."
            },
            {
                "verse_number": "27",
                "verse_text": "So without delay the king ordered an executioner to bring John’s head, and he went and beheaded John in prison."
            },
            {
                "verse_number": "28",
                "verse_text": "He brought his head on a platter and gave it to the girl, and the girl brought it to her mother."
            },
            {
                "verse_number": "29",
                "verse_text": "When John’s followers heard what had happened, they came and removed his body and laid it in a tomb."
            },
            {
                "verse_number": "30",
                "verse_text": "The apostles"
            },
            {
                "verse_number": "30",
                "verse_text": "returned from their mission"
            },
            {
                "verse_number": "30",
                "verse_text": "and gathered around Jesus and told him everything they had done and taught."
            },
            {
                "verse_number": "31",
                "verse_text": "There was such a swirl of activity around Jesus, with so many people coming and going, that they were unable to even eat a meal. So Jesus said to his disciples,"
            },
            {
                "verse_number": "31",
                "verse_text": "“Come, let’s take a break and find a secluded place where you can rest a while.”"
            },
            {
                "verse_number": "32",
                "verse_text": "They slipped away and left by sailboat for a deserted spot."
            },
            {
                "verse_number": "33",
                "verse_text": "But many of the people saw them leaving and realized where they were headed, so they took off running along the shore. Then people from the surrounding towns joined them in the chase, and a large crowd got there ahead of them."
            },
            {
                "verse_number": "34",
                "verse_text": "By the time Jesus came ashore, a massive crowd was waiting. At the sight of them, his heart was filled with compassion,"
            },
            {
                "verse_number": "34",
                "verse_text": "because they seemed like wandering sheep who had no shepherd."
            },
            {
                "verse_number": "34",
                "verse_text": "So he taught them many"
            },
            {
                "verse_number": "34",
                "verse_text": "wonderful"
            },
            {
                "verse_number": "34",
                "verse_text": "things."
            },
            {
                "verse_number": "35",
                "verse_text": "Late that afternoon, his disciples said, “It’s getting really late and we’re here in this remote place with nothing to eat."
            },
            {
                "verse_number": "36",
                "verse_text": "You should send the crowds away so they can go into the surrounding villages and buy food.”"
            },
            {
                "verse_number": "37",
                "verse_text": "But he answered them,"
            },
            {
                "verse_number": "37",
                "verse_text": "“You give them something to eat.” “Are you sure?” they replied. “You really want us to go buy them supper? It would cost a small fortune to feed all these thousands of hungry people.”"
            },
            {
                "verse_number": "38",
                "verse_text": "“How many loaves of bread do you have?”"
            },
            {
                "verse_number": "38",
                "verse_text": "he asked."
            },
            {
                "verse_number": "38",
                "verse_text": "“Go and see.”"
            },
            {
                "verse_number": "38",
                "verse_text": "After they had looked around, they came back and said, “Five—plus a couple of fish.”"
            },
            {
                "verse_number": "39",
                "verse_text": "Then he instructed them to organize the crowd and have them sit down in groups on the grass."
            },
            {
                "verse_number": "40",
                "verse_text": "So they had them sit down in groups"
            },
            {
                "verse_number": "40",
                "verse_text": "of hundreds and fifties."
            },
            {
                "verse_number": "41",
                "verse_text": "Then Jesus took the five loaves and two fish, gazed into heaven, and gave thanks to God. He broke the bread and the two fish and distributed them to his disciples to serve the people—"
            },
            {
                "verse_number": "41",
                "verse_text": "and the food was multiplied in front of their eyes"
            },
            {
                "verse_number": "41",
                "verse_text": "!"
            },
            {
                "verse_number": "42",
                "verse_text": "Everyone had plenty to eat and was fully satisfied."
            },
            {
                "verse_number": "43",
                "verse_text": "Then the twelve disciples picked up what remained, and each of them ended up with a basket full of leftovers!"
            },
            {
                "verse_number": "44",
                "verse_text": "Altogether, five thousand families"
            },
            {
                "verse_number": "44",
                "verse_text": "were fed that day!"
            },
            {
                "verse_number": "45",
                "verse_text": "After everyone had their meal, Jesus instructed his disciples to get back into the boat and go on ahead of him and sail to the other side to Bethsaida."
            },
            {
                "verse_number": "46",
                "verse_text": "So he dispersed the crowd, said good-bye to his disciples, then slipped away to pray on the mountain."
            },
            {
                "verse_number": "47",
                "verse_text": "As night fell, the boat was in the middle of the lake and Jesus was alone on land."
            },
            {
                "verse_number": "48",
                "verse_text": "The wind was against the disciples and he could see"
            },
            {
                "verse_number": "48",
                "verse_text": "that they were straining at the oars, trying to make headway. When it was almost morning, Jesus came to them, walking on the surface of the water, and he started to pass by them."
            },
            {
                "verse_number": "51",
                "verse_text": "Then he came closer and climbed into the boat with them, and immediately the stormy wind became still. They were completely and utterly overwhelmed with astonishment."
            },
            {
                "verse_number": "52",
                "verse_text": "Their doubting hearts"
            },
            {
                "verse_number": "52",
                "verse_text": "had not grasped his authority and power over all things in spite of just having witnessed the miraculous"
            },
            {
                "verse_number": "52",
                "verse_text": "feeding"
            },
            {
                "verse_number": "52",
                "verse_text": "."
            },
            {
                "verse_number": "53",
                "verse_text": "They made landfall at Gennesaret and anchored there."
            },
            {
                "verse_number": "54",
                "verse_text": "The moment they got out of the boat, everyone recognized that it was Jesus,"
            },
            {
                "verse_number": "54",
                "verse_text": "the healer"
            },
            {
                "verse_number": "54",
                "verse_text": "!"
            },
            {
                "verse_number": "55",
                "verse_text": "So they ran throughout the region, telling the people, “Bring all the sick—even those too sick to walk and bring them on mats!”"
            },
            {
                "verse_number": "56",
                "verse_text": "Wherever he went, in the countryside, villages, or towns, they placed the sick on mats in the streets or in public places"
            },
            {
                "verse_number": "56",
                "verse_text": "and begged him, saying, “Just let us touch the tassel of your prayer shawl!”"
            },
            {
                "verse_number": "56",
                "verse_text": "And all who touched him were instantly healed!"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "One day, the Pharisees and certain religious scholars came from Jerusalem and gathered around Jesus."
            },
            {
                "verse_number": "2",
                "verse_text": "They were shocked"
            },
            {
                "verse_number": "2",
                "verse_text": "to find that some of Jesus’ disciples ate bread without first observing the Jewish ritual of hand washing before eating their meal."
            },
            {
                "verse_number": "3",
                "verse_text": "(For the Pharisees, like all other Jews, will not eat without first performing a ritual of pouring water over their cupped hands"
            },
            {
                "verse_number": "3",
                "verse_text": "to keep the tradition of the elders."
            },
            {
                "verse_number": "4",
                "verse_text": "Similarly, when returning from the marketplace, they ceremonially wash themselves before eating."
            },
            {
                "verse_number": "4",
                "verse_text": "They also observed many other traditions, such as ceremonially washing cups, pitchers, and kettles.)"
            },
            {
                "verse_number": "5",
                "verse_text": "So the Pharisees and religious scholars asked Jesus, “Why don’t your disciples live according to the age-old traditions passed down by our elders? They should first ceremonially wash their hands before eating.”"
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus replied,"
            },
            {
                "verse_number": "6",
                "verse_text": "“You are hypocrites! How accurately"
            },
            {
                "verse_number": "6",
                "verse_text": "did Isaiah prophesy about you phonies when he said: ‘These people honor me with their words while their hearts run far away from me!"
            },
            {
                "verse_number": "7",
                "verse_text": "Their worship is nothing more than a charade! For they continue to insist that their man-made traditions are equal to the instructions of God.’"
            },
            {
                "verse_number": "8",
                "verse_text": "“You abandon God’s commandments just to keep men’s rituals, such as ceremonially washing utensils, cups, and other things.”"
            },
            {
                "verse_number": "9",
                "verse_text": "Then he added,"
            },
            {
                "verse_number": "9",
                "verse_text": "“How skillful you’ve become in rejecting God’s law in order to maintain your man-made set of rules."
            },
            {
                "verse_number": "10",
                "verse_text": "For example, Moses taught us: ‘Honor your father and mother,’ and, ‘Whoever insults or mistreats his father or mother must be put to death.’"
            },
            {
                "verse_number": "11",
                "verse_text": "“But your made-up rules allow a person to say to his parents, ‘I’ve decided to take the support you were counting on from me and make it my holy offering to God, and that will be your blessing instead.’"
            },
            {
                "verse_number": "12",
                "verse_text": "How convenient! The rules you teach exempt him from providing for his aged parents."
            },
            {
                "verse_number": "13",
                "verse_text": "Do you really think God will honor your traditions passed down to others, making up rules that nullify God’s Word? And you’re doing many other similar things.”"
            },
            {
                "verse_number": "14",
                "verse_text": "Then Jesus called the crowd together again, saying,"
            },
            {
                "verse_number": "14",
                "verse_text": "“Hear my words, all of you, and take them to heart."
            },
            {
                "verse_number": "15",
                "verse_text": "What truly contaminates a person is not what he puts into his body, but what comes out. That’s what makes a person defiled.”"
            },
            {
                "verse_number": "17",
                "verse_text": "When Jesus went back home and away from the crowd, his disciples"
            },
            {
                "verse_number": "17",
                "verse_text": "acknowledged that they didn’t understand the meaning of the parable and"
            },
            {
                "verse_number": "17",
                "verse_text": "asked him to explain it."
            },
            {
                "verse_number": "18",
                "verse_text": "He answered them,"
            },
            {
                "verse_number": "18",
                "verse_text": "“Are you as dull as the rest? Don’t you understand that you are not defiled by what you eat?"
            },
            {
                "verse_number": "19",
                "verse_text": "For the food you swallow doesn’t enter your heart, but goes into your stomach, only to pass out into the sewer.”"
            },
            {
                "verse_number": "19",
                "verse_text": "(This means all foods are clean.)"
            },
            {
                "verse_number": "20",
                "verse_text": "He added,"
            },
            {
                "verse_number": "20",
                "verse_text": "“Words and deeds pollute a person, not food."
            },
            {
                "verse_number": "21",
                "verse_text": "Evil originates from inside a person. Coming out of a human heart are evil schemes,"
            },
            {
                "verse_number": "21",
                "verse_text": "sexual immorality,"
            },
            {
                "verse_number": "21",
                "verse_text": "theft, murder,"
            },
            {
                "verse_number": "22",
                "verse_text": "adultery, greed, wickedness, treachery, debauchery,"
            },
            {
                "verse_number": "22",
                "verse_text": "jealousy,"
            },
            {
                "verse_number": "22",
                "verse_text": "slander,"
            },
            {
                "verse_number": "22",
                "verse_text": "arrogance,"
            },
            {
                "verse_number": "22",
                "verse_text": "and recklessness."
            },
            {
                "verse_number": "23",
                "verse_text": "All these corrupt things emerge from within and constantly defile a person.”"
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus set out from there to go into the non-Jewish region of Tyre."
            },
            {
                "verse_number": "24",
                "verse_text": "He intended to slip into a house unnoticed, but people found out that he was there."
            },
            {
                "verse_number": "25",
                "verse_text": "But when a woman whose daughter had a demon spirit heard he was there, she came and threw herself down at his feet."
            },
            {
                "verse_number": "26",
                "verse_text": "She was not Jewish, but a foreigner,"
            },
            {
                "verse_number": "26",
                "verse_text": "born in the part of Syria known as Phoenicia."
            },
            {
                "verse_number": "26",
                "verse_text": "She begged him repeatedly to cast the demon out of her daughter."
            },
            {
                "verse_number": "27",
                "verse_text": "Finally he said to her,"
            },
            {
                "verse_number": "27",
                "verse_text": "“First let my children be fed and satisfied, for it isn’t fair to take the children’s bread"
            },
            {
                "verse_number": "27",
                "verse_text": "and throw it to the little dogs.”"
            },
            {
                "verse_number": "28",
                "verse_text": "She answered, “How true that is, Lord. But even puppies under the family table are allowed to eat the little children’s crumbs.”"
            },
            {
                "verse_number": "29",
                "verse_text": "Then Jesus said to her,"
            },
            {
                "verse_number": "29",
                "verse_text": "“That’s a good reply! Now, because you said this, you may go. The demon has permanently left your daughter.”"
            },
            {
                "verse_number": "30",
                "verse_text": "And when she returned home, she found her daughter resting quietly on the couch, completely set free from the demon!"
            },
            {
                "verse_number": "31",
                "verse_text": "After this, Jesus left the coastland of Tyre and came through Sidon on his way to Lake Galilee and over into regions of Syria."
            },
            {
                "verse_number": "32",
                "verse_text": "Some people brought to him a deaf man with a severe speech impediment. They pleaded with Jesus to place his hands on him and heal him."
            },
            {
                "verse_number": "33",
                "verse_text": "So Jesus led him away from the crowd to a private spot. Then he stuck his fingers into the man’s ears and placed some of his saliva on the man’s tongue."
            },
            {
                "verse_number": "34",
                "verse_text": "Then he gazed into heaven,"
            },
            {
                "verse_number": "34",
                "verse_text": "sighed deeply, and spoke to the man’s ears and tongue,"
            },
            {
                "verse_number": "34",
                "verse_text": "“Ethpathakh,”"
            },
            {
                "verse_number": "34",
                "verse_text": "which is Aramaic"
            },
            {
                "verse_number": "34",
                "verse_text": "for “Open up, now!”"
            },
            {
                "verse_number": "35",
                "verse_text": "At once the man’s ears opened and he could hear perfectly, and his tongue was untied and he began to speak normally."
            },
            {
                "verse_number": "36",
                "verse_text": "Jesus ordered everyone to keep this miracle a secret, but the more he told them not to, the more the news spread!"
            },
            {
                "verse_number": "37",
                "verse_text": "The people were absolutely beside themselves and astonished beyond measure."
            },
            {
                "verse_number": "37",
                "verse_text": "And they began to declare, “Everything he does is wonderful!"
            },
            {
                "verse_number": "37",
                "verse_text": "He even makes the deaf hear and the mute speak!”"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "During those days, another massive crowd gathered to hear Jesus, and again, there was no food and the people were hungry. So Jesus called his disciples to come near him and said to them,"
            },
            {
                "verse_number": "2",
                "verse_text": "“My heart goes out to this crowd, for they’ve already been here with me for three days with nothing to eat."
            },
            {
                "verse_number": "3",
                "verse_text": "I’m concerned that if I send them home hungry, some may faint along the way, for many have come a long, long way just to be with me.”"
            },
            {
                "verse_number": "4",
                "verse_text": "His disciples replied, “But could anyone possibly get enough food to satisfy a crowd this size out here in this isolated place?”"
            },
            {
                "verse_number": "5",
                "verse_text": "He asked them,"
            },
            {
                "verse_number": "5",
                "verse_text": "“How many loaves of flatbread do you have?” “Seven,” they replied."
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus instructed the crowd to sit down on the grass. After he took the seven loaves, he gave thanks to God, broke them, and started handing them to his disciples. They kept distributing the bread until they had served the entire crowd."
            },
            {
                "verse_number": "7",
                "verse_text": "They also had a few small fish, and after giving thanks for these, Jesus had his disciples serve them to the crowd."
            },
            {
                "verse_number": "8",
                "verse_text": "Everyone ate until they were satisfied. Then the disciples gathered up the broken pieces and filled seven large baskets"
            },
            {
                "verse_number": "8",
                "verse_text": "with the leftovers."
            },
            {
                "verse_number": "9",
                "verse_text": "About four thousand"
            },
            {
                "verse_number": "9",
                "verse_text": "people ate what had been multiplied! Then he dismissed the crowd."
            },
            {
                "verse_number": "10",
                "verse_text": "Afterward, Jesus got into a boat and sailed to the vicinity of Dalmanutha."
            },
            {
                "verse_number": "11",
                "verse_text": "As soon as Jesus landed,"
            },
            {
                "verse_number": "11",
                "verse_text": "he was confronted by the Pharisees,"
            },
            {
                "verse_number": "11",
                "verse_text": "who argued with Jesus and tested him. They demanded that he give them a miraculous sign from heaven."
            },
            {
                "verse_number": "12",
                "verse_text": "With a deep sigh from his spirit, he said,"
            },
            {
                "verse_number": "12",
                "verse_text": "“What drives this generation to clamor for a sign? Listen to the truth: there will absolutely be no sign given to this generation!”"
            },
            {
                "verse_number": "13",
                "verse_text": "Then he turned and left them, got back into the boat, and crossed over to the opposite shore."
            },
            {
                "verse_number": "14",
                "verse_text": "Now, the disciples had forgotten to take bread with them, except for one loaf of flatbread."
            },
            {
                "verse_number": "15",
                "verse_text": "And as they were sailing across the lake"
            },
            {
                "verse_number": "15",
                "verse_text": ", Jesus repeatedly warned them,"
            },
            {
                "verse_number": "15",
                "verse_text": "“Be on your guard against the yeast"
            },
            {
                "verse_number": "15",
                "verse_text": "inside of the Pharisees and the yeast inside of Herod!”"
            },
            {
                "verse_number": "16",
                "verse_text": "But the disciples had no clue what Jesus was talking about, so they began to discuss it among themselves, saying, “Is he saying this because we forgot to bring bread?”"
            },
            {
                "verse_number": "17",
                "verse_text": "Knowing what they were thinking, Jesus said to them,"
            },
            {
                "verse_number": "17",
                "verse_text": "“Why all this fussing over forgetting to bring bread? Do you still not see or understand what I say to you? Are your hearts still hard?"
            },
            {
                "verse_number": "18",
                "verse_text": "You have good eyes, yet you still don’t see, and you have good ears, yet you still don’t hear, neither do you remember."
            },
            {
                "verse_number": "19",
                "verse_text": "When I multiplied the bread to feed more than five thousand people, how many baskets full of leftovers did you gather afterward?” “Twelve,” they replied."
            },
            {
                "verse_number": "20",
                "verse_text": "“And when I multiplied food to feed over four thousand, how many large baskets full of leftovers did you gather afterwards?” “Seven,” they replied."
            },
            {
                "verse_number": "21",
                "verse_text": "“Then how is it that you still don’t get it?”"
            },
            {
                "verse_number": "22",
                "verse_text": "When they arrived at Bethsaida, some people brought a blind man to Jesus, begging him to touch him and heal him."
            },
            {
                "verse_number": "23",
                "verse_text": "So Jesus led him, as his sighted guide, outside the village. He placed his saliva on the man’s eyes"
            },
            {
                "verse_number": "23",
                "verse_text": "and covered them with his hands."
            },
            {
                "verse_number": "23",
                "verse_text": "Then he asked him,"
            },
            {
                "verse_number": "23",
                "verse_text": "“Now do you see anything?”"
            },
            {
                "verse_number": "24",
                "verse_text": "“Yes,” he said. “My sight is coming back! I’m beginning to see people, but they look like trees—walking trees.”"
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus put his hands over the man’s eyes a second time and"
            },
            {
                "verse_number": "25",
                "verse_text": "made him look up"
            },
            {
                "verse_number": "25",
                "verse_text": ". The man opened his eyes wide and he could see everything perfectly. His eyesight was completely restored!"
            },
            {
                "verse_number": "26",
                "verse_text": "Then Jesus sent him home with these instructions:"
            },
            {
                "verse_number": "26",
                "verse_text": "“Go home, but don’t tell anyone what happened, not even the people of your own village.”"
            },
            {
                "verse_number": "27",
                "verse_text": "Then Jesus and his disciples walked"
            },
            {
                "verse_number": "27",
                "verse_text": "to the villages near Caesarea Philippi."
            },
            {
                "verse_number": "27",
                "verse_text": "On the way, he posed this question to his disciples:"
            },
            {
                "verse_number": "27",
                "verse_text": "“Who do the people say that I am?”"
            },
            {
                "verse_number": "28",
                "verse_text": "They replied, “Some say John the Baptizer, others say Elijah"
            },
            {
                "verse_number": "28",
                "verse_text": "the prophet, and still others say you must be one of the prophets.”"
            },
            {
                "verse_number": "29",
                "verse_text": "He asked them,"
            },
            {
                "verse_number": "29",
                "verse_text": "“But who do you say that I am?” Peter spoke up, saying, “You are the Messiah, the Son of the Living God!”"
            },
            {
                "verse_number": "30",
                "verse_text": "Then he warned them not to breathe a word of this to anyone."
            },
            {
                "verse_number": "31",
                "verse_text": "From then on, Jesus began to tell his disciples that he, the Son of Man, was destined to go to Jerusalem and suffer great injustice"
            },
            {
                "verse_number": "31",
                "verse_text": "from the elders, leading priests, and religious scholars. He also explained that he would be killed and three days later be raised to life again."
            },
            {
                "verse_number": "32",
                "verse_text": "Jesus opened his heart and spoke freely with his disciples, explaining all these things to them. Then Peter took him aside and rebuked him."
            },
            {
                "verse_number": "33",
                "verse_text": "But Jesus turned around, and glancing at all of the other disciples,"
            },
            {
                "verse_number": "33",
                "verse_text": "he rebuked Peter, saying,"
            },
            {
                "verse_number": "33",
                "verse_text": "“Get out of my sight, Satan!"
            },
            {
                "verse_number": "33",
                "verse_text": "For your heart is not set on God’s plan but man’s!”"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus had his disciples and the crowd gather around him. And he said to them:"
            },
            {
                "verse_number": "34",
                "verse_text": "“If you truly want to follow me, you should at once completely disown your own life. And you must be willing to share my cross and experience it as your own, as you continually surrender to my ways."
            },
            {
                "verse_number": "35",
                "verse_text": "For if you let your life go for my sake and for the sake of the gospel, you will continually experience true life."
            },
            {
                "verse_number": "35",
                "verse_text": "But if you choose to keep your life for yourself, you will forfeit what you try to keep."
            },
            {
                "verse_number": "36",
                "verse_text": "For what use is it to gain all the wealth and power of this world, with everything it could offer you, at the cost of your own life?"
            },
            {
                "verse_number": "37",
                "verse_text": "And what could be more valuable to you than your own soul?"
            },
            {
                "verse_number": "38",
                "verse_text": "If you are ashamed of me and my words while living among sinful and faithless people, then I, the Son of Man, will also be ashamed of you when I make my appearance with my holy messengers"
            },
            {
                "verse_number": "38",
                "verse_text": "in the glorious splendor of my Father!”"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Jesus said to them,"
            },
            {
                "verse_number": "1",
                "verse_text": "“I tell you the truth, there are some standing here now who won’t experience death until they see God’s kingdom realm manifest with power!”"
            },
            {
                "verse_number": "2",
                "verse_text": "After six days, Jesus took Peter and the two brothers, Jacob and John, and hiked up a high mountain to be alone. And Jesus’ appearance was dramatically altered, for he was transfigured before their very eyes!"
            },
            {
                "verse_number": "3",
                "verse_text": "His clothing sparkled and became glistening white—whiter than any bleach in the world could make them."
            },
            {
                "verse_number": "4",
                "verse_text": "Then suddenly, right in front of them, Moses and Elijah appeared,"
            },
            {
                "verse_number": "4",
                "verse_text": "and they spoke with Jesus."
            },
            {
                "verse_number": "5",
                "verse_text": "Peter blurted out, “Good Teacher,"
            },
            {
                "verse_number": "5",
                "verse_text": "this is so amazing to see the three of you together"
            },
            {
                "verse_number": "5",
                "verse_text": "! Why don’t we stay here and set up three shelters:"
            },
            {
                "verse_number": "5",
                "verse_text": "one for you, one for Moses, and one for Elijah?”"
            },
            {
                "verse_number": "6",
                "verse_text": "(For all of the disciples were in total fear, and Peter didn’t have a clue what to say.)"
            },
            {
                "verse_number": "7",
                "verse_text": "Just then, a radiant cloud began to spread over them, enveloping them all. And God’s voice suddenly spoke from the cloud, saying, “This is my beloved Son and you need to always listen to him!”"
            },
            {
                "verse_number": "8",
                "verse_text": "Then suddenly, as they looked around, they saw only Jesus with them, for Moses and Elijah had faded away."
            },
            {
                "verse_number": "9",
                "verse_text": "As they all hiked down the mountain together, Jesus ordered them,"
            },
            {
                "verse_number": "9",
                "verse_text": "“Don’t tell anyone of what you just witnessed. Wait until the Son of Man is raised from the dead.”"
            },
            {
                "verse_number": "10",
                "verse_text": "So they kept it to themselves, puzzled over what Jesus meant about rising from the dead."
            },
            {
                "verse_number": "11",
                "verse_text": "Then they asked him, “Why do the religious scholars insist that Elijah must come before the Messiah?”"
            },
            {
                "verse_number": "12",
                "verse_text": "He answered them,"
            },
            {
                "verse_number": "12",
                "verse_text": "“They’re right. Elijah must come first to put everything in order."
            },
            {
                "verse_number": "12",
                "verse_text": "And what about all that is written about the Son of Man? It is true that he must endure many sufferings and be rejected."
            },
            {
                "verse_number": "13",
                "verse_text": "So Elijah has already appeared, just as it was prophesied,"
            },
            {
                "verse_number": "13",
                "verse_text": "and they did to him whatever they pleased.”"
            },
            {
                "verse_number": "14",
                "verse_text": "Now when they came down the mountain to the other nine disciples, they noticed a large crowd of people gathered around them, with the religious scholars arguing with them."
            },
            {
                "verse_number": "15",
                "verse_text": "The crowd was astonished to see Jesus himself walking toward them, so they immediately ran to welcome him."
            },
            {
                "verse_number": "16",
                "verse_text": "“What are you arguing about with the religious scholars?”"
            },
            {
                "verse_number": "16",
                "verse_text": "he asked them."
            },
            {
                "verse_number": "17",
                "verse_text": "A man spoke up out of the crowd. “Teacher,” he said, “I have a son possessed by a demon that makes him mute. I brought him here to you, Jesus."
            },
            {
                "verse_number": "18",
                "verse_text": "Whenever the demon takes control of him, it knocks him down, and he foams at the mouth and gnashes his teeth, and his body becomes stiff as a board. I brought him to your disciples, hoping they could deliver him, but they were not able to do it.”"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus said to the crowd,"
            },
            {
                "verse_number": "19",
                "verse_text": "“Why are you such a faithless people?"
            },
            {
                "verse_number": "19",
                "verse_text": "How much longer must I remain with you and put up with your unbelief? Now, bring the boy to me.”"
            },
            {
                "verse_number": "20",
                "verse_text": "So they brought him to Jesus. As soon as the demon saw him, it threw the boy into convulsions. He fell to the ground, rolling around and foaming at the mouth."
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus turned to the father and asked,"
            },
            {
                "verse_number": "21",
                "verse_text": "“How long has your son been tormented like this?” “Since childhood,” he replied."
            },
            {
                "verse_number": "22",
                "verse_text": "“It tries over and over to kill him by throwing him into fire or into the water. But please, if you’re able to do something, anything—have compassion on us and help us!”"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus said to him,"
            },
            {
                "verse_number": "23",
                "verse_text": "“What do you mean ‘if’?"
            },
            {
                "verse_number": "23",
                "verse_text": "If you are able to believe,"
            },
            {
                "verse_number": "23",
                "verse_text": "all things are possible to the believer.”"
            },
            {
                "verse_number": "24",
                "verse_text": "When he heard this, the boy’s father cried out with tears, saying, “I do believe, Lord; help my little faith!”"
            },
            {
                "verse_number": "25",
                "verse_text": "Now when Jesus saw that the crowd was quickly growing larger, he commanded the demon, saying,"
            },
            {
                "verse_number": "25",
                "verse_text": "“Deaf and mute spirit, I command you to come out of him and never enter him again!”"
            },
            {
                "verse_number": "26",
                "verse_text": "The demon shrieked and threw the boy into terrible seizures and finally came out of him! As the boy lay there, looking like a corpse, everyone thought he was dead."
            },
            {
                "verse_number": "27",
                "verse_text": "But Jesus stooped down, gently took his hand, and raised him up to his feet, and he stood there completely set free!"
            },
            {
                "verse_number": "28",
                "verse_text": "Afterwards, when Jesus arrived at the house, his disciples asked him in private, “Why couldn’t we cast out the demon?”"
            },
            {
                "verse_number": "29",
                "verse_text": "He answered them,"
            },
            {
                "verse_number": "29",
                "verse_text": "“This type of powerful spirit can only be cast out by fasting and prayer.”"
            },
            {
                "verse_number": "30",
                "verse_text": "They went on from there and walked through the region of Galilee. Jesus didn’t want the people to know he was there, because he wanted to teach his disciples in private."
            },
            {
                "verse_number": "31",
                "verse_text": "He said to them,"
            },
            {
                "verse_number": "31",
                "verse_text": "“The Son of Man is destined"
            },
            {
                "verse_number": "31",
                "verse_text": "to be betrayed and turned over to those who will execute him. But after three days he will rise again.”"
            },
            {
                "verse_number": "32",
                "verse_text": "But the disciples didn’t have a clue what he meant and were too embarrassed to ask him to explain it."
            },
            {
                "verse_number": "33",
                "verse_text": "Then they came to Capernaum. And as soon as Jesus was inside the house, he asked his disciples,"
            },
            {
                "verse_number": "33",
                "verse_text": "“What were you arguing about on the way here?”"
            },
            {
                "verse_number": "34",
                "verse_text": "No one said a word, because they had been arguing about which one of them was the greatest."
            },
            {
                "verse_number": "35",
                "verse_text": "Jesus sat down, called the twelve disciples to come around him, and said to them,"
            },
            {
                "verse_number": "35",
                "verse_text": "“If anyone wants to be first, he must be content to be last and become a servant to all.”"
            },
            {
                "verse_number": "36",
                "verse_text": "Then he had a child"
            },
            {
                "verse_number": "36",
                "verse_text": "come and stand among them. He wrapped the child in his arms and said to them,"
            },
            {
                "verse_number": "37",
                "verse_text": "“Whoever welcomes a little child in my name welcomes me. And whoever welcomes me welcomes not only me, but the one who sent me.”"
            },
            {
                "verse_number": "38",
                "verse_text": "John spoke up and said, “Teacher, we noticed someone"
            },
            {
                "verse_number": "38",
                "verse_text": "was using your name to cast out demons, so we tried to stop him because he wasn’t one of our group.”"
            },
            {
                "verse_number": "39",
                "verse_text": "“Don’t stop him!”"
            },
            {
                "verse_number": "39",
                "verse_text": "Jesus replied."
            },
            {
                "verse_number": "39",
                "verse_text": "“For the one who does miracles in the power of my name proves he is not my enemy."
            },
            {
                "verse_number": "40",
                "verse_text": "And whoever is not against us is for us."
            },
            {
                "verse_number": "41",
                "verse_text": "Listen to the truth that I speak: Whoever gives you a cup of water because you carry the name of Christ will never lose his reward."
            },
            {
                "verse_number": "42",
                "verse_text": "But if anyone abuses"
            },
            {
                "verse_number": "42",
                "verse_text": "one of these little ones who believe in me, it would be better for him to have a heavy boulder"
            },
            {
                "verse_number": "42",
                "verse_text": "tied around his neck and be thrown into the sea"
            },
            {
                "verse_number": "42",
                "verse_text": "than to face the punishment he deserves!"
            },
            {
                "verse_number": "43",
                "verse_text": "“If your hand entices you to sin, let it go limp and useless!"
            },
            {
                "verse_number": "43",
                "verse_text": "For it is better for you to enter into life maimed than to have your entire body thrown into hell,"
            },
            {
                "verse_number": "43",
                "verse_text": "the place of unquenchable fire."
            },
            {
                "verse_number": "44",
                "verse_text": "This is where the maggots never die and the fire never goes out."
            },
            {
                "verse_number": "45",
                "verse_text": "And if your foot leads you into sin, cut it off! For it is better to enter life crawling than to have both feet and be flung into hell."
            },
            {
                "verse_number": "46",
                "verse_text": "This is where the maggots never die and the fire never goes out."
            },
            {
                "verse_number": "47",
                "verse_text": "And if your eye causes you to sin, pluck it out! For it is better to enter into life with one eye than to be thrown into hell with two."
            },
            {
                "verse_number": "48",
                "verse_text": "This is where the maggots never die and the fire never goes out!"
            },
            {
                "verse_number": "49",
                "verse_text": "“Everyone will pass through the fire and every sacrifice will be seasoned with salt."
            },
            {
                "verse_number": "50",
                "verse_text": "Salt is excellent for seasoning. But if salt becomes tasteless,"
            },
            {
                "verse_number": "50",
                "verse_text": "how can its flavor ever be restored? Your lives, like salt, are to season and preserve."
            },
            {
                "verse_number": "50",
                "verse_text": "So don’t lose your flavor,"
            },
            {
                "verse_number": "50",
                "verse_text": "and preserve the peace in your union with one another.”"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Then Jesus left the region"
            },
            {
                "verse_number": "1",
                "verse_text": "and went into the district of Judea,"
            },
            {
                "verse_number": "1",
                "verse_text": "across from the Jordan River,"
            },
            {
                "verse_number": "1",
                "verse_text": "and again, massive crowds flocked to him, and Jesus, as was his custom, began to teach the people."
            },
            {
                "verse_number": "2",
                "verse_text": "At one point, some of the Pharisees came, seeking to entrap him with a question. “Tell us,” they asked, “is it lawful for a man to divorce"
            },
            {
                "verse_number": "2",
                "verse_text": "his wife?”"
            },
            {
                "verse_number": "3",
                "verse_text": "He answered them,"
            },
            {
                "verse_number": "3",
                "verse_text": "“What did Moses command you?”"
            },
            {
                "verse_number": "4",
                "verse_text": "They replied, “Moses permitted us to write a certificate of separation that would be valid to complete a divorce.”"
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus said,"
            },
            {
                "verse_number": "5",
                "verse_text": "“Yes, Moses wrote this exception"
            },
            {
                "verse_number": "5",
                "verse_text": "for you because you are hardhearted."
            },
            {
                "verse_number": "6",
                "verse_text": "But from the beginning God created male and female."
            },
            {
                "verse_number": "7",
                "verse_text": "For this reason a man will leave his parents and be wedded to his wife."
            },
            {
                "verse_number": "8",
                "verse_text": "And the husband and wife"
            },
            {
                "verse_number": "8",
                "verse_text": "will be joined as one flesh, and after that they no longer exist as two, but one flesh."
            },
            {
                "verse_number": "9",
                "verse_text": "So there you have it. What God has joined together, no one has the right to split apart.”"
            },
            {
                "verse_number": "10",
                "verse_text": "Once indoors, his disciples asked him to explain it to them again."
            },
            {
                "verse_number": "11",
                "verse_text": "So he said to them,"
            },
            {
                "verse_number": "11",
                "verse_text": "“Whoever divorces his wife and marries another commits adultery against her."
            },
            {
                "verse_number": "12",
                "verse_text": "And if the wife divorces her husband and marries another, she also commits adultery.”"
            },
            {
                "verse_number": "13",
                "verse_text": "The parents kept bringing their little children to Jesus so that he would lay his hands on them"
            },
            {
                "verse_number": "13",
                "verse_text": "and bless them"
            },
            {
                "verse_number": "13",
                "verse_text": "."
            },
            {
                "verse_number": "13",
                "verse_text": "But the disciples kept rebuking and scolding the people for doing it."
            },
            {
                "verse_number": "14",
                "verse_text": "When Jesus saw what was happening, he became indignant with his disciples and said to them,"
            },
            {
                "verse_number": "14",
                "verse_text": "“Let all the little children come to me and never hinder them! Don’t you know that God’s kingdom exists for such as these?"
            },
            {
                "verse_number": "15",
                "verse_text": "Listen to the truth I speak: Whoever does not open their arms to receive God’s kingdom like a teachable child will never enter it.”"
            },
            {
                "verse_number": "16",
                "verse_text": "Then he embraced each child, and laying his hands on them, he lovingly blessed each one."
            },
            {
                "verse_number": "17",
                "verse_text": "As Jesus started on his way, a man came running up to him. Kneeling down in front of him, he cried out, “Good Teacher, what one thing am I required to do to gain eternal life?”"
            },
            {
                "verse_number": "18",
                "verse_text": "Jesus responded,"
            },
            {
                "verse_number": "18",
                "verse_text": "“Why do you call me good? Only God is truly good."
            },
            {
                "verse_number": "19",
                "verse_text": "You already know the commandments: ‘Do not murder, do not commit adultery, do not steal, do not give a false testimony, do not cheat, and honor your father and mother.’ ”"
            },
            {
                "verse_number": "20",
                "verse_text": "The man said to Jesus, “Teacher, I have carefully obeyed these laws since my youth.”"
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus fixed his gaze upon the man, with tender love, and said to him,"
            },
            {
                "verse_number": "21",
                "verse_text": "“Yet there is still one thing in you lacking."
            },
            {
                "verse_number": "21",
                "verse_text": "Go, sell all that you have and give the money to the poor. Then all of your treasure will be in heaven. After you’ve done this, come back and walk with me.”"
            },
            {
                "verse_number": "22",
                "verse_text": "Completely shocked by Jesus’ answer, he turned and walked away very sad, for he was extremely rich."
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus looked at the faces of his disciples and said,"
            },
            {
                "verse_number": "23",
                "verse_text": "“How hard it is for the wealthy to enter into God’s kingdom realm.”"
            },
            {
                "verse_number": "24",
                "verse_text": "The disciples were startled when they heard this. But Jesus again said to them,"
            },
            {
                "verse_number": "24",
                "verse_text": "“Children, it is next to impossible for those who trust in their riches to find their way into God’s kingdom."
            },
            {
                "verse_number": "25",
                "verse_text": "It is easier to stuff a rope through the eye of a needle"
            },
            {
                "verse_number": "25",
                "verse_text": "than for a wealthy person to enter into God’s kingdom.”"
            },
            {
                "verse_number": "26",
                "verse_text": "But this left them all the more astonished, and they whispered to one another, “Then who could ever be saved?”"
            },
            {
                "verse_number": "27",
                "verse_text": "Jesus looked at them and replied,"
            },
            {
                "verse_number": "27",
                "verse_text": "“With people it is impossible, but not with God—God makes all things possible!”"
            },
            {
                "verse_number": "28",
                "verse_text": "Then Peter spoke up and said, “Can’t you see that we’ve left everything we had to cling to you?”"
            },
            {
                "verse_number": "29",
                "verse_text": "“Listen to my words,”"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus said."
            },
            {
                "verse_number": "29",
                "verse_text": "“Anyone who leaves his home behind and chooses me over children, parents, family, and possessions, all for the sake of the gospel,"
            },
            {
                "verse_number": "30",
                "verse_text": "it will come back to him a hundred times as much in this lifetime—homes, family, mothers, brothers, sisters, children, possessions—along with persecutions. And in the age to come, he will inherit eternal life."
            },
            {
                "verse_number": "31",
                "verse_text": "But many who are considered to be the most important now will be the least important then. And many who are viewed as the least important now will be considered the most important then.”"
            },
            {
                "verse_number": "32",
                "verse_text": "Jesus and his disciples were on the road that went up to Jerusalem, and Jesus was leading them forward. The disciples were filled with wonder and amazement at his bravery, but those following along with them were very afraid. As they approached the city, he took the Twelve aside privately and told them what was going to happen."
            },
            {
                "verse_number": "33",
                "verse_text": "“I want you to know that we are going to Jerusalem, where the Son of Man will be handed over to the ruling priests and religious scholars and they will condemn him to death and hand him over to the Romans."
            },
            {
                "verse_number": "34",
                "verse_text": "And they will mock him, spit in his face, torture him, and kill him, but three days later he will rise again.”"
            },
            {
                "verse_number": "35",
                "verse_text": "Jacob and John, sons of Zebedee, approached Jesus and said, “Teacher, will you do us a favor?”"
            },
            {
                "verse_number": "36",
                "verse_text": "“What is it?”"
            },
            {
                "verse_number": "36",
                "verse_text": "he asked."
            },
            {
                "verse_number": "37",
                "verse_text": "“We want to sit next to you when you come into your glory,” they said, “one at your right hand and the other at your left.”"
            },
            {
                "verse_number": "38",
                "verse_text": "Jesus replied,"
            },
            {
                "verse_number": "38",
                "verse_text": "“You don’t have a clue what you’re asking for! Are you prepared to drink from the cup of suffering"
            },
            {
                "verse_number": "38",
                "verse_text": "that I am about to drink? And are you able to endure the baptism into death"
            },
            {
                "verse_number": "38",
                "verse_text": "that I am about to experience?”"
            },
            {
                "verse_number": "39",
                "verse_text": "They replied, “Yes, we are able.” Jesus said to them, “You will certainly drink from the cup of my sufferings and be immersed into my death,"
            },
            {
                "verse_number": "40",
                "verse_text": "but to have you sit in the position of highest honor is not mine to decide. It is reserved for those especially prepared to have it.”"
            },
            {
                "verse_number": "41",
                "verse_text": "Now the other ten disciples overheard this, and they became angry and began to criticize Jacob and John."
            },
            {
                "verse_number": "42",
                "verse_text": "Jesus gathered them all together and said to them,"
            },
            {
                "verse_number": "42",
                "verse_text": "“Those recognized as rulers of the people and those who are in top leadership positions rule oppressively over their subjects, but this is not the example you are to follow."
            },
            {
                "verse_number": "43",
                "verse_text": "You are to lead by a different model. If you want to be the greatest, then live as one called to serve others."
            },
            {
                "verse_number": "44",
                "verse_text": "The path to promotion comes by having the heart of a bond-slave"
            },
            {
                "verse_number": "44",
                "verse_text": "who serves everyone."
            },
            {
                "verse_number": "45",
                "verse_text": "For even the Son of Man did not come expecting to be served by everyone, but to serve everyone, and to give his life as the ransom price for the salvation of many.”"
            },
            {
                "verse_number": "46",
                "verse_text": "When Jesus and his disciples had passed through Jericho, a large crowd joined them. Upon leaving the village, they met a blind beggar sitting on the side of the road named Timai, the son of Timai."
            },
            {
                "verse_number": "47",
                "verse_text": "When he heard that Jesus from Nazareth was passing by, he began to shout “Jesus, son of David,"
            },
            {
                "verse_number": "47",
                "verse_text": "have mercy on me now in my affliction."
            },
            {
                "verse_number": "47",
                "verse_text": "Heal me"
            },
            {
                "verse_number": "47",
                "verse_text": "!”"
            },
            {
                "verse_number": "48",
                "verse_text": "Those in the crowd were indignant and scolded him for making so much of a disturbance, but he kept shouting with all his might, “Son of David, have mercy on me now"
            },
            {
                "verse_number": "48",
                "verse_text": "and heal me"
            },
            {
                "verse_number": "48",
                "verse_text": "!”"
            },
            {
                "verse_number": "49",
                "verse_text": "Jesus stopped and said,"
            },
            {
                "verse_number": "49",
                "verse_text": "“Call him here.”"
            },
            {
                "verse_number": "49",
                "verse_text": "So they went to the blind man and said, “Have courage! Get up! Jesus is calling for you!”"
            },
            {
                "verse_number": "50",
                "verse_text": "So he threw off his beggars’ cloak, jumped up, and made his way to Jesus."
            },
            {
                "verse_number": "51",
                "verse_text": "Jesus said to him,"
            },
            {
                "verse_number": "51",
                "verse_text": "“What do you want me to do for you?” The man replied, “My Master, please, let me see again!”"
            },
            {
                "verse_number": "52",
                "verse_text": "Jesus responded,"
            },
            {
                "verse_number": "52",
                "verse_text": "“Your faith heals you. Go in peace, with your sight restored.”"
            },
            {
                "verse_number": "52",
                "verse_text": "All at once, the man’s eyes opened and he could see again, and he began at once to follow Jesus, walking down the road with him."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Now, as they were approaching Jerusalem, they arrived at the place of the stables"
            },
            {
                "verse_number": "1",
                "verse_text": "near Bethany on the Mount of Olives. Jesus sent two of his disciples ahead"
            },
            {
                "verse_number": "2",
                "verse_text": "and said to them,"
            },
            {
                "verse_number": "2",
                "verse_text": "“As soon as you enter the village ahead, you will find a donkey’s colt tied there that has never been ridden. Untie it and bring it to me."
            },
            {
                "verse_number": "3",
                "verse_text": "And if anyone asks, ‘Why are you taking it?’ tell them, ‘The master needs it and will send it back to you soon.’ ”"
            },
            {
                "verse_number": "4",
                "verse_text": "So they went and found the colt outside in the street, tied to a gate. When they started to untie it,"
            },
            {
                "verse_number": "5",
                "verse_text": "some people standing there said to them, “Why are you untying that colt?”"
            },
            {
                "verse_number": "6",
                "verse_text": "They answered just as Jesus had told them:"
            },
            {
                "verse_number": "6",
                "verse_text": "“The master needs it, and he will send it back to you soon.”"
            },
            {
                "verse_number": "6",
                "verse_text": "So the bystanders let them go."
            },
            {
                "verse_number": "7",
                "verse_text": "The disciples brought the colt to Jesus and piled their cloaks"
            },
            {
                "verse_number": "7",
                "verse_text": "and prayer shawls"
            },
            {
                "verse_number": "7",
                "verse_text": "on the young donkey, and Jesus rode upon it."
            },
            {
                "verse_number": "8",
                "verse_text": "Many people carpeted the road in front of him with their cloaks"
            },
            {
                "verse_number": "8",
                "verse_text": "and prayer shawls"
            },
            {
                "verse_number": "8",
                "verse_text": ","
            },
            {
                "verse_number": "8",
                "verse_text": "while others gathered palm branches and spread them before him."
            },
            {
                "verse_number": "9",
                "verse_text": "Jesus rode"
            },
            {
                "verse_number": "9",
                "verse_text": "in the center"
            },
            {
                "verse_number": "9",
                "verse_text": "of the procession, with crowds going before him and behind him. They all shouted in celebration, “Bring the victory!"
            },
            {
                "verse_number": "9",
                "verse_text": "We welcome the one coming with blessings sent from the Lord Yahweh!"
            },
            {
                "verse_number": "10",
                "verse_text": "Blessings rest on this kingdom he ushers in—the kingdom of our father David! Bring us the victory in the highest realms"
            },
            {
                "verse_number": "10",
                "verse_text": "of heaven"
            },
            {
                "verse_number": "10",
                "verse_text": "!”"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus rode through the gates of Jerusalem and up to the temple. After looking around at everything, he left for Bethany with the Twelve to spend the night, for it was already late in the day."
            },
            {
                "verse_number": "12",
                "verse_text": "The next day, as he left Bethany, Jesus was feeling hungry."
            },
            {
                "verse_number": "13",
                "verse_text": "He noticed a leafy fig tree in the distance, so he walked over to see if there was any fruit on it, but there was none—only leaves (for it wasn’t yet the season for bearing figs)."
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus spoke"
            },
            {
                "verse_number": "14",
                "verse_text": "to the fig tree, saying,"
            },
            {
                "verse_number": "14",
                "verse_text": "“No one will ever eat fruit from you again!”"
            },
            {
                "verse_number": "14",
                "verse_text": "And the disciples overheard him."
            },
            {
                "verse_number": "15",
                "verse_text": "When they came into Jerusalem, Jesus went directly into the temple area and overturned all the tables and benches of the merchants who were doing business there. One by one he drove them all out of the temple courts,"
            },
            {
                "verse_number": "15",
                "verse_text": "and they scattered away, including the money changers"
            },
            {
                "verse_number": "15",
                "verse_text": "and those selling doves."
            },
            {
                "verse_number": "16",
                "verse_text": "And he would not allow them to use the temple courts as a thoroughfare for carrying their merchandise and their furniture."
            },
            {
                "verse_number": "17",
                "verse_text": "Then he began to teach the people, saying,"
            },
            {
                "verse_number": "17",
                "verse_text": "“Does not the Scripture say, ‘My house will be a house of prayer for all the world to share’?"
            },
            {
                "verse_number": "17",
                "verse_text": "But you have made it a hangout of thieves!”"
            },
            {
                "verse_number": "18",
                "verse_text": "When the chief priests and religious scholars heard this, they began to hatch a plot as to how they could eliminate Jesus. But they feared him and his influence, because the entire crowd was totally captivated by his teaching."
            },
            {
                "verse_number": "19",
                "verse_text": "So he and his disciples spent the nights outside the city."
            },
            {
                "verse_number": "20",
                "verse_text": "In the morning, they passed by the fig tree that Jesus spoke to and it was completely withered from the roots up."
            },
            {
                "verse_number": "21",
                "verse_text": "Peter remembered and said to him, “Teacher, look! That’s the fig tree you cursed. It’s now all shriveled up and dead.”"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus replied,"
            },
            {
                "verse_number": "22",
                "verse_text": "“Let the faith of God be in you!"
            },
            {
                "verse_number": "23",
                "verse_text": "Listen to the truth I speak to you: Whoever says to this mountain with great faith and does not doubt,"
            },
            {
                "verse_number": "23",
                "verse_text": "‘Mountain, be lifted up and thrown into the midst of the sea,’"
            },
            {
                "verse_number": "23",
                "verse_text": "and believes that what he says will happen, it will be done."
            },
            {
                "verse_number": "24",
                "verse_text": "This is the reason I urge you to boldly believe for whatever you ask for in prayer—be convinced that you have received it and it will be yours."
            },
            {
                "verse_number": "25",
                "verse_text": "And whenever you stand praying,"
            },
            {
                "verse_number": "25",
                "verse_text": "if you find that you carry something in your heart against another person, release him and forgive him"
            },
            {
                "verse_number": "25",
                "verse_text": "so that your Father in heaven will also release you and forgive you of your faults."
            },
            {
                "verse_number": "26",
                "verse_text": "But if you will not release forgiveness, don’t expect your Father in heaven to release you from your misdeeds.”"
            },
            {
                "verse_number": "27",
                "verse_text": "They came again into Jerusalem, and while Jesus was walking in the temple courts, the Jewish rulers—the chief priest, certain religious scholars, and the elders—approached him. They came up to him"
            },
            {
                "verse_number": "28",
                "verse_text": "and asked, “What right do you have to say and do these things? Who gave you the authority to do all this?”"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus replied,"
            },
            {
                "verse_number": "29",
                "verse_text": "“I too have a question to ask you. If you can answer this question, then I will tell you by what power I do all these things."
            },
            {
                "verse_number": "30",
                "verse_text": "Where did John’s authority to immerse come from? Was it from heaven or from people? Answer me now.”"
            },
            {
                "verse_number": "31",
                "verse_text": "They stepped away and debated among themselves, saying, “How should we answer this? If we say, ‘from heaven,’ he will say to us, ‘Then why didn’t you respond to John and believe what he said?’"
            },
            {
                "verse_number": "32",
                "verse_text": "But if we say, ‘from the people,’ we fear the crowds, for they’re convinced that John was God’s prophet.”"
            },
            {
                "verse_number": "33",
                "verse_text": "So they finally answered, “We don’t know.” “Then neither will I tell you where my power comes from to do these things,” Jesus replied."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Then Jesus began to speak to them in parables:"
            },
            {
                "verse_number": "1",
                "verse_text": "“There once was a man who planted a vineyard"
            },
            {
                "verse_number": "1",
                "verse_text": "and put a secure fence around it."
            },
            {
                "verse_number": "1",
                "verse_text": "He dug a pit for its winepress and erected a watch tower. Then he leased it to tenant-farmers and traveled abroad."
            },
            {
                "verse_number": "2",
                "verse_text": "When the time of harvest came, he sent one of his servants"
            },
            {
                "verse_number": "2",
                "verse_text": "to the tenants to collect the landowners’ share of the harvest."
            },
            {
                "verse_number": "3",
                "verse_text": "But the tenants seized him and beat him and sent him back empty-handed."
            },
            {
                "verse_number": "4",
                "verse_text": "So the owner sent another servant to them. And that one they shamefully humiliated and beat over the head."
            },
            {
                "verse_number": "5",
                "verse_text": "So he sent another servant, and they brutally killed him. Many more servants were sent, and they were all severely beaten or killed."
            },
            {
                "verse_number": "6",
                "verse_text": "The owner had only one person left to send—his only son, whom he dearly loved. So he sent him to them, saying, ‘Surely they will restrain themselves"
            },
            {
                "verse_number": "6",
                "verse_text": "and respect my son.’"
            },
            {
                "verse_number": "7",
                "verse_text": "But the tenants"
            },
            {
                "verse_number": "7",
                "verse_text": "saw their chance"
            },
            {
                "verse_number": "7",
                "verse_text": "and said to one another, ‘This is the heir. Come! Let’s kill him, and then we’ll inherit it all!’"
            },
            {
                "verse_number": "8",
                "verse_text": "So they violently seized him, killed him, and threw his body over the fence!"
            },
            {
                "verse_number": "9",
                "verse_text": "So what do you think the owner of the vineyard will do? He will come and put to death those tenants and give his vineyard to others."
            },
            {
                "verse_number": "10",
                "verse_text": "Haven’t you read what the psalmist said? The stone the builders examined and rejected has become the cornerstone, the most important stone of all?"
            },
            {
                "verse_number": "11",
                "verse_text": "This was the Lord’s plan— and he is wonderful for our eyes to behold!”"
            },
            {
                "verse_number": "12",
                "verse_text": "Now, the chief priests, religious scholars, and leaders realized that Jesus’ parable was aimed at them. They had hoped to arrest him then and there, but they feared the reaction of the crowd, so they left him alone and went away."
            },
            {
                "verse_number": "13",
                "verse_text": "Then they sent a delegation of Pharisees, together with some staunch supporters of Herod, to entrap Jesus with his own words."
            },
            {
                "verse_number": "14",
                "verse_text": "So they approached him and said, “Teacher, we know that you’re an honest man of integrity and you teach us the truth of God’s ways. We can clearly see that you’re not one who speaks only to win the people’s favor, because you speak the truth without regard to the consequences."
            },
            {
                "verse_number": "14",
                "verse_text": "So tell us, then, what you think. Is it proper for us to pay taxes to Caesar or not?”"
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus saw through their hypocrisy and said to them,"
            },
            {
                "verse_number": "15",
                "verse_text": "“Why are you testing me? Show me one of the Roman coins.”"
            },
            {
                "verse_number": "16",
                "verse_text": "They brought him a silver coin used to pay the tax. “Now, tell me,” Jesus said, “whose head is on this coin and whose inscription is stamped on it?” “Caesar’s,” they replied."
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus said,"
            },
            {
                "verse_number": "17",
                "verse_text": "“"
            },
            {
                "verse_number": "17",
                "verse_text": "Precisely. The coin bears the image of the emperor Caesar"
            },
            {
                "verse_number": "17",
                "verse_text": ", so you should pay the emperor his portion."
            },
            {
                "verse_number": "17",
                "verse_text": "But because you bear the image of God,"
            },
            {
                "verse_number": "17",
                "verse_text": "you must give to God all that belongs to him.”"
            },
            {
                "verse_number": "17",
                "verse_text": "And they were utterly stunned by Jesus’ words."
            },
            {
                "verse_number": "18",
                "verse_text": "Some of the Sadducees, a religious group that denied there was a resurrection of the dead, came to ask Jesus this question:"
            },
            {
                "verse_number": "19",
                "verse_text": "“Teacher, the law of Moses teaches"
            },
            {
                "verse_number": "19",
                "verse_text": "that if a man dies before he has children, his brother should marry the widow and raise up children for his brother’s family line."
            },
            {
                "verse_number": "20",
                "verse_text": "Now, there was a family with seven brothers. The oldest got married but soon died, and he had no children."
            },
            {
                "verse_number": "21",
                "verse_text": "The second brother married his oldest brother’s widow, and he also died without any children, and the third also."
            },
            {
                "verse_number": "22",
                "verse_text": "This repeated down to the seventh brother, none of whom had children. Finally, the woman died."
            },
            {
                "verse_number": "23",
                "verse_text": "So here’s our dilemma: Which of the seven brothers will be the woman’s husband when she’s resurrected from the dead, since they all were once married to her?”"
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus answered them,"
            },
            {
                "verse_number": "24",
                "verse_text": "“You are mistaken"
            },
            {
                "verse_number": "24",
                "verse_text": "because your hearts are not filled with the revelation of the Scriptures or the power of God."
            },
            {
                "verse_number": "25",
                "verse_text": "For when they rise from the dead, men and women will not marry, just like the angels of heaven don’t marry."
            },
            {
                "verse_number": "26",
                "verse_text": "Now, concerning the resurrection, haven’t you read in the Torah"
            },
            {
                "verse_number": "26",
                "verse_text": "what God said to Moses at the burning bush? ‘I AM the living God, the God of Abraham, the God of Isaac, and the God of Jacob’?"
            },
            {
                "verse_number": "27",
                "verse_text": "God is not God of the dead, but of the living, and you are all badly mistaken!”"
            },
            {
                "verse_number": "28",
                "verse_text": "Now a certain religious scholar overheard them debating. When he saw how beautifully Jesus answered all their questions, he posed one of his own, and asked him, “Teacher, which commandment is the greatest of all?”"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus answered him,"
            },
            {
                "verse_number": "29",
                "verse_text": "“The most important of all the commandments is this: ‘The Lord Yahweh, our God, is one!’"
            },
            {
                "verse_number": "30",
                "verse_text": "You are to love the Lord Yahweh, your God, with a passionate heart, from the depths of your soul, with your every thought, and with all your strength. This is the great and supreme commandment."
            },
            {
                "verse_number": "31",
                "verse_text": "And the second is this: ‘You must love your neighbor"
            },
            {
                "verse_number": "31",
                "verse_text": "in the same way you love yourself.’ You will never find a greater commandment than these.”"
            },
            {
                "verse_number": "32",
                "verse_text": "The religious scholar replied, “Yes, that’s true, Teacher. You spoke beautifully when you said that God is one, and there is no one else besides him."
            },
            {
                "verse_number": "33",
                "verse_text": "And there is something more important to God than all the sacrifices and burnt offerings: it’s the commandment to constantly love God with every passion of your heart, with your every thought, and with all your strength—and to love your neighbor in the same way as you love yourself.”"
            },
            {
                "verse_number": "34",
                "verse_text": "When Jesus noticed how thoughtfully and sincerely the man answered, he said to him,"
            },
            {
                "verse_number": "34",
                "verse_text": "“You’re not far from the reality of God’s kingdom.”"
            },
            {
                "verse_number": "34",
                "verse_text": "After that, no one dared to question him again."
            },
            {
                "verse_number": "35",
                "verse_text": "While Jesus was teaching in the courts of the temple, he posed a question to those listening:"
            },
            {
                "verse_number": "35",
                "verse_text": "“Why do the religious scholars say that the Messiah is David’s son?"
            },
            {
                "verse_number": "36",
                "verse_text": "Yet it was David, inspired by the Holy Spirit, who sang: Yahweh said to my Lord, ‘Sit near me in the place of authority until I subdue all your enemies under Your feet.’"
            },
            {
                "verse_number": "37",
                "verse_text": "Since David calls him Lord, how can he be his son?” The large crowd listened to him with delight."
            },
            {
                "verse_number": "38",
                "verse_text": "Jesus also taught the people,"
            },
            {
                "verse_number": "38",
                "verse_text": "“Beware of the religious scholars."
            },
            {
                "verse_number": "38",
                "verse_text": "They love to parade around in their clergy robes and be greeted with respect on the street."
            },
            {
                "verse_number": "39",
                "verse_text": "They crave to be made the leaders of synagogue councils,"
            },
            {
                "verse_number": "39",
                "verse_text": "and they push their way to the head table at banquets."
            },
            {
                "verse_number": "40",
                "verse_text": "For appearance’s sake, they will pray long religious prayers at the homes of widows for an offering, cheating them out of their very livelihood."
            },
            {
                "verse_number": "40",
                "verse_text": "Beware of them all, for they will one day be stripped of honor, and the judgment they receive will be severe.”"
            },
            {
                "verse_number": "41",
                "verse_text": "Then he sat down near the offering box, watching all the people dropping in their coins. Many of the rich would put in very large sums,"
            },
            {
                "verse_number": "42",
                "verse_text": "but a destitute widow walked up and dropped in two small copper coins, worth less than a penny."
            },
            {
                "verse_number": "43",
                "verse_text": "Jesus called his disciples to gather around and then said to them,"
            },
            {
                "verse_number": "43",
                "verse_text": "“I tell you the truth, this poor widow has given a larger offering than any of the wealthy."
            },
            {
                "verse_number": "44",
                "verse_text": "For the rich only gave out of their surplus, but she sacrificed out of her poverty and gave to God all that she had to live on, which was everything she had.”"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "As Jesus was leaving the temple courts, one of his disciples came to him and said, “Teacher, look at these magnificent buildings! And what tremendous stones were used to build all this!”"
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus turned to them and said,"
            },
            {
                "verse_number": "2",
                "verse_text": "“Take a good look at all these enormous buildings, for I’m telling you, there will not be one stone left upon another. It will all be leveled!”"
            },
            {
                "verse_number": "3",
                "verse_text": "Later, while Jesus was sitting on the Mount of Olives, overlooking the temple, his disciples, Peter, Jacob, John, and Andrew, came to him privately where he was sitting and said,"
            },
            {
                "verse_number": "4",
                "verse_text": "“Tell us, when will these things happen? And what supernatural sign should we expect to signal your coming and the completion of this age?”"
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus answered,"
            },
            {
                "verse_number": "5",
                "verse_text": "“At that time deception will run rampant. So beware that you’re not fooled!"
            },
            {
                "verse_number": "6",
                "verse_text": "For many will appear on the scene claiming my authority"
            },
            {
                "verse_number": "6",
                "verse_text": "or saying about themselves, ‘I am God’s Anointed,’"
            },
            {
                "verse_number": "6",
                "verse_text": "and they will lead many astray."
            },
            {
                "verse_number": "7",
                "verse_text": "You will hear rumors of wars nearby, with more rumors of wars to come. Make sure that you are not thrown into a panic or give in to your fears, for these things are destined to happen. Prepare for it,"
            },
            {
                "verse_number": "7",
                "verse_text": "but still the end is not yet."
            },
            {
                "verse_number": "8",
                "verse_text": "For nations"
            },
            {
                "verse_number": "8",
                "verse_text": "will go to war against each other and kingdoms will clash with kingdoms. And there will be terrible earthquakes in place after place—seismic events of epic proportion. And there will be famines and riots."
            },
            {
                "verse_number": "8",
                "verse_text": "This is how the first contractions and birth pains of the new age will begin.”"
            },
            {
                "verse_number": "9",
                "verse_text": "“Be on your guard! For they will hand you over to the ruling councils, and you will be beaten in public gatherings. And you will stand trial before kings and high-ranking governmental leaders as an opportunity to testify to them on my behalf."
            },
            {
                "verse_number": "10",
                "verse_text": "But prior to the end of the age,"
            },
            {
                "verse_number": "10",
                "verse_text": "the hope of the gospel"
            },
            {
                "verse_number": "10",
                "verse_text": "must first"
            },
            {
                "verse_number": "10",
                "verse_text": "be preached to all nations."
            },
            {
                "verse_number": "11",
                "verse_text": "“So when they put you under arrest and hand you over for trial, don’t even give one thought about what you will say. Simply speak what the Holy Spirit gives you at that very moment. And realize that it won’t be you speaking but the Holy Spirit speaking through you."
            },
            {
                "verse_number": "12",
                "verse_text": "Brothers will betray each other unto death—even a father his child. Children will rise up to take a stand against their parents and have them put to death."
            },
            {
                "verse_number": "13",
                "verse_text": "Expect to be hated by all because of your allegiance to my name. But determine to be faithful to the end and you will be saved.”"
            },
            {
                "verse_number": "14",
                "verse_text": "“When you witness what Daniel prophesied, ‘the disgusting destroyer,’"
            },
            {
                "verse_number": "14",
                "verse_text": "standing where it must not be"
            },
            {
                "verse_number": "14",
                "verse_text": "[Let the reader learn what it means],"
            },
            {
                "verse_number": "14",
                "verse_text": "then those in the land of Judah must escape to higher ground."
            },
            {
                "verse_number": "15",
                "verse_text": "On that day, if you happen to be outside,"
            },
            {
                "verse_number": "15",
                "verse_text": "don’t go back inside to gather your belongings."
            },
            {
                "verse_number": "16",
                "verse_text": "And if you’re working out in the field, don’t run back home to get a coat."
            },
            {
                "verse_number": "17",
                "verse_text": "It will be especially hard"
            },
            {
                "verse_number": "17",
                "verse_text": "for pregnant women and for those nursing their babies when those days come."
            },
            {
                "verse_number": "18",
                "verse_text": "So pray that your escape will not be during the winter months."
            },
            {
                "verse_number": "19",
                "verse_text": "For this will be a time of great misery beyond the magnitude of anything the world has ever seen from the beginning of time"
            },
            {
                "verse_number": "19",
                "verse_text": "or ever will see."
            },
            {
                "verse_number": "20",
                "verse_text": "Unless God limits those days, no one would escape. But because of his love for his chosen ones, he will shorten that time of trouble."
            },
            {
                "verse_number": "21",
                "verse_text": "“And if you hear reports from people, saying, ‘Look, the Messiah is over here,’ or, ‘The Messiah is over there!’ don’t believe it."
            },
            {
                "verse_number": "22",
                "verse_text": "For there will be imposters falsely claiming to be God’s ‘Anointed One.’ And false prophets"
            },
            {
                "verse_number": "22",
                "verse_text": "will arise to perform miracle signs, and if it were possible, they would cause God’s chosen ones to wander off the right track."
            },
            {
                "verse_number": "23",
                "verse_text": "Be alert, for I prophesy all this will happen!”"
            },
            {
                "verse_number": "24",
                "verse_text": "“This is what will take place after that suffering: The sun will be darkened and the moon will reflect no light."
            },
            {
                "verse_number": "25",
                "verse_text": "The stars will be falling from the sky and all the cosmic powers will be shaken."
            },
            {
                "verse_number": "26",
                "verse_text": "“Then they will see the Son of Man appearing in the midst of clouds and revealed with mighty power and great glory."
            },
            {
                "verse_number": "27",
                "verse_text": "At that time he will send his messengers"
            },
            {
                "verse_number": "27",
                "verse_text": "to gather together his beloved chosen ones from every direction—from the ends of the earth to the ends of heaven!”"
            },
            {
                "verse_number": "28",
                "verse_text": "“Now, learn the lesson from the parable of the fig tree. When spring arrives, and it sends out its tender branches and sprouts leaves, you know that summer is near."
            },
            {
                "verse_number": "29",
                "verse_text": "So also, when you observe all these things progressively taking place, you will know that he"
            },
            {
                "verse_number": "29",
                "verse_text": "is near, even at the door!"
            },
            {
                "verse_number": "30",
                "verse_text": "I assure you, this family"
            },
            {
                "verse_number": "30",
                "verse_text": "will not pass away until all I have spoken comes to pass."
            },
            {
                "verse_number": "31",
                "verse_text": "The earth and sky will wear out and fade away before one word I speak loses its power or fails to accomplish its purpose.”"
            },
            {
                "verse_number": "32",
                "verse_text": "“Concerning that day and exact hour, no one knows when it will arrive, not the angels of heaven, not even the Son—only the Father knows."
            },
            {
                "verse_number": "33",
                "verse_text": "This is why you must be waiting, watching and praying,"
            },
            {
                "verse_number": "33",
                "verse_text": "because no one knows when that season of time will come.”"
            },
            {
                "verse_number": "34",
                "verse_text": "“For those days can be compared to a man who was about to leave on a journey, but before leaving he placed his servants in charge and gave each one work to do while he was away. Then he commanded the watchman"
            },
            {
                "verse_number": "34",
                "verse_text": "to be on guard at all times."
            },
            {
                "verse_number": "35",
                "verse_text": "So I say to you, keep awake and alert—for you have no idea when the master of the house will return; in the evening, at midnight, at four o’clock in the morning,"
            },
            {
                "verse_number": "35",
                "verse_text": "or at dawn."
            },
            {
                "verse_number": "36",
                "verse_text": "Be alert, for he’s coming suddenly and may find you sleeping!"
            },
            {
                "verse_number": "37",
                "verse_text": "And what I say to the four of you, I say to everyone—be awake at all times!”"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Two days before the Passover and the Feast of Unleavened Bread,"
            },
            {
                "verse_number": "1",
                "verse_text": "the leading priests and religious scholars were committed to finding a way to secretly arrest Jesus and have him executed."
            },
            {
                "verse_number": "2",
                "verse_text": "They agreed that their plot could not succeed if they carried it out during the days of the feast, for they said, “There could be a riot among the people.”"
            },
            {
                "verse_number": "3",
                "verse_text": "Now Jesus was in Bethany, in the home of Simon, a man Jesus had healed of leprosy."
            },
            {
                "verse_number": "3",
                "verse_text": "And as he was reclining at the table,"
            },
            {
                "verse_number": "3",
                "verse_text": "a woman came into the house, with an alabaster flask"
            },
            {
                "verse_number": "3",
                "verse_text": "filled with the highest quality of fragrant and expensive oil."
            },
            {
                "verse_number": "3",
                "verse_text": "She came to Jesus, and with a gesture of extreme devotion"
            },
            {
                "verse_number": "3",
                "verse_text": ", she broke the flask and poured out the precious oil over his head."
            },
            {
                "verse_number": "4",
                "verse_text": "But some were highly indignant when they saw this, and they complained to one another, saying, “What a total waste!"
            },
            {
                "verse_number": "5",
                "verse_text": "It could have been sold for a great sum,"
            },
            {
                "verse_number": "5",
                "verse_text": "and the money could have benefited the poor.” So they scolded her harshly."
            },
            {
                "verse_number": "6",
                "verse_text": "Jesus said to them,"
            },
            {
                "verse_number": "6",
                "verse_text": "“Leave her alone! Why are you so critical of this woman? She has honored me with this beautiful act of kindness."
            },
            {
                "verse_number": "7",
                "verse_text": "You will always have the poor, whom you can help whenever you want, but you will not always have me."
            },
            {
                "verse_number": "8",
                "verse_text": "When she poured the fragrant oil over me, she was preparing my body in advance of my burial."
            },
            {
                "verse_number": "8",
                "verse_text": "She has done all that she could to honor me."
            },
            {
                "verse_number": "9",
                "verse_text": "I promise you that as this wonderful gospel spreads all over the world, the story of her lavish devotion to me will be mentioned in memory of her.”"
            },
            {
                "verse_number": "10",
                "verse_text": "One of the twelve apostles, Judas Iscariot,"
            },
            {
                "verse_number": "10",
                "verse_text": "went to the leading priests to inform them of his willingness to betray Jesus into their hands."
            },
            {
                "verse_number": "11",
                "verse_text": "They were delighted to hear this and agreed to pay him for it."
            },
            {
                "verse_number": "11",
                "verse_text": "So immediately Judas began to look for the right opportunity to betray him."
            },
            {
                "verse_number": "12",
                "verse_text": "On the first day of Unleavened Bread, when the Passover Lamb is sacrificed, Jesus’ disciples asked him, “Where would you like us to prepare the Passover meal"
            },
            {
                "verse_number": "12",
                "verse_text": "for you?”"
            },
            {
                "verse_number": "13",
                "verse_text": "So he sent two of his disciples ahead into Jerusalem with these instructions:"
            },
            {
                "verse_number": "13",
                "verse_text": "“Make your way into the city and watch for a man carrying a pitcher of water. Follow him,"
            },
            {
                "verse_number": "14",
                "verse_text": "and say to the owner of whatever house he enters, ‘The Teacher wants to ask you: “Do you have my room ready where I can eat the Passover meal with my disciples?” ’"
            },
            {
                "verse_number": "15",
                "verse_text": "And he will show you a large upstairs room ready and with a table set. Make preparations for us there.”"
            },
            {
                "verse_number": "16",
                "verse_text": "So they went into the city and found everything to be exactly like Jesus had prophesied, and they prepared for him the Passover meal."
            },
            {
                "verse_number": "17",
                "verse_text": "And when evening came, he entered the house and went upstairs with his twelve disciples."
            },
            {
                "verse_number": "18",
                "verse_text": "Over dinner, while they were reclining around the table, Jesus said,"
            },
            {
                "verse_number": "18",
                "verse_text": "“Listen to the truth: One of you eating here with me is about to betray me.”"
            },
            {
                "verse_number": "19",
                "verse_text": "Feeling deeply troubled by these words, one after another asked him, “Is it I?”"
            },
            {
                "verse_number": "20",
                "verse_text": "He answered,"
            },
            {
                "verse_number": "20",
                "verse_text": "“It is one of you twelve who has shared meals with me as an intimate friend."
            },
            {
                "verse_number": "21",
                "verse_text": "All that was prophesied of me, the Son of Man, is destined to soon take place,"
            },
            {
                "verse_number": "21",
                "verse_text": "but it will be disastrous for the one who betrays the Son of Man. It would be far better for him if he had never been born!”"
            },
            {
                "verse_number": "22",
                "verse_text": "As they were dining, Jesus took the bread and blessed it, and broke it,"
            },
            {
                "verse_number": "22",
                "verse_text": "and gave it to his disciples. He said to them,"
            },
            {
                "verse_number": "22",
                "verse_text": "“Receive this; it is my body.”"
            },
            {
                "verse_number": "23",
                "verse_text": "Then taking the cup of wine and giving thanks to the Father, he declared the new covenant with them."
            },
            {
                "verse_number": "23",
                "verse_text": "And as each one drank from the cup,"
            },
            {
                "verse_number": "24",
                "verse_text": "he said to them,"
            },
            {
                "verse_number": "24",
                "verse_text": "“This is my blood, which seals the new"
            },
            {
                "verse_number": "24",
                "verse_text": "covenant poured out for many."
            },
            {
                "verse_number": "25",
                "verse_text": "I tell you the truth, I will not drink again of the fruit of the vine until the day comes when we drink it together in the kingdom"
            },
            {
                "verse_number": "25",
                "verse_text": "feast"
            },
            {
                "verse_number": "25",
                "verse_text": "of my Father.”"
            },
            {
                "verse_number": "26",
                "verse_text": "Then they sang a psalm"
            },
            {
                "verse_number": "26",
                "verse_text": "and afterwards left for the Mount of Olives."
            },
            {
                "verse_number": "27",
                "verse_text": "Jesus said to them,"
            },
            {
                "verse_number": "27",
                "verse_text": "“You will all fall away and desert me."
            },
            {
                "verse_number": "27",
                "verse_text": "This will fulfill the prophecy of the Scripture that says: I will strike down the shepherd and all the sheep will scatter."
            },
            {
                "verse_number": "28",
                "verse_text": "“But after I am risen,"
            },
            {
                "verse_number": "28",
                "verse_text": "I will go ahead of you to Galilee.”"
            },
            {
                "verse_number": "29",
                "verse_text": "Then Peter spoke up and said, “Even if all the rest lose their faith and fall away, I will still be beside you!”"
            },
            {
                "verse_number": "30",
                "verse_text": "Jesus said,"
            },
            {
                "verse_number": "30",
                "verse_text": "“Mark my words, Peter. This very night, before the rooster crows twice a few hours from now, you will deny that you know me three times.”"
            },
            {
                "verse_number": "31",
                "verse_text": "But Peter was insistent and replied emphatically, “I will absolutely not! Under no circumstances will I ever deny you—even if I have to die with you!” And all the others repeated the same thing."
            },
            {
                "verse_number": "32",
                "verse_text": "Then Jesus led his disciples to an orchard called “The Oil Press.”"
            },
            {
                "verse_number": "32",
                "verse_text": "He told them,"
            },
            {
                "verse_number": "32",
                "verse_text": "“Sit here while I pray awhile.”"
            },
            {
                "verse_number": "33",
                "verse_text": "He took Peter, Jacob, and John with him."
            },
            {
                "verse_number": "33",
                "verse_text": "An intense feeling of great horror plunged his soul into deep sorrow."
            },
            {
                "verse_number": "34",
                "verse_text": "And he said to them,"
            },
            {
                "verse_number": "34",
                "verse_text": "“My heart is overwhelmed with anguish and crushed with grief."
            },
            {
                "verse_number": "34",
                "verse_text": "It feels as though I’m dying. Stay here and keep watch with me.”"
            },
            {
                "verse_number": "35",
                "verse_text": "He walked a short distance away, and being overcome with grief, he threw himself facedown on the ground. He prayed that if it were possible, he would not have to experience this hour"
            },
            {
                "verse_number": "35",
                "verse_text": "of suffering"
            },
            {
                "verse_number": "35",
                "verse_text": "."
            },
            {
                "verse_number": "36",
                "verse_text": "He prayed,"
            },
            {
                "verse_number": "36",
                "verse_text": "“Abba, my Father, all things are possible for you. Please—remove this cup of suffering!"
            },
            {
                "verse_number": "36",
                "verse_text": "Yet what I want is not important, for I only desire to fulfill your plan for me.”"
            },
            {
                "verse_number": "37",
                "verse_text": "Then he came back to his three disciples and found them all sound asleep. He awakened Peter and said to him,"
            },
            {
                "verse_number": "37",
                "verse_text": "“Simon, are you asleep? Do you lack the strength to stay awake with me for even just an hour?"
            },
            {
                "verse_number": "38",
                "verse_text": "Keep alert and pray that you’ll be spared from this time of testing. For your spirit is eager enough, but your humanity is feeble.”"
            },
            {
                "verse_number": "39",
                "verse_text": "Then he left them a second time and went to pray the same thing."
            },
            {
                "verse_number": "40",
                "verse_text": "Afterward, he came back to the disciples and found them sound asleep, for they couldn’t keep their eyes open and they didn’t know what to say to him."
            },
            {
                "verse_number": "41",
                "verse_text": "After praying for the third time, he returned to his disciples and awoke them again, saying,"
            },
            {
                "verse_number": "41",
                "verse_text": "“Do you plan on sleeping and resting indefinitely? That’s enough sleep! The end has come and the hour has arrived"
            },
            {
                "verse_number": "41",
                "verse_text": "for the Son of Man to be handed over to the authority of sinful men."
            },
            {
                "verse_number": "42",
                "verse_text": "Get up and let’s go. Don’t you see? My betrayer draws near.”"
            },
            {
                "verse_number": "43",
                "verse_text": "At that moment Judas, one of the Twelve, arrived, along with a large crowd of men armed with swords and clubs. They had been sent to arrest Jesus by order of the ruling priests, the religious scholars, and the Jewish leaders."
            },
            {
                "verse_number": "44",
                "verse_text": "Now, Judas, the traitor, had arranged to give them a signal that would identify Jesus, for he had told them, “Jesus is the man I will kiss. So arrest him and take him away.”"
            },
            {
                "verse_number": "45",
                "verse_text": "Judas quickly stepped up to Jesus and said, “Rabbi, my teacher!”"
            },
            {
                "verse_number": "45",
                "verse_text": "and he kissed him on both cheeks."
            },
            {
                "verse_number": "46",
                "verse_text": "Then the armed men seized Jesus to arrest him."
            },
            {
                "verse_number": "47",
                "verse_text": "One of the disciples"
            },
            {
                "verse_number": "47",
                "verse_text": "pulled out a sword"
            },
            {
                "verse_number": "47",
                "verse_text": "and swung it at the servant of"
            },
            {
                "verse_number": "47",
                "verse_text": "Caiaphas"
            },
            {
                "verse_number": "47",
                "verse_text": ", the high priest, slashing off his ear."
            },
            {
                "verse_number": "48",
                "verse_text": "Jesus said to the mob,"
            },
            {
                "verse_number": "48",
                "verse_text": "“Why would you arrest me with swords and clubs as though I were an outlaw?"
            },
            {
                "verse_number": "49",
                "verse_text": "Day after day I sat with you in the temple courts, teaching the people, yet you didn’t arrest me then. But all of this fulfills the prophecies of the Scriptures.”"
            },
            {
                "verse_number": "50",
                "verse_text": "At that point all of his disciples ran away and abandoned him."
            },
            {
                "verse_number": "51",
                "verse_text": "There was a young man"
            },
            {
                "verse_number": "51",
                "verse_text": "there following Jesus, wearing only a linen sheet wrapped around him."
            },
            {
                "verse_number": "52",
                "verse_text": "They tried to arrest him also, but he slipped from their grasp and ran off naked,"
            },
            {
                "verse_number": "52",
                "verse_text": "leaving his linen cloth in their hands."
            },
            {
                "verse_number": "53",
                "verse_text": "Those who arrested Jesus led him away to Caiaphas, the high priest, to a meeting where the religious scholars and Jewish leaders were assembled."
            },
            {
                "verse_number": "54",
                "verse_text": "Now, Peter had followed him from a distance all the way to the chief priest’s courtyard. He sat with the guards and was warming himself by the fire."
            },
            {
                "verse_number": "55",
                "verse_text": "The chief priests and the Jewish council of leaders were doing their best to find false charges that they could bring against Jesus and condemn him to death, but they could not find any."
            },
            {
                "verse_number": "56",
                "verse_text": "Many false witnesses came forward, but the evidence could not be corroborated."
            },
            {
                "verse_number": "57",
                "verse_text": "Some came forward and testified against him, saying,"
            },
            {
                "verse_number": "58",
                "verse_text": "“We heard him say, ‘I can destroy this temple made with hands and then build another one again in three days not made with hands!’ ”"
            },
            {
                "verse_number": "59",
                "verse_text": "Yet even on this point the witnesses did not agree."
            },
            {
                "verse_number": "60",
                "verse_text": "Finally, the chief priest stood up in the middle of them and said to Jesus, “Have you nothing to say about these allegations? Is what they’re saying about you true?”"
            },
            {
                "verse_number": "61",
                "verse_text": "But Jesus remained silent before them and did not answer. So the chief priest said to him, “Are you the anointed Messiah, the Son of the Blessed God?”"
            },
            {
                "verse_number": "62",
                "verse_text": "Jesus answered him,"
            },
            {
                "verse_number": "62",
                "verse_text": "“I am. And more than that, you are about to see the Son of Man seated at the right hand of the Almighty and coming in the heavenly clouds!”"
            },
            {
                "verse_number": "63",
                "verse_text": "Then,"
            },
            {
                "verse_number": "63",
                "verse_text": "as an act of outrage"
            },
            {
                "verse_number": "63",
                "verse_text": ", the high priest"
            },
            {
                "verse_number": "63",
                "verse_text": "tore his robe and shouted, “No more witnesses are needed,"
            },
            {
                "verse_number": "64",
                "verse_text": "for you’ve heard this grievous blasphemy.”"
            },
            {
                "verse_number": "64",
                "verse_text": "Turning to the council he said"
            },
            {
                "verse_number": "64",
                "verse_text": ", “Now, what is your verdict?” “He’s guilty and deserves the death penalty!” they all answered."
            },
            {
                "verse_number": "65",
                "verse_text": "Then they spat on his face"
            },
            {
                "verse_number": "65",
                "verse_text": "and blindfolded him. Others struck him over and over with their fists and taunted him by saying, “Prophesy to us!"
            },
            {
                "verse_number": "65",
                "verse_text": "Tell us which one of us is about to hit you next?"
            },
            {
                "verse_number": "65",
                "verse_text": "” And the guards took him and beat him."
            },
            {
                "verse_number": "66",
                "verse_text": "Meanwhile, Peter was sitting below in the courtyard when a girl, a servant of the high priest, came near the fire."
            },
            {
                "verse_number": "67",
                "verse_text": "When she saw Peter there warming himself, she said to him, “I recognize you. You were with that Nazarene, Jesus.”"
            },
            {
                "verse_number": "68",
                "verse_text": "But Peter denied it, saying, “I don’t have a clue what you’re talking about.” Then he went out to the gateway of the courtyard and the rooster crowed."
            },
            {
                "verse_number": "69",
                "verse_text": "When the servant girl noticed him, she said to all the bystanders, “I know this man is one of his followers!”"
            },
            {
                "verse_number": "70",
                "verse_text": "Once again, Peter denied it. A short time later, the bystanders said to him, “You must be one of them. You’re a Galilean, like he is, for your accent proves it!”"
            },
            {
                "verse_number": "71",
                "verse_text": "Peter cursed and said, “I tell you, I don’t know this man you’re talking about!”"
            },
            {
                "verse_number": "72",
                "verse_text": "At the same moment Peter spoke those words, the sound of a rooster crowing pierced the night for the second time. And Peter remembered the words Jesus had spoken to him earlier:"
            },
            {
                "verse_number": "72",
                "verse_text": "“Before the rooster crows twice, you will deny me three times.”"
            },
            {
                "verse_number": "72",
                "verse_text": "With his heart shattered"
            },
            {
                "verse_number": "72",
                "verse_text": ", Peter broke down and sobbed with bitter tears."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Before dawn that morning, the ruling priests, elders, religious scholars, and the entire Jewish council set in motion their plan against Jesus. They bound him in chains, took him away, and handed him over to Pilate."
            },
            {
                "verse_number": "2",
                "verse_text": "As Jesus stood in front of the Roman governor"
            },
            {
                "verse_number": "2",
                "verse_text": ","
            },
            {
                "verse_number": "2",
                "verse_text": "Pilate asked him, “So, are you really the king of the Jews?” Jesus answered, “You have just spoken it.”"
            },
            {
                "verse_number": "3",
                "verse_text": "Then the ruling priests, over and over, made bitter accusations against him, but he remained silent."
            },
            {
                "verse_number": "4",
                "verse_text": "So Pilate questioned him again. “Have you nothing to say? Don’t you hear these many allegations they’re making against you?”"
            },
            {
                "verse_number": "5",
                "verse_text": "But Jesus offered no defense to any of the charges, much to the astonishment of Pilate."
            },
            {
                "verse_number": "6",
                "verse_text": "Every year at Passover, it was the custom of the governor to pardon a prisoner and release him to the people—anyone they wanted."
            },
            {
                "verse_number": "7",
                "verse_text": "Now, Pilate was holding in custody a notorious criminal named Barabbas,"
            },
            {
                "verse_number": "7",
                "verse_text": "one of the assassins"
            },
            {
                "verse_number": "7",
                "verse_text": "who had committed murder in an uprising."
            },
            {
                "verse_number": "8",
                "verse_text": "The crowds gathered in front of Pilate’s judgment bench and asked him to release a prisoner to them, as was his custom."
            },
            {
                "verse_number": "9",
                "verse_text": "So he asked them, “Do you want me to release to you the king of the Jews?”"
            },
            {
                "verse_number": "10",
                "verse_text": "(Pilate was fully aware that the religious leaders had handed Jesus over to him because of spite and envy.)"
            },
            {
                "verse_number": "11",
                "verse_text": "But the ruling priests stirred up the crowd to incite them to ask for Barabbas instead."
            },
            {
                "verse_number": "12",
                "verse_text": "So Pilate asked them, “What do you want me to do with this one you call the king of the Jews?”"
            },
            {
                "verse_number": "13",
                "verse_text": "They all shouted back, “Crucify him!”"
            },
            {
                "verse_number": "14",
                "verse_text": "“Why?” Pilate asked. “What evil thing has he done wrong to deserve that?” But they kept shouting out with a deafening roar, “Crucify him at once!”"
            },
            {
                "verse_number": "15",
                "verse_text": "Because he wanted to please the people, Pilate released Barabbas to them. After he had Jesus severely beaten with a whip made of leather straps"
            },
            {
                "verse_number": "15",
                "verse_text": "and embedded with metal"
            },
            {
                "verse_number": "15",
                "verse_text": ","
            },
            {
                "verse_number": "15",
                "verse_text": "he sentenced him to be crucified."
            },
            {
                "verse_number": "16",
                "verse_text": "The soldiers took Jesus into the headquarters of the governor’s compound"
            },
            {
                "verse_number": "16",
                "verse_text": "and summoned a military unit of nearly six hundred men."
            },
            {
                "verse_number": "17",
                "verse_text": "They placed a purple robe on him"
            },
            {
                "verse_number": "17",
                "verse_text": "to make fun of him"
            },
            {
                "verse_number": "17",
                "verse_text": ". Then they braided a victor’s crown, a wreath made of thorns,"
            },
            {
                "verse_number": "17",
                "verse_text": "and set it on his head."
            },
            {
                "verse_number": "18",
                "verse_text": "And with a mock salute they repeatedly cried out, “Hail, your majesty, king of the Jews!”"
            },
            {
                "verse_number": "19",
                "verse_text": "They spit in his face and hit him repeatedly on his head with a reed staff, driving the crown of thorns deep into his brow. They knelt down before him in mockery, pretending to pay him homage."
            },
            {
                "verse_number": "20",
                "verse_text": "When they finished ridiculing him, they took off the purple robe, put his own clothes back on him, and led him away to be crucified."
            },
            {
                "verse_number": "21",
                "verse_text": "As they came out of the city, they stopped an African man named Simon, a native of Libya."
            },
            {
                "verse_number": "21",
                "verse_text": "He was passing by, just coming in from the countryside with his two sons,"
            },
            {
                "verse_number": "21",
                "verse_text": "Alexander and Rufus, and the soldiers forced him to carry the heavy crossbeam for Jesus."
            },
            {
                "verse_number": "22",
                "verse_text": "They brought Jesus to the execution site called Golgotha, which means “Skull Hill.”"
            },
            {
                "verse_number": "23",
                "verse_text": "There they offered him a mild painkiller, a drink of wine mixed with gall,"
            },
            {
                "verse_number": "23",
                "verse_text": "but he refused to drink it."
            },
            {
                "verse_number": "24",
                "verse_text": "They nailed his hands and feet to the cross. The soldiers divided his clothing among themselves by rolling dice"
            },
            {
                "verse_number": "24",
                "verse_text": "to see who would win them."
            },
            {
                "verse_number": "25",
                "verse_text": "It was nine o’clock in the morning"
            },
            {
                "verse_number": "25",
                "verse_text": "when they finally crucified him."
            },
            {
                "verse_number": "26",
                "verse_text": "Above his head they placed a sign with the inscription of the charge against him, which read, “This is the King of the Jews.”"
            },
            {
                "verse_number": "27",
                "verse_text": "Two criminals were also crucified with Jesus, one on each side of him."
            },
            {
                "verse_number": "28",
                "verse_text": "This fulfilled the Scripture that says: He was considered to be a criminal."
            },
            {
                "verse_number": "29",
                "verse_text": "Those who passed by shook their heads and spitefully ridiculed him, saying, “Aha! You boasted that you could destroy the temple and rebuild it in three days."
            },
            {
                "verse_number": "30",
                "verse_text": "Why don’t you save yourself now? Just come down from the cross!”"
            },
            {
                "verse_number": "31",
                "verse_text": "Even the ruling priests and the religious scholars joined in the mockery"
            },
            {
                "verse_number": "31",
                "verse_text": "and kept laughing among themselves,"
            },
            {
                "verse_number": "31",
                "verse_text": "saying, “He saved others, but he can’t even save himself! Israel’s king, is he?"
            },
            {
                "verse_number": "32",
                "verse_text": "Let the ‘Messiah,’ the ‘king of Israel,’"
            },
            {
                "verse_number": "32",
                "verse_text": "pull out the nails and"
            },
            {
                "verse_number": "32",
                "verse_text": "come down from the cross right now. We’ll believe it when we see it!” Even the two criminals who were crucified with Jesus began to taunt him, hurling insults on him."
            },
            {
                "verse_number": "33",
                "verse_text": "For three hours, beginning at noon, darkness came over the earth."
            },
            {
                "verse_number": "34",
                "verse_text": "About three o’clock, Jesus shouted with a mighty voice in Aramaic,"
            },
            {
                "verse_number": "34",
                "verse_text": "“Eli, Eli, lama sabachthani?”"
            },
            {
                "verse_number": "34",
                "verse_text": "—that is,"
            },
            {
                "verse_number": "34",
                "verse_text": "“My God, My God, why have you turned your back on me?”"
            },
            {
                "verse_number": "35",
                "verse_text": "Some who were standing near the cross"
            },
            {
                "verse_number": "35",
                "verse_text": "misunderstood"
            },
            {
                "verse_number": "35",
                "verse_text": "and said, “Listen! He’s calling for Elijah.”"
            },
            {
                "verse_number": "36",
                "verse_text": "One bystander ran and got a sponge, soaked it with sour wine, then put it on a stick and held it up for Jesus to drink."
            },
            {
                "verse_number": "36",
                "verse_text": "But the rest said, “Leave him alone! Let’s see if Elijah comes to rescue him.”"
            },
            {
                "verse_number": "37",
                "verse_text": "Just then Jesus passionately cried out with a loud voice and breathed his last."
            },
            {
                "verse_number": "38",
                "verse_text": "At that moment the veil"
            },
            {
                "verse_number": "38",
                "verse_text": "in the Holy of Holies"
            },
            {
                "verse_number": "38",
                "verse_text": "was torn in two from the top to the bottom."
            },
            {
                "verse_number": "39",
                "verse_text": "When the Roman military officer who was standing right in front of Jesus saw how he died, he said, “There is no doubt this man was the Son of God!”"
            },
            {
                "verse_number": "42",
                "verse_text": "Evening was fast approaching, and it was a preparation day before a Sabbath."
            },
            {
                "verse_number": "43",
                "verse_text": "So a prominent Jewish leader named Joseph, from the village of Ramah,"
            },
            {
                "verse_number": "43",
                "verse_text": "courageously went to see Pilate and begged to have custody of the body of Jesus. Joseph was a highly regarded member of the Jewish council and a follower of Jesus"
            },
            {
                "verse_number": "43",
                "verse_text": "who was eagerly awaiting the kingdom of God."
            },
            {
                "verse_number": "44",
                "verse_text": "Pilate was amazed to hear that Jesus was already dead, so he summoned the Roman officer, who confirmed it."
            },
            {
                "verse_number": "45",
                "verse_text": "After it was confirmed, Pilate consented to give the corpse to Joseph."
            },
            {
                "verse_number": "46",
                "verse_text": "Joseph purchased a shroud of fine linen and took the body down from the cross. Then he wrapped it in the linen shroud and placed it in a tomb quarried from out of the rock."
            },
            {
                "verse_number": "46",
                "verse_text": "Then they rolled a large stone over the entrance to seal the tomb."
            },
            {
                "verse_number": "47",
                "verse_text": "Mary Magdalene and Mary the mother of Joseph"
            },
            {
                "verse_number": "47",
                "verse_text": "were there and saw exactly where they laid the body of Jesus."
            }
        ],
        "16": [
            {
                "verse_number": "3",
                "verse_text": "And they had been asking one another, “Who can roll away the heavy stone for us from the entrance of the tomb?”"
            },
            {
                "verse_number": "4",
                "verse_text": "But when they arrived, they discovered that the very large stone was already rolled away!"
            },
            {
                "verse_number": "5",
                "verse_text": "And as they stepped into the tomb, they saw a young man sitting on the right, dressed in a long white robe. The women were startled and amazed."
            },
            {
                "verse_number": "6",
                "verse_text": "But the angel"
            },
            {
                "verse_number": "6",
                "verse_text": "said to them, “Don’t be afraid. I know that you’re here looking for Jesus of Nazareth, who was crucified. He isn’t here—he has risen"
            },
            {
                "verse_number": "6",
                "verse_text": "victoriously"
            },
            {
                "verse_number": "6",
                "verse_text": "! Look! See the place where they laid him."
            },
            {
                "verse_number": "7",
                "verse_text": "Run and tell his disciples, even Peter, that he is risen. He has gone ahead of you into Galilee and you will see him there, just like he told you.”"
            },
            {
                "verse_number": "8",
                "verse_text": "They staggered out of the tomb, awestruck,"
            },
            {
                "verse_number": "8",
                "verse_text": "with their minds swirling. They ran to tell the disciples, but they were so afraid and amazed, they said nothing to anyone."
            },
            {
                "verse_number": "9",
                "verse_text": "Early on the first day of the week, after rising from the dead, Jesus appeared to Mary Magdalene, from whom he had cast out seven demons."
            },
            {
                "verse_number": "10",
                "verse_text": "After she had seen Jesus, she ran to tell his disciples, who were all emotionally devastated and weeping."
            },
            {
                "verse_number": "11",
                "verse_text": "Excitedly, Mary told them, “He’s alive and I’ve seen him!” But even after hearing this, they didn’t believe her."
            },
            {
                "verse_number": "12",
                "verse_text": "After this, Jesus appeared to two of the disciples, who were on their way to another village,"
            },
            {
                "verse_number": "12",
                "verse_text": "appearing in a form they did not recognize."
            },
            {
                "verse_number": "13",
                "verse_text": "They went back"
            },
            {
                "verse_number": "13",
                "verse_text": "to Jerusalem"
            },
            {
                "verse_number": "13",
                "verse_text": "to tell the rest of the disciples, but they didn’t believe it was true."
            },
            {
                "verse_number": "14",
                "verse_text": "Then Jesus appeared"
            },
            {
                "verse_number": "14",
                "verse_text": "before the eleven apostles as they were eating a meal. He corrected them for having such hard, unbelieving hearts because they did not believe those who saw him after his resurrection."
            },
            {
                "verse_number": "15",
                "verse_text": "And he said to them,"
            },
            {
                "verse_number": "15",
                "verse_text": "“As you go into all the world, preach openly the wonderful news of the gospel to the entire human race!"
            },
            {
                "verse_number": "16",
                "verse_text": "Whoever believes the good news and is baptized will be saved, and whoever does not believe the good news will be condemned."
            },
            {
                "verse_number": "17",
                "verse_text": "And these miracle signs will accompany those who believe: They will drive out demons in the power of my name. They will speak in tongues."
            },
            {
                "verse_number": "18",
                "verse_text": "They will be supernaturally protected from snakes and from drinking anything poisonous."
            },
            {
                "verse_number": "18",
                "verse_text": "And they will lay hands on the sick and heal them.”"
            },
            {
                "verse_number": "19",
                "verse_text": "After saying these things, Jesus was lifted up into heaven and sat down"
            },
            {
                "verse_number": "19",
                "verse_text": "at the place of honor"
            },
            {
                "verse_number": "19",
                "verse_text": "at the right hand of God!"
            },
            {
                "verse_number": "20",
                "verse_text": "And the apostles went out announcing the good news everywhere, as the Lord himself consistently worked with them, validating the message they preached with miracle-signs that accompanied them!"
            }
        ]
    }
}