{
    "Ephesians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Dear friends"
            },
            {
                "verse_number": "1",
                "verse_text": ", My name is Paul, and I was chosen by God to be an apostle of Jesus, the Messiah."
            },
            {
                "verse_number": "2",
                "verse_text": "I’m writing this letter to all the devoted believers"
            },
            {
                "verse_number": "2",
                "verse_text": "who have been made holy"
            },
            {
                "verse_number": "2",
                "verse_text": "by being one with Jesus, the Anointed One. May God himself, the heavenly Father of our Lord Jesus Christ, release grace over you and impart total well-being into your lives."
            },
            {
                "verse_number": "3",
                "verse_text": "Every spiritual blessing in the heavenly realm has already been lavished upon us as a love gift from our wonderful heavenly Father, the Father of our Lord Jesus—all because he sees us wrapped into Christ. This is why we celebrate him"
            },
            {
                "verse_number": "3",
                "verse_text": "with all our hearts!"
            },
            {
                "verse_number": "4",
                "verse_text": "And in love he chose us before he laid the foundation of the universe!"
            },
            {
                "verse_number": "4",
                "verse_text": "Because of his great love, he ordained us, so that we would be seen as holy in his eyes with an unstained innocence."
            },
            {
                "verse_number": "7",
                "verse_text": "Since we are now joined to Christ, we have been given the treasures of redemption by his blood—the total cancellation"
            },
            {
                "verse_number": "7",
                "verse_text": "of our sins—all because of the cascading riches"
            },
            {
                "verse_number": "7",
                "verse_text": "of his grace."
            },
            {
                "verse_number": "8",
                "verse_text": "This"
            },
            {
                "verse_number": "8",
                "verse_text": "superabundant"
            },
            {
                "verse_number": "8",
                "verse_text": "grace is already powerfully working in us,"
            },
            {
                "verse_number": "8",
                "verse_text": "releasing all forms of wisdom and practical understanding."
            },
            {
                "verse_number": "9",
                "verse_text": "And through the revelation of the Anointed One, he unveiled his secret desires to us—the hidden mystery of his long-range plan, which he was delighted to implement from the very beginning of time."
            },
            {
                "verse_number": "10",
                "verse_text": "And because of God’s unfailing purpose, this detailed plan will reign supreme through every period of time until the fulfillment of all the ages finally reaches its climax—when God makes all things new"
            },
            {
                "verse_number": "10",
                "verse_text": "in all of heaven and earth through Jesus Christ."
            },
            {
                "verse_number": "11",
                "verse_text": "Through our union with Christ we too have been claimed by God as his own inheritance."
            },
            {
                "verse_number": "11",
                "verse_text": "Before we were even born, he gave us our destiny;"
            },
            {
                "verse_number": "11",
                "verse_text": "that we would fulfill the plan of God who always accomplishes every purpose and plan in his heart."
            },
            {
                "verse_number": "12",
                "verse_text": "God’s purpose was that we"
            },
            {
                "verse_number": "12",
                "verse_text": "Jews"
            },
            {
                "verse_number": "12",
                "verse_text": ", who were the first to long for the messianic hope, would be the first to believe in the Anointed One and bring great praise and glory to God!"
            },
            {
                "verse_number": "13",
                "verse_text": "And because of him, when you"
            },
            {
                "verse_number": "13",
                "verse_text": "who are not Jews"
            },
            {
                "verse_number": "13",
                "verse_text": "heard the revelation"
            },
            {
                "verse_number": "13",
                "verse_text": "of truth, you believed in the wonderful news of salvation. Now we have been stamped with the seal of the promised Holy Spirit."
            },
            {
                "verse_number": "14",
                "verse_text": "He is given to us like an engagement ring,"
            },
            {
                "verse_number": "14",
                "verse_text": "as the first installment of what’s coming! He is our hope-promise of a future inheritance"
            },
            {
                "verse_number": "14",
                "verse_text": "which seals us until we have all of redemption’s promises and experience complete freedom—all for the supreme glory and honor of God!"
            },
            {
                "verse_number": "15",
                "verse_text": "Because of this, since I first heard about your strong faith in the Lord Jesus Christ and your tender love toward all his devoted ones,"
            },
            {
                "verse_number": "16",
                "verse_text": "my heart is always full and overflowing with thanks to God for you as I constantly remember you in my prayers."
            },
            {
                "verse_number": "17",
                "verse_text": "I pray that the Father of glory, the God of our Lord Jesus Christ, would impart to you the riches of the Spirit of wisdom and the Spirit of revelation"
            },
            {
                "verse_number": "17",
                "verse_text": "to know him through your deepening intimacy with him."
            },
            {
                "verse_number": "18",
                "verse_text": "I pray that the light of God will illuminate the eyes of your imagination,"
            },
            {
                "verse_number": "18",
                "verse_text": "flooding you with light, until you experience the full revelation of the hope of his calling"
            },
            {
                "verse_number": "18",
                "verse_text": "—that is, the wealth of God’s glorious inheritances that he finds in us, his holy ones!"
            },
            {
                "verse_number": "19",
                "verse_text": "I pray that you will continually experience the immeasurable greatness of God’s power made available to you through faith. Then your lives will be an advertisement of this immense power as it works through you! This is the mighty power"
            },
            {
                "verse_number": "20",
                "verse_text": "that was released when God raised Christ from the dead and exalted him"
            },
            {
                "verse_number": "20",
                "verse_text": "to the place of highest honor and supreme authority"
            },
            {
                "verse_number": "20",
                "verse_text": "in the heavenly realm!"
            },
            {
                "verse_number": "21",
                "verse_text": "And now he is exalted as first above every ruler, authority, government, and realm of power in existence! He is gloriously enthroned over every name that is ever praised,"
            },
            {
                "verse_number": "21",
                "verse_text": "not only in this age,"
            },
            {
                "verse_number": "21",
                "verse_text": "but in the age that is coming!"
            },
            {
                "verse_number": "22",
                "verse_text": "And he alone is the leader and source of everything needed in the church. God has put everything beneath the authority of Jesus Christ"
            },
            {
                "verse_number": "22",
                "verse_text": "and has given him the highest rank above all others"
            },
            {
                "verse_number": "22",
                "verse_text": "."
            },
            {
                "verse_number": "23",
                "verse_text": "And now we, his church, are his body on the earth and that which fills him who is being filled by it!"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "And his fullness fills you"
            },
            {
                "verse_number": "1",
                "verse_text": ", even though you were once like corpses,"
            },
            {
                "verse_number": "1",
                "verse_text": "dead in your sins and offenses."
            },
            {
                "verse_number": "2",
                "verse_text": "It wasn’t that long ago that you lived in the religion, customs, and values"
            },
            {
                "verse_number": "2",
                "verse_text": "of this world,"
            },
            {
                "verse_number": "2",
                "verse_text": "obeying the dark ruler of the earthly realm who fills the atmosphere with his authority, and works diligently in the hearts of those who are disobedient to the truth of God."
            },
            {
                "verse_number": "3",
                "verse_text": "The corruption that was in us from birth was expressed through the deeds and desires of our self-life. We lived by whatever natural cravings and thoughts our minds dictated, living as rebellious children subject to God’s wrath like everyone else."
            },
            {
                "verse_number": "4",
                "verse_text": "But God still loved us with such great love. He is so rich in compassion and mercy."
            },
            {
                "verse_number": "5",
                "verse_text": "Even when we were dead and doomed in our many sins, he united us into the very life of Christ and saved us by his wonderful grace!"
            },
            {
                "verse_number": "6",
                "verse_text": "He raised us up with Christ the exalted One,"
            },
            {
                "verse_number": "6",
                "verse_text": "and we ascended with him into the glorious perfection and authority"
            },
            {
                "verse_number": "6",
                "verse_text": "of the heavenly realm, for we are now co-seated"
            },
            {
                "verse_number": "6",
                "verse_text": "as one with Christ!"
            },
            {
                "verse_number": "7",
                "verse_text": "Throughout the coming ages"
            },
            {
                "verse_number": "7",
                "verse_text": "we will be the visible display of the infinite riches of his grace and kindness, which was showered upon us in Jesus Christ."
            },
            {
                "verse_number": "8",
                "verse_text": "For by grace you have been saved by faith. Nothing you did could ever earn this salvation, for it was the love gift"
            },
            {
                "verse_number": "8",
                "verse_text": "from God that brought us to Christ!"
            },
            {
                "verse_number": "9",
                "verse_text": "So no one will ever be able to boast, for salvation is never a reward for good works or human striving."
            },
            {
                "verse_number": "10",
                "verse_text": "We have become his poetry,"
            },
            {
                "verse_number": "10",
                "verse_text": "a re-created people that will fulfill the destiny he has given each of us, for we are joined to Jesus, the Anointed One. Even before we were born, God planned in advance"
            },
            {
                "verse_number": "10",
                "verse_text": "our destiny"
            },
            {
                "verse_number": "10",
                "verse_text": "and the good works"
            },
            {
                "verse_number": "10",
                "verse_text": "we would do"
            },
            {
                "verse_number": "10",
                "verse_text": "to fulfill it"
            },
            {
                "verse_number": "10",
                "verse_text": "!"
            },
            {
                "verse_number": "13",
                "verse_text": "Yet look at you now! Everything is new!"
            },
            {
                "verse_number": "13",
                "verse_text": "Although you were once distant and far away from God, now you have been brought delightfully close to him through the sacred blood of Jesus—you have actually been united to Christ!"
            },
            {
                "verse_number": "14",
                "verse_text": "Our reconciling “Peace” is Jesus! He has made Jew and non-Jew one"
            },
            {
                "verse_number": "14",
                "verse_text": "in Christ"
            },
            {
                "verse_number": "14",
                "verse_text": "."
            },
            {
                "verse_number": "14",
                "verse_text": "By dying as our sacrifice"
            },
            {
                "verse_number": "14",
                "verse_text": ", he has broken down every wall of prejudice that separated us"
            },
            {
                "verse_number": "14",
                "verse_text": "and has now made us equal through our union with Christ"
            },
            {
                "verse_number": "14",
                "verse_text": "."
            },
            {
                "verse_number": "15",
                "verse_text": "Ethnic hatred has been dissolved by the crucifixion of his precious body on the cross. The legal code that stood condemning every one of us has now been repealed"
            },
            {
                "verse_number": "15",
                "verse_text": "by his command"
            },
            {
                "verse_number": "15",
                "verse_text": ". His triune essence has made peace between us by starting over—forming"
            },
            {
                "verse_number": "15",
                "verse_text": "one new race of humanity,"
            },
            {
                "verse_number": "15",
                "verse_text": "Jews and non-Jews fused together in himself!"
            },
            {
                "verse_number": "16",
                "verse_text": "Two have now become one, and we live restored to God and reconciled in the body of Christ. Through his crucifixion, hatred died."
            },
            {
                "verse_number": "17",
                "verse_text": "For the Messiah has come to preach this sweet message of peace to you,"
            },
            {
                "verse_number": "17",
                "verse_text": "the ones who were distant, and to those who are near."
            },
            {
                "verse_number": "18",
                "verse_text": "And now, because we are united to Christ, we both have equal and direct access in the realm of the Holy Spirit to come before the Father!"
            },
            {
                "verse_number": "19",
                "verse_text": "So, you are not foreigners or guests, but rather you are the children of the city of the holy ones,"
            },
            {
                "verse_number": "19",
                "verse_text": "with all the rights as family members of the household of God."
            },
            {
                "verse_number": "20",
                "verse_text": "You are rising like the perfectly fitted stones of the temple"
            },
            {
                "verse_number": "20",
                "verse_text": ";"
            },
            {
                "verse_number": "20",
                "verse_text": "and your lives have been built up together upon the foundation laid by the apostles and prophets, and best of all, you are connected to the Head Cornerstone of the building, the Anointed One, Jesus Christ himself!"
            },
            {
                "verse_number": "21",
                "verse_text": "This entire building is under construction and is continually growing under his supervision until it rises up completed as the holy temple of the Lord himself."
            },
            {
                "verse_number": "22",
                "verse_text": "This means that God is transforming each one of you into"
            },
            {
                "verse_number": "22",
                "verse_text": "the Holy of Holies"
            },
            {
                "verse_number": "22",
                "verse_text": ", his dwelling place, through the power of the Holy Spirit living in you!"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Beloved friends,"
            },
            {
                "verse_number": "1",
                "verse_text": "because of my love for Jesus Christ"
            },
            {
                "verse_number": "1",
                "verse_text": ", I am now his prisoner for the sake of all of you who are not Jews,"
            },
            {
                "verse_number": "2",
                "verse_text": "so that you will hear the gospel that God has entrusted to me to share with you."
            },
            {
                "verse_number": "3",
                "verse_text": "For this wonderful mystery, which I briefly described, was given to me by divine revelation,"
            },
            {
                "verse_number": "4",
                "verse_text": "so that whenever you read it you will be able to understand my revelation and insight into the secret mystery of the Messiah."
            },
            {
                "verse_number": "5",
                "verse_text": "There has never been a generation that has been given the detailed understanding of this glorious and divine mystery until now. He kept it a secret until this generation. God is revealing it only now to his sacred apostles and prophets by the Holy Spirit."
            },
            {
                "verse_number": "6",
                "verse_text": "Here’s the secret: The gospel of grace has made you, non-Jewish believers, into coheirs of his promise through your union with him. And you have now become members of his body—one with the Anointed One!"
            },
            {
                "verse_number": "9",
                "verse_text": "My passion is to enlighten every person to this divine mystery. It was hidden for ages past until now, and kept a secret in the heart of God, the Creator of all."
            },
            {
                "verse_number": "10",
                "verse_text": "The purpose of this was to unveil before every throne and rank of angelic orders in the heavenly realm God’s full and diverse wisdom revealed through the church."
            },
            {
                "verse_number": "11",
                "verse_text": "This perfectly wise plan was destined from eternal ages and fulfilled completely in our Lord Jesus Christ, so that now"
            },
            {
                "verse_number": "12",
                "verse_text": "we have boldness through him,"
            },
            {
                "verse_number": "12",
                "verse_text": "and free access as kings"
            },
            {
                "verse_number": "12",
                "verse_text": "before the Father because of our complete confidence in Christ’s faithfulness."
            },
            {
                "verse_number": "13",
                "verse_text": "My dear friends, I pray that you will remain strong and not be discouraged or ashamed by all that I suffer on your behalf, for it is for your glory."
            },
            {
                "verse_number": "14",
                "verse_text": "So I kneel humbly in awe before the Father of our Lord Jesus, the Messiah,"
            },
            {
                "verse_number": "15",
                "verse_text": "the perfect Father of every father and child"
            },
            {
                "verse_number": "15",
                "verse_text": "in heaven and on the earth."
            },
            {
                "verse_number": "16",
                "verse_text": "And I pray that he would unveil within you the unlimited riches of his glory and favor until supernatural strength floods your innermost being with his divine might and explosive power."
            },
            {
                "verse_number": "17",
                "verse_text": "Then, by constantly using your faith, the life of Christ will be released deep inside you, and the resting place of his love will become the very source and root of your life."
            },
            {
                "verse_number": "20",
                "verse_text": "Never doubt"
            },
            {
                "verse_number": "20",
                "verse_text": "God’s mighty power to work in you and accomplish all this. He will achieve infinitely more than your greatest request, your most unbelievable dream, and exceed your wildest imagination!"
            },
            {
                "verse_number": "20",
                "verse_text": "He will outdo them all, for his miraculous power constantly energizes you."
            },
            {
                "verse_number": "21",
                "verse_text": "Now we offer up to God all the glorious praise that rises from every church in every generation through Jesus Christ—and all that will yet be manifest through time and eternity. Amen!"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "As a prisoner of the Lord,"
            },
            {
                "verse_number": "1",
                "verse_text": "I plead with you to walk holy, in a way that is suitable to your high rank, given to you in your divine calling."
            },
            {
                "verse_number": "2",
                "verse_text": "With tender humility and quiet patience, always demonstrate gentleness and generous"
            },
            {
                "verse_number": "2",
                "verse_text": "love toward one another, especially toward those who may try your patience."
            },
            {
                "verse_number": "3",
                "verse_text": "Be faithful to guard the sweet harmony of the Holy Spirit among you in the bonds of peace,"
            },
            {
                "verse_number": "4",
                "verse_text": "being one body and one spirit, as you were all called into the same glorious hope"
            },
            {
                "verse_number": "4",
                "verse_text": "of divine destiny"
            },
            {
                "verse_number": "4",
                "verse_text": "."
            },
            {
                "verse_number": "5",
                "verse_text": "For the Lord God is one,"
            },
            {
                "verse_number": "5",
                "verse_text": "and so are we"
            },
            {
                "verse_number": "5",
                "verse_text": ", for we share in one faith, one baptism, and one Father."
            },
            {
                "verse_number": "6",
                "verse_text": "And he is the perfect Father who leads us all, works through us all, and lives in us all!"
            },
            {
                "verse_number": "7",
                "verse_text": "And he has generously given each one of us supernatural grace, according to the size of the gift of Christ."
            },
            {
                "verse_number": "8",
                "verse_text": "This is why he says: “He ascends into the heavenly heights taking his many captured ones with him, and gifts were given to men.”"
            },
            {
                "verse_number": "9",
                "verse_text": "He “ascended” means that he returned to heaven, after he had first descended from the heights of heaven, even to the lower regions, namely, the earth."
            },
            {
                "verse_number": "10",
                "verse_text": "The same one who descended is also the one who ascended above the heights of heaven, in order to begin the restoration and fulfillment"
            },
            {
                "verse_number": "10",
                "verse_text": "of all things."
            },
            {
                "verse_number": "11",
                "verse_text": "And he has appointed some"
            },
            {
                "verse_number": "11",
                "verse_text": "with grace"
            },
            {
                "verse_number": "11",
                "verse_text": "to be apostles, and some"
            },
            {
                "verse_number": "11",
                "verse_text": "with grace"
            },
            {
                "verse_number": "11",
                "verse_text": "to be prophets, and some"
            },
            {
                "verse_number": "11",
                "verse_text": "with grace"
            },
            {
                "verse_number": "11",
                "verse_text": "to be evangelists,"
            },
            {
                "verse_number": "11",
                "verse_text": "and some"
            },
            {
                "verse_number": "11",
                "verse_text": "with grace"
            },
            {
                "verse_number": "11",
                "verse_text": "to be pastors,"
            },
            {
                "verse_number": "11",
                "verse_text": "and some"
            },
            {
                "verse_number": "11",
                "verse_text": "with grace"
            },
            {
                "verse_number": "11",
                "verse_text": "to be teachers."
            },
            {
                "verse_number": "12",
                "verse_text": "And their calling is to nurture and prepare all the holy believers to do their own works of ministry, and as they do this they will enlarge and build up the body of Christ."
            },
            {
                "verse_number": "13",
                "verse_text": "These grace ministries will function"
            },
            {
                "verse_number": "13",
                "verse_text": "until we all attain oneness into the faith, until we all experience the fullness of what it means to know the Son of God,"
            },
            {
                "verse_number": "13",
                "verse_text": "and finally we become one into a perfect man"
            },
            {
                "verse_number": "13",
                "verse_text": "with the full dimensions of spiritual maturity and fully developed into the abundance of Christ."
            },
            {
                "verse_number": "14",
                "verse_text": "And then our immaturity will end! And we will not be easily shaken by trouble, nor led astray by novel teachings or by the false doctrines of deceivers"
            },
            {
                "verse_number": "14",
                "verse_text": "who teach clever lies."
            },
            {
                "verse_number": "15",
                "verse_text": "But instead we will remain strong and always sincere in our love as we express the truth."
            },
            {
                "verse_number": "15",
                "verse_text": "All our direction and ministries will flow"
            },
            {
                "verse_number": "15",
                "verse_text": "from Christ and lead us deeper into him, the anointed Head of his body, the church."
            },
            {
                "verse_number": "16",
                "verse_text": "For his “body”"
            },
            {
                "verse_number": "16",
                "verse_text": "has been formed in his image"
            },
            {
                "verse_number": "16",
                "verse_text": "and is closely joined together and constantly connected as one. And every member"
            },
            {
                "verse_number": "16",
                "verse_text": "has been given divine gifts"
            },
            {
                "verse_number": "16",
                "verse_text": "to contribute to the growth of all; and as"
            },
            {
                "verse_number": "16",
                "verse_text": "these gifts"
            },
            {
                "verse_number": "16",
                "verse_text": "operate effectively throughout the whole body, we are built up and made perfect in love."
            },
            {
                "verse_number": "17",
                "verse_text": "So with the wisdom given to me from the Lord I say: You should not live like the unbelievers around you who walk in their empty delusions."
            },
            {
                "verse_number": "18",
                "verse_text": "Their corrupted logic has been clouded because their hearts are so far from God—their blinded understanding and deep-seated moral darkness keeps them from the true knowledge of God."
            },
            {
                "verse_number": "19",
                "verse_text": "Because of spiritual apathy, they surrender their lives to lewdness, impurity, and sexual obsession."
            },
            {
                "verse_number": "20",
                "verse_text": "But this is not the way of life that Christ has unfolded within you."
            },
            {
                "verse_number": "21",
                "verse_text": "If you have really experienced the Anointed One, and heard his truth,"
            },
            {
                "verse_number": "21",
                "verse_text": "it will be seen in your life"
            },
            {
                "verse_number": "21",
                "verse_text": "; for we know that the ultimate reality"
            },
            {
                "verse_number": "21",
                "verse_text": "is embodied in Jesus!"
            },
            {
                "verse_number": "22",
                "verse_text": "And he has taught you to let go of the lifestyle of the ancient man,"
            },
            {
                "verse_number": "22",
                "verse_text": "the old self-life, which was corrupted by sinful and deceitful desires that spring from delusions."
            },
            {
                "verse_number": "23",
                "verse_text": "Now it’s time to be made new by every revelation that’s been given to you."
            },
            {
                "verse_number": "24",
                "verse_text": "And to be transformed as you embrace the glorious Christ-within as your new life and live in union with him! For God has re-created you all over again in his perfect righteousness, and you now belong to him in the realm of true holiness."
            },
            {
                "verse_number": "25",
                "verse_text": "So discard every form of dishonesty and lying"
            },
            {
                "verse_number": "25",
                "verse_text": "so that you will be known as one"
            },
            {
                "verse_number": "25",
                "verse_text": "who always speaks the truth, for we all belong to one another."
            },
            {
                "verse_number": "26",
                "verse_text": "But don’t let the passion of your emotions"
            },
            {
                "verse_number": "26",
                "verse_text": "lead you to sin! Don’t let anger control you"
            },
            {
                "verse_number": "26",
                "verse_text": "or be fuel for revenge"
            },
            {
                "verse_number": "26",
                "verse_text": ", not for even a day."
            },
            {
                "verse_number": "27",
                "verse_text": "Don’t give the slanderous accuser, the Devil, an opportunity to manipulate you!"
            },
            {
                "verse_number": "28",
                "verse_text": "If any one of you has stolen from someone else, never do it again. Instead, be industrious, earning an honest living, and then you’ll have enough to bless those in need."
            },
            {
                "verse_number": "29",
                "verse_text": "And never let ugly or hateful words come from your mouth, but instead let your words become beautiful gifts"
            },
            {
                "verse_number": "29",
                "verse_text": "that encourage others; do this by speaking words of grace to help them."
            },
            {
                "verse_number": "30",
                "verse_text": "The Holy Spirit of God has sealed you in Jesus Christ until you experience your full salvation. So never grieve the Spirit of God or take for granted his holy influence in your life."
            },
            {
                "verse_number": "31",
                "verse_text": "Lay aside bitter words, temper tantrums, revenge, profanity, and insults."
            },
            {
                "verse_number": "32",
                "verse_text": "But instead be kind"
            },
            {
                "verse_number": "32",
                "verse_text": "and affectionate toward one another. Has God graciously forgiven you? Then graciously forgive one another in the depths of Christ’s love."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Be imitators of God in everything you do,"
            },
            {
                "verse_number": "1",
                "verse_text": "for then you will represent your Father as his beloved sons and daughters."
            },
            {
                "verse_number": "2",
                "verse_text": "And continue to walk surrendered to the extravagant love of Christ, for he surrendered his life as a sacrifice for us. His great love for us was pleasing to God, like an aroma of adoration—a sweet healing fragrance."
            },
            {
                "verse_number": "3",
                "verse_text": "And have nothing to do with sexual immorality, lust, or greed—for you are his holy ones"
            },
            {
                "verse_number": "3",
                "verse_text": "and let no one be able to accuse you of them in any form"
            },
            {
                "verse_number": "3",
                "verse_text": "."
            },
            {
                "verse_number": "4",
                "verse_text": "Guard your speech. Forsake obscenities and worthless insults; these are nonsensical words that bring disgrace and are unnecessary. Instead, let worship fill your heart and spill out in your words."
            },
            {
                "verse_number": "5",
                "verse_text": "For it has been made clear to you already that the kingdom of God cannot be accessed by anyone who is guilty of sexual sin, or who is impure or greedy—for greed is the essence of idolatry. How could they expect to have an inheritance in Christ’s kingdom"
            },
            {
                "verse_number": "5",
                "verse_text": "while doing those things"
            },
            {
                "verse_number": "5",
                "verse_text": "?"
            },
            {
                "verse_number": "6",
                "verse_text": "Don’t be fooled by those who speak their empty words and deceptive teachings telling you otherwise. This is what brings God’s anger upon the rebellious!"
            },
            {
                "verse_number": "7",
                "verse_text": "Don’t listen to them or live like them at all."
            },
            {
                "verse_number": "8",
                "verse_text": "Once your life was full of sin’s darkness, but now you have the very light of our Lord shining through you because of your union with him. Your mission is to live as children flooded with his revelation-light!"
            },
            {
                "verse_number": "9",
                "verse_text": "And the supernatural fruits of his light"
            },
            {
                "verse_number": "9",
                "verse_text": "will be seen in you—goodness, righteousness, and truth."
            },
            {
                "verse_number": "10",
                "verse_text": "Then you will learn to choose what is beautiful to our Lord."
            },
            {
                "verse_number": "11",
                "verse_text": "And don’t even associate with the servants of darkness because they have no fruit in them; instead, reveal truth to them."
            },
            {
                "verse_number": "12",
                "verse_text": "The very things they do in secret are too vile and filthy to even mention."
            },
            {
                "verse_number": "13",
                "verse_text": "Whatever the revelation-light exposes, it will also correct, and everything that reveals truth is light to the soul."
            },
            {
                "verse_number": "14",
                "verse_text": "This is why the Scripture says, “Arise, you sleeper! Rise up from your coffin and the Anointed One will shine his light into you!”"
            },
            {
                "verse_number": "17",
                "verse_text": "And don’t live foolishly for then you will have discernment to fully understand God’s will."
            },
            {
                "verse_number": "18",
                "verse_text": "And don’t get drunk with wine, which is rebellion;"
            },
            {
                "verse_number": "18",
                "verse_text": "instead be filled continually with the Holy Spirit."
            },
            {
                "verse_number": "19",
                "verse_text": "And your hearts will overflow with"
            },
            {
                "verse_number": "19",
                "verse_text": "a joyful song to the Lord. Keep speaking to each other with words of Scripture, singing the Psalms with praises and spontaneous songs given by the Spirit!"
            },
            {
                "verse_number": "20",
                "verse_text": "Always give thanks to Father God for every person"
            },
            {
                "verse_number": "20",
                "verse_text": "he brings into your life"
            },
            {
                "verse_number": "20",
                "verse_text": "in the name of our Lord Jesus Christ."
            },
            {
                "verse_number": "21",
                "verse_text": "And out of your reverence for Christ be supportive of each other in love."
            },
            {
                "verse_number": "22",
                "verse_text": "For wives, this means being devoted"
            },
            {
                "verse_number": "22",
                "verse_text": "to your husbands like you are tenderly devoted to our Lord,"
            },
            {
                "verse_number": "23",
                "verse_text": "for the husband provides leadership for the wife, just as Christ provides leadership for his church, as the Savior and Reviver"
            },
            {
                "verse_number": "23",
                "verse_text": "of the body."
            },
            {
                "verse_number": "24",
                "verse_text": "In the same way the church is devoted to Christ, let the wives be devoted to their husbands in everything."
            },
            {
                "verse_number": "25",
                "verse_text": "And to the husbands, you are to demonstrate love for your wives with the same tender devotion that Christ demonstrated to us, his bride."
            },
            {
                "verse_number": "25",
                "verse_text": "For he died for us, sacrificing himself"
            },
            {
                "verse_number": "26",
                "verse_text": "to make us holy and pure, cleansing us through the showering of the pure water of the Word of God."
            },
            {
                "verse_number": "27",
                "verse_text": "All that he does in us is designed"
            },
            {
                "verse_number": "27",
                "verse_text": "to make us a mature church for his pleasure, until we become a source of praise to him—glorious and radiant,"
            },
            {
                "verse_number": "27",
                "verse_text": "beautiful and holy, without fault or flaw."
            },
            {
                "verse_number": "28",
                "verse_text": "Husbands have the obligation of loving and caring for their wives the same way they love and care for their own bodies, for to love your wife is to love your own self."
            },
            {
                "verse_number": "29",
                "verse_text": "No one abuses his own body, but pampers it—serving and satisfying its needs. That’s exactly what Christ does for his church!"
            },
            {
                "verse_number": "30",
                "verse_text": "He serves and satisfies us"
            },
            {
                "verse_number": "30",
                "verse_text": "as members of his body."
            },
            {
                "verse_number": "31",
                "verse_text": "For this reason a man is to leave his father and his mother and lovingly hold to his wife, since the two have become joined as one flesh."
            },
            {
                "verse_number": "32",
                "verse_text": "Marriage is the beautiful design of the Almighty,"
            },
            {
                "verse_number": "32",
                "verse_text": "a great mystery"
            },
            {
                "verse_number": "32",
                "verse_text": "of Christ and his church."
            },
            {
                "verse_number": "33",
                "verse_text": "So every married man should be gracious to his wife just as he is gracious to himself. And every wife should be tenderly devoted to her husband."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Children,"
            },
            {
                "verse_number": "1",
                "verse_text": "if you want to be wise"
            },
            {
                "verse_number": "1",
                "verse_text": ", listen to your parents and do what they tell you, and the Lord"
            },
            {
                "verse_number": "1",
                "verse_text": "will help you."
            },
            {
                "verse_number": "2",
                "verse_text": "For the commandment, “Honor your father and your mother,” was the first of the"
            },
            {
                "verse_number": "2",
                "verse_text": "Ten Commandments"
            },
            {
                "verse_number": "2",
                "verse_text": "with a promise attached:"
            },
            {
                "verse_number": "3",
                "verse_text": "“You will prosper"
            },
            {
                "verse_number": "3",
                "verse_text": "and live a long, full life"
            },
            {
                "verse_number": "3",
                "verse_text": "if you honor your parents"
            },
            {
                "verse_number": "3",
                "verse_text": ".”"
            },
            {
                "verse_number": "4",
                "verse_text": "Fathers, don’t exasperate your children,"
            },
            {
                "verse_number": "4",
                "verse_text": "but raise them up with loving discipline and counsel that brings the revelation of our Lord."
            },
            {
                "verse_number": "5",
                "verse_text": "Those who are employed should listen to their employers"
            },
            {
                "verse_number": "5",
                "verse_text": "and obey their instructions with great respect and honor."
            },
            {
                "verse_number": "5",
                "verse_text": "Serve them with humility in your hearts as though you were working for the Master."
            },
            {
                "verse_number": "6",
                "verse_text": "Always do what is right and not only when others are watching, so that you may please Christ as his servants by doing his will."
            },
            {
                "verse_number": "7",
                "verse_text": "Serve"
            },
            {
                "verse_number": "7",
                "verse_text": "your employers wholeheartedly and with love, as though you were serving Christ and not men."
            },
            {
                "verse_number": "8",
                "verse_text": "Be assured that anything you do that is beautiful and excellent will be repaid by our Lord, whether you are an employee or an employer."
            },
            {
                "verse_number": "9",
                "verse_text": "And to the caretakers of the flock"
            },
            {
                "verse_number": "9",
                "verse_text": "I say, do what is right with your people by forgiving them when they offend you, for you know there is a Master in heaven that shows no favoritism."
            },
            {
                "verse_number": "10",
                "verse_text": "Now my beloved ones, I have saved these most important truths for last: Be supernaturally infused with strength through your life-union with the Lord Jesus. Stand victorious with the force"
            },
            {
                "verse_number": "10",
                "verse_text": "of his explosive power flowing in and through you."
            },
            {
                "verse_number": "11",
                "verse_text": "Put on God’s complete set of armor"
            },
            {
                "verse_number": "11",
                "verse_text": "provided for us, so that you will be protected as you fight against the evil strategies of the accuser!"
            },
            {
                "verse_number": "12",
                "verse_text": "Your hand-to-hand combat is not with human beings, but with the highest principalities and authorities operating in rebellion under the heavenly realms."
            },
            {
                "verse_number": "12",
                "verse_text": "For they are a powerful class of demon-gods"
            },
            {
                "verse_number": "12",
                "verse_text": "and evil spirits that hold"
            },
            {
                "verse_number": "12",
                "verse_text": "this dark world in bondage."
            },
            {
                "verse_number": "13",
                "verse_text": "Because of this, you must wear all the armor that God provides so you’re protected as you confront the slanderer,"
            },
            {
                "verse_number": "13",
                "verse_text": "for you are destined for all things"
            },
            {
                "verse_number": "13",
                "verse_text": "and will rise victorious."
            },
            {
                "verse_number": "14",
                "verse_text": "Put on truth as a belt to strengthen you to stand in triumph. Put on holiness as the protective armor that covers your heart."
            },
            {
                "verse_number": "15",
                "verse_text": "Stand on your feet alert, then you’ll always be ready to share the blessings of peace."
            },
            {
                "verse_number": "16",
                "verse_text": "In every battle, take faith as your wrap-around shield, for it is able to extinguish the blazing arrows coming at you from the evil one!"
            },
            {
                "verse_number": "19",
                "verse_text": "And pray also that God’s revelation would be released through me every time I preach the wonderful mystery of the"
            },
            {
                "verse_number": "19",
                "verse_text": "hope-filled"
            },
            {
                "verse_number": "19",
                "verse_text": "gospel."
            },
            {
                "verse_number": "20",
                "verse_text": "Yes, pray that I may preach the wonderful news of God’s kingdom with bold freedom at every opportunity. Even though I am chained as a prisoner, I am his ambassador."
            },
            {
                "verse_number": "23",
                "verse_text": "So may God shower his peace upon you, my beloved friends. And may the blessings of faith and love fill your hearts from God the Father and from our Lord Jesus, the Messiah."
            },
            {
                "verse_number": "24",
                "verse_text": "Abundant grace will be with you all as each of you love our Lord Jesus Christ without corruption. Amen! Love in Christ , Paul"
            }
        ]
    }
}