{
    "Romans": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Paul, a loving and loyal servant of the Anointed One, Jesus. He called me to be his apostle and set me apart with a mission to reveal God&quot;s wonderful gospel."
            },
            {
                "verse_number": "7",
                "verse_text": "I write to all his beloved chosen ones in Rome, for you are also called as holy ones. May his joyous grace and total well-being, flowing from our Father and the Lord Jesus Christ, rest upon you."
            },
            {
                "verse_number": "2",
                "verse_text": "My commission is to preach the good news. Yet it is not entirely new, but the fulfillment of the hope promised to us through his prophets in the sacred Scriptures."
            },
            {
                "verse_number": "3",
                "verse_text": "For the gospel is all about God&quot;s Son. As a man he descended from David&quot;s royal lineage,"
            },
            {
                "verse_number": "4",
                "verse_text": "but as the mighty Son of God he was raised from the dead and miraculously set apart with a display of triumphant power supplied by the Spirit of Holiness. And now Jesus is our Lord and our Messiah."
            },
            {
                "verse_number": "5",
                "verse_text": "Through him grace cascaded into us, empowering us with the gift of apostleship, so that we can win people from every nation into the obedience that comes from faith, to bring honor to his name."
            },
            {
                "verse_number": "6",
                "verse_text": "And you are among the chosen ones who are called to belong to Jesus, the Anointed One."
            },
            {
                "verse_number": "8",
                "verse_text": "I give thanks to God for all of you, because the testimony of your faith is spreading throughout the world."
            },
            {
                "verse_number": "9",
                "verse_text": "And God knows that I pray for you continually and at all times. For I serve and worship him with my spirit in the gospel of his Son."
            },
            {
                "verse_number": "10",
                "verse_text": "My desire and constant prayer is that I would succeed in coming to you, according to the plan and timing of God."
            },
            {
                "verse_number": "11",
                "verse_text": "I yearn to come and be face-to-face with you and get to know you. For I long to impart to you some spiritual gift that will empower you to stand strong in your faith."
            },
            {
                "verse_number": "12",
                "verse_text": "Now, this means that when we come together and are side by side, something wonderful will be released. We can expect to be co-encouraged and co-comforted by each other&quot;s faith!"
            },
            {
                "verse_number": "13",
                "verse_text": "So, my dear brothers and sisters, please don&quot;t interpret my failure to visit you as indifference, because many times I&quot;ve intended to come but have not been released to do so up to now. For I long to enjoy a harvest of spiritual fruit among you, like I have experienced among the nations."
            },
            {
                "verse_number": "14",
                "verse_text": "Love obligates me to preach to everyone, to those who are among the elite and those who are among the outcasts, to those who are wise and educated as well as to those who are foolish and unlearned."
            },
            {
                "verse_number": "15",
                "verse_text": "This is why I am so excited about coming to preach the wonderful message of Jesus to you in Rome!"
            },
            {
                "verse_number": "16",
                "verse_text": "I refuse to be ashamed of the wonderful message of God&quot;s liberating power unleashed in us through Christ! For I am thrilled to preach that everyone who believes is saved&ndash;the Jew first, and then people everywhere!"
            },
            {
                "verse_number": "17",
                "verse_text": "This gospel unveils a continual revelation of God&quot;s righteousness&ndash;a perfect righteousness given to us when we believe. And it moves us from receiving life through faith , to the power of living by faith. This is what the Scripture means when it says: &apos;We are right with God through life-giving faith!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "For God in heaven unveils his holy anger breaking forth against every form of sin, both toward ungodliness that lives in hearts and evil actions. For the wickedness of humanity deliberately smothers the truth and keeps people from acknowledging the truth about God."
            },
            {
                "verse_number": "19",
                "verse_text": "In reality, the truth of God is known instinctively, for God has embedded this knowledge inside every human heart."
            },
            {
                "verse_number": "20",
                "verse_text": "Opposition to truth cannot be excused on the basis of ignorance , because from the creation of the world, the invisible qualities of God&quot;s nature have been made visible, such as his eternal power and transcendence. He has made his wonderful attributes easily perceived, for seeing the visible makes us understand the invisible. So then, this leaves everyone without excuse."
            },
            {
                "verse_number": "21",
                "verse_text": "Throughout human history the fingerprints of God were upon them, yet they refused to honor him as God or even be thankful for his kindness. Instead, they entertained corrupt and foolish thoughts about what God was like. This left them with nothing but misguided hearts, steeped in moral darkness."
            },
            {
                "verse_number": "22",
                "verse_text": "Although claiming to be wise, they were in fact shallow fools."
            },
            {
                "verse_number": "23",
                "verse_text": "For only a fool would trade the unfading splendor of the immortal God to worship the fading image of other humans, idols made to look like people, animals, birds, and even creeping reptiles!"
            },
            {
                "verse_number": "24",
                "verse_text": "This is why God lifted off his restraining hand and let them have full expression of their sinful and shameful desires. They were given over to moral depravity, dishonoring their bodies by sexual perversion among themselves&ndash;"
            },
            {
                "verse_number": "25",
                "verse_text": "all because they traded the truth of God for a lie. They worshiped and served the things God made rather than the God who made all things&ndash;glory and praises to him forever and ever! Amen!"
            },
            {
                "verse_number": "28",
                "verse_text": "And because they thought it was worthless to embrace the true knowledge of God, God gave them over to a worthless mind-set, to break all rules of proper conduct."
            },
            {
                "verse_number": "29",
                "verse_text": "Their sinful lives became full of every kind of evil, wicked schemes, greed, and cruelty. Their hearts overflowed with jealous cravings, and with conflict and strife, which drove them into hateful arguments and murder. They are deceitful liars full of hostility. They are gossips"
            },
            {
                "verse_number": "30",
                "verse_text": "who love to spread malicious slander. With inflated egos they hurl hateful insults at God, yet they are nothing more than arrogant boasters. They are rebels against their parents and totally immoral."
            },
            {
                "verse_number": "31",
                "verse_text": "They are senseless, faithless, ruthless, heartless, and completely merciless."
            },
            {
                "verse_number": "32",
                "verse_text": "Although they are fully aware of God&quot;s laws and proper order, and knowing that those who do all of these things deserve to die, yet they still go headlong into darkness, encouraging others to do the same and applauding them when they do!"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "No matter who you are, before you judge the wickedness of others, you had better remember this: you are also without excuse, for you too are guilty of the same kind of things! When you judge others, and then do the same things they do, you condemn yourself."
            },
            {
                "verse_number": "2",
                "verse_text": "We know that God&quot;s judgment falls upon those who practice these things. God is always right, because he has all the facts."
            },
            {
                "verse_number": "3",
                "verse_text": "And no matter who you think you are, when you judge others who do these things and then do the same things yourself, what makes you think that you will escape God&quot;s judgment?"
            },
            {
                "verse_number": "4",
                "verse_text": "Do the riches of his extraordinary kindness make you take him for granted and despise him? Haven&quot;t you experienced how kind and understanding he has been to you? Don&quot;t mistake his tolerance for acceptance. Do you realize that all the wealth of his extravagant kindness is meant to melt your heart and lead you into repentance?"
            },
            {
                "verse_number": "5",
                "verse_text": "But because of your calloused heart and refusal to change direction, you are piling up wrath for yourself in the day of wrath, when God&quot;s righteous judgment is revealed."
            },
            {
                "verse_number": "6",
                "verse_text": "For: He will give to each one in return for what he has done. &apos;God&quot;s precious name is cursed among the nations because of you.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "For those living in constant goodness and doing what pleases him, seeking an unfading glory and honor and imperishable virtue, will experience eternal life."
            },
            {
                "verse_number": "8",
                "verse_text": "But those governed by selfishness and self-promotion, whose hearts are unresponsive to God&quot;s truth and would rather embrace unrighteousness, will experience the fullness of wrath."
            },
            {
                "verse_number": "9",
                "verse_text": "Anyone who does evil can expect tribulation and distress&ndash;to the Jew first and also to the non-Jew."
            },
            {
                "verse_number": "10",
                "verse_text": "But when we do what pleases God, we can expect unfading glory, true honor, and a continual peace&ndash;to the Jew first and also to the non-Jew,"
            },
            {
                "verse_number": "11",
                "verse_text": "for God sees us all without partiality."
            },
            {
                "verse_number": "12",
                "verse_text": "When people who have never been exposed to the laws of Moses commit sin, they will still perish for what they do. And those who are under the law of Moses and fail to obey it are condemned by the law."
            },
            {
                "verse_number": "13",
                "verse_text": "For it&quot;s not merely knowing the law that makes you right with God, but doing all that the law says that will cause God to pronounce you innocent."
            },
            {
                "verse_number": "14",
                "verse_text": "For example, whenever people who don&quot;t possess the law as their birthright commit sin, it still confirms that a &apos;law&apos; is present in their conscience. For when they instinctively do what the law requires, that becomes a &apos;law&apos; to govern them, even though they don&quot;t have Mosaic law."
            },
            {
                "verse_number": "15",
                "verse_text": "It demonstrates that the requirements of the law are woven into their hearts. They know what is right and wrong, for their conscience validates this &apos;law&apos; in their heart. Their thoughts correct them in one instance and commend them in another."
            },
            {
                "verse_number": "16",
                "verse_text": "So this judgment will be revealed on the day when God, through Jesus the Messiah, judges the hidden secrets of people&quot;s hearts. And their response to my gospel will be the standard of judgment used in that day."
            },
            {
                "verse_number": "17",
                "verse_text": "Now, you claim to be a Jew because you lean upon your trust in the law and boast in your relationship with God."
            },
            {
                "verse_number": "18",
                "verse_text": "And you claim to know the will of God, and to have the moral high ground because you&quot;ve been taught the law of Moses."
            },
            {
                "verse_number": "19",
                "verse_text": "You are also confident that you are a qualified guide to those who are &apos;blind,&apos; a shining light to those who live in darkness."
            },
            {
                "verse_number": "20",
                "verse_text": "You are confident that you are a true teacher of the foolish and immature, all because you have the treasury of truth and knowledge in the law of Moses."
            },
            {
                "verse_number": "21",
                "verse_text": "So let me ask you this: Why don&quot;t you practice what you preach? You preach, &apos;Don&quot;t steal!&apos; but are you a thief?"
            },
            {
                "verse_number": "22",
                "verse_text": "You are swift to tell others, &apos;Don&quot;t commit adultery!&apos; but are you guilty of adultery? You say, &apos;I hate idolatry and false gods!&apos; but do you withhold from the true God what is due him?"
            },
            {
                "verse_number": "23",
                "verse_text": "Even though you boast in the law, you dishonor God, the Lawgiver, when you break it!"
            },
            {
                "verse_number": "24",
                "verse_text": "For your actions seem to fulfill what is written:"
            },
            {
                "verse_number": "25",
                "verse_text": "You trust in the covenant sign of circumcision , yet circumcision only has value if you faithfully keep the teachings of the law. But if you violate the law, you have invalidated your circumcision."
            },
            {
                "verse_number": "26",
                "verse_text": "And if the uncircumcised one faithfully keeps the law, won&quot;t his obedience make him more &apos;Jewish&apos; than the actual rite of circumcision?"
            },
            {
                "verse_number": "27",
                "verse_text": "And won&quot;t the one who has never had the knife cut his foreskin be your judge when you break the law?"
            },
            {
                "verse_number": "28",
                "verse_text": "You are not a Jew if it&quot;s only superficial&ndash;for it&quot;s more than the surgical cut of a knife that makes you Jewish."
            },
            {
                "verse_number": "29",
                "verse_text": "But you are Jewish because of the inward act of spiritual circumcision&ndash;a radical change that lays bare your heart. It&quot;s not by the principle of the written code, but by power of the Holy Spirit. For then your praise will not come from people, but from God himself!"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "So then what is the importance of circumcision, and what advantage is there of being a Jew?"
            },
            {
                "verse_number": "2",
                "verse_text": "Actually, there are numerous advantages. Most important, God distinguished the Jews from all other people by entrusting them with the revelation of his prophetic promises."
            },
            {
                "verse_number": "3",
                "verse_text": "But what if some were unfaithful to their divine calling? Does their unbelief weaken God&quot;s faithfulness?"
            },
            {
                "verse_number": "4",
                "verse_text": "Absolutely not! God will always be proven faithful and true to his word, while people are proven to be liars. This will fulfill what was written in the Scriptures: Your words will always be vindicated and you will rise victorious There is no one who always does what is right, no, not even one! and there is no one who seeks after God alone. All have become depraved and unfit. Kindness has disappeared from them all, Deceitful lies roll off their tongues. when you are being tried by your critics! not even one is good. like the smell of death&ndash;foul and filthy! The venom of a viper drips from their lips. only meant to cut and harm."
            },
            {
                "verse_number": "5",
                "verse_text": "But what if our wrong shows how right God is? Doesn&quot;t our bad serve the purpose of making God look good? (Of course, I&quot;m only speaking from a human viewpoint.) Would that infer that God is unfair when he displays his anger against wrongdoing?"
            },
            {
                "verse_number": "6",
                "verse_text": "Absolutely not! For if that were the case, how could God be the righteous judge of all the earth?"
            },
            {
                "verse_number": "7",
                "verse_text": "So, if my lie brings into sharp contrast the brightness of God&quot;s truth, and if my lie accentuates his glory, then why should I be condemned as a sinner?"
            },
            {
                "verse_number": "8",
                "verse_text": "Is it proper for us to sin, just so good things may come? May it never be! Yet there are some who slander us and claim that is what we teach. They deserve to be condemned for even saying it!"
            },
            {
                "verse_number": "9",
                "verse_text": "So, are we to conclude then that we Jews are superior to all others? Certainly not! For we have already proven that both Jews and gentiles are all under the bondage of sin."
            },
            {
                "verse_number": "10",
                "verse_text": "And the Scriptures agree, for it is written:"
            },
            {
                "verse_number": "11",
                "verse_text": "There is no one with true spiritual insight,"
            },
            {
                "verse_number": "12",
                "verse_text": "All have deliberately wandered from God&quot;s ways."
            },
            {
                "verse_number": "13",
                "verse_text": "Their words release a stench,"
            },
            {
                "verse_number": "14",
                "verse_text": "Bitter profanity flows from their mouths,"
            },
            {
                "verse_number": "15",
                "verse_text": "They are infatuated with violence and murder."
            },
            {
                "verse_number": "16",
                "verse_text": "They release ruin and misery wherever they go."
            },
            {
                "verse_number": "17",
                "verse_text": "They never experience the path of peace."
            },
            {
                "verse_number": "18",
                "verse_text": "They shut their eyes to the awe-inspiring God!"
            },
            {
                "verse_number": "19",
                "verse_text": "Now, we realize that everything the law says is addressed to those who are under its authority. This is for two reasons: So that every excuse will be silenced, with no boasting of innocence . And so that the entire world will be held accountable to God&quot;s standards."
            },
            {
                "verse_number": "20",
                "verse_text": "For by the merit of observing the law no one earns the status of being declared righteous before God, for it is the law that fully exposes and unmasks the reality of sin."
            },
            {
                "verse_number": "23",
                "verse_text": "for we all have sinned and are in need of the glory of God."
            },
            {
                "verse_number": "24",
                "verse_text": "Yet through his powerful declaration of acquittal, God freely gives away his righteousness. His gift of love and favor now cascades over us, all because Jesus, the Anointed One, has liberated us from the guilt, punishment, and power of sin!"
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus&quot; God-given destiny was to be the sacrifice to take away sins, and now he is our mercy seat because of his death on the cross. We come to him for mercy, for God has made a provision for us to be forgiven by faith in the sacred blood of Jesus. This is the perfect demonstration of God&quot;s justice, because until now, he had been so patient&ndash;holding back his justice out of his tolerance for us. So he covered over the sins of those who lived prior to Jesus&quot; sacrifice."
            },
            {
                "verse_number": "26",
                "verse_text": "And when the season of tolerance came to an end, there was only one possible way for God to give away his righteousness and still be true to both his justice and his mercy&ndash;to offer up his own Son. So now, because we stand on the faithfulness of Jesus, God declares us righteous in his eyes!"
            },
            {
                "verse_number": "27",
                "verse_text": "Where, then, is there room for boasting? Do our works bring God&quot;s acceptance? Not at all! It was not our works of keeping the law but our faith in his finished work that makes us right with God ."
            },
            {
                "verse_number": "28",
                "verse_text": "So our conclusion is this: God&quot;s wonderful declaration that we are righteous in his eyes can only come when we put our faith in Christ, and not in keeping the law."
            },
            {
                "verse_number": "29",
                "verse_text": "After all, is God the God of the Jews only, or is he equally the God for all of humanity? Of course, he&quot;s the God of all people!"
            },
            {
                "verse_number": "30",
                "verse_text": "Since there is only one God, he will treat us all the same&ndash;he eliminates our guilt and makes us right with him by faith no matter who we are."
            },
            {
                "verse_number": "31",
                "verse_text": "Does emphasizing our faith invalidate the law? Absolutely not. Instead, our faith establishes the role the law should rightfully have."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Let me use Abraham as an example. It is clear that humanly speaking, he was the founder of Judaism. What was his experience of being made right with God?"
            },
            {
                "verse_number": "2",
                "verse_text": "Was it by his good works of keeping the law? No. For if it was by the things he did, he would have something to boast about, but no one boasts before God."
            },
            {
                "verse_number": "3",
                "verse_text": "Listen to what the Scriptures say: Because Abraham believed God&quot;s words, his faith transferred God&quot;s righteousness into his account. What happy fulfillment is ahead for those and whose sins are covered by blood . &apos;I will never hold your sins against you!&apos; &apos;I have made you the father of many nations.&apos; He is our example and father, for in God&quot;s presence he believed that God can raise the dead and call into being things that don&quot;t even exist yet. that they will be impossible to count!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "When people work, they earn wages. It can&quot;t be considered a free gift, because they earned it."
            },
            {
                "verse_number": "5",
                "verse_text": "But no one earns God&quot;s righteousness. It can only be transferred when we no longer rely on our own works, but believe in the one who powerfully declares the ungodly to be righteous in his eyes. It is faith that transfers God&quot;s righteousness into your account!"
            },
            {
                "verse_number": "6",
                "verse_text": "Even King David himself speaks to us regarding the complete wholeness that comes inside a person when God&quot;s powerful declaration of righteousness is heard over our life. Apart from our works, God&quot;s work is enough."
            },
            {
                "verse_number": "7",
                "verse_text": "Here&quot;s what David says: whose rebellion has been forgiven when they hear the Lord speak over them, &apos;Your descendants will be so many"
            },
            {
                "verse_number": "8",
                "verse_text": "What happy progress comes to them"
            },
            {
                "verse_number": "9",
                "verse_text": "Now, think about it. Does this happiness come only to the Jews, or is it available to all who believe? Our answer is this: faith was credited to Abraham as God&quot;s righteousness!"
            },
            {
                "verse_number": "10",
                "verse_text": "How did he receive this gift of righteousness? Was he circumcised at the time God accepted him, or was he still uncircumcised? Clearly, he was an uncircumcised gentile when God said this of him!"
            },
            {
                "verse_number": "11",
                "verse_text": "It was later that he received the external sign of circumcision as a seal to confirm that God had already transferred his righteousness to him by faith, while he was still uncircumcised. So now this qualifies him to become the father of all who believe among the non-Jewish people. And like their &apos;father of faith,&apos; Abraham, God also transfers his righteousness to them by faith."
            },
            {
                "verse_number": "12",
                "verse_text": "Yes, Abraham is obviously the true father of faith for the Jewish people who are not only circumcised but who walk in the way of faith that our father Abraham displayed before his circumcision."
            },
            {
                "verse_number": "13",
                "verse_text": "God promised Abraham and his descendants that they would have an heir who would reign over the world. This royal promise was not fulfilled because Abraham kept all the law, but through the righteousness that was transferred by faith."
            },
            {
                "verse_number": "14",
                "verse_text": "For if keeping the law earns the inheritance, then faith is robbed of its power and the promise becomes useless."
            },
            {
                "verse_number": "15",
                "verse_text": "For the law provokes punishment, and where no law exists there cannot be a violation of the law."
            },
            {
                "verse_number": "16",
                "verse_text": "The promise depends on faith so that it can be experienced as a grace-gift, and now it extends to all the descendants of Abraham. This promise is not only meant for those who obey the law, but also to those who enter into the faith of Abraham, the father of us all."
            },
            {
                "verse_number": "17",
                "verse_text": "That&quot;s what the Scripture means when it says:"
            },
            {
                "verse_number": "18",
                "verse_text": "Against all odds, when it looked hopeless, Abraham believed the promise and expected God to fulfill it. He took God at his word, and as a result he became the father of many nations. God&quot;s declaration over him came to pass:"
            },
            {
                "verse_number": "19",
                "verse_text": "In spite of being nearly one hundred years old when the promise of having a son was made, his faith was so strong that it could not be undermined by the fact that he and Sarah were incapable of conceiving a child."
            },
            {
                "verse_number": "22",
                "verse_text": "So now you can see why Abraham&quot;s faith was credited to his account as righteousness before God."
            },
            {
                "verse_number": "23",
                "verse_text": "And this declaration was not just spoken over Abraham,"
            },
            {
                "verse_number": "24",
                "verse_text": "but also over us. For when we believe and embrace the one who brought our Lord Jesus back to life, perfect righteousness will be credited to our account as well."
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus was handed over to be crucified for the forgiveness of our sins and was raised back to life to prove that he had made us right with God!"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Our faith in Jesus transfers God&quot;s righteousness to us and he now declares us flawless in his eyes. This means we can now enjoy true and lasting peace with God, all because of what our Lord Jesus, the Anointed One, has done for us."
            },
            {
                "verse_number": "2",
                "verse_text": "Our faith guarantees us permanent access into this marvelous kindness that has given us a perfect relationship with God. What incredible joy bursts forth within us as we keep on celebrating our hope of experiencing God&quot;s glory!"
            },
            {
                "verse_number": "3",
                "verse_text": "But that&quot;s not all! Even in times of trouble we have a joyful confidence, knowing that our pressures will develop in us patient endurance."
            },
            {
                "verse_number": "4",
                "verse_text": "And patient endurance will refine our character, and proven character leads us back to hope."
            },
            {
                "verse_number": "5",
                "verse_text": "And this hope is not a disappointing fantasy, because we can now experience the endless love of God cascading into our hearts through the Holy Spirit who lives in us!"
            },
            {
                "verse_number": "6",
                "verse_text": "For when the time was right, the Anointed One came and died to demonstrate his love for sinners who were entirely helpless, weak, and powerless to save themselves."
            },
            {
                "verse_number": "7",
                "verse_text": "Now, would anyone dare to die for the sake of a wicked person? We can all understand if someone was willing to die for a truly noble person."
            },
            {
                "verse_number": "8",
                "verse_text": "But Christ proved God&quot;s passionate love for us by dying in our place while we were still lost and ungodly!"
            },
            {
                "verse_number": "9",
                "verse_text": "And there is still much more to say of his unfailing love for us! For through the blood of Jesus we have heard the powerful declaration, &apos;You are now righteous in my sight.&apos; And because of the sacrifice of Jesus, you will never experience the wrath of God ."
            },
            {
                "verse_number": "10",
                "verse_text": "So if while we were still enemies, God fully reconciled us to himself through the death of his Son, then something greater than friendship is ours. Now that we are at peace with God, and because we share in his resurrection life, how much more we will be rescued from sin&quot;s dominion!"
            },
            {
                "verse_number": "11",
                "verse_text": "And even more than that, we overflow with triumphant joy in our new relationship of living reconciled to God&ndash;all because of Jesus Christ!"
            },
            {
                "verse_number": "12",
                "verse_text": "When Adam sinned, the entire world was affected. Sin entered human experience, and death was the result. And so death followed this sin, casting its shadow over all humanity, because all have sinned."
            },
            {
                "verse_number": "13",
                "verse_text": "Sin was in the world before Moses gave the written law, but it was not charged against them where no law existed."
            },
            {
                "verse_number": "14",
                "verse_text": "Yet death reigned as king from Adam to Moses even though they hadn&quot;t broken a command the way Adam had . The first man, Adam, was a picture of the Messiah, who was to come."
            },
            {
                "verse_number": "15",
                "verse_text": "Now, there is no comparison between Adam&quot;s transgression and the gracious gift that we experience. For the magnitude of the gift far outweighs the crime . It&quot;s true that many died because of one man&quot;s transgression, but how much greater will God&quot;s grace and his gracious gift of acceptance overflow to many because of what one man, Jesus, the Messiah, did for us!"
            },
            {
                "verse_number": "16",
                "verse_text": "And this free-flowing gift imparts to us much more than what was given to us through the one who sinned. For because of one transgression, we are all facing a death sentence with a verdict of &apos;Guilty!&apos; But this gracious gift leaves us free from our many failures and brings us into the perfect righteousness of God&ndash;acquitted with the words &apos;Not guilty!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Death once held us in its grip, and by the blunder of one man, death reigned as king over humanity. But now, how much more are we held in the grip of grace and continue reigning as kings in life, enjoying our regal freedom through the gift of perfect righteousness in the one and only Jesus, the Messiah!"
            },
            {
                "verse_number": "18",
                "verse_text": "In other words, just as condemnation came upon all people through one transgression, so through one righteous act of Jesus&quot; sacrifice , the perfect righteousness that makes us right with God and leads us to a victorious life is now available to all."
            },
            {
                "verse_number": "19",
                "verse_text": "One man&quot;s disobedience opened the door for all humanity to become sinners. So also one man&quot;s obedience opened the door for many to be made perfectly right with God and acceptable to him."
            },
            {
                "verse_number": "20",
                "verse_text": "So then, the law was introduced into God&quot;s plan to bring the reality of human sinfulness out of hiding. And yet, wherever sin increased, there was more than enough of God&quot;s grace to triumph all the more!"
            },
            {
                "verse_number": "21",
                "verse_text": "And just as sin reigned through death, so also this sin-conquering grace will reign as king through righteousness, imparting eternal life through Jesus, our Lord and Messiah!"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "So what do we do, then? Do we persist in sin so that God&quot;s kindness and grace will increase?"
            },
            {
                "verse_number": "2",
                "verse_text": "What a terrible thought! We have died to sin once and for all, as a dead man passes away from this life. So how could we live under sin&quot;s rule a moment longer?"
            },
            {
                "verse_number": "3",
                "verse_text": "Or have you forgotten that all of us who were immersed into union with Jesus, the Anointed One, were immersed into union with his death?"
            },
            {
                "verse_number": "4",
                "verse_text": "Sharing in his death by our baptism means that we were co-buried with him, so that when the Father&quot;s glory raised Christ from the dead, we were also raised with him. We have been co-resurrected with him so that we could be empowered to walk in the freshness of new life."
            },
            {
                "verse_number": "5",
                "verse_text": "For since we are permanently grafted into him to experience a death like his, then we are permanently grafted into him to experience a resurrection like his and the new life that it imparts."
            },
            {
                "verse_number": "6",
                "verse_text": "Could it be any clearer that our former identity is now and forever deprived of its power? For we were co-crucified with him to dismantle the stronghold of sin within us, so that we would not continue to live one moment longer submitted to sin&quot;s power."
            },
            {
                "verse_number": "7",
                "verse_text": "Obviously, a dead person is incapable of sinning."
            },
            {
                "verse_number": "8",
                "verse_text": "And if we were co-crucified with the Anointed One, we know that we will also share in the fullness of his life."
            },
            {
                "verse_number": "9",
                "verse_text": "And we know that since the Anointed One has been raised from the dead to die no more, his resurrection life has vanquished death and its power over him is finished."
            },
            {
                "verse_number": "10",
                "verse_text": "For by his sacrifice he died to sin&quot;s power once and for all, but he now lives continuously for the Father&quot;s pleasure."
            },
            {
                "verse_number": "11",
                "verse_text": "So let it be the same way with you! Since you are now joined with him, you must continually view yourselves as dead and unresponsive to sin&quot;s appeal while living daily for God&quot;s pleasure in union with Jesus, the Anointed One."
            },
            {
                "verse_number": "12",
                "verse_text": "Sin is a dethroned monarch; so you must no longer give it an opportunity to rule over your life, controlling how you live and compelling you to obey its desires and cravings."
            },
            {
                "verse_number": "13",
                "verse_text": "So then, refuse to answer its call to surrender your body as a tool for wickedness. Instead, passionately answer God&quot;s call to keep yielding your body to him as one who has now experienced resurrection life! You live now for his pleasure, ready to be used for his noble purpose."
            },
            {
                "verse_number": "14",
                "verse_text": "Remember this: sin will not conquer you, for God already has! You are not governed by law but governed by the reign of the grace of God."
            },
            {
                "verse_number": "15",
                "verse_text": "What are we to do, then? Should we sin to our hearts&quot; content since there&quot;s no law to condemn us anymore? What a terrible thought!"
            },
            {
                "verse_number": "16",
                "verse_text": "Don&quot;t you realize that grace frees you to choose your own master? But choose carefully, for you surrender yourself to become a servant&ndash;bound to the one you choose to obey. If you choose to love sin, it will become your master, and it will own you and reward you with death. But if you choose to love and obey God, he will lead you into perfect righteousness."
            },
            {
                "verse_number": "17",
                "verse_text": "And thanks be to God, for in the past you were servants of sin, but now your obedience is heart deep, and your life is being molded by truth through the teaching you are devoted to."
            },
            {
                "verse_number": "18",
                "verse_text": "And now you celebrate your freedom from your former master&ndash;sin. You&quot;ve left its bondage, and now God&quot;s perfect righteousness holds power over you as his loving servants."
            },
            {
                "verse_number": "19",
                "verse_text": "I&quot;ve used the familiar terms of a &apos;servant&apos; and a &apos;master&apos; to compensate for your weakness to understand. For just as you surrendered your bodies and souls to impurity and lawlessness, which only brought more lawlessness into your lives, so now surrender yourselves as servants of righteousness, which brings you deeper into true holiness."
            },
            {
                "verse_number": "20",
                "verse_text": "For when you were bound as servants to sin, you lived your lives free from any obligation to righteousness."
            },
            {
                "verse_number": "21",
                "verse_text": "So tell me, what benefit ensued from doing those things that you&quot;re now ashamed of? It left you with nothing but a legacy of shame and death."
            },
            {
                "verse_number": "22",
                "verse_text": "But now, as God&quot;s loving servants, you live in joyous freedom from the power of sin. So consider the benefits you now enjoy&ndash;you are brought deeper into the experience of true holiness that ends with eternal life!"
            },
            {
                "verse_number": "23",
                "verse_text": "For sin&quot;s meager wages is death, but God&quot;s lavish gift is life eternal, found in your union with our Lord Jesus, the Anointed One."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "I write to you, dear brothers and sisters, who are familiar with the law. Don&quot;t you know that when a person dies, it ends his obligation to the law?"
            },
            {
                "verse_number": "2",
                "verse_text": "For example, a married couple is bound by the law to remain together until separated by death. But when one spouse dies, the other is released from the law of the marriage."
            },
            {
                "verse_number": "3",
                "verse_text": "So then if a wife is joined to another man while still married, she commits adultery. But if her husband dies, she is obviously free from the marriage contract and may marry another man without being charged with adultery."
            },
            {
                "verse_number": "4",
                "verse_text": "So, my dear brothers and sisters, the same principle applies to your relationship with God. For you died to your first husband , the law, by being co-crucified with the body of the Messiah. So you are now free to &apos;marry&apos; another&ndash;the one who was raised from the dead so that you may now bear spiritual fruit for God."
            },
            {
                "verse_number": "5",
                "verse_text": "When we were merely living natural lives, the law, through defining sin , actually awakened sinful desires within us, which resulted in bearing the fruit of death."
            },
            {
                "verse_number": "6",
                "verse_text": "But now that we have been fully released from the power of the law, we are dead to what once controlled us. And our lives are no longer motivated by the obsolete way of following the written code, so that now we may serve God by living in the freshness of a new life in the power of the Holy Spirit."
            },
            {
                "verse_number": "7",
                "verse_text": "So, what shall we say about all this? Am I suggesting that the law is sinful? Of course not! In fact, it was the law that gave us the clear definition of sin. For example, when the law said, &apos;Do not covet,&apos; it became the catalyst to see how wrong it was for me to crave what belongs to someone else."
            },
            {
                "verse_number": "8",
                "verse_text": "It was through God&quot;s commandment that sin was awakened in me and built its base of operation within me to stir up every kind of wrong desire. For in the absence of the law, sin hides dormant."
            },
            {
                "verse_number": "11",
                "verse_text": "Sin, by means of the commandment, built a base of operation within me, to overpower me and put me to death."
            },
            {
                "verse_number": "12",
                "verse_text": "So then, we have to conclude that the problem is not with the law itself, for the law is holy and its commandments are correct and for our good."
            },
            {
                "verse_number": "13",
                "verse_text": "So, did something meant to be good become death to me? Certainly not! It was not the law but sin unmasked that produced my spiritual death. The sacred commandment merely uncovered the evil of sin so it could be seen for what it is."
            },
            {
                "verse_number": "14",
                "verse_text": "For we know that the law is divinely inspired and comes from the spiritual realm, but I am a human being made of flesh and trafficked as a slave under sin&quot;s authority."
            },
            {
                "verse_number": "15",
                "verse_text": "I&quot;m a mystery to myself, for I want to do what is right, but end up doing what my moral instincts condemn."
            },
            {
                "verse_number": "16",
                "verse_text": "And if my behavior is not in line with my desire, my conscience still confirms the excellence of the law."
            },
            {
                "verse_number": "17",
                "verse_text": "And now I realize that it is no longer my true self doing it, but the unwelcome intruder of sin in my humanity."
            },
            {
                "verse_number": "18",
                "verse_text": "For I know that nothing good lives within the flesh of my fallen humanity. The longings to do what is right are within me, but willpower is not enough to accomplish it."
            },
            {
                "verse_number": "19",
                "verse_text": "My lofty desires to do what is good are dashed when I do the things I want to avoid."
            },
            {
                "verse_number": "20",
                "verse_text": "So if my behavior contradicts my desires to do good, I must conclude that it&quot;s not my true identity doing it, but the unwelcome intruder of sin hindering me from being who I really am ."
            },
            {
                "verse_number": "21",
                "verse_text": "Through my experience of this principle, I discover that even when I want to do good, evil is ready to sabotage me."
            },
            {
                "verse_number": "22",
                "verse_text": "Truly, deep within my true identity, I love to do what pleases God."
            },
            {
                "verse_number": "23",
                "verse_text": "But I discern another power operating in my humanity, waging a war against the moral principles of my conscience and bringing me into captivity as a prisoner to the &apos;law&apos; of sin&ndash;this unwelcome intruder in my humanity."
            },
            {
                "verse_number": "24",
                "verse_text": "What an agonizing situation I am in! So who has the power to rescue this miserable man from the unwelcome intruder of sin and death?"
            },
            {
                "verse_number": "25",
                "verse_text": "I give all my thanks to God, for his mighty power has finally provided a way out through our Lord Jesus, the Anointed One! So if left to myself, the flesh is aligned with the law of sin, but now my renewed mind is fixed on and submitted to God&quot;s righteous principles."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "So now the case is closed . There remains no accusing voice of condemnation against those who are joined in life-union with Jesus, the Anointed One."
            },
            {
                "verse_number": "2",
                "verse_text": "For the &apos;law&apos; of the Spirit of life flowing through the anointing of Jesus has liberated us from the &apos;law&apos; of sin and death."
            },
            {
                "verse_number": "3",
                "verse_text": "For God achieved what the law was unable to accomplish, because the law was limited by the weakness of human nature. Yet God sent us his Son in human form to identify with human weakness. Clothed with humanity, God&quot;s Son gave his body to be the sin-offering so that God could once and for all condemn the guilt and power of sin. But hope means that we must trust and wait for what is still unseen. For why would we need to hope for something we already have? All day long we face death threats for your sake, God. We are considered to be nothing more"
            },
            {
                "verse_number": "4",
                "verse_text": "So now every righteous requirement of the law can be fulfilled through the Anointed One living his life in us. And we are free to live, not according to our flesh, but by the dynamic power of the Holy Spirit!"
            },
            {
                "verse_number": "5",
                "verse_text": "Those who are motivated by the flesh only pursue what benefits themselves. But those who live by the impulses of the Holy Spirit are motivated to pursue spiritual realities."
            },
            {
                "verse_number": "6",
                "verse_text": "For the sense and reason of the flesh is death, but the mind-set controlled by the Spirit finds life and peace."
            },
            {
                "verse_number": "7",
                "verse_text": "In fact, the mind-set focused on the flesh fights God&quot;s plan and refuses to submit to his direction, because it cannot!"
            },
            {
                "verse_number": "8",
                "verse_text": "For no matter how hard they try, God finds no pleasure with those who are controlled by the flesh."
            },
            {
                "verse_number": "9",
                "verse_text": "But when the Spirit of Christ empowers your life, you are not dominated by the flesh but by the Spirit. And if you are not joined to the Spirit of the Anointed One, you are not of him."
            },
            {
                "verse_number": "10",
                "verse_text": "Now Christ lives his life in you! And even though your body may be dead because of the effects of sin, his life-giving Spirit imparts life to you because you are fully accepted by God."
            },
            {
                "verse_number": "11",
                "verse_text": "Yes, God raised Jesus to life! And since God&quot;s Spirit of Resurrection lives in you, he will also raise your dying body to life by the same Spirit that breathes life into you!"
            },
            {
                "verse_number": "12",
                "verse_text": "So then, beloved ones, the flesh has no claims on us at all, and we have no further obligation to live in obedience to it."
            },
            {
                "verse_number": "13",
                "verse_text": "For when you live controlled by the flesh, you are about to die. But if the life of the Spirit puts to death the corrupt ways of the flesh, we then taste his abundant life."
            },
            {
                "verse_number": "14",
                "verse_text": "The mature children of God are those who are moved by the impulses of the Holy Spirit."
            },
            {
                "verse_number": "15",
                "verse_text": "And you did not receive the &apos;spirit of religious duty,&apos; leading you back into the fear of never being good enough . But you have received the &apos;Spirit of full acceptance,&apos; enfolding you into the family of God. And you will never feel orphaned, for as he rises up within us, our spirits join him in saying the words of tender affection, &apos;Beloved Father!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "For the Holy Spirit makes God&quot;s fatherhood real to us as he whispers into our innermost being, &apos;You are God&quot;s beloved child!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "And since we are his true children, we qualify to share all his treasures, for indeed, we are heirs of God himself. And since we are joined to Christ, we also inherit all that he is and all that he has. We will experience being co-glorified with him provided that we accept his sufferings as our own."
            },
            {
                "verse_number": "18",
                "verse_text": "I am convinced that any suffering we endure is less than nothing compared to the magnitude of glory that is about to be unveiled within us."
            },
            {
                "verse_number": "19",
                "verse_text": "The entire universe is standing on tiptoe, yearning to see the unveiling of God&quot;s glorious sons and daughters!"
            },
            {
                "verse_number": "20",
                "verse_text": "For against its will the universe itself has had to endure the empty futility resulting from the consequences of human sin. But now, with eager expectation,"
            },
            {
                "verse_number": "21",
                "verse_text": "all creation longs for freedom from its slavery to decay and to experience with us the wonderful freedom coming to God&quot;s children."
            },
            {
                "verse_number": "22",
                "verse_text": "To this day we are aware of the universal agony and groaning of creation, as if it were in the contractions of labor for childbirth."
            },
            {
                "verse_number": "23",
                "verse_text": "And it&quot;s not just creation. We who have already experienced the firstfruits of the Spirit also inwardly groan as we passionately long to experience our full status as God&quot;s sons and daughters&ndash;including our physical bodies being transformed."
            },
            {
                "verse_number": "24",
                "verse_text": "For this is the hope of our salvation."
            },
            {
                "verse_number": "25",
                "verse_text": "So because our hope is set on what is yet to be seen, we patiently keep on waiting for its fulfillment."
            },
            {
                "verse_number": "26",
                "verse_text": "And in a similar way, the Holy Spirit takes hold of us in our human frailty to empower us in our weakness. For example, at times we don&quot;t even know how to pray, or know the best things to ask for. But the Holy Spirit rises up within us to super-intercede on our behalf, pleading to God with emotional sighs too deep for words."
            },
            {
                "verse_number": "27",
                "verse_text": "God, the searcher of the heart, knows fully our longings, yet he also understands the desires of the Spirit, because the Holy Spirit passionately pleads before God for us, his holy ones, in perfect harmony with God&quot;s plan and our destiny."
            },
            {
                "verse_number": "28",
                "verse_text": "So we are convinced that every detail of our lives is continually woven together for good, for we are his lovers who have been called to fulfill his designed purpose."
            },
            {
                "verse_number": "29",
                "verse_text": "For he knew all about us before we were born and he destined us from the beginning to share the likeness of his Son. This means the Son is the oldest among a vast family of brothers and sisters who will become just like him."
            },
            {
                "verse_number": "30",
                "verse_text": "Having determined our destiny ahead of time, he called us to himself and transferred his perfect righteousness to everyone he called. And those who possess his perfect righteousness he co-glorified with his Son!"
            },
            {
                "verse_number": "31",
                "verse_text": "So, what does all this mean? If God has determined to stand with us, tell me, who then could ever stand against us?"
            },
            {
                "verse_number": "32",
                "verse_text": "For God has proved his love by giving us his greatest treasure, the gift of his Son. And since God freely offered him up as the sacrifice for us all, he certainly won&quot;t withhold from us anything else he has to give."
            },
            {
                "verse_number": "33",
                "verse_text": "Who then would dare to accuse those whom God has chosen in love to be his? God himself is the judge who has issued his final verdict over them&ndash;&apos;Not guilty!&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Who then is left to condemn us? Certainly not Jesus, the Anointed One! For he gave his life for us, and even more than that, he has conquered death and is now risen, exalted, and enthroned by God at his right hand. So how could he possibly condemn us since he is continually praying for our triumph ?"
            },
            {
                "verse_number": "35",
                "verse_text": "Who could ever divorce us from the endless love of God&quot;s Anointed One? Absolutely no one! For nothing in the universe has the power to diminish his love toward us. Troubles, pressures, and problems are unable to come between us and heaven&quot;s love. What about persecutions, deprivations, dangers, and death threats? No, for they are all impotent to hinder omnipotent love,"
            },
            {
                "verse_number": "36",
                "verse_text": "even though it is written: than sheep to be slaughtered!"
            },
            {
                "verse_number": "37",
                "verse_text": "Yet even in the midst of all these things, we triumph over them all, for God has made us to be more than conquerors, and his demonstrated love is our glorious victory over everything!"
            },
            {
                "verse_number": "38",
                "verse_text": "So now I live with the confidence that there is nothing in the universe with the power to separate us from God&quot;s love. I&quot;m convinced that his love will triumph over death, life&quot;s troubles, fallen angels, or dark rulers in the heavens. There is nothing in our present or future circumstances that can weaken his love."
            },
            {
                "verse_number": "39",
                "verse_text": "There is no power above us or beneath us&ndash;no power that could ever be found in the universe that can distance us from God&quot;s passionate love, which is lavished upon us through our Lord Jesus, the Anointed One!"
            }
        ],
        "9": [
            {
                "verse_number": "5",
                "verse_text": "We trace our beginnings back to the patriarchs, and through their bloodline is the genealogy of the Messiah, who is God over everything. May he be praised through endless ages! Amen!"
            },
            {
                "verse_number": "6",
                "verse_text": "Clearly, God has not failed to fulfill his promises to Israel, for that will never happen! But not everyone who has descended from Israel belongs to Israel."
            },
            {
                "verse_number": "7",
                "verse_text": "Physical descent from Abraham doesn&quot;t guarantee the inheritance, because God has said:"
            },
            {
                "verse_number": "8",
                "verse_text": "This confirms that it is not merely the natural offspring of Abraham who are considered the children of God; rather, the children born because of God&quot;s promise are counted as descendants."
            },
            {
                "verse_number": "9",
                "verse_text": "For God promised Abraham:"
            },
            {
                "verse_number": "10",
                "verse_text": "Now, this son was our ancestor, Isaac, who, with his wife, Rebekah, conceived twins."
            },
            {
                "verse_number": "13",
                "verse_text": "For in the words of Scripture:"
            },
            {
                "verse_number": "14",
                "verse_text": "So, what does all this mean? Are we saying that God is unfair? Of course not!"
            },
            {
                "verse_number": "15",
                "verse_text": "He had every right to say to Moses:"
            },
            {
                "verse_number": "16",
                "verse_text": "Again, this proves that God&quot;s choice doesn&quot;t depend on how badly someone wants it or tries to earn it, but it depends on God&quot;s kindness and mercy."
            },
            {
                "verse_number": "17",
                "verse_text": "For just as God said to Pharaoh:"
            },
            {
                "verse_number": "18",
                "verse_text": "So again we see that it is entirely up to God to show mercy or to harden the hearts of whomever he chooses."
            },
            {
                "verse_number": "19",
                "verse_text": "Well then, one might ask, &apos;If God is in complete control, how could he blame us? For who can resist whatever he wants done?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "But who do you think you are to second-guess God? How could a human being molded out of clay say to the one who molded him, &apos;Why in the world did you make me this way?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Or are you denying the right of the potter to make out of clay whatever he wants? Doesn&quot;t the potter have the right to make from the same lump of clay an elegant vase or an ordinary pot?"
            },
            {
                "verse_number": "22",
                "verse_text": "And in the same way, although God has every right to unleash his anger and demonstrate his power, yet he is extremely patient with those who deserve wrath&ndash;vessels prepared for destruction."
            },
            {
                "verse_number": "23",
                "verse_text": "And doesn&quot;t he also have the right to release the revelation of the wealth of his glory to his vessels of mercy, whom God prepared beforehand to receive his glory?"
            },
            {
                "verse_number": "24",
                "verse_text": "Even for us, whether we are Jews or non-Jews, we are those he has called to experience his glory."
            },
            {
                "verse_number": "25",
                "verse_text": "Remember the prophecy God gave in Hosea:"
            },
            {
                "verse_number": "26",
                "verse_text": "And:"
            },
            {
                "verse_number": "27",
                "verse_text": "And the prophet Isaiah cries out to Israel:"
            },
            {
                "verse_number": "28",
                "verse_text": "For the Lord will act"
            },
            {
                "verse_number": "29",
                "verse_text": "Just as Isaiah saw it coming and prophesied:"
            },
            {
                "verse_number": "30",
                "verse_text": "So then, what does all this mean? Here&quot;s the irony : The non-Jewish people, who weren&quot;t even pursuing righteousness, were the ones who seized it&ndash;a perfect righteousness that is transferred by faith."
            },
            {
                "verse_number": "31",
                "verse_text": "Yet Israel, even though pursuing a legal righteousness, did not attain to it."
            },
            {
                "verse_number": "32",
                "verse_text": "And why was that? Because they did not pursue the path of faith but insisted on pursuing righteousness by works, as if it could be seized another way. They were offended by the means of obtaining it and stumbled over the stumbling stone,"
            },
            {
                "verse_number": "33",
                "verse_text": "just as it is written:"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "My beloved brothers and sisters, the passionate desire of my heart and constant prayer to God is for my fellow Israelites to experience salvation."
            },
            {
                "verse_number": "2",
                "verse_text": "For I know that although they are deeply devoted to God, they are unenlightened."
            },
            {
                "verse_number": "3",
                "verse_text": "And since they&quot;ve ignored the righteousness God gives, wanting instead to be acceptable to God because of their own works, they&quot;ve refused to submit to God&quot;s faith-righteousness."
            },
            {
                "verse_number": "4",
                "verse_text": "For Christ is the end of the law. And because of him, God has transferred his perfect righteousness to all who believe."
            },
            {
                "verse_number": "5",
                "verse_text": "Moses wrote long ago about the need to obey every part of the law in order to be declared right with God: &apos;The one who obeys these things must always live by them.&apos; &apos;God&quot;s living message is very close to you, as close as your own heart beating in your chest and as near as the tongue in your mouth.&apos; &apos;Everyone who believes in him will never be disappointed.&apos; How welcome is the arrival and believes our message? and its message has gone to the ends of the earth! to provoke you to anger.&apos; I manifested myself before those who weren&quot;t even asking to know me!&apos; and stubborn people!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But we receive the faith-righteousness that speaks an entirely different message: &apos;Don&quot;t for a moment think you need to climb into the heavens to find the Messiah and bring him down, &apos;Everyone who calls on the Lord&quot;s name will experience new life.&apos; of those proclaiming the joyful news of peace and of good things to come! Lord, is there anyone who hears The voice has been heard throughout the world, &apos;I will make you jealous of a people who are &quot;nobodies.&quot; And I will use people with no understanding &apos;Those who found me weren&quot;t even seeking me. &apos;With love I have held out my hands day after day, offering myself to this unbelieving"
            },
            {
                "verse_number": "7",
                "verse_text": "or to descend into the underworld to bring him up from the dead.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "But the faith-righteousness we receive speaks to us in these words of Moses:"
            },
            {
                "verse_number": "9",
                "verse_text": "And what is God&quot;s &apos;living message&apos;? It is the revelation of faith for salvation, which is the message that we preach. For if you publicly declare with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will experience salvation."
            },
            {
                "verse_number": "10",
                "verse_text": "The heart that believes in him receives the gift of the righteousness of God&ndash;and then the mouth confesses, resulting in salvation."
            },
            {
                "verse_number": "11",
                "verse_text": "For the Scriptures encourage us with these words:"
            },
            {
                "verse_number": "12",
                "verse_text": "So then faith eliminates the distinction between Jew and non-Jew, for he is the same Lord for all people. And he has enough treasures to lavish generously upon all who call on him."
            },
            {
                "verse_number": "13",
                "verse_text": "And it&quot;s true:"
            },
            {
                "verse_number": "14",
                "verse_text": "But how can people call on him for help if they&quot;ve not yet believed? And how can they believe in one they&quot;ve not yet heard of? And how can they hear the message of life if there is no one there to proclaim it?"
            },
            {
                "verse_number": "15",
                "verse_text": "And how can the message be proclaimed if messengers have yet to be sent? That&quot;s why the Scriptures say:"
            },
            {
                "verse_number": "16",
                "verse_text": "But not everyone welcomes the good news, as Isaiah said:"
            },
            {
                "verse_number": "17",
                "verse_text": "Faith, then, is birthed in a heart that responds to God&quot;s anointed utterance of the Anointed One."
            },
            {
                "verse_number": "18",
                "verse_text": "Can it be that Israel hasn&quot;t heard the message? No, they have heard it, for:"
            },
            {
                "verse_number": "19",
                "verse_text": "So again I ask, didn&quot;t Israel already understand that God&quot;s message was for others as well as for themselves? Yes, they certainly did understand , for Moses was the first to state it:"
            },
            {
                "verse_number": "20",
                "verse_text": "And Isaiah the fearless prophet dared to declare:"
            },
            {
                "verse_number": "21",
                "verse_text": "Yet regarding Israel Isaiah says:"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "So then I ask you this question: did God really push aside and reject his people? Absolutely not! For I myself am a Jew, a descendant of Abraham, from the tribe of Benjamin."
            },
            {
                "verse_number": "2",
                "verse_text": "God has not rejected his chosen, destined people! Haven&quot;t you heard Elijah&quot;s testimony in the Scriptures, and how he prays to God, agonizing over Israel?"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Lord, they&quot;ve murdered your prophets; they&quot;ve demolished your altars. Now I&quot;m the only one left and they want to kill me!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "But what was the revelation God spoke to him in response? &apos; You are not alone . For I have preserved a remnant for myself&ndash;seven thousand others who are faithful and have refused to worship Baal.&apos; God granted them a spirit of deep slumber. and prevented their ears from hearing May their table prove to be a snare Let them be stooped over continually. A partial and temporary hardening to the gospel has come over Israel, which will last until the full number of non-Jews has come into God&quot;s family. and he will turn Jacob away from evil. when I forgive their sins.&apos; to advise him in his plans? that obligates God to owe him something in return?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "And that is but one example of what God is doing in this age of fulfillment, for God&quot;s grace empowers his chosen remnant."
            },
            {
                "verse_number": "6",
                "verse_text": "And since it is by God&quot;s grace, it can&quot;t be a matter of their good works; otherwise, it wouldn&quot;t be a gift of grace, but earned by human effort."
            },
            {
                "verse_number": "7",
                "verse_text": "So then, Israel failed to achieve what it had strived for, but the divinely chosen remnant receives it by grace, while the rest were hardened and unable to receive the truth ."
            },
            {
                "verse_number": "8",
                "verse_text": "Just as it is written: He closed their eyes to the truth up to this very day. and a trap to cause their ruin. Bring them the retribution they deserve. &apos;Coming from Zion will be the Savior, or is wise enough to be the one &apos;Who has ever first given something to God"
            },
            {
                "verse_number": "9",
                "verse_text": "And King David also prophesied this:"
            },
            {
                "verse_number": "10",
                "verse_text": "Blindfold their eyes and don&quot;t let them see."
            },
            {
                "verse_number": "11",
                "verse_text": "So, am I saying that Israel stumbled so badly that they will never get back up? Certainly not! Rather, it was because of their stumble that salvation now extends to all the non-Jewish people, in order to make Israel jealous and desire the very things that God has freely given them."
            },
            {
                "verse_number": "12",
                "verse_text": "So if all the world is being greatly enriched through their failure, and through their fall great spiritual wealth is given to the non-Jewish people, imagine how much more will Israel&quot;s awakening bring to us all!"
            },
            {
                "verse_number": "13",
                "verse_text": "Now, I speak to you who are not Jewish, since I am an apostle to reach the non-Jewish people. And I draw attention to this ministry as much as I can when I am among the Jews,"
            },
            {
                "verse_number": "14",
                "verse_text": "hoping to make them jealous of what God has given to those who are not Jews, winning some of my people to salvation."
            },
            {
                "verse_number": "15",
                "verse_text": "For if their temporary rejection released the reconciling power of grace into the world, what will happen when Israel is reinstated and reconciled to God? It will unleash resurrection power throughout the whole earth!"
            },
            {
                "verse_number": "16",
                "verse_text": "Since Abraham and the patriarchs are consecrated and set apart for God, so also will their descendants be set apart. If the roots of a tree are holy and set apart for God, so too will be the branches."
            },
            {
                "verse_number": "17",
                "verse_text": "However, some of the branches have been pruned away. And you, who were once nothing more than a wild olive branch, God has grafted in&ndash;inserting you among the remaining branches as a joint partner to share in the wonderful richness of the cultivated olive stem."
            },
            {
                "verse_number": "18",
                "verse_text": "So don&quot;t be so arrogant as to believe that you are superior to the natural branches. There&quot;s no reason to boast, for the new branches don&quot;t support the root, but you owe your life to the root that supports you!"
            },
            {
                "verse_number": "19",
                "verse_text": "You might begin to think that some branches were pruned or broken off just to make room for you."
            },
            {
                "verse_number": "20",
                "verse_text": "Yes, that&quot;s true. They were removed because of their unbelief. But remember this: you are only attached by your faith. So don&quot;t be presumptuous, but stand in awe and reverence."
            },
            {
                "verse_number": "21",
                "verse_text": "Since God didn&quot;t spare the natural branches that fell into unbelief, perhaps he won&quot;t spare you either!"
            },
            {
                "verse_number": "22",
                "verse_text": "So fix your gaze on the simultaneous kindness and strict justice of God. How severely he treated those who fell into unbelief! Yet how tender and kind is his relationship with you. So keep on trusting in his kindness; otherwise, you also will be cut off."
            },
            {
                "verse_number": "23",
                "verse_text": "God is more than ready to graft back in the natural branches when they turn from clinging to their unbelief to embracing faith."
            },
            {
                "verse_number": "24",
                "verse_text": "For if God grafted you in, even though you were taken from what is by nature a wild olive tree, how much more can he reconnect the natural branches by inserting them back into their own cultivated olive tree!"
            },
            {
                "verse_number": "25",
                "verse_text": "My beloved brothers and sisters, I want to share with you a mystery concerning Israel&quot;s future. For understanding this mystery will keep you from thinking you already know everything."
            },
            {
                "verse_number": "26",
                "verse_text": "And then God will bring all of Israel to salvation! The prophecy will be fulfilled that says:"
            },
            {
                "verse_number": "27",
                "verse_text": "For this is my covenant promise with them"
            },
            {
                "verse_number": "28",
                "verse_text": "Now, many of the Jews are opposed to the gospel, but their opposition has opened the door of the gospel to you who are not Jewish. Yet they are still greatly loved by God because their ancestors were divinely chosen to be his."
            },
            {
                "verse_number": "29",
                "verse_text": "And when God chooses someone and graciously imparts gifts to him, they are never rescinded."
            },
            {
                "verse_number": "30",
                "verse_text": "You who are not Jews were once rebels against God, but now, because of their disobedience, you have experienced God&quot;s tender mercies."
            },
            {
                "verse_number": "31",
                "verse_text": "And now they are the rebels, and because of God&quot;s tender mercies to you, you can open the door to them to share in and enjoy what God has given to us!"
            },
            {
                "verse_number": "32",
                "verse_text": "Actually, God considers all of humanity to be prisoners of their unbelief, so that he can unlock our hearts and show his tender mercies to all who come to him."
            },
            {
                "verse_number": "33",
                "verse_text": "Who could ever wrap their minds around the riches of God, the depth of his wisdom, and the marvel of his perfect knowledge? Who could ever explain the wonder of his decisions or search out the mysterious way he carries out his plans?"
            },
            {
                "verse_number": "34",
                "verse_text": "For who has discovered how the Lord thinks"
            },
            {
                "verse_number": "35",
                "verse_text": "Or:"
            },
            {
                "verse_number": "36",
                "verse_text": "For out of him, the sustainer of everything, came everything, and now everything finds fulfillment in him. May all praise and honor be given to him forever! Amen!"
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Beloved friends, what should be our proper response to God&quot;s marvelous mercies? To surrender yourselves to God to be his sacred, living sacrifices. And live in holiness, experiencing all that delights his heart. For this becomes your genuine expression of worship."
            },
            {
                "verse_number": "2",
                "verse_text": "Stop imitating the ideals and opinions of the culture around you, but be inwardly transformed by the Holy Spirit through a total reformation of how you think. This will empower you to discern God&quot;s will as you live a beautiful life, satisfying and perfect in his eyes."
            },
            {
                "verse_number": "3",
                "verse_text": "God has given me grace to speak a warning about pride. I would ask each of you to be emptied of self-promotion and not create a false image of your importance. Instead, honestly assess your worth by using your God-given faith as the standard of measurement, and then you will see your true value with an appropriate self-esteem."
            },
            {
                "verse_number": "4",
                "verse_text": "In the human body there are many parts and organs, each with a unique function."
            },
            {
                "verse_number": "5",
                "verse_text": "And so it is in the body of Christ. For though we are many, we&quot;ve all been mingled into one body in Christ. This means that we are all vitally joined to one another, with each contributing to the others."
            },
            {
                "verse_number": "6",
                "verse_text": "God&quot;s marvelous grace imparts to each one of us varying gifts. So if God has given you the grace-gift of prophecy, activate your gift by using the proportion of faith you have to prophesy."
            },
            {
                "verse_number": "7",
                "verse_text": "If your grace-gift is serving, then thrive in serving others well. If you have the grace-gift of teaching, then be actively teaching and training others."
            },
            {
                "verse_number": "8",
                "verse_text": "If you have the grace-gift of encouragement, then use it often to encourage others. If you have the grace-gift of giving to meet the needs of others, then may you prosper in your generosity without any fanfare. If you have the gift of leadership, be passionate about your leadership. And if you have the gift of showing compassion, then flourish in your cheerful display of compassion."
            },
            {
                "verse_number": "9",
                "verse_text": "Let the inner movement of your heart always be to love one another, and never play the role of an actor wearing a mask. Despise evil and embrace everything that is good and virtuous."
            },
            {
                "verse_number": "10",
                "verse_text": "Be devoted to tenderly loving your fellow believers as members of one family . Try to outdo yourselves in respect and honor of one another."
            },
            {
                "verse_number": "11",
                "verse_text": "Be enthusiastic to serve the Lord, keeping your passion toward him boiling hot! Radiate with the glow of the Holy Spirit and let him fill you with excitement as you serve him."
            },
            {
                "verse_number": "12",
                "verse_text": "Let this hope burst forth within you, releasing a continual joy. Don&quot;t give up in a time of trouble, but commune with God at all times."
            },
            {
                "verse_number": "13",
                "verse_text": "Take a constant interest in the needs of God&quot;s beloved people and respond by helping them. And eagerly welcome people as guests into your home."
            },
            {
                "verse_number": "14",
                "verse_text": "Speak blessing, not cursing, over those who reject and persecute you."
            },
            {
                "verse_number": "15",
                "verse_text": "Celebrate with those who celebrate, and weep with those who grieve."
            },
            {
                "verse_number": "16",
                "verse_text": "Live happily together in a spirit of harmony, and be as mindful of another&quot;s worth as you are your own. Don&quot;t live with a lofty mind-set, thinking you are too important to serve others, but be willing to do menial tasks and identify with those who are humble minded. Don&quot;t be smug or even think for a moment that you know it all."
            },
            {
                "verse_number": "17",
                "verse_text": "Never hold a grudge or try to get even, but plan your life around the noblest way to benefit others."
            },
            {
                "verse_number": "18",
                "verse_text": "Do your best to live as everybody&quot;s friend."
            },
            {
                "verse_number": "19",
                "verse_text": "Beloved, don&quot;t be obsessed with taking revenge, but leave that to God&quot;s righteous justice. For the Scriptures say: &apos;Vengeance is mine, and I will repay,&apos; says the Lord. Win him over with kindness. and God will reward you with favor."
            },
            {
                "verse_number": "20",
                "verse_text": "And: If your enemy is hungry, buy him lunch! For your surprising generosity will awaken his conscience,"
            },
            {
                "verse_number": "21",
                "verse_text": "Never let evil defeat you, but defeat evil with good."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Every person must submit to and support the authorities over him. For there can be no authority in the universe except by God&quot;s appointment, which means that every authority that exists has been instituted by God."
            },
            {
                "verse_number": "2",
                "verse_text": "So to resist authority is to resist the divine order of God, which results in severe consequences."
            },
            {
                "verse_number": "3",
                "verse_text": "For civil authorities don&quot;t intimidate those who are doing good, but those who are doing evil. So do what is right and you&quot;ll never need to fear those in authority. They will commend you for your good citizenship."
            },
            {
                "verse_number": "4",
                "verse_text": "Those in authority are God&quot;s servants for the good of society. But if you break the law, you have reason to be alarmed, for they are God&quot;s agents of punishment to bring criminals to justice. Why do you think they carry weapons?"
            },
            {
                "verse_number": "5",
                "verse_text": "You are compelled to obey them, not just to avoid punishment, but because you want to live with a clean conscience."
            },
            {
                "verse_number": "6",
                "verse_text": "This is also the reason you pay your taxes, for governmental authorities are God&quot;s officials who oversee these things."
            },
            {
                "verse_number": "7",
                "verse_text": "So it is your duty to pay all the taxes and fees that they require and to respect those who are worthy of respect, honoring them accordingly."
            },
            {
                "verse_number": "8",
                "verse_text": "Don&quot;t owe anything to anyone, except your outstanding debt to continually love one another, for the one who learns to love has fulfilled every requirement of the law."
            },
            {
                "verse_number": "9",
                "verse_text": "For the commandments, &apos;Do not commit adultery, do not murder, do not steal, do not covet,&apos; and every other commandment can be summed up in these words: &apos;Love and value others the same way you love and value yourself.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Love makes it impossible to harm another, so love fulfills all that the law requires."
            },
            {
                "verse_number": "11",
                "verse_text": "To live like this is all the more urgent, for time is running out and you know it is a strategic hour in human history. It is time for us to wake up! For our full salvation is nearer now than when we first believed."
            },
            {
                "verse_number": "12",
                "verse_text": "Night&quot;s darkness is dissolving away as a new day of destiny dawns. So we must once and for all strip away what is done in the shadows of darkness, removing it like filthy clothes . And once and for all we clothe ourselves with the radiance of light as our weapon."
            },
            {
                "verse_number": "13",
                "verse_text": "We must live honorably, surrounded by the light of this new day, not in the darkness of drunkenness and debauchery, not in promiscuity and sensuality, not being argumentative or jealous of others."
            },
            {
                "verse_number": "14",
                "verse_text": "Instead fully immerse yourselves into the Lord Jesus, the Anointed One, and don&quot;t waste even a moment&quot;s thought on your former identity to awaken its selfish desires."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Offer an open hand of fellowship to welcome every true believer, even though their faith may be weak and immature. And refuse to engage in debates with them concerning nothing more than opinions."
            },
            {
                "verse_number": "2",
                "verse_text": "For example, one believer has no problem with eating all kinds of food, but another with weaker faith will eat only vegetables."
            },
            {
                "verse_number": "3",
                "verse_text": "The one who eats freely shouldn&quot;t judge and look down on the one who eats only vegetables. And the vegetarian must not judge and look down on the one who eats everything. Remember, God has welcomed him and taken him as his partner."
            },
            {
                "verse_number": "4",
                "verse_text": "Who do you think you are to sit in judgment of someone else&quot;s household servant? His own master is the one to evaluate whether he succeeds or fails. And God&quot;s servants will succeed, for God&quot;s power supports them and enables them to stand."
            },
            {
                "verse_number": "5",
                "verse_text": "In the same way, one person regards a certain day as more sacred than another, and another person regards them all alike. There is nothing wrong with having different personal convictions about such matters."
            },
            {
                "verse_number": "6",
                "verse_text": "For the person who observes one day as especially sacred does it to honor the Lord. And the same is true regarding what a person eats. The one who eats everything eats to honor the Lord, because he gives thanks to God, and the one who has a special diet does it to honor the Lord, and he also gives thanks to God."
            },
            {
                "verse_number": "7",
                "verse_text": "No one lives to himself and no one dies to himself."
            },
            {
                "verse_number": "8",
                "verse_text": "While we live, we must live for our Master, and in death we must bring honor to him. So dead or alive we belong to our Master."
            },
            {
                "verse_number": "9",
                "verse_text": "For this very reason the Anointed One died and was brought back to life again, so that he would become the Lord God over both the dead and the living."
            },
            {
                "verse_number": "10",
                "verse_text": "Why would you judge your brothers or sisters because of their diet, despising them for what they eat or don&quot;t eat? For we each will have our turn to stand before God&quot;s judgment seat."
            },
            {
                "verse_number": "11",
                "verse_text": "Just as it is written: &apos;As surely as I am the Living God, I tell you: &quot;Every knee will bow before me and every tongue will confess the truth and glorify me!&quot; &apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Therefore, each one must answer for himself and give a personal account of his own life before God."
            },
            {
                "verse_number": "13",
                "verse_text": "So stop being critical and condemning of other believers, but instead determine to never deliberately cause a brother or sister to stumble and fall because of your actions."
            },
            {
                "verse_number": "14",
                "verse_text": "I know and am convinced by personal revelation from the Lord Jesus that there is nothing wrong with eating any food. But to the one who considers it to be unclean, it is unacceptable."
            },
            {
                "verse_number": "15",
                "verse_text": "If your brother or sister is offended because you insist on eating what you want, it is no longer love that rules your conduct. Why would you wound someone for whom the Messiah gave his life, just so you can eat what you want?"
            },
            {
                "verse_number": "16",
                "verse_text": "So don&quot;t give people the opportunity to slander what you know to be good."
            },
            {
                "verse_number": "17",
                "verse_text": "For the kingdom of God is not a matter of rules about food and drink, but is in the realm of the Holy Spirit, filled with righteousness, peace, and joy."
            },
            {
                "verse_number": "18",
                "verse_text": "Serving the Anointed One by walking in these kingdom realities pleases God and earns the respect of others."
            },
            {
                "verse_number": "19",
                "verse_text": "So then, make it your top priority to live a life of peace with harmony in your relationships, eagerly seeking to strengthen and encourage one another."
            },
            {
                "verse_number": "20",
                "verse_text": "Stop ruining the work of God by insisting on your own opinions about food. You can eat anything you want, but it is wrong to deliberately cause someone to be offended over what you eat."
            },
            {
                "verse_number": "21",
                "verse_text": "Consider it an act of love to refrain from eating meat or drinking wine or doing anything else that would cause a fellow believer to be offended or tempted to be weakened in his faith."
            },
            {
                "verse_number": "22",
                "verse_text": "Keep the convictions you have about these matters between yourself and God, and don&quot;t impose them upon others . You&quot;ll be happy when you don&quot;t judge yourself in doing what your conscience approves."
            },
            {
                "verse_number": "23",
                "verse_text": "But the one who has misgivings feels miserable if he eats meat, because he doubts and doesn&quot;t eat in faith. For anything we do that doesn&quot;t spring from faith is, by definition, sinful."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Now, those who are mature in their faith can easily be recognized, for they don&quot;t live to please themselves but have learned to patiently embrace others in their immaturity."
            },
            {
                "verse_number": "2",
                "verse_text": "Our goal must be to empower others to do what is right and good for them, and to bring them into spiritual maturity."
            },
            {
                "verse_number": "3",
                "verse_text": "For not even the most powerful one of all , the Anointed One, lived to please himself. His life fulfilled the Scripture that says: All the insults of those who insulted you fall upon me. and they will hear me sing praises to your name. celebrate life right alongside his Jewish people.&apos; raise their voices in praises to him. &apos;An heir to David&quot;s throne will emerge, for all their hopes will be met in him.&apos; and those who have not heard will understand."
            },
            {
                "verse_number": "4",
                "verse_text": "Whatever was written beforehand is meant to instruct us in how to live. The Scriptures impart to us encouragement and inspiration so that we can live in hope and endure all things."
            },
            {
                "verse_number": "5",
                "verse_text": "Now may God, the source of great endurance and comfort, grace you with unity among yourselves, which flows from your relationship with Jesus, the Anointed One."
            },
            {
                "verse_number": "6",
                "verse_text": "Then, with a unanimous rush of passion, you will with one voice glorify God, the Father of our Lord Jesus Christ."
            },
            {
                "verse_number": "7",
                "verse_text": "You will bring God glory when you accept and welcome one another as partners, just as the Anointed One has fully accepted you and received you as his partner."
            },
            {
                "verse_number": "8",
                "verse_text": "I am convinced that Jesus, the Messiah, was sent as a servant to the Jewish people to fulfill the promises God made to our ancestors and to prove God&quot;s faithfulness."
            },
            {
                "verse_number": "9",
                "verse_text": "And now, because of Jesus, the non-Jewish people of the world can glorify God for his kindness to them, fulfilling the prophecy of Scripture: Because of this I will proclaim you among the nations &apos;You who are not Jewish, Praise the Lord, all you who are not Jews, and let all the people of the earth and he will rise up as ruler over all the non-Jewish nations, Those who know nothing about him will clearly see him,"
            },
            {
                "verse_number": "10",
                "verse_text": "And in another place it says:"
            },
            {
                "verse_number": "11",
                "verse_text": "And again:"
            },
            {
                "verse_number": "12",
                "verse_text": "And Isaiah prophesied:"
            },
            {
                "verse_number": "13",
                "verse_text": "Now may God, the fountain of hope, fill you to overflowing with uncontainable joy and perfect peace as you trust in him. And may the power of the Holy Spirit continually surround your life with his super-abundance until you radiate with hope!"
            },
            {
                "verse_number": "14",
                "verse_text": "My dear brothers and sisters, I am fully convinced of your genuine spirituality. I know that each of you is stuffed full of God&quot;s goodness, that you are richly supplied with all kinds of revelation-knowledge, and that you are empowered to effectively instruct one another."
            },
            {
                "verse_number": "15",
                "verse_text": "And because of the outpouring of God&quot;s grace on my life to be his minister and to preach Jesus, the Anointed One, to the non-Jewish people, I have written rather boldly to you on some themes, reminding you of their importance."
            },
            {
                "verse_number": "16",
                "verse_text": "For this grace has made me a servant of the gospel of God, constantly doing the work of a priest, for I endeavor to present an acceptable offering to God; so that the non-Jewish people of the earth may be set apart and made holy by the Spirit of holiness."
            },
            {
                "verse_number": "17",
                "verse_text": "Now then, it is through my union with Jesus Christ, that I enjoy an enthusiasm and confidence in my ministry for God."
            },
            {
                "verse_number": "20",
                "verse_text": "It is my honor and constant passion to be a pioneer who preaches where no one has ever even heard of the Anointed One, instead of building upon someone else&quot;s foundation."
            },
            {
                "verse_number": "21",
                "verse_text": "As the Scriptures say:"
            },
            {
                "verse_number": "22",
                "verse_text": "My pursuit of this mission has prevented me many times from visiting you,"
            },
            {
                "verse_number": "23",
                "verse_text": "but there is now nothing left to keep me in these regions. So many years I have longed to come and be with you!"
            },
            {
                "verse_number": "24",
                "verse_text": "So on my way to Spain I hope to visit you as I pass through Rome. And after I have enjoyed fellowship with you for a while, I hope that you would help me financially on my journey."
            },
            {
                "verse_number": "25",
                "verse_text": "But now I&quot;m on my way to Jerusalem to encourage God&quot;s people and minister to them."
            },
            {
                "verse_number": "26",
                "verse_text": "I am pleased to inform you that the believers of Macedonia and Greece have made a generous contribution for the poor among the holy believers in Jerusalem."
            },
            {
                "verse_number": "27",
                "verse_text": "They were thrilled to have an opportunity to give back to the believers in Jerusalem. For indeed, they are deeply grateful for them and feel indebted because they brought them the gospel. Since the ethnic multitudes have shared in the spiritual wealth of the Jewish people, it is only right that the non-Jewish people share their material wealth with them."
            },
            {
                "verse_number": "28",
                "verse_text": "So, when I have completed this act of worship and safely delivered the offering to them in Jerusalem, I will set out for Spain and visit you on my way there."
            },
            {
                "verse_number": "29",
                "verse_text": "I am convinced that when I come to you, I will come packed full and loaded with the blessings of the Anointed One!"
            },
            {
                "verse_number": "30",
                "verse_text": "That&quot;s why I plead with you, because of our union with our Lord Jesus Christ, to be partners with me in your prayers to God. My dear brothers and sisters in the faith, with the love we share in the Holy Spirit, fight alongside me in prayer."
            },
            {
                "verse_number": "31",
                "verse_text": "Ask the Father to deliver me from the danger I face from the unbelievers in Judea. For I want to make sure that the contribution I carry for Jerusalem will be favorably received by God&quot;s holy ones."
            },
            {
                "verse_number": "32",
                "verse_text": "Then he will send me to you with great joy in the pleasure of God&quot;s will, and I will be spiritually refreshed by your fellowship."
            },
            {
                "verse_number": "33",
                "verse_text": "And now may the God who gives us his peace and wholeness be with you all. Yes, Lord, so let it be!"
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Now, let me introduce to you our dear and beloved sister in the faith, Phoebe, a shining minister of the church in Cenchrea."
            },
            {
                "verse_number": "2",
                "verse_text": "I am sending her with this letter and ask that you shower her with your hospitality when she arrives. Embrace her with honor, as is fitting for one who belongs to the Lord and is set apart for him. So provide her whatever she may need, for she&quot;s been a great leader and champion for many&ndash;I know, for she&quot;s been that for even me!"
            },
            {
                "verse_number": "3",
                "verse_text": "Give my love to Prisca and Aquila, my partners in ministry serving the Anointed One, Jesus,"
            },
            {
                "verse_number": "4",
                "verse_text": "for they&quot;ve risked their own lives to save mine. I&quot;m so thankful for them, and not just I, but all the congregations among the non-Jewish people respect them for their ministry."
            },
            {
                "verse_number": "5",
                "verse_text": "Also give my loving greetings to all the believers in their house church. And greet Epenetus, who was the first convert to Christ in the Roman province of Asia, for I love him dearly. And extend warm greetings to all those of Aristobolos&quot;s house church. To Persis, who is much loved and faithful in her ministry for the Lord, I send my greetings. (Paul&quot;s letter was transcribed by Tertius in Corinth and sent from Corinth and carried to Rome by Phoebe.)"
            },
            {
                "verse_number": "6",
                "verse_text": "And give my greetings to Miriam, who has toiled and labored extremely hard to benefit you."
            },
            {
                "verse_number": "7",
                "verse_text": "Make sure that my relatives Andronicus and Junia are honored, for they&quot;re my fellow captives who bear the distinctive mark of being outstanding and well-known apostles, and who were joined into the Anointed One before me."
            },
            {
                "verse_number": "8",
                "verse_text": "Give my regards to Ampliatus, whom I love, for he is joined into the Lord."
            },
            {
                "verse_number": "9",
                "verse_text": "And give my loving greetings to Urbanus, our partner in ministry serving the Anointed One, and also to Stachus, whom I love."
            },
            {
                "verse_number": "10",
                "verse_text": "Don&quot;t forget to greet Apelles for me, for he&quot;s been tested and found to be approved by the Anointed One."
            },
            {
                "verse_number": "11",
                "verse_text": "Give my love to my relative Herodion, and also to all those of the house church of Narcissus, for they too are joined into the Lord."
            },
            {
                "verse_number": "12",
                "verse_text": "Please greet Tryphena and Tryphosa, for they are women who have diligently served the Lord."
            },
            {
                "verse_number": "13",
                "verse_text": "And Rufus, for he is especially chosen by the Lord. And I greet his mother, who was like a mother to me."
            },
            {
                "verse_number": "14",
                "verse_text": "I cannot forget to mention my esteemed friends Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and all the brothers and sisters who meet with them."
            },
            {
                "verse_number": "15",
                "verse_text": "Give my regards to Philologus, Julia, Nereus and his sister, and also Olympas and all the holy believers who meet with them."
            },
            {
                "verse_number": "16",
                "verse_text": "Greet each other with a holy kiss of God&quot;s love . All the believers in all the congregations of the Messiah send their greetings to all of you."
            },
            {
                "verse_number": "17",
                "verse_text": "And now, dear brothers and sisters, I&quot;d like to give one final word of caution: Watch out for those who cause divisions and offenses among you. When they antagonize you by speaking of things that are contrary to the teachings that you&quot;ve received, don&quot;t be caught in their snare!"
            },
            {
                "verse_number": "18",
                "verse_text": "For people like this are not truly serving the Lord, our Messiah, but are being driven by their own desires for a following. Utilizing their smooth words and well-rehearsed blessings, they seek to deceive the hearts of innocent ones."
            },
            {
                "verse_number": "19",
                "verse_text": "I&quot;m so happy when I think of you, because everyone knows the testimony of your deep commitment of faith. So I want you to become scholars of all that is good and beautiful, and stay pure and innocent when it comes to evil."
            },
            {
                "verse_number": "20",
                "verse_text": "And the God of peace will swiftly pound Satan to a pulp under your feet! And the wonderful favor of our Lord Jesus will surround you."
            },
            {
                "verse_number": "21",
                "verse_text": "My ministry partner, Timothy, sends his loving greetings, along with Luke, Jason, and Sosipater, my Jewish kinsmen."
            },
            {
                "verse_number": "22",
                "verse_text": "(I, Tertius, am the one transcribing this letter for Paul, and I too send my greetings to all of you, as a follower of the Lord.)"
            },
            {
                "verse_number": "23",
                "verse_text": "My kind host here in Corinth, Gaius, likewise greets you, along with the entire congregation of his house church. Also, the city administrator Erastus and our brother Quartus send their warm greetings."
            },
            {
                "verse_number": "24",
                "verse_text": "May the grace and favor of our Lord Jesus, the Anointed One, continually rest upon you all."
            },
            {
                "verse_number": "25",
                "verse_text": "I give all my praises and glory to the one who has more than enough power to make you strong and keep you steadfast through the promises found in my gospel; that is, the proclamation of Jesus, the Anointed One. This wonderful news includes the unveiling of the mystery kept secret from the dawn of creation until now."
            },
            {
                "verse_number": "26",
                "verse_text": "This mystery is understood through the prophecies of the Scripture and by the decree of the eternal God. And it is now heard openly by all the nations, igniting within them a deep commitment of faith."
            },
            {
                "verse_number": "27",
                "verse_text": "Now to God, the only source of wisdom, be glorious praises for endless ages through Jesus, the Anointed One! Amen!"
            }
        ]
    }
}