{
    "Acts": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "To Theophilus, the lover of God. I write to you again, my dear friend, to give you further details about the life of our Lord Jesus and all the things that he did and taught. No one will live there.&quot; &quot;Let another take his ministry.&quot;"
            },
            {
                "verse_number": "2",
                "verse_text": "Just before he ascended into heaven, Jesus left instructions through the Holy Spirit for the apostles he had chosen."
            },
            {
                "verse_number": "3",
                "verse_text": "After the sufferings of his cross, Jesus appeared alive many times to these same apostles over a forty-day period, proving to them with many convincing signs that he had been resurrected. During these encounters, he taught them the truths of God&quot;s kingdom."
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus instructed them, &apos;Don&quot;t leave Jerusalem, but wait here until you receive the gift I told you about, the gift the Father has promised."
            },
            {
                "verse_number": "5",
                "verse_text": "For John baptized you in water, but in a few days from now you will be baptized in the Holy Spirit!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Every time they were gathered together, they asked Jesus, &apos;Lord, is it now the time for you to free Israel and restore our kingdom?&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "He answered, &apos;The Father is the one who sets the fixed dates and the times of their fulfillment. You are not permitted to know the timing of all that he has prepared by his own authority."
            },
            {
                "verse_number": "8",
                "verse_text": "But I promise you this&ndash;the Holy Spirit will come upon you, and you will be seized with power. You will be my messengers to Jerusalem, throughout Judea, the distant provinces &ndash;even to the remotest places on earth!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Right after Jesus spoke those words, the disciples saw him being lifted into the sky, and disappearing into a cloud!"
            },
            {
                "verse_number": "10",
                "verse_text": "As they stared into the sky, watching Jesus ascend, two men in white robes suddenly appeared beside them."
            },
            {
                "verse_number": "11",
                "verse_text": "They told the startled disciples, &apos;Galileans, why are you staring up into the sky? Jesus has been taken from you into heaven, but he will come back in the same way that you saw him ascend.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The disciples left the Mount of Olives and returned to Jerusalem, which was less than a mile away."
            },
            {
                "verse_number": "15",
                "verse_text": "During this time Peter stood up among the 120 believers who were gathered and said,"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;Fellow believers, the Scripture David prophesied by the Holy Spirit concerning Judas had to be fulfilled. Judas betrayed our Lord Jesus and led the mob to the garden to arrest him."
            },
            {
                "verse_number": "17",
                "verse_text": "He was one of us, and he was chosen to be an apostle just as we were."
            },
            {
                "verse_number": "18",
                "verse_text": "He earned the wages of his sin, for he fell headfirst, and his belly split open, spilling his intestines on the ground."
            },
            {
                "verse_number": "19",
                "verse_text": "Everyone in Jerusalem knows what happened to him. That&quot;s why the field where he died is called in Aramaic &quot;Haqel Dama,&quot; that is, &quot;The Bloody Field.&quot;"
            },
            {
                "verse_number": "20",
                "verse_text": "For it is written in the Psalms: &quot;Let his house be deserted and become a wasteland. And also:"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;So then, we must choose his replacement from among those who have been with us from the very beginning,"
            },
            {
                "verse_number": "22",
                "verse_text": "from John&quot;s baptism until Jesus&quot; ascension. And, like us, he must be a witness of his resurrection.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "They proposed two candidates: Joseph, who is also called Barsabbas the Just, and Matthias."
            },
            {
                "verse_number": "24",
                "verse_text": "They all prayed, &apos;Lord Yahweh, you know the heart of every man. Please give us clear revelation to know which of these two men you have chosen"
            },
            {
                "verse_number": "25",
                "verse_text": "to be an apostle and take Judas&quot; place because he renounced his apostleship to go where he belonged.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "They cast lots and determined that Matthias was the Lord&quot;s choice, so he was added to the eleven apostles."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "On the day Pentecost was being fulfilled, all the disciples were gathered in one place."
            },
            {
                "verse_number": "2",
                "verse_text": "Suddenly they heard the sound of a violent blast of wind rushing into the house from out of the heavenly realm. The roar of the wind was so overpowering it was all anyone could bear!"
            },
            {
                "verse_number": "3",
                "verse_text": "Then all at once a pillar of fire appeared before their eyes . It separated into tongues of fire that engulfed each one of them."
            },
            {
                "verse_number": "4",
                "verse_text": "They were all filled and equipped with the Holy Spirit and were inspired to speak in tongues&ndash;empowered by the Spirit to speak in languages they had never learned!"
            },
            {
                "verse_number": "5",
                "verse_text": "Now, at that time there were Jewish worshipers who had emigrated from many different lands to live in Jerusalem."
            },
            {
                "verse_number": "6",
                "verse_text": "When the people of the city heard the roaring sound, crowds came running to where it was coming from, stunned over what was happening, because each one could hear the disciples speaking in his or her own language."
            },
            {
                "verse_number": "7",
                "verse_text": "Bewildered, they said to one another, &apos;Aren&quot;t these all Galileans?"
            },
            {
                "verse_number": "8",
                "verse_text": "So how is it that we hear them speaking in our own languages?"
            },
            {
                "verse_number": "9",
                "verse_text": "We are northeastern Iranians, northwestern Iranians, Elamites, and those from Mesopotamia, Judea, east central Turkey, the coastal areas of the Black Sea, Asia,"
            },
            {
                "verse_number": "10",
                "verse_text": "north central Turkey, southern Turkey, Egypt, Libyans who are neighbors of Cyrene, visitors from all over the Roman Empire, both Jews and converts to Judaism, Cretans and Arabs."
            },
            {
                "verse_number": "11",
                "verse_text": "Yet we hear them speaking of God&quot;s mighty wonders in our own dialects!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "They all stood there, dumbfounded and astonished, saying to one another, &apos;What is this phenomenon?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But others poked fun at them and said, &apos;They&quot;re just drunk on new wine.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Peter stood up with the eleven apostles and shouted to the crowd. &apos;Listen carefully, my fellow Jews and residents of Jerusalem. You need to clearly understand what&quot;s happening here."
            },
            {
                "verse_number": "15",
                "verse_text": "These people are not drunk like you think they are, for it is only nine o&quot;clock in the morning."
            },
            {
                "verse_number": "16",
                "verse_text": "This is the fulfillment of what was prophesied through the prophet Joel, for God says :"
            },
            {
                "verse_number": "17",
                "verse_text": "&quot;This is what I will do in the last days &ndash;I will pour out my Spirit on everybody and cause your sons and daughters to prophesy, and your young men will see visions, and your old men will experience dreams from God ."
            },
            {
                "verse_number": "18",
                "verse_text": "The Holy Spirit will come upon all my servants, men and women alike, and they will prophesy."
            },
            {
                "verse_number": "19",
                "verse_text": "I will reveal startling signs and wonders in the sky above and mighty miracles on the earth below. Blood and fire and pillars of clouds will appear."
            },
            {
                "verse_number": "20",
                "verse_text": "For the sun will be turned dark and the moon blood-red before that great and awesome appearance of the day of the Lord."
            },
            {
                "verse_number": "21",
                "verse_text": "But everyone who calls on the name of the Lord will be saved.&quot; &apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Peter continued, &apos;People of Israel, listen to the facts. Jesus, the Victorious, was a man on a divine mission whose authority was clearly proven. For you know how God performed many powerful miracles, signs, and wonders through him."
            },
            {
                "verse_number": "23",
                "verse_text": "This Man&quot;s destiny was prearranged, for God knew that Jesus would be handed over to you to be crucified and that you would execute him on a cross by the hands of lawless men. Yet it was all part of his predetermined plan."
            },
            {
                "verse_number": "24",
                "verse_text": "God destroyed the cords of death and raised him up, because it was impossible for death&quot;s power to hold him prisoner."
            },
            {
                "verse_number": "25",
                "verse_text": "This is the very thing David prophesied about him: &quot;I continually see the Lord in front of me. He&quot;s at my right hand, and I am never shaken. and I have hope that my body will live and seeing your face fills me with euphoria!&quot; &quot;Yahweh said to my Lord, I honor you by enthroning you beside me, a footstool beneath your feet.&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "No wonder my heart is glad and my glory celebrates! My mouth is filled with his praises, nor will you allow your sacred one to experience decay."
            },
            {
                "verse_number": "27",
                "verse_text": "because you will not leave my soul among the dead,"
            },
            {
                "verse_number": "28",
                "verse_text": "For you have revealed to me the pathways to life,"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;My fellow Jews, I can tell you there is no doubt that our noted patriarch has both died and been buried in his tomb, which remains to this day. So you can see that he was not referring to himself with those words ."
            },
            {
                "verse_number": "30",
                "verse_text": "But as a prophet, he knew God&quot;s faithful promise, made with God&quot;s unbreakable oath, that one of his descendants would take his throne."
            },
            {
                "verse_number": "31",
                "verse_text": "So when peering into the future, David prophesied of the Messiah&quot;s resurrection. And God revealed to him that the Messiah would not be abandoned to the realm of death, nor would his body experience decay."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;Can&quot;t you see it? God has resurrected Jesus, and we all have seen him!"
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;Then God exalted him to his right hand upon the throne of highest honor. And the Father gave him the authority to send the promised Holy Spirit, which is being poured out upon us today. This is what you&quot;re seeing and hearing!"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;David wasn&quot;t the one who ascended into heaven, but the one who prophesied:"
            },
            {
                "verse_number": "35",
                "verse_text": "until I make your enemies"
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;Now everyone in Israel can know for certain that Jesus, whom you crucified, is the one God has made both Lord and the Messiah.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "When they heard this they were crushed and realized what they had done to Jesus. Deeply moved, they said to Peter and the other apostles, &apos;What do we need to do, brothers?&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "Peter replied, &apos;Repent and return to God, and each one of you must be baptized in the name of Jesus, the Anointed One, to have your sins removed. Then you may take hold of the gift of the Holy Spirit."
            },
            {
                "verse_number": "39",
                "verse_text": "For God&quot;s promise of the Holy Spirit is for you and your families, for those yet to be born and for everyone whom the Lord our God calls to himself.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Peter preached to them and warned them with these words: &apos;Be rescued from the wayward and perverse culture of this world!&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Those who believed the word that day numbered three thousand. They were all baptized and added to the church ."
            },
            {
                "verse_number": "42",
                "verse_text": "Every believer was faithfully devoted to following the teachings of the apostles. Their hearts were mutually linked to one another, sharing communion and coming together regularly for prayer."
            },
            {
                "verse_number": "43",
                "verse_text": "A deep sense of holy awe swept over everyone, and the apostles performed many miraculous signs and wonders."
            },
            {
                "verse_number": "44",
                "verse_text": "All the believers were in fellowship as one body, and they shared with one another whatever they had."
            },
            {
                "verse_number": "45",
                "verse_text": "Out of generosity they even sold their assets to distribute the proceeds to those who were in need among them."
            },
            {
                "verse_number": "46",
                "verse_text": "Daily they met together in the temple courts and in one another&quot;s homes to celebrate communion. They shared meals together with joyful hearts and tender humility."
            },
            {
                "verse_number": "47",
                "verse_text": "They were continually filled with praises to God, enjoying the favor of all the people. And the Lord kept adding to their number daily those who were coming to life."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "One afternoon Peter and John went to the temple for the three o&quot;clock prayer."
            },
            {
                "verse_number": "2",
                "verse_text": "As they came to the entrance called the Beautiful Gate, they were captured by the sight of a man crippled from birth being carried and placed at the entrance to the temple. He was often brought there to beg for money from those going in to worship."
            },
            {
                "verse_number": "3",
                "verse_text": "When he noticed Peter and John going into the temple, he begged them for money."
            },
            {
                "verse_number": "4",
                "verse_text": "Peter and John, looking straight into the eyes of the crippled man, said, &apos;Look at us!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Expecting a gift, he readily gave them his attention."
            },
            {
                "verse_number": "6",
                "verse_text": "Then Peter said, &apos;I don&quot;t have money, but I&quot;ll give you this&ndash;by the power of the name of Jesus Christ of Nazareth, stand up and walk!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "When all the people saw him jumping up and down and heard him glorifying God,"
            },
            {
                "verse_number": "10",
                "verse_text": "they realized it was the crippled beggar they had passed by in front of the Beautiful Gate. Astonishment swept over the crowd, for they were amazed over what had happened to him."
            },
            {
                "verse_number": "11",
                "verse_text": "Dumbfounded over what they were witnessing, the crowd ran over to Peter and John, who were standing under the covered walkway called Solomon&quot;s Porch. Standing there also was the healed beggar, clinging to Peter and John."
            },
            {
                "verse_number": "12",
                "verse_text": "With the crowd surrounding him, Peter said to them all, &apos;People of Israel, listen to me! Why are you so amazed by this healing? Why do you stare at us? We didn&quot;t make this crippled man walk by our own power or authority."
            },
            {
                "verse_number": "13",
                "verse_text": "The God of our ancestors, the God of Abraham, Isaac, and Jacob, has done this . For he has glorified his Servant Jesus, the one you denied to Pilate&quot;s face when he decided to release him&ndash;and you insisted that he be crucified."
            },
            {
                "verse_number": "14",
                "verse_text": "You rejected the one who is holy and righteous, and instead begged for a murderer to be released."
            },
            {
                "verse_number": "15",
                "verse_text": "You killed the Prince of Life! But God raised him from the dead, and we stand here as witnesses to that fact."
            },
            {
                "verse_number": "16",
                "verse_text": "Faith in Jesus&quot; name has healed this man standing before you. It is the faith that comes through believing in Jesus&quot; name that has made the crippled man walk right in front of your eyes!"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;My fellow Jews, I realize that neither you nor your leaders realize the grave mistake you made."
            },
            {
                "verse_number": "18",
                "verse_text": "But in spite of what you&quot;ve done, God has fulfilled what he foretold through the prophets long ago about the sufferings of his Anointed One."
            },
            {
                "verse_number": "19",
                "verse_text": "And now you must repent and turn back to God so that your sins will be removed, and so that times of refreshing will stream from the Lord&quot;s presence."
            },
            {
                "verse_number": "20",
                "verse_text": "And he will send you Jesus, the Messiah, the appointed one."
            },
            {
                "verse_number": "21",
                "verse_text": "For he must remain in heaven until the restoration of all things has taken place, fulfilling everything that God said long ago through his holy prophets."
            },
            {
                "verse_number": "22",
                "verse_text": "For has not Moses told us: &quot;The Lord your God will raise up a prophet from among you who is like me. Listen to him and follow everything he tells you. will be cut off and completely destroyed.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "Every person who disobeys that prophet"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;In fact, every prophet from the time of Samuel onward has prophesied of these very days!"
            },
            {
                "verse_number": "25",
                "verse_text": "And you are heirs of their prophecies and of the covenants God made with your fathers when he promised Abraham, &quot;Your descendant will bring blessing to all the people on the earth.&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Now that God raised up his Son, he has chosen to send him first to you that he might bless you by turning each one of you from your wickedness.&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "3",
                "verse_text": "They had them arrested, and since it was already evening they kept them in custody until the next day."
            },
            {
                "verse_number": "4",
                "verse_text": "Yet there were many in the crowd who believed the message, bringing the total number of men who believed to nearly five thousand!"
            },
            {
                "verse_number": "5",
                "verse_text": "The next day many Jewish leaders, religious scholars, and elders of the people convened a meeting in Jerusalem."
            },
            {
                "verse_number": "6",
                "verse_text": "Annas the high priest was there with Caiaphas, John, Alexander, and others who were members of the high priest&quot;s family."
            },
            {
                "verse_number": "7",
                "verse_text": "They made Peter and John stand in front of the council as they questioned them, saying, &apos;Tell us, by what power and authority have you done these things?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Peter, filled with the Holy Spirit, answered, &apos;Respected elders and leaders of the people, listen."
            },
            {
                "verse_number": "9",
                "verse_text": "Are we being put on trial today for doing an act of kindness by healing a frail, crippled man? Well then,"
            },
            {
                "verse_number": "10",
                "verse_text": "you and everyone else in Israel should know that it is by the power of the name of Jesus that the crippled man stands here today completely healed! You crucified Jesus Christ of Nazareth, but God raised him from the dead."
            },
            {
                "verse_number": "11",
                "verse_text": "This Jesus is &quot;the stone that you, the builders, have rejected, and now he has become the cornerstone!&quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "There is no one else who has the power to save us, for there is only one name to whom God has given authority by which we must experience salvation: the name of Jesus .&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "The council members were astonished as they witnessed the bold courage of Peter and John, especially when they discovered that they were just ordinary men who had never had religious training. Then they began to understand the effect Jesus had on them simply by spending time with him."
            },
            {
                "verse_number": "14",
                "verse_text": "Standing there with them was the healed man, and there was nothing further they could say."
            },
            {
                "verse_number": "15",
                "verse_text": "So they ordered them to leave the room while they discussed the matter. Among themselves, they said,"
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;What should we do with these men? Everyone in Jerusalem can clearly see that they&quot;ve performed a notable sign and wonder&ndash;we can&quot;t deny that."
            },
            {
                "verse_number": "17",
                "verse_text": "But to keep this propaganda from spreading any further among the people, let&quot;s threaten them severely and warn them to never speak to anyone in this name again.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "So they had them brought back in before the council, and they commanded them to never teach the people or speak again using the name of Jesus."
            },
            {
                "verse_number": "19",
                "verse_text": "But Peter and John replied, &apos;You can judge for yourselves&ndash;is it better to listen to you or to God?"
            },
            {
                "verse_number": "20",
                "verse_text": "It&quot;s impossible for us to stop speaking about all the things we&quot;ve seen and heard!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Since the members of the council couldn&quot;t come up with a crime they could punish them for, they threatened them once more and let them go. All the people praised God, thrilled over the miraculous healing of the crippled man."
            },
            {
                "verse_number": "22",
                "verse_text": "And the man who received this miracle sign of healing was over forty years old."
            },
            {
                "verse_number": "23",
                "verse_text": "As soon as they were released from custody, Peter and John went to the other believers and explained all that had happened with the high priest and the elders."
            },
            {
                "verse_number": "24",
                "verse_text": "When the believers heard their report, they raised their voices in unity and prayed, &apos;Lord Yahweh, you are the Lord of all! You created the universe&ndash;the earth, the sky, the sea, and everything that is in them."
            },
            {
                "verse_number": "25",
                "verse_text": "And you spoke by the Holy Spirit through your servant David, our forefather, saying: &quot;How dare the nations plan a rebellion, ranting and raging against the Lord Most High? Their foolish plots are futile! with the rulers scheming and conspiring together"
            },
            {
                "verse_number": "26",
                "verse_text": "Look at how the kings of the earth take their stand, against God and his anointed Messiah!&quot;"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;In fact, Herod and Pontius Pilate, along with Jews and non-Jews, met together to take their stand against your holy servant, Jesus the Messiah."
            },
            {
                "verse_number": "28",
                "verse_text": "They did to him all that your purpose and will had determined, according to the destiny you had marked out for him."
            },
            {
                "verse_number": "29",
                "verse_text": "So now, Lord, listen to their threats to harm us. Empower us, as your servants, to speak the word of God freely and courageously."
            },
            {
                "verse_number": "30",
                "verse_text": "Stretch out your hand of power through us to heal, and to move in signs and wonders by the name of your holy Son, Jesus!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "As they prayed the earth shook beneath them, causing the building they were in to tremble. Each one of them was filled with the Holy Spirit, and they proclaimed the word of God with unrestrained boldness."
            },
            {
                "verse_number": "32",
                "verse_text": "All the believers were one in mind and heart. Selfishness was not a part of their community, for they shared everything they had with one another."
            },
            {
                "verse_number": "33",
                "verse_text": "The apostles gave powerful testimonies about the resurrection of the Lord Jesus, and great measures of grace rested upon them all."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Now, a man named Ananias and his wife, Sapphira, likewise sold their farm."
            },
            {
                "verse_number": "2",
                "verse_text": "They conspired to secretly keep back for themselves a portion of the proceeds. So when Ananias brought the money to the apostles, it was only a portion of the entire sale."
            },
            {
                "verse_number": "3",
                "verse_text": "God revealed their secret to Peter , so he said to him, &apos;Ananias, why did you let Satan fill your heart and make you think you could lie to the Holy Spirit? You only pretended to give it all, yet you hid back part of the proceeds from the sale of your property to keep for yourselves."
            },
            {
                "verse_number": "4",
                "verse_text": "Before you sold it, wasn&quot;t it yours to sell or to keep? And after you sold it, wasn&quot;t the money entirely at your disposal? How could you plot such a thing in your heart? You haven&quot;t lied to people; you&quot;ve lied to God!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "The moment Ananias heard those words, he fell over dead. Everyone was terrified when they heard what had happened."
            },
            {
                "verse_number": "6",
                "verse_text": "Some young men came in and removed the body and buried him."
            },
            {
                "verse_number": "7",
                "verse_text": "Three hours later, his wife came into the room, with no clue what had happened to her husband."
            },
            {
                "verse_number": "8",
                "verse_text": "Peter said to her, &apos;Tell me, were the two of you paid this amount for the sale of your land?&apos; Sapphira said, &apos;Yes, that&quot;s how much it was.&apos; When the young men came in, she was already dead, so they carried her out and buried her next to her husband. Gamaliel&quot;s words convinced the council."
            },
            {
                "verse_number": "9",
                "verse_text": "Peter told her, &apos;Why have you agreed together to test the Spirit of the Lord? I hear the footsteps of those who buried your husband at the door&ndash;they&quot;re coming here to bury you too!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "At that moment she dropped dead at Peter&quot;s feet."
            },
            {
                "verse_number": "11",
                "verse_text": "The entire church was seized with a powerful sense of the fear of God, which came over all who heard what had happened."
            },
            {
                "verse_number": "12",
                "verse_text": "The apostles performed many signs, wonders, and miracles among the people."
            },
            {
                "verse_number": "13",
                "verse_text": "And the believers were wonderfully united as they met regularly in the temple courts in the area known as Solomon&quot;s Porch. No one dared harm them, for everyone held them in high regard."
            },
            {
                "verse_number": "14",
                "verse_text": "Continually more and more people believed in the Lord and were added to their number&ndash;great crowds of both men and women."
            },
            {
                "verse_number": "15",
                "verse_text": "In fact, when people knew Peter was going to walk by, they carried the sick out to the streets and laid them down on cots and mats, knowing the incredible power emanating from him would overshadow them and heal them ."
            },
            {
                "verse_number": "16",
                "verse_text": "Great numbers of people swarmed into Jerusalem from the nearby villages. They brought with them the sick and those troubled by demons&ndash;and everyone was healed!"
            },
            {
                "verse_number": "17",
                "verse_text": "The high priest and his officials, who formed the party of the Sadducees, became extremely jealous over all that was happening,"
            },
            {
                "verse_number": "18",
                "verse_text": "so they had the apostles arrested, placed in chains, and thrown into jail."
            },
            {
                "verse_number": "19",
                "verse_text": "But during the night, the Lord sent an angel who appeared before them . He supernaturally opened their prison doors and brought the apostles outside."
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Go,&apos; the angel told them. &apos;Stand in the temple courts and preach the words that bring life!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "So early that morning they entered the temple courts and taught the people. The high priest and his officials, unaware of their supernatural release from prison , convened the members of the supreme council. They sent for the apostles to be brought to them from prison."
            },
            {
                "verse_number": "22",
                "verse_text": "But when the officers came to the prison cell, it was empty! They returned to the council and informed them,"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;We found the jail securely locked and the guards standing by their cell, but when we opened the door, there was no one inside!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "When the captain of the temple guard and the leading priests heard this report, they were perplexed and at a loss over what to make of it."
            },
            {
                "verse_number": "25",
                "verse_text": "Someone came and informed them, &apos;The men you put in prison are out there standing in the temple courts, teaching the people!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "So the captain of the temple guard and his officers went to arrest them once again, but without using force, for they were afraid the people would stone them."
            },
            {
                "verse_number": "27",
                "verse_text": "When they brought them before the council, the high priest demanded an explanation,"
            },
            {
                "verse_number": "28",
                "verse_text": "saying, &apos;Didn&quot;t we strictly warn you that you were to never again teach in this name? But instead you have now filled all of Jerusalem with this doctrine and are committed to holding us responsible for this man&quot;s death!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Peter and the apostles replied, &apos;We must listen to and obey God more than pleasing religious leaders."
            },
            {
                "verse_number": "30",
                "verse_text": "You had Jesus arrested and killed by crucifixion, but the God of our forefathers has raised him up."
            },
            {
                "verse_number": "31",
                "verse_text": "He&quot;s the one God has exalted and seated at his right hand as our Savior and Champion. He is the provider of grace as the Redeemer of Israel."
            },
            {
                "verse_number": "32",
                "verse_text": "We are witnesses of these things, and so is the Holy Spirit, whom God freely gives to all who believe in him.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "When they heard this, they were infuriated and determined to murder them."
            },
            {
                "verse_number": "34",
                "verse_text": "But a Pharisee named Gamaliel, a noted religious professor who was highly respected by all, stood up. He gave orders to send the apostles outside."
            },
            {
                "verse_number": "35",
                "verse_text": "Then he said to the council, &apos;Men of Israel, you need to be very careful about how you deal with these men."
            },
            {
                "verse_number": "36",
                "verse_text": "Some time ago there was a man named Theudas who rose up claiming to be somebody. He had a following of about four hundred men, but when he was killed, all of his followers were scattered, and nothing came of it."
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;After him, in the days of the census, another man rose up, Judas the Galilean, who got people to follow him in a revolt. He too perished, and all those who followed him were scattered."
            },
            {
                "verse_number": "38",
                "verse_text": "So in this situation, you should just leave these men to themselves. For if this plan or undertaking originates with men, it will fade away and come to nothing."
            },
            {
                "verse_number": "39",
                "verse_text": "But if this movement is of God, you won&quot;t be able to stop it. And you might discover that you were fighting God all along!&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "So they brought the apostles back in and had them severely beaten. They ordered them never again to speak in the name of Jesus and then let them go."
            },
            {
                "verse_number": "41",
                "verse_text": "The apostles left there rejoicing, thrilled that God had considered them worthy to suffer disgrace for the name of Jesus."
            },
            {
                "verse_number": "42",
                "verse_text": "And nothing stopped them! They kept preaching every day in the temple courts and went from house to house, preaching the gospel of Jesus, God&quot;s Anointed One!"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "During those days the number of Jesus&quot; followers kept multiplying greatly. But a complaint was brought against those who spoke Aramaic by the Greek-speaking Jews, who felt their widows were being overlooked during the daily distribution of food."
            },
            {
                "verse_number": "2",
                "verse_text": "The twelve apostles called a meeting of all the believers and told them, &apos;It is not advantageous for us to be pulled away from the word of God to wait on tables."
            },
            {
                "verse_number": "3",
                "verse_text": "We want you to carefully select from among yourselves seven godly men. Make sure they are honorable, full of the Holy Spirit and wisdom, and we will give them the responsibility of this crucial ministry of serving."
            },
            {
                "verse_number": "4",
                "verse_text": "That will enable us to give our full attention to prayer and preaching the word of God.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Everyone in the church loved this idea. So they chose seven men. One of them was Stephen, who was known as a man full of faith and overflowing with the Holy Spirit. Along with him they chose Philip, Prochorus, Nicanor, Timon, Parmenas, and Nicholas from Antioch, who had converted to Judaism."
            },
            {
                "verse_number": "6",
                "verse_text": "All seven stood before the apostles, who laid their hands on them and prayed for them, commissioning them to this ministry ."
            },
            {
                "verse_number": "7",
                "verse_text": "God&quot;s word reigned supreme and kept spreading. The number of Jesus&quot; followers in Jerusalem quickly grew and increased by the day. Even a great number of Jewish priests became believers and were obedient to the faith!"
            },
            {
                "verse_number": "8",
                "verse_text": "Stephen, who was a man full of grace and supernatural power, performed many astonishing signs and wonders and mighty miracles among the people."
            },
            {
                "verse_number": "9",
                "verse_text": "This upset some men belonging to a sect who called themselves the Men Set Free. They were Libyans, Egyptians, and Turks. They all confronted Stephen to argue with him."
            },
            {
                "verse_number": "10",
                "verse_text": "But the Holy Spirit gave Stephen remarkable wisdom to answer them. His words were prompted by the Holy Spirit, and they could not refute what he said."
            },
            {
                "verse_number": "11",
                "verse_text": "So the Men Set Free conspired in secret to find those who would bring false accusations against Stephen and lie about him by saying, &apos;We heard this man speak blasphemy against Moses and God.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "The Men Set Free agitated the crowd, the elders, and the religious scholars, then seized Stephen and forcefully took him before the supreme council."
            },
            {
                "verse_number": "13",
                "verse_text": "One after another, false witnesses stepped forward and accused Stephen, saying, &apos;This man never stops denigrating our temple and our Jewish law."
            },
            {
                "verse_number": "14",
                "verse_text": "For we have heard him teach that Jesus of Nazareth will destroy the temple and change the traditions and customs that Moses handed down to us.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Every member of the supreme council focused his gaze on Stephen, for right in front of their eyes, while being falsely accused , his face glowed as though he had the face of an angel!"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "The high priest asked, &apos;Are these accusations true?&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Stephen replied, &apos;My fellow Jews and fathers, listen to me. The God of glory appeared to our ancestor Abraham while he was living in Iraq and before he moved to Haran in Syria."
            },
            {
                "verse_number": "3",
                "verse_text": "God said to him, &quot;Go! Leave behind your country and your relatives. Begin your journey and come to the land that I will show you.&quot;"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;So Abraham left southeastern Iraq and began his journey. He settled in Haran and stayed there until his father passed away. Then God had him move to the land of Israel with only a promise."
            },
            {
                "verse_number": "5",
                "verse_text": "Although God gave him no parcel of land he could call his own, not even a footprint, yet he promised Abraham that he and his descendants would one day have it all. And even though as yet Abraham had no child,"
            },
            {
                "verse_number": "6",
                "verse_text": "God spoke with him and gave him this promise: &quot;Your descendants will live in a foreign land with a people who will make slaves of them and your descendants will be set free I am the God of Abraham, Isaac, and Jacob.&quot; &apos;Trembling in God&quot;s presence and overwhelmed with awe, Moses didn&quot;t even dare to look into the fire. I have heard their painful groaning, and now I have come down to set them free. So come to me, Moses, &quot;People of Israel, you failed to worship me when you offered animal sacrifices for forty years in the wilderness. and you carried his tabernacle, not mine. You made idols with your hands and worshiped them instead of me. So now I will cast you into exile beyond Babylon.&quot; is but a footstool for my feet. How could you possibly build a house that could contain me?&quot; says the Lord Yahweh. &quot;And where could you find a place where I could live? and oppress them for four hundred years. to return to this land to serve and worship me.&quot; &quot;Take the sandals off your feet, for you are standing in the realm of holiness. have been mistreated in Egypt. for I am sending you to Egypt to represent me.&quot; You worshiped your star-god, Rephan. that have built my house, not yours?&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "But I will judge the nation that enslaves them,"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Then God entered into covenant with Abraham, which included the requirement of circumcision. So when he became the father of Isaac, he circumcised him eight days after his birth."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Isaac then became the father of Jacob, who was the father of our twelve patriarchs. Jacob&quot;s sons became jealous of their brother Joseph and sold him to be a slave in Egypt. But God&quot;s favor and blessing rested upon Joseph, and in time,"
            },
            {
                "verse_number": "10",
                "verse_text": "God rescued him from all his oppression and granted him extraordinary favor before Pharaoh, the king of Egypt. Pharaoh appointed him as the overseer of his nation and even of his own palace."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Then a devastating famine came over all of Egypt and Canaan, bringing great misery to the people, including our ancestors, who couldn&quot;t find food."
            },
            {
                "verse_number": "12",
                "verse_text": "But when Jacob learned that there was food in Egypt, he sent his sons, our ancestors, on their first trip to purchase grain for their family."
            },
            {
                "verse_number": "13",
                "verse_text": "On their second trip to Egypt, Joseph revealed his identity to his brothers, and because of this, Pharaoh learned about Joseph&quot;s family and where he came from."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;Joseph sent for his father, Jacob, and his entire family, a total of seventy-five people, to come and reside in Egypt."
            },
            {
                "verse_number": "15",
                "verse_text": "Eventually, Jacob died there, along with all of his sons, our forefathers."
            },
            {
                "verse_number": "16",
                "verse_text": "Their bones were later carried back to the promised land and buried in Shechem, in the tomb Abraham had purchased for a sum of money from the sons of Hamor."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;The time drew near for God to fulfill the prophetic promise he had made to Abraham. Our Jewish people had increased greatly in number, multiplying many times over while in Egypt."
            },
            {
                "verse_number": "18",
                "verse_text": "&apos;Another king, who had forgotten how Joseph had made their nation great , arose to rule over Egypt."
            },
            {
                "verse_number": "19",
                "verse_text": "He was an abusive king who exploited our people with his smooth talk. With cruelty he forced our ancestors to give up their little boys as he committed infanticide!"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;Then Moses came on the scene&ndash;a child of divine beauty. His parents hid him from Pharaoh as long as they could to spare his life. After three months they could conceal him no longer,"
            },
            {
                "verse_number": "21",
                "verse_text": "so they had to abandon him to his fate. But God arranged that Pharaoh&quot;s daughter would find him, take him home, and raise him as her own son."
            },
            {
                "verse_number": "22",
                "verse_text": "So Moses was fully trained in the royal courts and educated in the highest wisdom Egypt had to offer, until he arose as a powerful prince and an eloquent orator."
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;When Moses turned forty, his heart was stirred for his people, the Israelites."
            },
            {
                "verse_number": "24",
                "verse_text": "One day he saw one of our people being violently mistreated, so he came to his rescue, and with his own hands Moses murdered the abusive Egyptian."
            },
            {
                "verse_number": "25",
                "verse_text": "Moses hoped that when the people realized how he had rescued one of their own, they would recognize him as their deliverer. How wrong he was!"
            },
            {
                "verse_number": "26",
                "verse_text": "The next day he came upon two of our people engaged in a fist fight, and he tried to break it up by saying, &quot;Men, you are brothers! Why would you want to hurt each other?&quot;"
            },
            {
                "verse_number": "27",
                "verse_text": "&apos;But the perpetrator pushed Moses aside and said, &quot;Who do you think you are? Who appointed you to be our ruler and judge?"
            },
            {
                "verse_number": "28",
                "verse_text": "Are you going to kill me like you did the Egyptian yesterday?&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Shaken by this, Moses fled Egypt and lived as an exile in the land of Midian, where he became the father of two sons."
            },
            {
                "verse_number": "30",
                "verse_text": "After forty years had passed, while he was in the desert near Mount Sinai, the Messenger of Yahweh appeared to him in the midst of a flaming thorn bush."
            },
            {
                "verse_number": "31",
                "verse_text": "Moses was astonished and stunned by what he was seeing, so he drew closer to observe this marvel. Then the Lord Yahweh spoke to him out of the flames:"
            },
            {
                "verse_number": "32",
                "verse_text": "&quot;I am the living God, the God of your ancestors."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;Out of the flames the Lord Yahweh said to him:"
            },
            {
                "verse_number": "34",
                "verse_text": "I have watched and seen how my people"
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;So God sent back to Egypt the man our people rejected and refused to recognize by saying, &quot;Who appointed you to be our ruler and judge?&quot; God sent this man back to be their ruler and deliverer, commissioned with the power of the messenger who appeared to him in the flaming thorn bush."
            },
            {
                "verse_number": "36",
                "verse_text": "This man brought the people out from their Egyptian bondage with many astonishing wonders and miracle signs&ndash;miracles in Egypt, miracles at the Red Sea, and miracles during their forty-year journey through the wilderness."
            },
            {
                "verse_number": "37",
                "verse_text": "This is the same Moses who said to our ancestors, &quot;The Lord God will raise up one from among you who will be a prophet to you, like I have been. Listen to everything he will say!&quot;"
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;Moses led the congregation in the wilderness and he spoke face-to-face with the angel who spoke with him on the top of Mount Sinai. Along with our ancestors, he received the living oracles of God that were passed down to us."
            },
            {
                "verse_number": "39",
                "verse_text": "But our forefathers refused to obey. They pushed him away, and their hearts longed to return to Egypt."
            },
            {
                "verse_number": "40",
                "verse_text": "&apos;While Moses was on the mountain, our forefathers said to Aaron, &quot;Make us gods to lead us, because we don&quot;t know what has become of this Moses who brought us out of Egypt.&quot;"
            },
            {
                "verse_number": "41",
                "verse_text": "&apos;So they made a god, an idol in the form of a bull calf. They offered sacrifices to it and celebrated with delight what their own hands had made."
            },
            {
                "verse_number": "42",
                "verse_text": "&apos;When God saw what they had done, he turned away from them and handed them over to the worship of the stars of heaven, as recorded in the prophetic writings:"
            },
            {
                "verse_number": "43",
                "verse_text": "Instead you worshiped the god Moloch,"
            },
            {
                "verse_number": "44",
                "verse_text": "&apos;God gave Moses the revelation of the pattern of the tabernacle of the testimony. By God&quot;s command, he made it exactly according to the specifications given to him for our ancestors in the wilderness."
            },
            {
                "verse_number": "45",
                "verse_text": "The next generation received possession of it, and under Joshua&quot;s leadership they took possession of the land of the nations, which God drove out in front of them. The tabernacle was carried about until"
            },
            {
                "verse_number": "46",
                "verse_text": "David found loving favor with God and prayed for a dwelling place for the God of Jacob,"
            },
            {
                "verse_number": "47",
                "verse_text": "but it was Solomon who built him a house."
            },
            {
                "verse_number": "48",
                "verse_text": "&apos;However, the Most High God does not live in temples made by human hands, as the prophet said:"
            },
            {
                "verse_number": "49",
                "verse_text": "&quot;Heaven is my throne room and the earth"
            },
            {
                "verse_number": "50",
                "verse_text": "Don&quot;t you know that it is my hands"
            },
            {
                "verse_number": "51",
                "verse_text": "&apos;Why would you be so stubborn as to close your hearts and your ears to me? You are always opposing the Holy Spirit, just like your forefathers!"
            },
            {
                "verse_number": "52",
                "verse_text": "Which prophet was not persecuted and murdered by your ancestors? Name just one! They killed them all&ndash;even the ones who prophesied long ago of the coming of the Righteous One! Now you follow in their steps and have become his betrayers and murderers."
            },
            {
                "verse_number": "53",
                "verse_text": "You have been given the law by the visitation of angels, but you have not obeyed it.&apos;"
            },
            {
                "verse_number": "54",
                "verse_text": "When they heard these things, they were overtaken with violent rage filling their souls, and they gnashed their teeth at him."
            },
            {
                "verse_number": "55",
                "verse_text": "But Stephen, overtaken with great faith, was full of the Holy Spirit. He fixed his gaze into the heavenly realm and saw the glory and splendor of God&ndash;and Jesus, who stood up at the right hand of God."
            },
            {
                "verse_number": "56",
                "verse_text": "&apos;Look!&apos; Stephen said. &apos;I can see the heavens opening and the Son of Man standing at the right hand of God to welcome me home !&apos;"
            },
            {
                "verse_number": "57",
                "verse_text": "His accusers covered their ears with their hands and screamed at the top of their lungs to drown out his voice."
            },
            {
                "verse_number": "58",
                "verse_text": "Then they pounced on him and threw him outside the city walls to stone him. His accusers, one by one, placed their outer garments at the feet of a young man named Saul of Tarsus."
            },
            {
                "verse_number": "59",
                "verse_text": "As they hurled stone after stone at him, Stephen prayed, &apos;Our Lord Jesus, accept my spirit into your presence.&apos;"
            },
            {
                "verse_number": "60",
                "verse_text": "He crumpled to his knees and shouted in a loud voice, &apos;Our Lord, don&quot;t hold this sin against them.&apos; And then he died."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Now, Saul agreed to be an accomplice to Stephen&quot;s stoning and participated in his execution. From that day on, a great persecution of the church in Jerusalem began. All the believers scattered into the countryside of Judea and among the Samaritans, except the apostles who remained behind in Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "God-fearing men gave Stephen a proper burial and mourned greatly over his death."
            },
            {
                "verse_number": "3",
                "verse_text": "Then Saul mercilessly persecuted the church of God, going from house to house into the homes of believers to arrest both men and women and drag them off to prison."
            },
            {
                "verse_number": "4",
                "verse_text": "Although the believers were scattered by persecution, they preached the wonderful news of the word of God wherever they went."
            },
            {
                "verse_number": "5",
                "verse_text": "Philip traveled to a Samaritan city and preached to them the wonderful news of the Anointed One."
            },
            {
                "verse_number": "6",
                "verse_text": "The crowds were eager to receive Philip&quot;s message and were persuaded by the many miracles and wonders he performed."
            },
            {
                "verse_number": "7",
                "verse_text": "Many demon-possessed people were set free and delivered as evil spirits came out of them with loud screams and shrieks, and many who were lame and paralyzed were also healed."
            },
            {
                "verse_number": "8",
                "verse_text": "This resulted in an uncontainable joy filling the city!"
            },
            {
                "verse_number": "9",
                "verse_text": "Now, there was a man who lived there who was steeped in sorcery. For some time he had astounded the people of Samaria with his magic, boasting to be someone great."
            },
            {
                "verse_number": "10",
                "verse_text": "Everyone, from the least to the greatest among them, was dazzled by his sorcery, saying, &apos;This man is the greatest wizard of all! The divine power of God walks among us!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "For many years everyone was in awe of him because of his astonishing displays of the magic arts."
            },
            {
                "verse_number": "12",
                "verse_text": "But as Philip preached the wonderful news of God&quot;s kingdom realm, and the name of Jesus the Anointed One, many believed his message and were baptized, both men and women."
            },
            {
                "verse_number": "13",
                "verse_text": "Even Simon believed and was baptized! Wherever Philip went, Simon was right by his side, astounded by all the miracles, signs, and enormous displays of power that he witnessed."
            },
            {
                "verse_number": "14",
                "verse_text": "When the apostles in Jerusalem heard that the Samaritans had accepted God&quot;s message of life, they sent Peter and John"
            },
            {
                "verse_number": "15",
                "verse_text": "to pray over them so that they would receive the Holy Spirit."
            },
            {
                "verse_number": "16",
                "verse_text": "For they had only been baptized in the name of the Lord Jesus and were yet to have the Holy Spirit fall upon them."
            },
            {
                "verse_number": "17",
                "verse_text": "As soon as Peter and John arrived, they laid their hands on the Samaritan believers, one after another, and the Holy Spirit fell and filled each one of them!"
            },
            {
                "verse_number": "18",
                "verse_text": "When Simon saw how the Holy Spirit was released through the laying on of the apostles&quot; hands, he approached them and offered them money,"
            },
            {
                "verse_number": "19",
                "verse_text": "saying, &apos;I want this power too. I&quot;m willing to pay you for the anointing that you have, so that I also can lay my hands on everyone to receive the Holy Spirit.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "Peter rebuked him and said, &apos;Your money will go with you to destruction! How could you even think that you could purchase God&quot;s supernatural gift with money?"
            },
            {
                "verse_number": "21",
                "verse_text": "You will never have this gift or take part in this ministry, for your heart is not right with God."
            },
            {
                "verse_number": "22",
                "verse_text": "Repent this moment for allowing such wickedness to fill you. Plead with the Lord that perhaps he would forgive you the treachery of your heart."
            },
            {
                "verse_number": "23",
                "verse_text": "For I discern that jealous envy has poisoned you and binds you as a captive to sin.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Simon begged, &apos;Peter, please pray to God for me. Plead with him so that nothing you just said over me may come to pass!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "After Peter and John had testified and taught the word of God in that city, they returned to Jerusalem, stopping at many Samaritan villages along the way to preach the hope of the gospel."
            },
            {
                "verse_number": "26",
                "verse_text": "Then the Lord&quot;s angel said to Philip, &apos;Now go south from Jerusalem on the desert road to Gaza.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "He left immediately on his assignment. Along the way he encountered an Ethiopian who believed in the God of the Jews , who was the minister of finance for Candace, queen of Ethiopia. He was on his way home from worshiping God in Jerusalem. For his life was taken from the earth. The man answered, &apos;I believe that Jesus is the Anointed One, the Son of God.&apos; The man never saw Philip again. He returned to Ethiopia full of great joy. Philip, however, traveled on to all of the towns of that region, bringing them the good news, until he arrived at Caesarea."
            },
            {
                "verse_number": "28",
                "verse_text": "As he rode along in his chariot, he was reading from the scroll of Isaiah."
            },
            {
                "verse_number": "29",
                "verse_text": "The Holy Spirit said to Philip, &apos;Go and walk alongside the chariot.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "So Philip ran to catch up. As he drew closer he overheard the man reading from the scroll of Isaiah the prophet. Philip asked him, &apos;Sir, do you understand what you&quot;re reading?&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "The man answered, &apos;How can I possibly make sense of this without someone explaining it to me?&apos; So he invited Philip up into his chariot to sit with him."
            },
            {
                "verse_number": "32",
                "verse_text": "The portion from Isaiah he was reading was this: He was led away to the slaughter like a lamb to be offered. He was like a lamb that is silent before those who sheared him&ndash; he never even opened his mouth. And who could fully express his struggles?"
            },
            {
                "verse_number": "33",
                "verse_text": "In his lowliness justice was stripped away from him."
            },
            {
                "verse_number": "34",
                "verse_text": "The Ethiopian asked Philip, &apos;Please, can you tell me who the prophet is speaking of? Is it himself or another man?&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Philip started with this passage and shared with him the wonderful message of Jesus."
            },
            {
                "verse_number": "36",
                "verse_text": "As they were traveling down the road, the man said, &apos;Look, here&quot;s a pool of water. Why don&quot;t I get baptized right now?&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Philip replied, &apos;If you believe with all your heart, I&quot;ll baptize you.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "The Ethiopian stopped his chariot, and they went down into the water and Philip baptized him."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "During those days, Saul, full of angry threats and rage, wanted to murder the disciples of the Lord Jesus. So he went to ask the high priest"
            },
            {
                "verse_number": "2",
                "verse_text": "and requested a letter of authorization he could take to the Jewish leaders in Damascus, requesting their cooperation in finding and arresting any who were followers of the Way. Saul wanted to capture all of the believers he found, both men and women, and drag them as prisoners back to Jerusalem."
            },
            {
                "verse_number": "3",
                "verse_text": "So he obtained the authorization and left for Damascus. Just outside the city, a brilliant light flashing from heaven suddenly exploded all around him. Saul replied, &apos;Who are you, Lord?&apos; &apos;Yes, Lord,&apos; Ananias answered. There were many widows standing next to Peter, weeping. One after another showed him the tunics and other garments that Tabitha had made to bless others. At once she opened her eyes, and seeing Peter, she sat up."
            },
            {
                "verse_number": "4",
                "verse_text": "Falling to the ground, he heard a booming voice say to him, &apos;Saul, Saul, why are you persecuting me?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Saul stood to his feet, and even though his eyes were open he could see nothing&ndash;he was blind. So the men had to take him by the hand and lead him into Damascus."
            },
            {
                "verse_number": "9",
                "verse_text": "For three days he didn&quot;t eat or drink and couldn&quot;t see a thing."
            },
            {
                "verse_number": "10",
                "verse_text": "Living in Damascus was a believer named Ananias. The Lord spoke to him in a vision, calling his name. &apos;Ananias.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;But Lord,&apos; Ananias replied, &apos;many have told me about his terrible persecution of those in Jerusalem who are devoted to you."
            },
            {
                "verse_number": "14",
                "verse_text": "In fact, the high priest has authorized him to seize and imprison all those in Damascus who call on your name.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The Lord Yahweh answered him, &apos;Arise and go! I have chosen this man to be my special messenger. He will be brought before kings, before many nations, and before the Jewish people to give them the revelation of who I am."
            },
            {
                "verse_number": "16",
                "verse_text": "And I will show him how much he is destined to suffer because of his passion for me.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Ananias left and found the house where Saul was staying. He went inside and laid hands on him, saying, &apos;Saul, my brother, the Lord Jesus, who appeared to you on the road, has sent me to pray for you so that you might see again and be filled to overflowing with the Holy Spirit.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "All at once, the crusty substance that was over Saul&quot;s eyes disappeared and he could see perfectly. Immediately, he got up and was baptized."
            },
            {
                "verse_number": "19",
                "verse_text": "After eating a meal, his strength returned."
            },
            {
                "verse_number": "20",
                "verse_text": "Within the hour he was in the synagogues, preaching about Jesus and proclaiming, &apos;Jesus is the Son of God!&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Those who heard him were astonished, saying among themselves, &apos;Isn&quot;t this the Saul who furiously persecuted those in Jerusalem who called on the name of Jesus? Didn&quot;t he come here with permission from the high priest to drag them off and take them as prisoners?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Saul&quot;s power increased greatly as he became more and more proficient in proving that Jesus was the anointed Messiah. Saul remained there for several days with the disciples, even though it agitated the Jews of Damascus."
            },
            {
                "verse_number": "23",
                "verse_text": "As time passed, the Jews plotted together to kill Saul,"
            },
            {
                "verse_number": "24",
                "verse_text": "but it was revealed to him what they were about to do. They closely guarded the gates of the city and tracked his every movement so they could kill him."
            },
            {
                "verse_number": "25",
                "verse_text": "But during the night, some of Saul&quot;s converts helped him escape by lowering him down through an opening in the wall, hiding him in a woven basket."
            },
            {
                "verse_number": "26",
                "verse_text": "When Saul arrived in Jerusalem, he attempted to introduce himself to the fellowship of the believers, but everyone was afraid of him because they doubted he was a true disciple."
            },
            {
                "verse_number": "27",
                "verse_text": "Barnabas came to his defense and brought him before the apostles. Saul shared with them his supernatural experience of seeing the Lord, who spoke with him on the road to Damascus. Barnabas also told them how boldly Saul preached throughout the city in Jesus&quot; mighty name."
            },
            {
                "verse_number": "28",
                "verse_text": "Then they accepted him as a brother and he remained with them, joining them wherever they went in Jerusalem, boldly preaching in the power and authority of Jesus."
            },
            {
                "verse_number": "29",
                "verse_text": "He openly debated with some of the Jews who had adopted the Greek culture, yet they were secretly plotting to murder him."
            },
            {
                "verse_number": "30",
                "verse_text": "When the believers discovered their scheme, they smuggled him out of the city and took him to Caesarea and then sent him on to Tarsus."
            },
            {
                "verse_number": "31",
                "verse_text": "After this, the church all over Judea, Galilee, and Samaria experienced a season of peace. The congregations grew larger and larger, with the believers being empowered and encouraged by the Holy Spirit. They worshiped God in wonder and awe, and walked in the fear of the Lord."
            },
            {
                "verse_number": "32",
                "verse_text": "As Peter was ministering from place to place, he visited God&quot;s devoted ones in the village of Lydda."
            },
            {
                "verse_number": "33",
                "verse_text": "He met a man there named Aeneas who had been paralyzed and bedridden for eight years."
            },
            {
                "verse_number": "34",
                "verse_text": "Peter said to him, &apos;Aeneas, Jesus the Anointed One instantly and divinely heals you. Now, get up and make your bed.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "All at once he stood to his feet. And when all the people of Lydda and Sharon saw him, they became believers in the Lord."
            },
            {
                "verse_number": "36",
                "verse_text": "Now, there was a follower of Jesus who lived in Joppa. Her Aramaic name, Tabitha, means &apos;gazelle.&apos; She lived her life doing kind things for others and serving the poor."
            },
            {
                "verse_number": "37",
                "verse_text": "But then she became very ill and died. After the disciples prepared her body for burial, they laid her in an upstairs room."
            },
            {
                "verse_number": "38",
                "verse_text": "When the believers heard that Peter was nearby in Lydda, they sent two men with an urgent message for him to come without delay."
            },
            {
                "verse_number": "39",
                "verse_text": "So Peter went with them back to Joppa, and upon arriving they led him to the upper room."
            },
            {
                "verse_number": "40",
                "verse_text": "Peter made them all leave the room. Then he knelt down and prayed. Turning to the dead body, he said, &apos;Tabitha, rise up!&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "He took her by the hand and helped her to her feet. Then he called for the believers and all the widows to come and see that she was alive!"
            },
            {
                "verse_number": "42",
                "verse_text": "The news spread all over the city of Joppa, and many believed in the Lord."
            },
            {
                "verse_number": "43",
                "verse_text": "Peter remained in Joppa for several more days as a guest at the house of Simon the tanner."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "At that time there was a Roman military officer, Cornelius, who was in charge of one hundred men stationed in Caesarea. He was the captain of the Italian regiment,"
            },
            {
                "verse_number": "2",
                "verse_text": "a devout man of extraordinary character who worshiped God and prayed regularly, together with all his family. He also had a heart for the poor and gave generously to help them."
            },
            {
                "verse_number": "3",
                "verse_text": "One afternoon about three o&quot;clock, he had an open vision and saw the angel of God appear right in front of him, calling out his name, &apos;Cornelius!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Startled, he was overcome with fear by the sight of the angel. He asked, &apos;What do you want, Lord?&apos; The angel said, &apos;All of your prayers and your generosity to the poor have ascended before God as an eternal offering. After their baptism, they asked Peter to stay with them for a few more days."
            },
            {
                "verse_number": "5",
                "verse_text": "Now, send some men to Joppa at once. Have them find a man named Simon the Rock,"
            },
            {
                "verse_number": "6",
                "verse_text": "who is staying as a guest in the home of Simon the tanner, whose house is by the sea.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "After the angel left, Cornelius called for two of his servants and a trusted, godly soldier who was his personal attach."
            },
            {
                "verse_number": "8",
                "verse_text": "He explained to them everything that had just happened and sent them off to Joppa."
            },
            {
                "verse_number": "9",
                "verse_text": "The next day around noon, as Cornelius&quot; men were approaching Joppa, Peter went up to the flat roof of the house to pray."
            },
            {
                "verse_number": "10",
                "verse_text": "He was hungry and wanted to eat, but while lunch was being prepared he fell into a trance and entered into another realm."
            },
            {
                "verse_number": "11",
                "verse_text": "As the heavenly realm opened up, he saw something resembling a large linen tablecloth that descended from above, being let down to the earth by its four corners."
            },
            {
                "verse_number": "12",
                "verse_text": "As it floated down he saw that it held many kinds of four-footed animals, reptiles, and wild birds."
            },
            {
                "verse_number": "13",
                "verse_text": "A voice said to him, &apos;Peter, go and prepare them to be eaten.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Peter replied, &apos;There&quot;s no way I could do that, Lord, for I&quot;ve never eaten anything forbidden or impure according to our Jewish laws .&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "The voice spoke again. &apos;Nothing is unclean if God declares it to be clean.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The vision was repeated three times. Then suddenly the linen sheet was snatched back up into heaven."
            },
            {
                "verse_number": "17",
                "verse_text": "Peter was so stunned by the vision that he couldn&quot;t stop wondering about what all it meant. Meanwhile, Cornelius&quot; men had learned where Peter was staying and at that same moment were standing outside the gate."
            },
            {
                "verse_number": "18",
                "verse_text": "They called out to those in the house, &apos;Is this where Simon, the Rock, is staying?&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Peter went downstairs to the men and said, &apos;I believe I&quot;m the one you&quot;re looking for. What brings you here?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "They answered, &apos;We serve Cornelius, a Roman military captain, who sent us to find you. He is a devout man of the highest integrity who worships God and is respected throughout the Jewish community. He was divinely instructed through the appearance of an angel to summon you to his home and to listen to the message that you would bring him.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Peter invited them to stay for the night as his guests. The next morning they departed, accompanied by some of the believers from Joppa."
            },
            {
                "verse_number": "24",
                "verse_text": "The next day they arrived in Caesarea, where Cornelius was waiting anxiously for them and had gathered together all of his relatives and close friends."
            },
            {
                "verse_number": "25",
                "verse_text": "The moment Peter walked in the door, Cornelius fell at his feet to worship him."
            },
            {
                "verse_number": "26",
                "verse_text": "But Peter pulled him to his feet and said, &apos;Stand up, for I&quot;m only a man and no different from you.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "They talked together and then went inside, where Peter found a large gathering waiting to hear his words ."
            },
            {
                "verse_number": "28",
                "verse_text": "Peter said to them, &apos;You all know that it is against the Jewish laws for me to associate with or even visit the home of one who is not a Jew. Yet God has shown me that I should never view anyone as inferior or ritually unclean."
            },
            {
                "verse_number": "29",
                "verse_text": "So when you sent for me, I came without objection. Now, may I ask why you sent for me?&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Cornelius replied, &apos;Four days ago I was fasting and praying here in my home at this very hour, three o&quot;clock in the afternoon, when a man in glistening clothing suddenly appeared in front of my eyes."
            },
            {
                "verse_number": "31",
                "verse_text": "He said, &quot;Cornelius, God has heard your prayers. Your generosity to the poor has been recorded and remembered in God&quot;s presence."
            },
            {
                "verse_number": "32",
                "verse_text": "However, you must send for a man named Simon, the Rock, who is staying in Joppa as a guest of Simon the tanner, who lives by the sea.&quot;"
            },
            {
                "verse_number": "33",
                "verse_text": "So I immediately sent my men to bring you here&ndash;and you were kind enough to come. And now, here we are, all of us in God&quot;s presence, anxious to hear the message that God has put into your heart to share with us.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Peter said, &apos;Now I know for certain that God doesn&quot;t show favoritism with people but treats everyone on the same basis ."
            },
            {
                "verse_number": "35",
                "verse_text": "It makes no difference what race of people one belongs to. If they show deep reverence for God, and are committed to doing what&quot;s right, they are acceptable before him."
            },
            {
                "verse_number": "36",
                "verse_text": "God sent his word to the Jewish people first, announcing the wonderful news of hope and peace through Jesus, the Anointed One, the Lord of all."
            },
            {
                "verse_number": "37",
                "verse_text": "You are well aware of all that began in Galilee and spread throughout the land of Israel immediately after John preached his message of baptism."
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;Jesus of Nazareth was anointed by God with the Holy Spirit and with great power. He did wonderful things for others and divinely healed all who were under the tyranny of the devil, for God had anointed him."
            },
            {
                "verse_number": "39",
                "verse_text": "We apostles were eyewitnesses to all the miracles that he performed throughout the land of Israel. Finally, in Jerusalem, he was crucified on a cross,"
            },
            {
                "verse_number": "40",
                "verse_text": "but God raised him from the dead three days later, allowing him to be seen openly."
            },
            {
                "verse_number": "41",
                "verse_text": "He didn&quot;t appear to everyone, but he appeared to us, his chosen witnesses. He actually ate and drank with us after he rose from the dead!"
            },
            {
                "verse_number": "42",
                "verse_text": "&apos;Jesus ordered us to preach and warn the people that God had appointed him to be the judge of the living and the dead."
            },
            {
                "verse_number": "43",
                "verse_text": "And not only us , but all of the prophets agree in their writings that everyone who believes in him receives complete forgiveness of sins through the power of his name.&apos;"
            },
            {
                "verse_number": "44",
                "verse_text": "While Peter was speaking, the Holy Spirit cascaded over all those listening to his message."
            },
            {
                "verse_number": "45",
                "verse_text": "The Jewish brothers who had accompanied Peter were astounded that the gift of the Holy Spirit was poured out on people who weren&quot;t Jews,"
            },
            {
                "verse_number": "46",
                "verse_text": "for they heard them speaking in supernaturally given languages and passionately praising God."
            },
            {
                "verse_number": "47",
                "verse_text": "Peter said, &apos;How could anyone object to these people being baptized? For they have received the Holy Spirit just as we have.&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "So he instructed them to be baptized in the power of the name of Jesus, the Anointed One."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "The news traveled fast and soon reached the apostles and the believers living in Judea that non-Jewish people were also receiving God&quot;s message of new life ."
            },
            {
                "verse_number": "2",
                "verse_text": "When Peter finally arrived in Jerusalem, the Jewish believers called him to task, saying,"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Why did you stay in the home of people who aren&quot;t Jewish? You even ate your meals with them!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Peter explained what had happened, saying,"
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;One day when I was in the city of Joppa, while I was praying I fell into an ecstatic trance and I went into another realm. I saw in a vision something like a linen tablecloth descending out of heaven, being let down by its four corners, and it got close to me."
            },
            {
                "verse_number": "6",
                "verse_text": "As I examined it I saw many four-footed animals, wild animals, reptiles, and wild birds."
            },
            {
                "verse_number": "7",
                "verse_text": "Then I heard a voice say to me, &quot;Get up, Peter. Kill and eat them.&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;I said, &quot;I can&quot;t do that, Lord! For I&quot;ve never eaten anything that is forbidden or impure according to our Jewish laws.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;The voice spoke to me again, saying, &quot;Nothing is unclean if God declares it to be clean.&quot;"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;The vision repeated itself three times. Then suddenly the linen sheet was snatched back up into heaven."
            },
            {
                "verse_number": "11",
                "verse_text": "At that moment three men from Caesarea, who had been sent for me, approached the house where I was staying."
            },
            {
                "verse_number": "12",
                "verse_text": "The Spirit told me to accompany them with no questions asked. These six brothers here with me made the trip, and we entered into the home of the man who had sent for me."
            },
            {
                "verse_number": "13",
                "verse_text": "He shared with us about the angel who appeared to him and told him to send messengers to Joppa to find Simon, the Rock. The angel had told him,"
            },
            {
                "verse_number": "14",
                "verse_text": "&quot;He will tell you and your family the message of how you can be saved!&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Shortly after I began to speak, the Holy Spirit was poured out upon them, just like what happened to us at the beginning."
            },
            {
                "verse_number": "16",
                "verse_text": "And I remembered the words the Lord had told us: &quot;John immersed you in water, but you will be immersed in the Holy Spirit.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "So I concluded that if God is pleased to give them the same gift of the Holy Spirit that he gave us after they believed in the Lord Jesus Christ, who am I to stand in the way of God?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "When they heard this, their objections were put to rest and they all glorified God, saying, &apos;Look what God has done! He&quot;s giving the gift of repentance that leads to life to people who aren&quot;t even Jews.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Because of the persecution triggered by Stephen&quot;s death in Jerusalem, many of the believers were scattered. Some reached as far as the coast of Lebanon, the island of Cyprus, and Antioch of Syria, but they were still only preaching the word to Jews."
            },
            {
                "verse_number": "20",
                "verse_text": "However, some of the believers from Cyprus and Cyrene, who had come to Antioch in Syria, preached to the non-Jews living there, proclaiming the message of salvation in the Lord Jesus."
            },
            {
                "verse_number": "21",
                "verse_text": "The mighty power of the Lord was with them as they ministered, and a large number of people believed and turned their hearts to the Lord."
            },
            {
                "verse_number": "22",
                "verse_text": "News of what was happening in Antioch reached the church of Jerusalem, so the apostles sent Barnabas to Antioch as their emissary."
            },
            {
                "verse_number": "23",
                "verse_text": "When he got there and witnessed for himself God&quot;s marvelous grace, he was enthused and overjoyed. He encouraged the believers to remain faithful and cling to the Lord with passionate hearts."
            },
            {
                "verse_number": "24",
                "verse_text": "Barnabas was a good man, full of the Spirit of holiness, and he exuded a life of faith. Because of his ministry even more crowds of people were brought to the Lord!"
            },
            {
                "verse_number": "25",
                "verse_text": "Barnabas left for Tarsus to find Saul and bring him back to Antioch."
            },
            {
                "verse_number": "26",
                "verse_text": "Together Saul and Barnabas ministered there for a full year, equipping the growing church and teaching the vast number of new converts. It was in Antioch that the followers of Jesus were first revealed as &apos;anointed ones.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "At that time there were prophets in the church of Jerusalem, and some of them came to Antioch."
            },
            {
                "verse_number": "28",
                "verse_text": "One of them, named Agabus, stood up in one of the meetings and prophesied by the Holy Spirit that a severe famine was about to come over Israel. (This prophecy was fulfilled during the reign of Claudius Caesar.)"
            },
            {
                "verse_number": "29",
                "verse_text": "So they determined that each believer, according to his or her ability, would give an offering to send as relief to the brothers living in Judea."
            },
            {
                "verse_number": "30",
                "verse_text": "They set aside the gifts and entrusted the funds to Barnabas and Saul to take to the elders of the church in Jerusalem."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "During this period King Herod incited persecution against the church, causing great harm to the believers."
            },
            {
                "verse_number": "2",
                "verse_text": "He even had the apostle Jacob, John&quot;s brother, beheaded."
            },
            {
                "verse_number": "5",
                "verse_text": "The church went into a season of intense intercession, asking God to free him."
            },
            {
                "verse_number": "6",
                "verse_text": "The night before Herod planned to bring him to trial, he made sure that Peter was securely bound with two chains. Peter was sound asleep between two soldiers, with additional guards stationed outside his cell door,"
            },
            {
                "verse_number": "7",
                "verse_text": "when all at once an angel of the Lord appeared, filling his prison cell with a brilliant light. The angel struck Peter on the side to awaken him and said, &apos;Hurry up! Let&quot;s go!&apos; Instantly the chains fell off his wrists."
            },
            {
                "verse_number": "8",
                "verse_text": "The angel told him, &apos;Get dressed. Put on your sandals, bring your cloak, and follow me.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Peter quickly left the cell and followed the angel, even though he thought it was only a dream or a vision, for it seemed unreal&ndash;he couldn&quot;t believe it was really happening!"
            },
            {
                "verse_number": "10",
                "verse_text": "They walked unseen past the first guard post and then the second before coming to the iron gate that leads to the city&ndash;and the gate swung open all by itself right in front of them! They went out into the city and were walking down a narrow street when all of a sudden the angel disappeared."
            },
            {
                "verse_number": "11",
                "verse_text": "That&quot;s when Peter realized that he wasn&quot;t having a dream! He said to himself, &apos;This is really happening! The Lord sent his angel to rescue me from the clutches of Herod and from what the Jewish leaders planned to do to me.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "When he realized this, he decided to go to the home of Mary and her son John Mark. The house was filled with people praying."
            },
            {
                "verse_number": "13",
                "verse_text": "When he knocked on the door to the courtyard, a young servant girl named Rose got up to see who it was."
            },
            {
                "verse_number": "14",
                "verse_text": "When she recognized Peter&quot;s voice, she was so excited that she forgot to open the door, but ran back inside the house to announce, &apos;Peter is standing outside!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;Are you crazy?&apos; they said to her. But when she kept insisting, they answered, &apos;Well, it must be his angel.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Meanwhile, Peter was still outside, knocking on the door. When they finally opened it, they were shocked to find Peter standing there."
            },
            {
                "verse_number": "17",
                "verse_text": "He signaled for them to be quiet as he shared with them the miraculous way the Lord brought him out of prison. Before he left he said, &apos;Make sure you let Jacob and all of the other believers know what has happened.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "At the first sign of daylight, the prison guards were in a tremendous uproar because of Peter&quot;s disappearance. Herod ordered a thorough search for him, but no one could find him."
            },
            {
                "verse_number": "19",
                "verse_text": "After he interrogated the guards, he ordered them executed. Then Herod left the province of Judea for Caesarea and stayed there for a period of time."
            },
            {
                "verse_number": "20",
                "verse_text": "Now, during those days, Herod was engaged in a violent dispute with the people of Tyre and Sidon. So they sent a united delegation to Caesarea to appeal to him and reconcile their differences with the king, for Herod controlled their food supply. First they enlisted the support of his trusted personal assistant, Blastus, who secured them an appointment with the king."
            },
            {
                "verse_number": "21",
                "verse_text": "On the chosen day, Herod came before them, arrayed in his regal robes. Sitting on his elevated throne, he delivered a stirring public address to the people."
            },
            {
                "verse_number": "22",
                "verse_text": "At its conclusion the people gave him a round of applause. The crowd shouted, &apos;These are the words of a god, not a man!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Immediately, an angel of the Lord struck Herod with a sickness, an infestation of worms, because he accepted the people&quot;s worship and didn&quot;t give the glory to God, and he died."
            },
            {
                "verse_number": "24",
                "verse_text": "But the hope of God&quot;s kingdom kept spreading and multiplying everywhere!"
            },
            {
                "verse_number": "25",
                "verse_text": "After Barnabas and Saul had delivered the charitable offering for relief , they left Jerusalem, bringing with them a disciple named Mark (who was also known as John)."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "In the church at Antioch there were a number of prophets and teachers of the Word, including Barnabas, Simeon from Niger, Lucius the Libyan, Manean (the childhood companion of King Herod Antipas), and Saul."
            },
            {
                "verse_number": "2",
                "verse_text": "While they were worshiping as priests before the Lord in prayer and fasting, the Holy Spirit said, &apos;I have called Barnabas and Saul to do an important work for me. Now, release them to go and fulfill it.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So after they had fasted and prayed, they laid hands on them and sent them off."
            },
            {
                "verse_number": "6",
                "verse_text": "From there they crossed the island as far as Paphos, where they encountered a Jewish false prophet, a sorcerer named Elymas, who also went by the name of &apos;son of Jesus.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "He had gained influence as the spiritual advisor to the regional governor, Sergius Paulus, considered by many to be a wise and intelligent leader. The governor requested a meeting with Barnabas and Saul because he wanted to hear the message of God&quot;s word."
            },
            {
                "verse_number": "8",
                "verse_text": "But Elymas, whose name means &apos;sorcerer,&apos; stood up against them and tried to prevent the governor from believing their message."
            },
            {
                "verse_number": "9",
                "verse_text": "Saul, also known as Paul, stared into his eyes and rebuked him. Filled with the Holy Spirit, he said,"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;You son of the devil! You are full of every form of fraud and deceit and an enemy of all that is right. When will you stop perverting the truth of God into lies?"
            },
            {
                "verse_number": "11",
                "verse_text": "At this very moment the hand of God&quot;s judgment comes down upon you and you will be blind&ndash;so blind you won&quot;t even be able to see the light of the sun.&apos; As Paul spoke these words, a shadowy mist and darkness came over the sorcerer, leaving him blind and groping about, begging someone to lead him around by the hand. &quot;Today I reveal you as my Son, and I as your Father.&quot; &quot;I will give to you what I gave to David: Faithful mercies that you can trust.&quot; to experience bodily decay.&quot; you won&quot;t even believe that it was I who did it!&quot; &apos; and release salvation to the ends of the earth!&quot; &apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "When the governor witnessed this, he believed and was awestruck by the power of the message of the Lord."
            },
            {
                "verse_number": "13",
                "verse_text": "Paul and his companions sailed from the Cyprus port of Paphos to Perga in southern Turkey. John left them there and returned to Jerusalem"
            },
            {
                "verse_number": "14",
                "verse_text": "as they journeyed on to the city of Antioch in the region of Pisidia. On the Sabbath they went into the synagogue and took their seats. &apos;Then God raised up deliverers for the people until the time of the prophet Samuel. &apos;Then they took him down from the cross and laid him in a tomb. &quot;You will not allow your holy one For in your day I will do something so wonderful that when I perform mighty deeds among you, &quot;I have destined you to become a beacon light for the nations"
            },
            {
                "verse_number": "15",
                "verse_text": "After the reading from the scrolls of the books of Moses and the prophets, the leader of the meeting sent Paul and Barnabas a message, saying, &apos;Brothers, do you have a word of encouragement to share with us? If so, please feel free to give it.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Paul stood and motioned that he had something to say. He said, &apos;Listen, all of you Jews and non-Jews who worship God."
            },
            {
                "verse_number": "17",
                "verse_text": "The God of Israel divinely chose our ancestors to be his people. While they were enslaved in Egypt, he made them great, both in numbers and in strength, until he unveiled his mighty power and led them out of bondage."
            },
            {
                "verse_number": "18",
                "verse_text": "For nearly forty years, he nourished them in the wilderness."
            },
            {
                "verse_number": "19",
                "verse_text": "He was the one who destroyed the seven nations inhabiting the land of Canaan and afterward gave the land to his people as their inheritance."
            },
            {
                "verse_number": "20",
                "verse_text": "This took about four hundred and fifty years."
            },
            {
                "verse_number": "21",
                "verse_text": "The people craved for a king, so God gave them one from the tribe of Benjamin: Saul, the son of Kish, who ruled for forty years."
            },
            {
                "verse_number": "22",
                "verse_text": "After removing him, God raised up David to be king, for God said of him, &quot;I have found in David, son of Jesse, a man who always pursues my heart and will accomplish all that I have destined him to do.&quot;"
            },
            {
                "verse_number": "23",
                "verse_text": "&apos;From David&quot;s lineage God brought Israel a Savior, just as he promised."
            },
            {
                "verse_number": "24",
                "verse_text": "So before Jesus appeared, John preached the message of a baptism of repentance to prepare all of Israel."
            },
            {
                "verse_number": "25",
                "verse_text": "As John was about to finish his mission, he said repeatedly, &quot;If you think that I am the one to come, you&quot;re mistaken. He will come after me, and I don&quot;t even deserve to stoop down and untie his sandals!&quot;"
            },
            {
                "verse_number": "26",
                "verse_text": "&apos;Fellow Jews, Abraham&quot;s descendants, and all those among you who worship and reverence God, this message of life has been sent for us all to hear."
            },
            {
                "verse_number": "27",
                "verse_text": "But the people of Jerusalem and their leaders didn&quot;t realize who he was, nor did they understand the prophecies written of him. Yet they fulfilled those very prophecies, which they read week after week in their meetings, by condemning him to death."
            },
            {
                "verse_number": "28",
                "verse_text": "Even though they could come up with no legal grounds for the death sentence, they pleaded with Pilate to have him executed."
            },
            {
                "verse_number": "29",
                "verse_text": "And they did to him all that was prophesied they would do."
            },
            {
                "verse_number": "30",
                "verse_text": "But God raised him from the dead!"
            },
            {
                "verse_number": "31",
                "verse_text": "And for many days afterward he appeared on numerous occasions to his disciples who knew him well and had followed him from Galilee to Jerusalem. Those disciples are now his witnesses, telling the people the truth about him."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;So here we are to share with you some wonderful news! The promise God made to our forefathers"
            },
            {
                "verse_number": "33",
                "verse_text": "has now been fulfilled for us, their children. For God has raised Jesus from the dead, as it says in Psalms:"
            },
            {
                "verse_number": "34",
                "verse_text": "&apos;God had promised to not let him decay in the tomb or face destruction again, so God raised him from the dead. He gave this promise in the Psalms:"
            },
            {
                "verse_number": "35",
                "verse_text": "&apos;He explains it further in another Psalm:"
            },
            {
                "verse_number": "36",
                "verse_text": "&apos;This cannot be a reference to David, for after he passionately served God&quot;s purpose for his generation, he died. He was buried with his ancestors and his body experienced decay."
            },
            {
                "verse_number": "37",
                "verse_text": "But the one whom God raised from the dead has never experienced corruption in any form."
            },
            {
                "verse_number": "38",
                "verse_text": "&apos;So listen, friends! Through this Jesus, the forgiveness of sins is offered to you."
            },
            {
                "verse_number": "39",
                "verse_text": "Everyone who believes in him is set free from sin and guilt&ndash;something the law of Moses had no power to do."
            },
            {
                "verse_number": "40",
                "verse_text": "So be very careful that what the prophets warned about does not happen to you:"
            },
            {
                "verse_number": "41",
                "verse_text": "&quot;Be amazed and in agony, you scoffers!"
            },
            {
                "verse_number": "42",
                "verse_text": "As Paul and Barnabas started to leave, the people pleaded with them to share more about these things on the next Sabbath day."
            },
            {
                "verse_number": "43",
                "verse_text": "When the meeting had finally broken up, many of those in attendance, both Jews and converts to Judaism, tagged along with Paul and Barnabas, who continued to persuade them to go deeper in their understanding of God&quot;s grace."
            },
            {
                "verse_number": "44",
                "verse_text": "The following week, nearly everyone in the city gathered to hear the word of God."
            },
            {
                "verse_number": "45",
                "verse_text": "When the Jewish leaders saw the size of the crowds, vicious jealousy filled their hearts and they rose up to oppose what Paul was teaching. They insulted him and argued with him over everything he said."
            },
            {
                "verse_number": "46",
                "verse_text": "Yet Paul and Barnabas did not back down. Filled with courage, they boldly replied, &apos;We were compelled to bring God&quot;s message first to you Jews. But seeing you&quot;ve rejected this message and refuse to embrace eternal life, we will focus instead on the nations and offer it to them."
            },
            {
                "verse_number": "47",
                "verse_text": "This will fulfill what the Lord has commanded us:"
            },
            {
                "verse_number": "48",
                "verse_text": "When the non-Jewish people in the crowd heard these words, they were thrilled and they honored the word of the Lord. All who believed that they were destined to experience eternal life received the message."
            },
            {
                "verse_number": "49",
                "verse_text": "God&quot;s word spread like wildfire throughout the entire region."
            },
            {
                "verse_number": "50",
                "verse_text": "The Jewish leaders stirred up a violent mob against Paul and Barnabas, including many prominent and wealthy people of the city. They persecuted them and ran them out of town."
            },
            {
                "verse_number": "51",
                "verse_text": "As they left, they shook the dust off their feet as a sign of protest against them, and they went on to the city of Iconium."
            },
            {
                "verse_number": "52",
                "verse_text": "They left the new converts in Antioch overflowing with the joy of the Holy Spirit."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "When Paul and Barnabas arrived at Iconium, the same thing happened there. They went, as they always did, to the synagogue and preached to the people with such power that a large crowd of both Jews and non-Jews believed."
            },
            {
                "verse_number": "2",
                "verse_text": "Some of the Jews refused to believe, and they began to poison the minds of the non-Jews to discredit the believers."
            },
            {
                "verse_number": "3",
                "verse_text": "Yet Paul and Barnabas stayed there for a long time, preaching boldly and fearlessly about the Lord. Many trusted in the Lord, for he backed up his message of grace with miracles, signs, and wonders performed by the apostles."
            },
            {
                "verse_number": "4",
                "verse_text": "The people of the city were split over the issue. Some sided with the apostles, and others with the Jews who refused to believe ."
            },
            {
                "verse_number": "5",
                "verse_text": "Eventually, all the opposition factions came together, with their leaders devising a plot to harm Paul and Barnabas and stone them to death."
            },
            {
                "verse_number": "6",
                "verse_text": "When the apostles learned about this, they escaped to the region of Lyconia, to the cities of Lystra and Derbe and the nearby villages."
            },
            {
                "verse_number": "7",
                "verse_text": "And they continued to preach the hope of the gospel."
            },
            {
                "verse_number": "8",
                "verse_text": "In Lystra, Paul and Barnabas encountered a man who from birth had never walked, for he was crippled in his feet."
            },
            {
                "verse_number": "9",
                "verse_text": "He listened carefully to Paul as he preached. All of a sudden, Paul discerned that this man had faith in his heart to be healed."
            },
            {
                "verse_number": "10",
                "verse_text": "So he shouted, &apos;You! In the name of our Lord Jesus, stand up on your feet!&apos; The man instantly jumped to his feet, stood for the first time in his life, and walked!"
            },
            {
                "verse_number": "11",
                "verse_text": "When the crowds saw the miracle Paul had done, they shouted in their own language, &apos;The gods have come down to us as men!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "They addressed Barnabas as &apos;Zeus&apos; and Paul as &apos;Hermes,&apos; because he was the spokesman."
            },
            {
                "verse_number": "13",
                "verse_text": "Now, outside of the city stood the temple of Zeus. The priest of the temple, in order to honor Paul and Barnabas, brought bulls with wreaths of flowers draped on them to the gates of the courtyard where they were staying. The crowds clamored to offer them as sacrifices to the apostles. He even brought flower wreaths as crowns to place on their heads."
            },
            {
                "verse_number": "14",
                "verse_text": "When the apostles understood what was happening, they were mortified and tore their clothes as a sign of dismay. They rushed into the crowd and shouted,"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;People, what are you doing? We&quot;re only weak human beings like everyone else. This is why we&quot;ve come to tell you the good news, so that you would turn away from these worthless myths and turn to the living God. He is the Creator of all things: the earth, the heavens, the sea, and everything they contain."
            },
            {
                "verse_number": "16",
                "verse_text": "In previous generations he allowed the nations to pursue their own ways,"
            },
            {
                "verse_number": "17",
                "verse_text": "yet he has never left himself without clear evidence of his goodness. For he blesses us with rain from heaven and seasons of fruitful harvests, and he nourishes us with food to meet our needs. He satisfies our lives, and euphoria fills our hearts.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Even after saying these things, they were barely able to restrain the people from offering sacrifices to them."
            },
            {
                "verse_number": "19",
                "verse_text": "Some of the Jews who had opposed Paul and Barnabas in Antioch and Iconium arrived and stirred up the crowd against them. They stoned Paul and dragged his body outside the city and left him for dead."
            },
            {
                "verse_number": "20",
                "verse_text": "When the believers encircled Paul&quot;s body, he miraculously stood up! Paul stood and immediately went back into the city. The next day he left with Barnabas for Derbe."
            },
            {
                "verse_number": "21",
                "verse_text": "After preaching the wonderful news of the gospel there and winning a large number of followers to Jesus, they retraced their steps and revisited Lystra, Iconium, and Antioch."
            },
            {
                "verse_number": "22",
                "verse_text": "At each place they went, they strengthened the lives of the believers and encouraged them to go deeper in their faith. And they taught them, &apos;It is necessary for us to enter into the realm of God&quot;s kingdom, because that&quot;s the only way we will endure our many trials and persecutions.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Paul and Barnabas ordained leaders, known as elders, from among the congregations in every church they visited. After prayer and fasting, they publicly committed them into the care and protection of the Lord of their faith."
            },
            {
                "verse_number": "24",
                "verse_text": "After passing through different regions of central Turkey,"
            },
            {
                "verse_number": "25",
                "verse_text": "they went to the city of Perga, preaching the life-giving message of the Lord. Afterward they journeyed down to the coast at Antalya,"
            },
            {
                "verse_number": "26",
                "verse_text": "and from there they sailed back to Antioch. With their mission complete, they returned to the church where they had originally been sent out as missionaries, for it was in Antioch where they had been handed over to God&quot;s powerful grace."
            },
            {
                "verse_number": "27",
                "verse_text": "When they arrived in Antioch, they gathered the church together and shared with them all of the wonderful works God had done through them and how God had opened the door of faith for the non-Jews to enter in."
            },
            {
                "verse_number": "28",
                "verse_text": "Afterward, Paul and Barnabas stayed there for a long time in fellowship with the believers."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "While Paul and Barnabas were in Antioch, some false teachers came from Judea to trouble the believers. They taught, &apos;Unless you are circumcised, as the law of Moses requires, you cannot be saved.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "This sparked a fierce argument between the false teachers and Paul and Barnabas. So the church appointed a delegation of believers, including Paul and Barnabas, to go to Jerusalem to meet with the apostles and elders of the church and resolve this issue."
            },
            {
                "verse_number": "3",
                "verse_text": "So the church sent them on their way. As they passed through Lebanon and Samaria, they stopped to share with the believers how God was converting many from among the non-Jewish people. Hearing this report brought great joy to all the churches. &apos;Greetings from the apostles and pastors, and from your fellow believers&ndash;to our non-Jewish brothers and sisters living in Antioch in Syria and the nearby regions."
            },
            {
                "verse_number": "4",
                "verse_text": "When they finally arrived in Jerusalem, Paul and Barnabas were welcomed by the church, the apostles, and the elders. They explained to them everything God had done among them."
            },
            {
                "verse_number": "5",
                "verse_text": "But some of the believers who were of the religious group called &apos;separated ones&apos; were insistent, saying, &apos;We must continue the custom of circumcision and require that the people keep the law of Moses.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "So the apostles and elders met privately to discuss the matter further."
            },
            {
                "verse_number": "7",
                "verse_text": "After a lengthy debate, Peter rose to his feet and said to them, &apos;Brothers, you know how God has chosen me from the beginning to preach the wonderful news of the gospel to the non-Jewish nations."
            },
            {
                "verse_number": "8",
                "verse_text": "God, who knows the hearts of every person, confirmed this when he gave them the Holy Spirit, just like he has given the Spirit to us."
            },
            {
                "verse_number": "9",
                "verse_text": "So now, not one thing separates us as Jews and gentiles, for when they believe he makes their hearts pure."
            },
            {
                "verse_number": "10",
                "verse_text": "So why on earth would you now limit God&quot;s grace by placing a yoke of religious duties on the shoulders of the believers that neither we nor our ancestors have been able to bear?"
            },
            {
                "verse_number": "11",
                "verse_text": "Don&quot;t you believe that we are introduced to eternal life through the grace of our Lord Jesus&ndash;the same grace that has brought these people new life?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Everyone became silent and listened carefully as Paul and Barnabas shared with the council at length about the signs and wonders and miracles God had worked through them while ministering to the non-Jewish people."
            },
            {
                "verse_number": "13",
                "verse_text": "When they had finished, Jacob took the floor and said, &apos;Ladies and gentlemen, listen."
            },
            {
                "verse_number": "14",
                "verse_text": "Peter has explained thoroughly that God has determined to win a people for himself from among the non-Jewish nations."
            },
            {
                "verse_number": "15",
                "verse_text": "And the prophet&quot;s words are fulfilled:"
            },
            {
                "verse_number": "16",
                "verse_text": "&quot;After these things I will return to you and raise up the tabernacle of David that has fallen into ruin. I will restore and rebuild what David experienced including the gentiles whom I have called to be my very own,&quot; says the Lord. After the believers prayed for them, asking for the Lord&quot;s favor on their ministry, they left"
            },
            {
                "verse_number": "17",
                "verse_text": "so that all of humanity will be able to encounter the Lord"
            },
            {
                "verse_number": "18",
                "verse_text": "&quot;For I have made known my works from eternity!&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;So, in my judgment, we should not add any unnecessary burden upon the non-Jewish converts who are turning to God."
            },
            {
                "verse_number": "20",
                "verse_text": "We will go to them as apostles and teach them to be set free from offering sacrifices to idols, sexual immorality, and eating anything strangled or with any blood."
            },
            {
                "verse_number": "21",
                "verse_text": "For many generations these words of Moses have been proclaimed every Sabbath day in the synagogues.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The apostles and elders and the church of Jerusalem chose delegates to go to Antioch in Syria. They chose Judas, called Barsabbas, and Silas, both leaders in the church, to accompany Paul and Barnabas."
            },
            {
                "verse_number": "23",
                "verse_text": "They sent with them this letter:"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;We are aware that some have come to you from the church of Jerusalem. These men were not sent by us, but came with false teachings that have brought confusion and division, telling you to keep the law and be circumcised&ndash;things we never commanded them to teach."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;For it pleases the Holy Spirit and us that we not place any unnecessary burden on you, except for the following restrictions:"
            },
            {
                "verse_number": "29",
                "verse_text": "Stay away from anything sacrificed to a pagan idol, from eating what is strangled or with any blood, and from any form of sexual immorality. You will be beautiful believers if you keep your souls from these things, and you will be true and faithful to our Lord Jesus. May God bless you!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "They sent the four men off for Antioch, and after gathering the regional church together, they delivered the letter."
            },
            {
                "verse_number": "31",
                "verse_text": "When the people heard the letter read out loud, they were overjoyed and delighted by its encouraging message."
            },
            {
                "verse_number": "32",
                "verse_text": "Then Judas and Silas, who were both prophets, spoke to them affirming words that strengthened the believers."
            },
            {
                "verse_number": "33",
                "verse_text": "After the four men spent some time there, the church sent them off in peace to return to the apostles in Jerusalem."
            },
            {
                "verse_number": "36",
                "verse_text": "After some days, Paul said to Barnabas, &apos;Let&quot;s travel to the regions where we&quot;ve preached the word of God and see how the believers are getting along.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "Barnabas wished to take Mark (also known as John) along with them,"
            },
            {
                "verse_number": "38",
                "verse_text": "but Paul disagreed. He didn&quot;t think it was proper to take the one who had deserted them in south-central Turkey, leaving them to do their missionary work without him."
            },
            {
                "verse_number": "39",
                "verse_text": "It became a heated argument between them, a disagreement so sharp that they parted from each other. Barnabas took Mark and sailed to Cyprus."
            },
            {
                "verse_number": "40",
                "verse_text": "And Paul chose Silas as his partner."
            },
            {
                "verse_number": "41",
                "verse_text": "for Syria and southeast Turkey. Every place they went, they left the church stronger and more encouraged than before."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Paul and Silas came to the city of Derbe and then went on to Lystra, the hometown of a believer named Timothy. His mother was a Jewish follower of Jesus, but his father was not a Jew."
            },
            {
                "verse_number": "2",
                "verse_text": "Timothy was well known and highly respected among all the believers of Lystra and Iconium."
            },
            {
                "verse_number": "3",
                "verse_text": "Paul recognized God&quot;s favor on Timothy&quot;s life and wanted him to accompany them in ministry, but Paul had Timothy circumcised first because of the significant Jewish community living in the region, and everyone knew that Timothy&quot;s father wasn&quot;t a Jew."
            },
            {
                "verse_number": "4",
                "verse_text": "They went out together as missionaries, traveling to different cities where they preached and informed the churches of the decrees of the apostolic council of Jerusalem for the non-Jewish converts to observe."
            },
            {
                "verse_number": "5",
                "verse_text": "All the churches were growing daily and were encouraged and strengthened in their faith."
            },
            {
                "verse_number": "6",
                "verse_text": "The Holy Spirit had forbidden Paul and his partners to preach the word in the southwestern provinces of Turkey, so they ministered throughout the region of central and west-central Turkey."
            },
            {
                "verse_number": "7",
                "verse_text": "When they got as far west as the borders of Mysia, they repeatedly attempted to go north into the province of Bithynia, but again the Spirit of Jesus would not allow them to enter."
            },
            {
                "verse_number": "8",
                "verse_text": "So instead they went right on through the province of Mysia to the seaport of Troas."
            },
            {
                "verse_number": "9",
                "verse_text": "While staying there Paul experienced a supernatural, ecstatic vision during the night. A man from Macedonia appeared before him, pleading with him, &apos;You must come across the sea to Macedonia and help us!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "After Paul had this vision, we immediately prepared to cross over to Macedonia, convinced that God himself was calling us to go and preach the wonderful news of the gospel to them."
            },
            {
                "verse_number": "11",
                "verse_text": "From Troas we sailed a straight course to the island of Samothrace, and the next day to Neapolis."
            },
            {
                "verse_number": "12",
                "verse_text": "Finally we reached Philippi, a major city in the Roman colony of Macedonia, and we remained there for a number of days."
            },
            {
                "verse_number": "13",
                "verse_text": "When the Sabbath day came, we went outside the gates of the city to the nearby river, for there appeared to be a house of prayer and worship there. Sitting on the riverbank we struck up a conversation with some of the women who had gathered there."
            },
            {
                "verse_number": "14",
                "verse_text": "One of them was Lydia, a businesswoman from the city of Thyatira who was a dealer of exquisite purple cloth and a Jewish convert. While Paul shared the good news with her, God opened her heart to receive Paul&quot;s message."
            },
            {
                "verse_number": "15",
                "verse_text": "She devoted herself to the Lord, and we baptized her and her entire family. Afterward she urged us to stay in her home, saying, &apos;Since I am now a believer in the Lord, come and stay in my house.&apos; So we were persuaded to stay there."
            },
            {
                "verse_number": "16",
                "verse_text": "One day, as we were going to the house of prayer, we encountered a young slave girl who had an evil spirit of divination, the spirit of Python. She had earned great profits for her owners by being a fortune-teller."
            },
            {
                "verse_number": "17",
                "verse_text": "She kept following us, shouting, &apos;These men are servants of the Great High God, and they&quot;re telling us how to be saved!&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Day after day she continued to do this, until Paul, greatly annoyed, turned and said to the spirit indwelling her, &apos;I command you in the name of Jesus, the Anointed One, to come out of her, now!&apos; At that very moment, the spirit came out of her!"
            },
            {
                "verse_number": "19",
                "verse_text": "When her owners realized that their potential of making profit had vanished, they forcefully seized Paul and Silas and dragged them off to the city square to face the authorities."
            },
            {
                "verse_number": "20",
                "verse_text": "When they appeared before the Roman soldiers and magistrates, the slave owners leveled accusations against them, saying, &apos;These Jews are troublemakers. They&quot;re throwing our city into confusion."
            },
            {
                "verse_number": "21",
                "verse_text": "They&quot;re pushing their Jewish religion down our throats. It&quot;s wrong and unlawful for them to promote these Jewish ways, for we are Romans living in a Roman colony.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "A great crowd gathered, and all the people joined in to come against them. The Roman officials ordered that Paul and Silas be stripped of their garments and beaten with rods on their bare backs."
            },
            {
                "verse_number": "23",
                "verse_text": "After they were severely beaten, they were thrown into prison and the jailer was commanded to guard them securely."
            },
            {
                "verse_number": "24",
                "verse_text": "So the jailer placed them in the innermost cell of the prison and had their feet bound and chained."
            },
            {
                "verse_number": "25",
                "verse_text": "Paul and Silas, undaunted, prayed in the middle of the night and sang songs of praise to God, while all the other prisoners listened to their worship."
            },
            {
                "verse_number": "26",
                "verse_text": "Suddenly, a great earthquake shook the foundations of the prison. All at once every prison door flung open and the chains of all the prisoners came loose."
            },
            {
                "verse_number": "27",
                "verse_text": "Startled, the jailer awoke and saw every cell door standing open. Assuming that all the prisoners had escaped, he drew his sword and was about to kill himself"
            },
            {
                "verse_number": "28",
                "verse_text": "when Paul shouted in the darkness, &apos;Stop! Don&quot;t hurt yourself. We&quot;re all still here.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "The jailer called for a light. When he saw that they were still in their cells, he rushed in and fell trembling at their feet."
            },
            {
                "verse_number": "30",
                "verse_text": "Then he led Paul and Silas outside and asked, &apos;What must I do to be saved?&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "They answered, &apos;Believe in the Lord Jesus and you will be saved&ndash;you and all your family.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Then they prophesied the word of the Lord over him and all his family."
            },
            {
                "verse_number": "33",
                "verse_text": "Even though the hour was late, he washed their wounds. Then he and all his family were baptized. He took Paul and Silas into his home and set them at his table and fed them."
            },
            {
                "verse_number": "34",
                "verse_text": "The jailer and all his family were filled with joy in their newfound faith in God."
            },
            {
                "verse_number": "35",
                "verse_text": "At daybreak, the magistrates sent officers to the prison with orders to tell the jailer, &apos;Let those two men go.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "The jailer informed Paul and Silas, &apos;The magistrates have sent orders to release you. So you&quot;re free to go now.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "But Paul told the officers, &apos;Look, they had us beaten in public, without a fair trial&ndash;and we are Roman citizens. Do you think we&quot;re just going to quietly walk away after they threw us in prison and violated all of our rights? Absolutely not! You go back and tell the magistrates that they need to come down here themselves and escort us out!&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "When the officers went back and reported what Paul and Silas had told them, the magistrates were frightened, especially upon hearing that they had beaten two Roman citizens without due process."
            },
            {
                "verse_number": "39",
                "verse_text": "So they went to the prison and apologized to Paul and Silas, begging them repeatedly, saying, &apos;Please leave our city.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "So Paul and Silas left the prison and went back to Lydia&quot;s house, where they met with the believers and comforted and encouraged them before departing."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "After passing through the cities of Amphipolis and Apollonia, Paul and Silas arrived at Thessalonica."
            },
            {
                "verse_number": "2",
                "verse_text": "As they customarily did, they went to the synagogue to speak to the Jews from the Torah scrolls. For three weeks"
            },
            {
                "verse_number": "3",
                "verse_text": "Paul challenged them by explaining the truth and proving to them the reality of the gospel&ndash;that the Messiah had to suffer and die, then rise again from among the dead. He made it clear to them, saying, &apos;I come to announce to you that Jesus is the Anointed One, the Messiah!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Some of the Jews were convinced that their message was true, so they joined Paul and Silas, along with quite a few prominent women and a large number of Greeks who worshiped God."
            },
            {
                "verse_number": "5",
                "verse_text": "But many of the Jews were motivated by bitter jealousy and formed a large mob out of the troublemakers, unsavory characters, and street gangs to incite a riot. They set out to attack Jason&quot;s house, for he had welcomed the apostles into his home. The mob was after Paul and Silas and sought to take them by force and bring them out to the people."
            },
            {
                "verse_number": "6",
                "verse_text": "When they couldn&quot;t find them, they took Jason instead, along with some of the brothers in his house church , and dragged them before the city council. Along the way they screamed out, &apos;Those troublemakers who have turned the world upside down have come here to our city."
            },
            {
                "verse_number": "7",
                "verse_text": "And now Jason and these men have welcomed them as guests. They&quot;re traitors to Caesar, teaching that there is another king named Jesus.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Their angry shouts stirred up the crowds and troubled the city and all its officials."
            },
            {
                "verse_number": "9",
                "verse_text": "So when Paul and Silas came before the leaders of the city , they refused to let them go until Jason and his men posted bail."
            },
            {
                "verse_number": "10",
                "verse_text": "That night the believers sent Paul and Silas off to the city of Berea, where they once again went into the synagogue."
            },
            {
                "verse_number": "11",
                "verse_text": "They found that the Jews of Berea were of more noble character and much more open minded than those of Thessalonica. They were hungry to learn and eagerly received the word. Every day they opened the scrolls of Scripture to search and examine them, to verify that what Paul taught them was true."
            },
            {
                "verse_number": "12",
                "verse_text": "A large number of Jews became believers in Jesus , along with quite a few influential Greek women and men."
            },
            {
                "verse_number": "13",
                "verse_text": "When the news reached the Jews in Thessalonica that Paul was now in Berea, preaching the word of God, the troublemakers went there too and they agitated and stirred up the crowds against him."
            },
            {
                "verse_number": "14",
                "verse_text": "The fellow believers helped Paul slip away to the coast of the Aegean Sea, while Silas and Timothy remained in Berea."
            },
            {
                "verse_number": "15",
                "verse_text": "Those who accompanied Paul sailed with him as far as Athens. Then Paul sent them back to Berea with instructions for Silas and Timothy to hurry and join him."
            },
            {
                "verse_number": "16",
                "verse_text": "While Paul was waiting for them in Athens, his spirit was deeply troubled when he realized that the entire city was full of idols."
            },
            {
                "verse_number": "17",
                "verse_text": "He argued the claims of the gospel with the Jews in their synagogue, and with those who were worshipers of God, and every day he preached in the public square to whomever would listen."
            },
            {
                "verse_number": "18",
                "verse_text": "Philosophers of the teachings of Epicurus, and others called Stoics, debated with Paul. When they heard him speak about Jesus and his resurrection, they said, &apos;What strange ideas is this babbler trying to present?&apos; Others said, &apos;He&quot;s peddling some kind of foreign religion.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So they brought him for a public dialogue before the leadership council of Athens, known as the Areopagus. &apos;Tell us,&apos; they said, &apos;about this new teaching that you&quot;re bringing to our city."
            },
            {
                "verse_number": "20",
                "verse_text": "You&quot;re presenting strange and astonishing things to our ears, and we want to know what it all means.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Now, it was the favorite pastime of the Athenians and visitors to Athens to discuss the newest ideas and philosophies."
            },
            {
                "verse_number": "22",
                "verse_text": "So Paul stood in the middle of the leadership council and said, &apos;Respected leaders of Athens, it is clear to me how extravagant you are in your worship of idols."
            },
            {
                "verse_number": "23",
                "verse_text": "For as I walked through your city, I was captivated by the many shrines and objects of your worship. I even found an inscription on one altar that read, &quot;To the Unknown God.&quot; I have come to introduce to you this God whom you worship without even knowing anything about him."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;The true God is the Creator of all things. He is the owner and Lord of the heavenly realm and the earthly realm, and he doesn&quot;t live in man-made temples."
            },
            {
                "verse_number": "25",
                "verse_text": "He supplies life and breath and all things to every living being. He doesn&quot;t lack a thing that we mortals could supply for him, for he has all things and everything he needs."
            },
            {
                "verse_number": "26",
                "verse_text": "From one man, Adam, he made every man and woman and every race of humanity, and he spread us over all the earth. He sets the boundaries of people and nations, determining their appointed times in history."
            },
            {
                "verse_number": "27",
                "verse_text": "He has done this so that every person would long for God, feel their way to him, and find him&ndash;for he is the God who is easy to discover!"
            },
            {
                "verse_number": "28",
                "verse_text": "It is through him that we live and function and have our identity; just as your own poets have said, &quot;Our lineage comes from him.&quot;"
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;Since our lineage can be traced back to God, how could we even think that the divine image could be compared to something made of gold, silver, or stone, sculpted by man&quot;s artwork and clever imagination?"
            },
            {
                "verse_number": "30",
                "verse_text": "&apos;In the past God tolerated our ignorance of these things, but now the time of deception has passed away. He commands us all to repent and turn to God."
            },
            {
                "verse_number": "31",
                "verse_text": "For the appointed day has risen, in which he is going to judge the world in righteousness by the man he has designated. And the proof given to the world that God has chosen this man is this: he resurrected him from among the dead!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "The moment they heard Paul bring up the topic of resurrection, some of them ridiculed him, then got up and left . But others said, &apos;We want to hear you again later about these things.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "So Paul left the meeting."
            },
            {
                "verse_number": "34",
                "verse_text": "But there were some who believed the message and joined him from that day forward. Among them were Dionysius, a judge on the leadership council, and a woman named Damaris."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "When Paul left Athens he traveled to Corinth,"
            },
            {
                "verse_number": "2",
                "verse_text": "where he met a Jewish man named Aquila, who was originally from northeastern Turkey. He and his wife, Priscilla, had recently emigrated from Italy to Corinth because Emperor Claudius had expelled all the Jews from Rome."
            },
            {
                "verse_number": "3",
                "verse_text": "Since Paul and Aquila were both tentmakers by trade, Paul moved in with them and they became business partners."
            },
            {
                "verse_number": "4",
                "verse_text": "Every Sabbath day Paul spoke openly in the synagogue, to both Jews and non-Jews, attempting to persuade them to believe the message of Jesus ."
            },
            {
                "verse_number": "5",
                "verse_text": "When Silas and Timothy finally arrived from Macedonia, Paul spent all his time preaching the word of God, trying to convince the Jews that Jesus was the Messiah."
            },
            {
                "verse_number": "6",
                "verse_text": "When they viciously slandered him and hurled abuse on him, he symbolically shook the dust off his clothes in protest against them. He said to them, &apos;Have it your way then! I am guiltless as to your fate, for the blood-guilt of your actions will be on your own heads, and from now on I will preach to the non-Jews.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Leaving the synagogue, Paul went to the home of Titus, a convert to Judaism, for he and his family attended the Jewish meetings and they had all become believers in Jesus ."
            },
            {
                "verse_number": "8",
                "verse_text": "Crispus, the leader of the synagogue, believed in the Lord, together with his entire family, and many of the Corinthians who heard what had happened believed in the Lord and were baptized."
            },
            {
                "verse_number": "9",
                "verse_text": "One night, the Lord spoke to Paul in a supernatural vision and said, &apos;Don&quot;t ever be afraid. Speak the words that I give you and don&quot;t be intimidated,"
            },
            {
                "verse_number": "10",
                "verse_text": "because I am with you. No one will be able to hurt you, for there are many in this city whom I call my own.&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "For the next year and a half, Paul stayed in Corinth, faithfully teaching the word of God."
            },
            {
                "verse_number": "12",
                "verse_text": "Now, at that time, Gallio was the regional governor who ruled over the Roman province of Achaia, and the Jews turned against Paul and came together to seize him and bring him publicly before the governor&quot;s court."
            },
            {
                "verse_number": "13",
                "verse_text": "They accused him before Gallio, saying, &apos;This man is creating a disturbance by persuading people to worship God in ways that are contrary to our laws.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Just as Paul was about to speak in his defense, Gallio interrupted and said, &apos;Wait! If this involved some major crime or fraud, it would be my responsibility to hear the case."
            },
            {
                "verse_number": "15",
                "verse_text": "But this is nothing more than a disagreement among yourselves over semantics and personalities and traditions of your own Jewish laws. Go and settle it yourselves! I refuse to be the judge of these issues.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So Gallio dismissed them from the court."
            },
            {
                "verse_number": "17",
                "verse_text": "Immediately the crowd turned on Sosthenes, one of the leaders of the synagogue who sided with Paul . They seized him and beat him up right there in the courtroom! But Gallio showed no concern at all over what was happening."
            },
            {
                "verse_number": "18",
                "verse_text": "After remaining in Corinth several more days, Paul finally bid shalom to the believers and sailed away for the coast of Syria, accompanied by Priscilla and Aquila. Before they left, Paul had his head shaved at Cenchrea, because he had taken a vow of dedication."
            },
            {
                "verse_number": "19",
                "verse_text": "When they reached Ephesus, Paul left Priscilla and Aquila behind, then he went into the synagogue and spoke to the Jews."
            },
            {
                "verse_number": "20",
                "verse_text": "They asked him to stay longer, but he refused"
            },
            {
                "verse_number": "21",
                "verse_text": "and said farewell to them, adding, &apos;I will come back to you, if it is God&quot;s will, after I go to Jerusalem to observe the feast.&apos; Then he set sail from Ephesus for Caesarea."
            },
            {
                "verse_number": "22",
                "verse_text": "When he arrived there he traveled on to Jerusalem to visit the church and pray for them, then he left for Antioch."
            },
            {
                "verse_number": "23",
                "verse_text": "After spending some time there, Paul continued on through the region of Galatia and Phyrgia in central Turkey. And wherever he went he encouraged and strengthened the believers."
            },
            {
                "verse_number": "24",
                "verse_text": "A Jewish man by the name of Apollos arrived in Ephesus. He was a native of Alexandria and was recognized as an educated and cultured man. He was powerful in the Scriptures,"
            },
            {
                "verse_number": "25",
                "verse_text": "had accepted Jesus, and had been taught about the Lord. He was spiritually passionate for Jesus and a convincing teacher, although he only knew about the baptism of John."
            },
            {
                "verse_number": "26",
                "verse_text": "He fearlessly preached in the synagogue. But when Priscilla and Aquila heard Apollos&quot; teachings, they met with him privately and revealed to him the ways of God more completely."
            },
            {
                "verse_number": "27",
                "verse_text": "Then Apollos, with the encouragement of the believers, went to the province of Achaia. He took a letter of recommendation from the brothers of Ephesus so his ministry would be welcomed in the region. He was a tremendous help to the believers and caused them to increase in grace."
            },
            {
                "verse_number": "28",
                "verse_text": "Apollos boldly and publicly confronted the Jews, vigorously debating them, proving undeniably from the Scriptures that Jesus was the Messiah."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "While Apollos was ministering in Corinth, Paul traveled on through the regions of Turkey until he arrived in Ephesus, where he found a group of twelve followers of Jesus."
            },
            {
                "verse_number": "2",
                "verse_text": "The first thing he asked them was &apos;Did you receive the Holy Spirit when you became believers?&apos; &apos;No,&apos; they replied. &apos;We&quot;ve not even heard of a holy spirit.&apos; They responded, &apos;It meant that we would follow John&quot;s teaching.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "Paul asked, &apos;Then what was the meaning of your baptism?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Paul said, &apos;John&quot;s baptism was for those who were turning from their sins, and he taught you to believe in and follow the one who was coming after him: Jesus the Anointed One.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "When they understood this, they were baptized into the authority of Jesus, the Anointed One."
            },
            {
                "verse_number": "8",
                "verse_text": "For three months Paul taught openly and fearlessly in the synagogue, arguing persuasively for them to enter into God&quot;s kingdom realm."
            },
            {
                "verse_number": "9",
                "verse_text": "But some of them hardened their hearts and stubbornly refused to believe. When they spoke evil of the Way in front of the congregation, Paul withdrew from them and took the believers with him."
            },
            {
                "verse_number": "10",
                "verse_text": "Every day for over two years, he taught them in the lecture hall of Tyrannus, which resulted in everyone living in the province of Asia, Jews and non-Jews, hearing the prophetic word of the Lord."
            },
            {
                "verse_number": "11",
                "verse_text": "God kept releasing a flow of extraordinary miracles through the hands of Paul."
            },
            {
                "verse_number": "12",
                "verse_text": "Because of this, people took Paul&quot;s handkerchiefs and articles of clothing, even pieces of cloth that had touched his skin, laying them on the bodies of the sick, and diseases and demons left them and they were healed."
            },
            {
                "verse_number": "15",
                "verse_text": "One day, when they said those words, the demon in the man replied, &apos;I know about Jesus, and I recognize Paul, but who do you think you are?&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then the demonized man jumped on them and threw them to the ground, beating them mercilessly. He overpowered the seven exorcists until they all ran out of the house naked and badly bruised."
            },
            {
                "verse_number": "17",
                "verse_text": "All of the people in Ephesus were awestruck, both Jews and non-Jews, when they heard about what had happened. Great fear fell over the entire city, and the authority of the name of Jesus was exalted."
            },
            {
                "verse_number": "18",
                "verse_text": "Many believers publicly confessed their sins and disclosed their secrets."
            },
            {
                "verse_number": "19",
                "verse_text": "Large numbers of those who had been practicing magic took all of their books and scrolls of spells and incantations and publicly burned them. When the value of all the books and scrolls was calculated, it all came to several million dollars."
            },
            {
                "verse_number": "20",
                "verse_text": "The power of God caused the word to spread, and the people were greatly impacted."
            },
            {
                "verse_number": "21",
                "verse_text": "Paul had it in his heart to go to Jerusalem and, on his way there, to revisit the places in Greece where he had ministered. &apos;After that,&apos; he said, &apos;I have to go to Rome also.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "So he sent ahead into Macedonia two of his ministry assistants, Timothy and Erastus, while he remained in western Turkey."
            },
            {
                "verse_number": "23",
                "verse_text": "At that time a major disturbance erupted in Ephesus over the people following God&quot;s way."
            },
            {
                "verse_number": "24",
                "verse_text": "It began with a wealthy man named Demetrius, who had built a large business and enriched many craftsmen by manufacturing silver shrines for the Greek goddess Artemis."
            },
            {
                "verse_number": "27",
                "verse_text": "Our businesses are in danger of being discredited. And not only that, but the temple of our great goddess Artemis is being dishonored and seen as worthless. She is the goddess of all of western Turkey and is worshiped in all the world. But if this outrage continues, everyone everywhere will suffer the loss of her magnificent greatness.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "When the people heard this, they were filled with boiling rage. They shouted over and over, &apos;Artemis, the great goddess of the Ephesians!&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "The entire city was thrown into chaos as everyone rushed into the stadium together, dragging with them Gaius and Aristarchus, Paul&quot;s traveling companions from Macedonia."
            },
            {
                "verse_number": "30",
                "verse_text": "When Paul attempted to go in and speak to the massive crowd, the disciples wouldn&quot;t let him."
            },
            {
                "verse_number": "31",
                "verse_text": "Some of the high-ranking governmental officials of the region, because they loved him, sent Paul an urgent message, saying, &apos;Whatever you do, don&quot;t step foot into that stadium!&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "The frenzied crowd shouted out one thing, and others shouted something else, until they were all in mass confusion, with many not even knowing why they were there!"
            },
            {
                "verse_number": "33",
                "verse_text": "Some of the Jews pushed forward a Jewish man named Alexander to be their spokesman, and different factions of the crowd shouted instructions at him. He stood before the people and motioned for everyone to be quiet so he could be heard."
            },
            {
                "verse_number": "34",
                "verse_text": "But when he began to speak, they realized that he was a Jew, so they shouted him down. For nearly two hours they shouted over and over, &apos;Great is Artemis, the goddess of the Ephesians!&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Eventually the mayor of the city was able to quiet them down. He said, &apos;Fellow citizens! Who in the world doesn&quot;t know that we are devoted to the great temple of Artemis and to her image that fell from Zeus out of heaven?"
            },
            {
                "verse_number": "36",
                "verse_text": "Since no one can deny it, you should all just be quiet. Calm down and don&quot;t do anything hasty."
            },
            {
                "verse_number": "37",
                "verse_text": "For you have brought these men before us who aren&quot;t guilty of any crime. They are neither temple robbers nor blasphemers of our goddess."
            },
            {
                "verse_number": "38",
                "verse_text": "So if Demetrius and the men of his trade have a case against someone, the courts are open. They can appear before the judge and press charges."
            },
            {
                "verse_number": "39",
                "verse_text": "But if you&quot;re looking for anything further to bring up, it must be argued before the court and settled there, not here."
            },
            {
                "verse_number": "40",
                "verse_text": "Don&quot;t you realize we&quot;re putting our city in danger of being accused of a riot by the Roman authorities? There&quot;s no good explanation we can give them for all this commotion!&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "After he had said this, he dispersed the crowds and sent them away."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "When the uproar finally died down, Paul gathered the believers and encouraged their hearts. He kissed them, said good-bye, and left for Macedonia."
            },
            {
                "verse_number": "2",
                "verse_text": "At every place he passed through, he brought words of great comfort and encouragement to the believers. Then he went on to Greece"
            },
            {
                "verse_number": "3",
                "verse_text": "and stayed there for three months. Just as Paul was about to sail for Syria, he learned of a plot against him by the Jews, so he decided to return by going through Macedonia. Then they tearfully accompanied Paul back to the ship."
            },
            {
                "verse_number": "4",
                "verse_text": "Seven men accompanied him as far as western Turkey. They were Sopater, son of Pyrrhus from Berea, Aristarchus and Secundus from Thessalonica, Gaius from Derbe, and Timothy, Tychicus, and Trophimus from western Turkey."
            },
            {
                "verse_number": "5",
                "verse_text": "These men went ahead and were waiting for us at Troas."
            },
            {
                "verse_number": "6",
                "verse_text": "As soon as all of the Passover celebrations were over, we sailed from Philippi. After five days we joined the others in Troas, where we stayed another week."
            },
            {
                "verse_number": "7",
                "verse_text": "On Sunday we gathered to take communion and to hear Paul preach. Because he was planning to leave the next day, he continued speaking until past midnight."
            },
            {
                "verse_number": "8",
                "verse_text": "There were many flickering lights in the upstairs chamber where we were meeting."
            },
            {
                "verse_number": "9",
                "verse_text": "Sitting in an open window listening was a young man named Eutychus. As Paul&quot;s sermon dragged on, Eutychus became drowsy and fell into a deep slumber. Sound asleep, he fell three stories to his death below."
            },
            {
                "verse_number": "10",
                "verse_text": "Paul went downstairs, bent over the boy, and embraced him. Taking him in his arms, he said to all the people gathered, &apos;Stop your worrying. He&quot;s come back to life!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "Paul went back upstairs, served communion, and ate a meal with them. Then he picked back up where he left off and taught until dawn."
            },
            {
                "verse_number": "12",
                "verse_text": "Filled with enormous joy, they took the boy home alive and everyone was encouraged."
            },
            {
                "verse_number": "13",
                "verse_text": "Continuing our journey, we made our way to the ship and sailed for Assos. Paul had previously arranged to meet us there as he traveled overland by foot."
            },
            {
                "verse_number": "14",
                "verse_text": "So he rejoined our team there and we took him aboard and sailed for Mitylene."
            },
            {
                "verse_number": "15",
                "verse_text": "The next day we crossed over to Chios, and the following day we arrived at the island of Samos. We stayed at Trogyllium, and on the day after that we reached Miletus."
            },
            {
                "verse_number": "16",
                "verse_text": "Paul was in a hurry to arrive in Jerusalem, hoping to make it in time for the Feast of Pentecost, so he decided to bypass Ephesus and not spend any time in that region."
            },
            {
                "verse_number": "17",
                "verse_text": "However, from Miletus Paul had sent a message to the elders of the church in Ephesus and asked them to come meet with him."
            },
            {
                "verse_number": "18",
                "verse_text": "When they arrived, he said to them, &apos;All of you know how I&quot;ve lived and conducted myself while I was with you. From the first day I set foot in western Turkey"
            },
            {
                "verse_number": "19",
                "verse_text": "I&quot;ve operated in God&quot;s miracle power with great humility and served you with many tears. I&quot;ve endured numerous ordeals because of the plots of the Jews."
            },
            {
                "verse_number": "20",
                "verse_text": "You know how I&quot;ve taught you in public meetings and in your homes, and that I&quot;ve not held anything back from you that would help you grow."
            },
            {
                "verse_number": "21",
                "verse_text": "I urged both Jews and non-Jews to turn from sin to God and to have faith in our Lord Jesus."
            },
            {
                "verse_number": "22",
                "verse_text": "And now I am captive to the Holy Spirit to go to Jerusalem, without really knowing what will happen to me there."
            },
            {
                "verse_number": "23",
                "verse_text": "Yet I know that the Holy Spirit warns me in town after town, saying, &quot;Chains and afflictions are prepared for you.&quot;"
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;But whether I live or die is not important, for I don&quot;t esteem my life as indispensable. It&quot;s more important for me to fulfill my destiny and to finish the ministry my Lord Jesus has assigned to me, which is to faithfully preach the wonderful news of God&quot;s grace."
            },
            {
                "verse_number": "25",
                "verse_text": "I&quot;ve been a part of your lives and shared with you many times the message of God&quot;s kingdom realm. But now I leave you, and you will not see my face again."
            },
            {
                "verse_number": "26",
                "verse_text": "If any of you should be lost, I will not be blamed, for my conscience is clean,"
            },
            {
                "verse_number": "27",
                "verse_text": "because I&quot;ve taught you everything I could about God&quot;s eternal plan and I&quot;ve held nothing back."
            },
            {
                "verse_number": "28",
                "verse_text": "So guard your hearts. Be true shepherds over all the flock and feed them well. Remember, it was the Holy Spirit who appointed you to guard and oversee the churches that belong to Jesus, the Anointed One, which he purchased and established by his own blood."
            },
            {
                "verse_number": "29",
                "verse_text": "&apos;I know that after I leave, imposters who have no loyalty to the flock will come among you like savage wolves."
            },
            {
                "verse_number": "30",
                "verse_text": "Even some from among your very own ranks will rise up, twisting the truth to seduce people into following them instead of Jesus."
            },
            {
                "verse_number": "31",
                "verse_text": "So be alert and discerning. Remember that for three years, night and day, I&quot;ve never stopped warning each of you, pouring out my heart to you with tears."
            },
            {
                "verse_number": "32",
                "verse_text": "&apos;And so now, I entrust you into God&quot;s hands and the message of his grace, which is all that you need to become strong. All of God&quot;s blessings are imparted through the message of his grace, which he provides as the spiritual inheritance given to all of his holy ones."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;I haven&quot;t been after your money or any of your possessions."
            },
            {
                "verse_number": "34",
                "verse_text": "You all know that I&quot;ve worked with my hands to meet my own needs and the needs of those who&quot;ve served with me."
            },
            {
                "verse_number": "35",
                "verse_text": "I&quot;ve left you an example of how you should serve and take care of those who are weak. For we must always cherish the words of our Lord Jesus, who taught, &quot;Giving brings a far greater blessing than receiving.&quot; &apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "After Paul finished speaking, he knelt down and prayed with them."
            },
            {
                "verse_number": "37",
                "verse_text": "Then they all cried with great weeping as one after another hugged Paul and kissed him."
            },
            {
                "verse_number": "38",
                "verse_text": "What broke their hearts the most were his words &apos;You will not see my face again.&apos;"
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "After we tore ourselves away from them, we put out to sea and sailed a direct course for the island of Kos, and on the next day to the island of Rhodes, and from there to Patara."
            },
            {
                "verse_number": "2",
                "verse_text": "There we found a ship that was crossing over to Syria, so we went aboard and sailed away."
            },
            {
                "verse_number": "3",
                "verse_text": "After we sighted Cyprus and sailed south of it, we docked at Tyre in Syria, where the ship unloaded its cargo."
            },
            {
                "verse_number": "4",
                "verse_text": "When we went ashore we found a number of believers and stayed with them for a week. They prophesied to Paul repeatedly , warning him by the Holy Spirit not to set foot in Jerusalem."
            },
            {
                "verse_number": "5",
                "verse_text": "When it was time for us to leave and be on our way, everyone&ndash;men, women, and children&ndash;accompanied us out of the city down to the beach. After we all knelt in the sand and prayed together,"
            },
            {
                "verse_number": "6",
                "verse_text": "we kissed one another, said our good-byes, and boarded the ship, while the believers went back to their homes."
            },
            {
                "verse_number": "7",
                "verse_text": "From Tyre we sailed on to the town of Akko and greeted the believers there with peace. We stayed with them for a day."
            },
            {
                "verse_number": "8",
                "verse_text": "Then we went on to Caesarea and stayed for several days in the home of Philip the evangelist, who was one of the seven deacons and"
            },
            {
                "verse_number": "9",
                "verse_text": "the father of four unmarried daughters who prophesied."
            },
            {
                "verse_number": "10",
                "verse_text": "During our stay of several days, Agabus, a prophet from Judea, came to visit us."
            },
            {
                "verse_number": "11",
                "verse_text": "As a prophetic gesture , he took Paul&quot;s belt and tied his own hands and feet with it as he prophesied, &apos;The Holy Spirit says, &quot;The one who owns this belt will be tied up in this same way by the Jews and they will hand him over to those who are not Jews.&quot; &apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "When we heard this, both we and the believers of Caesarea begged Paul not to go on to Jerusalem."
            },
            {
                "verse_number": "13",
                "verse_text": "But Paul replied, &apos;Why do you cry and break my heart with your tears? Don&quot;t you know that I&quot;m prepared not only to be imprisoned but to die in Jerusalem for the sake of the wonder of the name of our Lord Jesus?&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "Because we couldn&quot;t persuade him, we gave up and said nothing more except &apos;May the will of the Lord be done.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Afterward we packed our bags and set off for Jerusalem,"
            },
            {
                "verse_number": "16",
                "verse_text": "with some of the believers from Caesarea accompanying us. They brought us to a village where they introduced us to Mnason, a Cypriot, one of the original disciples, and he offered us hospitality."
            },
            {
                "verse_number": "17",
                "verse_text": "When we finally arrived in Jerusalem, the believers welcomed us with delight."
            },
            {
                "verse_number": "18",
                "verse_text": "The next day Paul and our team had a meeting with Jacob and all the elders of the Jerusalem church."
            },
            {
                "verse_number": "19",
                "verse_text": "After greeting everyone, Paul explained in detail what God had accomplished through his ministry among the non-Jewish people."
            },
            {
                "verse_number": "20",
                "verse_text": "When they heard Paul&quot;s report, they praised God. And they said to him, &apos;You should know, brother, that there are many tens of thousands of Jews who have also embraced the faith and are passionately keeping the law of Moses."
            },
            {
                "verse_number": "21",
                "verse_text": "But they&quot;ve heard a rumor that you&quot;ve been instructing the Jews everywhere to abandon Moses by telling them they don&quot;t need to circumcise their children or keep our Jewish customs."
            },
            {
                "verse_number": "22",
                "verse_text": "They will certainly hear that you&quot;ve come to Jerusalem. So what is the proper way to proceed?"
            },
            {
                "verse_number": "23",
                "verse_text": "We urge you to follow our suggestion. We have four men here who have taken a vow and are ready to have their heads shaved."
            },
            {
                "verse_number": "24",
                "verse_text": "Now go with them to the temple and sponsor them in their purification ceremony, and pay all their required expenses. Then everyone will know that the rumors they&quot;ve heard are false. They&quot;ll see that you are one who lives according to the law of Moses."
            },
            {
                "verse_number": "25",
                "verse_text": "But in reference to the non-Jewish believers, we&quot;ve sent them a letter with our decision, stating that they should avoid eating meat that has been offered to an idol, or eating blood or any animal that has been strangled, and to avoid sexual immorality.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The next day, Paul took the four men to the temple and ceremonially purified himself along with them. He publicly gave notice of the date when their vows would end and when sacrifices would be offered for each of them."
            },
            {
                "verse_number": "27",
                "verse_text": "When the seven-day period was almost over, a number of Jews from western Turkey who had seen him in the temple courts stirred up the whole crowd against him. Seizing him,"
            },
            {
                "verse_number": "28",
                "verse_text": "they shouted, &apos;Men of Israel, help us! This is the man who teaches everywhere what is contrary to our nation, our law, and this temple. And not only that, but now he brings these non-Jewish men with him into the inner courts of our temple! They have made this sacred place ritually unclean.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "(For Trophimus, an Ephesian, had been seen previously with him, and they assumed that he entered the inner courts with Paul.)"
            },
            {
                "verse_number": "30",
                "verse_text": "This ignited a huge riot in the city as all the people came together to seize Paul and drag him out of the temple courts, closing the gates behind him."
            },
            {
                "verse_number": "31",
                "verse_text": "But as they were about to kill Paul, the news reached the commander of the Roman garrison that the entire city was in an uproar."
            },
            {
                "verse_number": "32",
                "verse_text": "He immediately ran out to the crowd with a large number of his officers and soldiers. When the crowd saw them coming, they stopped beating Paul."
            },
            {
                "verse_number": "33",
                "verse_text": "The commander arrested him and ordered that he be bound with two chains. He then asked, &apos;Who is he and what has he done wrong?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Some in the crowd shouted one thing and others something else, just adding to the confusion. Since the commander was unable to get to the truth because of the disturbance, he ordered that Paul be brought back to their headquarters."
            },
            {
                "verse_number": "35",
                "verse_text": "When they reached the steps leading up to the fortress, they had to protect Paul and carry him up because of the violent mob following them,"
            },
            {
                "verse_number": "36",
                "verse_text": "and everyone was screaming out, &apos;Away with this man! Kill him!&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "As Paul was being led to the entrance of the compound, he said to the commander in Greek, &apos;May I have a word with you?&apos; The commander replied, &apos;So you know Greek, do you?"
            },
            {
                "verse_number": "38",
                "verse_text": "Aren&quot;t you that Egyptian fanatic who started a rebellion some time ago and led four thousand assassins out into the wilderness?&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Paul answered, &apos;I am, in fact, a Jew from Tarsus, in Cilicia, a well-known city of southern Turkey where I was born. I beg you, sir, please give me a moment to speak to these people.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "When the commander gave his permission, Paul stood on the steps and gestured with his hands for the people to listen. When the crowd quieted down, Paul addressed them in Aramaic and said:"
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Ladies and gentlemen, fellow believers and elders &ndash;please listen to me as I offer my defense.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "(Now, when everyone realized he was speaking to them in their Judean Aramaic language, the crowd became all the more attentive.)"
            },
            {
                "verse_number": "3",
                "verse_text": "Then Paul said, &apos;I am a Jewish man who was born in Tarsus, a city of Turkey. However, I grew up in this city and was properly trained in the Mosaic law and tutored by Rabbi Gamaliel according to our ancestral customs. I&quot;ve been extremely passionate in my desire to please God, just as all of you are today."
            },
            {
                "verse_number": "4",
                "verse_text": "I&quot;ve hunted down and killed the followers of this Way. I have seized them and thrown them into prison, both men and women."
            },
            {
                "verse_number": "5",
                "verse_text": "All of this can be verified by the high priest and the Supreme Council of Elders. For they even wrote letters to our fellow Jews of Damascus, authorizing me to arrest them and bring them back to Jerusalem as prisoners to be punished."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;As I was on the road approaching Damascus, about noon, a brilliant heavenly light suddenly appeared, flashing all around me."
            },
            {
                "verse_number": "7",
                "verse_text": "As I fell to the ground I heard a voice say, &quot;Saul, Saul . . . why are you persecuting me?&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;I answered, &quot;Who are you, my Lord?&quot; &apos;He said to me, &quot;I am Jesus, the Victorious. I am the one you are persecuting.&quot;"
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;Those who were with me saw the brilliant light, but they didn&quot;t hear the voice of the one who spoke to me."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;So I asked, &quot;Lord, what am I to do?&quot; &apos;And the Lord said to me, &quot;Get up and go into Damascus, and there you will be told about all that you are destined to do.&quot; &apos;Yes I am,&apos; he replied. Paul replied, &apos;I was born as a citizen!&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;Because of the dazzling glory of the light, I couldn&quot;t see&ndash;I was left blind. So they had to lead me by the hand the rest of the way into Damascus."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;A Jewish man living there named Ananias came to see me. He was a godly man who lived according to the law of Moses and was highly esteemed by the Jewish community."
            },
            {
                "verse_number": "13",
                "verse_text": "He stood beside me and said, &quot;Saul! My brother, Saul&ndash;open your eyes and see again!&quot; At that very instant I opened my eyes and I could see!"
            },
            {
                "verse_number": "14",
                "verse_text": "Then he said to me, &quot;The God of our ancestors has destined you to know his plan and for you to see the Holy One and to hear his voice."
            },
            {
                "verse_number": "15",
                "verse_text": "For you will be his witness to every race of people and will share with them everything that you&quot;ve seen and heard."
            },
            {
                "verse_number": "16",
                "verse_text": "So now, what are you waiting for? Get up, be baptized, and wash away your sins as you call upon his name.&quot;"
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;Then I returned to Jerusalem. And while I was praying in the temple, I entered another realm"
            },
            {
                "verse_number": "18",
                "verse_text": "and saw him. He said to me, &quot;Hurry and depart from Jerusalem quickly, for the people here will not receive the truths you share about me.&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos; &quot;But Lord,&quot; I argued, &quot;they all know that I&quot;m the one who went into our Jewish meetings to find those who believe in you and had them beaten and imprisoned."
            },
            {
                "verse_number": "20",
                "verse_text": "When the blood of your witness Stephen was shed, I stood nearby in full approval of what was happening. I even guarded the cloaks of those who stoned him to death .&quot;"
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;Then he said to me, &quot;Go at once, for I am sending you to preach to the non-Jewish nations.&quot; &apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The crowd listened attentively to Paul up to this point. But when they heard this, all at once they erupted with loud shouts, saying, &apos;Get rid of this man! Kill him! He doesn&quot;t deserve to live!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "While the crowd was screaming and yelling, removing their outer garments, and throwing handfuls of dust in the air in protest,"
            },
            {
                "verse_number": "24",
                "verse_text": "the commander had Paul brought back into the compound. He ordered that he be whipped with a lash and interrogated to find out what he said that so infuriated the crowd."
            },
            {
                "verse_number": "25",
                "verse_text": "When the soldiers stretched Paul out with ropes, he said to the captain, who was standing nearby, &apos;Is it legal for you to torture a Roman citizen like this, without a proper trial?&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "When the officer heard this, he immediately went to his commander and reported it, saying, &apos;This man is a Roman citizen. What should we do now?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "The commander came to Paul and asked him, &apos;Tell me the truth, are you a Roman citizen?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "The commander said, &apos;I had to purchase my citizenship with a great sum of money.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "All of the soldiers who were about to whip Paul backed away, because they were afraid of the consequences for tying up and holding a Roman citizen against his will."
            },
            {
                "verse_number": "30",
                "verse_text": "The next day the commander ordered that the high priest and the supreme Jewish council be convened, because he wanted to find out exactly why the Jews were accusing Paul. So he had him untied and brought out to stand before them all."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "Paul fixed his eyes on the members of the council and said, &apos;My brothers, up to this day I have lived my life before God with a perfectly clear conscience.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "At that moment, Ananias the high priest ordered those standing near Paul to strike him in the mouth."
            },
            {
                "verse_number": "3",
                "verse_text": "Paul responded, &apos;God is going to strike you, you corrupt pretender! For you sit there judging me according to the law, yet you broke the law when you ordered me to be struck.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Those standing near Paul said to him, &apos;Do you dare insult the high priest of God?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Paul answered, &apos;I had no idea, brothers, that he was the high priest. For the Scriptures say, &quot;Do not curse the ruler of your people.&quot; &apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "Just then Paul realized that part of the council were Sadducees, who deny the resurrection of the dead, and others were of the separated ones. So he shouted, &apos;My fellow Jews, I am a separated one, and the son of a separated one. That&quot;s why I&quot;m on trial here. It&quot;s because of the hope I have that the dead will rise to live again.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "When he said this, a heated argument started among them, dividing the council between the Sadducees and the separated ones."
            },
            {
                "verse_number": "8",
                "verse_text": "Paul knew that the Sadducees teach there is no resurrection and do not believe in angels or spirits, but the separated ones believe in them all."
            },
            {
                "verse_number": "9",
                "verse_text": "This sparked an even greater uproar among them. Finally, some of the separated ones who were religious scholars stood up and protested strongly, saying, &apos;We find nothing wrong with this man. It could be that the Spirit has spoken to him or an angel came to him.&apos; Paul answered, &apos;Southeast Turkey.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "When the shouting match became intense, the commander, fearing they would tear Paul to pieces, intervened and ordered his soldiers to go in to their meeting and seize him and take him back to their headquarters."
            },
            {
                "verse_number": "11",
                "verse_text": "That night our Lord appeared to Paul and stood before him and said, &apos;Receive miracle power. For just as you have spoken for me in Jerusalem, you will also speak for me in Rome.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "They went to the high priest and the elders to divulge their plans and said to them, &apos;We have united in a solemn oath not to eat or drink until Paul is dead."
            },
            {
                "verse_number": "15",
                "verse_text": "So we urge you to have the commander bring him to you as though you were to determine his case with a more thorough inquiry. And we will kill him before he even gets here!&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "When Paul&quot;s nephew, his sister&quot;s son, overheard their plot to kill him, he came to the headquarters and informed him of their plans."
            },
            {
                "verse_number": "17",
                "verse_text": "Paul called for one of the captains and said, &apos;Take this boy to the commander, for he has something important to report to him.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The captain took him to the commander and informed him, &apos;Paul the prisoner asked me to bring this boy to you because he has something important for you to know.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "The commander took him by the arm and led him aside in private and asked him, &apos;What do you have to tell me?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "He replied, &apos;The Jews have plotted to kill Paul. Tomorrow they will ask you to bring him again to the supreme council under the pretense of wanting to question him further."
            },
            {
                "verse_number": "21",
                "verse_text": "Don&quot;t believe them, because they have forty men lying in wait to ambush Paul. These men have sworn an oath not to eat or drink until they have killed him. They&quot;re all waiting for you to agree to their request so they can carry out their plot .&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The commander dismissed Paul&quot;s nephew after directing him, &apos;Tell no one that you&quot;ve reported these things to me.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "He sent with them a letter that read:"
            },
            {
                "verse_number": "26",
                "verse_text": "From Claudias Lysias, to His Excellency, Governor Felix: Dear Governor, Sincerely, Claudius Lysias"
            },
            {
                "verse_number": "27",
                "verse_text": "I rescued this man, who was seized by the Jews as they were about to put him to death. I intervened with my troops because I understand that he is a Roman citizen."
            },
            {
                "verse_number": "28",
                "verse_text": "I was determined to learn exactly what charge they were accusing him of, so I brought him to stand before the Jewish supreme council."
            },
            {
                "verse_number": "29",
                "verse_text": "I discovered that he was being accused with reference to violating controversial issues about their law, but I found no charge against him that deserved death or imprisonment."
            },
            {
                "verse_number": "30",
                "verse_text": "When I was informed of an imminent plot to kill him, I sent him to you at once, and I have ordered his accusers to also come before you and state their charges against him."
            },
            {
                "verse_number": "31",
                "verse_text": "The soldiers carried out their orders and escorted Paul during the night until they reached the city of Antipatris."
            },
            {
                "verse_number": "32",
                "verse_text": "The next day the horsemen continued on with Paul and the rest of the soldiers were dismissed to return to their headquarters."
            },
            {
                "verse_number": "33",
                "verse_text": "Upon their arrival in Caesarea, they presented the letter to the governor and brought Paul before him."
            },
            {
                "verse_number": "34",
                "verse_text": "After reading the letter, he asked Paul what province he was from."
            },
            {
                "verse_number": "35",
                "verse_text": "The governor said, &apos;I will give you a full hearing when your accusers arrive here also.&apos; Then he ordered that Paul be kept under guard in Herod&quot;s palace."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Five days later, Ananias the high priest arrived in Caesarea, accompanied by some Jewish elders and Tertullus, their prosecuting attorney. They were brought before the governor to present formal charges against Paul."
            },
            {
                "verse_number": "2",
                "verse_text": "After Paul was summoned, Tertullus accused him, saying,"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Your Excellency Felix, under the shadow of your wise leadership we Jews have experienced a long period of peace. Because of your wise foresight, many reforms are coming to pass in our nation because of you, Most Honorable Felix. We deeply appreciate this and thank you very much."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;So that I won&quot;t weary you with a lengthy presentation, I beg you to hear our brief summary, with your customary graciousness."
            },
            {
                "verse_number": "5",
                "verse_text": "For we have found this man to be a contagious plague, a seditious man who continually stirs up riots among the Jews all over the world. He has become a ringleader of the sect known as the Nazarenes."
            },
            {
                "verse_number": "6",
                "verse_text": "He has even attempted to desecrate our temple, which is why we had him arrested. We sought to judge him according to our law,"
            },
            {
                "verse_number": "7",
                "verse_text": "but Commander Lysias came with great force, snatched him away from our hands, and sent him here to you."
            },
            {
                "verse_number": "8",
                "verse_text": "He has ordered his accusers to come to you so that you could interrogate him and ascertain for yourself that all these charges we are bringing against him are true.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "All the Jews present joined in the verbal attack, saying, &apos;Yes, it&quot;s true!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "The governor motioned that it was Paul&quot;s turn to speak, so he began to answer the accusations. &apos;Because I know that you have been a judge over this nation for many years, I gladly respond in my defense."
            },
            {
                "verse_number": "11",
                "verse_text": "You can easily verify that about twelve days ago, I went to Jerusalem to worship."
            },
            {
                "verse_number": "12",
                "verse_text": "No one found me arguing with anyone or causing trouble among the people in the synagogues or in the temple or anywhere in the city."
            },
            {
                "verse_number": "13",
                "verse_text": "They are completely unable to prove these accusations they make against me."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;But I do confess this to you: I worship the God of our Jewish ancestors as a follower of the Way, which they call a sect. For I believe everything that is written in the Law and the Prophets."
            },
            {
                "verse_number": "15",
                "verse_text": "And my hope is in God, the same hope that even my accusers have embraced, the hope of a resurrection from the dead of both the righteous and the unrighteous."
            },
            {
                "verse_number": "16",
                "verse_text": "That&quot;s why I seek with all my heart to have a clean conscience toward God and toward others."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;After being away from Jerusalem for several years, I returned to bring to my people gifts for the poor."
            },
            {
                "verse_number": "18",
                "verse_text": "I was in the temple, ritually purified and presenting my offering to God, when they seized me. I had no noisy crowd around me, and I wasn&quot;t causing trouble or making any kind of disturbance whatsoever."
            },
            {
                "verse_number": "19",
                "verse_text": "It was a group of Jews from western Turkey who were being unruly; they are the ones who should be here now to bring their charges if they have anything against me."
            },
            {
                "verse_number": "20",
                "verse_text": "Or at least these men standing before you should clearly state what crime they found me guilty of when I stood before the Jewish supreme council,"
            },
            {
                "verse_number": "21",
                "verse_text": "unless it&quot;s the one thing I passionately spoke out when I stood among them. I am on trial today only because of my belief in the resurrection of the dead.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Felix, who was well acquainted with the facts about the Way, concluded the hearing with these words: &apos;I will decide your case after Commander Lysias arrives.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "He then ordered the captain to keep Paul in protective custody, but to give him a measure of freedom, he allowed any of his friends to visit him and help take care of his needs."
            },
            {
                "verse_number": "24",
                "verse_text": "Several days later, Felix came back with his wife, Drusilla, who was Jewish. They sent for Paul and listened as he shared with them about faith in Jesus, the Anointed One."
            },
            {
                "verse_number": "25",
                "verse_text": "As Paul spoke about true righteousness, self-control, and the coming judgment, Felix became terrified and said, &apos;Leave me for now. I&quot;ll send for you later when it&quot;s more convenient.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "He expected to receive a bribe from Paul for his release, so for that reason he would send for Paul from time to time to converse with him."
            },
            {
                "verse_number": "27",
                "verse_text": "Two years later, Felix was succeeded by Porcius Festus. Before he left office he decided to leave Paul in prison as a political favor to the Jews."
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "Three days after Festus assumed his duties in Caesarea, he made the journey to Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "Religious authorities and prominent leaders among the Jews brought formal charges against Paul before Festus."
            },
            {
                "verse_number": "3",
                "verse_text": "They came asking him for a favor&ndash;that he would transfer Paul from Caesarea to Jerusalem&ndash;all the while plotting to ambush and kill Paul along the way."
            },
            {
                "verse_number": "4",
                "verse_text": "Festus responded to their request by informing them that he planned to return to Caesarea shortly."
            },
            {
                "verse_number": "5",
                "verse_text": "He told them, &apos;Your leaders can come with me to Caesarea. If this man has broken any laws, you can bring charges against him there.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "After Festus had stayed in Jerusalem no more than eight to ten days, he left for Caesarea. The day after he arrived, he convened the court and took his seat on the bench as judge over the proceedings. After he ordered Paul brought into the courtroom,"
            },
            {
                "verse_number": "7",
                "verse_text": "the Jewish leaders who came from Jerusalem encircled him and leveled against him many serious charges, which they were unable to substantiate."
            },
            {
                "verse_number": "8",
                "verse_text": "In his defense, Paul said by the Holy Spirit, &apos;I have done nothing wrong. I&quot;ve committed no offense against Jewish law, or against the temple, or against Caesar.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "Festus, because he wanted to curry favor with the Jews, asked Paul, &apos;Are you willing to go with me to Jerusalem and be tried for these charges?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Paul replied, &apos;I am standing here before Caesar&quot;s tribunal. This is where I should be tried. As you well know, I have done no harm to the Jews."
            },
            {
                "verse_number": "11",
                "verse_text": "If I have committed a crime worthy of death, I won&quot;t seek to escape the death penalty. But if none of their charges are true, no one has the right to hand me over to them. I appeal to Caesar!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "After conferring with the members of his council, Festus replied, &apos;Since you have appealed to Caesar, to Caesar you will go!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Several days later, King Agrippa and Bernice arrived at Caesarea for a visit with Festus."
            },
            {
                "verse_number": "14",
                "verse_text": "During their stay of many days, Festus explained Paul&quot;s situation to the king to get his opinion on the matter, saying, &apos;There is a man here whom Felix left as a prisoner."
            },
            {
                "verse_number": "15",
                "verse_text": "When I was in Jerusalem, the leading priests and Jewish elders pressed charges against him and demanded that I issue a guilty verdict against him."
            },
            {
                "verse_number": "16",
                "verse_text": "I explained to them that it is not our Roman custom to condemn any man before he has an opportunity to face his accusers and present his defense."
            },
            {
                "verse_number": "17",
                "verse_text": "So they returned here with me. I didn&quot;t postpone the trial, but convened the court the very next day and ordered the man to be brought before me."
            },
            {
                "verse_number": "18",
                "verse_text": "I listened to their accusations against him, but they were not what I expected to hear, for he had committed no crime."
            },
            {
                "verse_number": "19",
                "verse_text": "Rather, their issues centered around disagreements with him over their religion, and about a dead man named Jesus, who Paul claimed was alive."
            },
            {
                "verse_number": "20",
                "verse_text": "Because I was perplexed about how to proceed, I asked him if he would be willing to go to Jerusalem to stand trial on these charges."
            },
            {
                "verse_number": "21",
                "verse_text": "When Paul appealed his case to the emperor for a decision, I ordered him to be held in custody until I could send him to Caesar.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "King Agrippa said to Festus, &apos;I would like to listen to this man myself.&apos; &apos;Tomorrow,&apos; he replied, &apos;you will have that opportunity.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "The next day King Agrippa and Bernice entered the audience hall with much pomp and pageantry. Accompanying them were the senior military officers and prominent citizens. Festus ordered that Paul be brought before them all."
            },
            {
                "verse_number": "24",
                "verse_text": "Then Festus said, &apos;King Agrippa, and esteemed guests, here is the man whom the entire Jewish community, both here and in Jerusalem, has asked me to condemn to death. They have screamed and shouted at me, demanding that I end his life."
            },
            {
                "verse_number": "25",
                "verse_text": "Yet upon investigation I couldn&quot;t find one thing that he has done to deserve the death penalty. When he appealed to His Majesty the emperor, I determined to send him."
            },
            {
                "verse_number": "26",
                "verse_text": "But I have nothing concrete to write to His Majesty, so I have now brought him before you all, and especially before you, King Agrippa. After this preliminary hearing I should have something to write,"
            },
            {
                "verse_number": "27",
                "verse_text": "for it seems absurd to me to send a prisoner without specifying the charges against him.&apos;"
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "King Agrippa said to Paul, &apos;You may now state your case.&apos; Paul motioned with his hand for silence, then began his defense."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;King Agrippa, I consider myself highly favored to stand before you today and answer the charges made against me by the Jews."
            },
            {
                "verse_number": "3",
                "verse_text": "Because you, more than anyone else, are very familiar with the customs and controversies among the Jewish people, I now ask for your patience as I state my case."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;All the Jews know how I have been raised as a young man, living among my own people from the beginning and in Jerusalem."
            },
            {
                "verse_number": "5",
                "verse_text": "If my accusers are willing to testify, they must admit that they&quot;ve known me all along as a Pharisee, a member of the most strict and orthodox sect within Judaism."
            },
            {
                "verse_number": "6",
                "verse_text": "And now, here I am on trial because I believe in the hope of God&quot;s promises made to our ancestors."
            },
            {
                "verse_number": "7",
                "verse_text": "This is the promise the twelve tribes of our people hope to see fulfilled as they sincerely strive to serve God with prayers night and day. &apos;So, Your Highness, it is because of this hope that the Jews are accusing me."
            },
            {
                "verse_number": "8",
                "verse_text": "And how should you judge this matter? Why is it that any of you think it unbelievable that God raises the dead?"
            },
            {
                "verse_number": "9",
                "verse_text": "I used to think that I should do all that was in my power to oppose the name of Jesus of Nazareth."
            },
            {
                "verse_number": "10",
                "verse_text": "And that&quot;s exactly what I did in Jerusalem, for I not only imprisoned many of the holy believers by the authority of the chief priests, I also cast my vote against them, sentencing them to death."
            },
            {
                "verse_number": "11",
                "verse_text": "I punished them often in every Jewish meeting hall and attempted to force them to blaspheme. I boiled with rage against them, hunting them down in distant foreign cities to persecute them."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;For that purpose I went to Damascus, with the authority granted to me by the chief priests."
            },
            {
                "verse_number": "13",
                "verse_text": "While traveling on the road at noon, Your Highness, I saw a light brighter than the sun flashing from heaven all around me and those who were with me."
            },
            {
                "verse_number": "14",
                "verse_text": "We all fell to the ground, and I heard a voice speaking to me in Aramaic, saying, &quot;Saul, Saul, why are you persecuting me? You are only hurting yourself when you resist your calling.&quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "&apos;I asked, &quot;Who are you, Lord?&quot; &apos;And the Lord replied, &quot;I am Jesus, the one you are persecuting."
            },
            {
                "verse_number": "16",
                "verse_text": "Get up and stand to your feet, for I have appeared to you to reveal your destiny and to commission you as my assistant. You will be a witness to what you have seen and to the things I will reveal whenever I appear to you."
            },
            {
                "verse_number": "17",
                "verse_text": "I will rescue you from the persecution of your own people and from the hostility of the other nations that I will send you to."
            },
            {
                "verse_number": "18",
                "verse_text": "And you will open their eyes to their true condition, so that they may turn from darkness to the Light and from the power of Satan to the power of God. By placing their faith in me they will receive the total forgiveness of sins and be made holy, taking hold of the inheritance that I give to my children !&quot;"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;So you see, King Agrippa, I have not been disobedient to what was revealed to me from heaven."
            },
            {
                "verse_number": "20",
                "verse_text": "For it was in Damascus that I first declared the truth. And then I went to Jerusalem and throughout our nation, and even to other nations, telling people everywhere that they must repent and turn to God and demonstrate it with a changed life."
            },
            {
                "verse_number": "21",
                "verse_text": "That&quot;s why the Jews seized me when I was in the temple and tried to murder me."
            },
            {
                "verse_number": "22",
                "verse_text": "&apos;But in spite of all this, I have experienced the supernatural help of God up to this very moment. So I&quot;m standing here saying the same thing that I&quot;ve shared with everyone, from the least to the greatest. For I teach nothing but what"
            },
            {
                "verse_number": "23",
                "verse_text": "Moses and the prophets have said was destined to happen: that our Messiah had to suffer and die and be the first to rise from the dead, to release the bright light of truth both to our people and to the non-Jewish nations.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Festus interrupted Paul&quot;s defense, blurting out, &apos;You&quot;re out of your mind! All this great learning of yours is driving you crazy.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Paul replied, &apos;No, Your Excellency Festus, I am not crazy. I speak the words of truth and reason."
            },
            {
                "verse_number": "26",
                "verse_text": "King Agrippa, I know I can speak frankly and freely with you, for you understand these matters well, and none of these things have escaped your notice. After all, it&quot;s not like it was a secret!"
            },
            {
                "verse_number": "27",
                "verse_text": "Don&quot;t you believe the prophets, King Agrippa? I know that you do.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Agrippa responded, &apos;In such a short time you are nearly persuading me to become a Christian.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Paul replied, &apos;I pray to God that both you and those here listening to me would one day become the same as I am, except, of course, without these chains.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "The king, the governor, Bernice, and all the others got up."
            },
            {
                "verse_number": "31",
                "verse_text": "As they were leaving the chamber, they commented to one another, &apos;This man has done nothing that deserves death or even imprisonment.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "King Agrippa said to Festus, &apos;If he hadn&quot;t appealed to Caesar, he could have been released.&apos;"
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "When it was decided that we were to sail for Italy, Festus handed over Paul and a number of other prisoners to the custody of a Roman officer named Julius, a member of the imperial guard."
            },
            {
                "verse_number": "2",
                "verse_text": "We went on board a ship from the port of Adramyttium that was planning to stop at various ports along the coast of southwestern Turkey. We put out to sea and were accompanied by Aristarchus from Thessalonica in Macedonia."
            },
            {
                "verse_number": "3",
                "verse_text": "The next day we docked at Sidon, and Julius, being considerate of Paul, allowed him to disembark and be refreshed by his friends living there."
            },
            {
                "verse_number": "4",
                "verse_text": "From there we put out to sea, but because the winds were against us, we sailed under the lee of Cyprus."
            },
            {
                "verse_number": "5",
                "verse_text": "After sailing across the open sea off Cilicia and Pamphylia, we docked at the port of Myra in Lycia."
            },
            {
                "verse_number": "6",
                "verse_text": "While we were there, the commanding officer found an Egyptian ship from Alexandria that was bound for Italy, and he put us on board."
            },
            {
                "verse_number": "7",
                "verse_text": "We made little headway for several days, and with difficulty we made it to Knidus. The strong winds kept us from holding our course, so from there we sailed along the lee of Crete, opposite Cape Salome."
            },
            {
                "verse_number": "8",
                "verse_text": "Hugging the coast, we struggled on to a place called Fair Havens, near the town of Lasea."
            },
            {
                "verse_number": "9",
                "verse_text": "We remained there a long time, until we passed the day of the Jewish fast. Paul advised the frightened sailors that they should not put out to sea in such dangerous weather, saying,"
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Men, I can see that our voyage would be disastrous for us and bring great loss, not only to our ship and cargo but also to our own lives. We should remain here .&apos;"
            },
            {
                "verse_number": "11",
                "verse_text": "But the officer in charge was persuaded more by the ship&quot;s helmsman and captain than he was by Paul."
            },
            {
                "verse_number": "12",
                "verse_text": "So the majority decided to put out to sea, since Fair Haven was an exposed harbor and not suitable to winter in. They had hoped to somehow reach the Cretan port of Phineka, which was a more suitable port because it was facing south."
            },
            {
                "verse_number": "13",
                "verse_text": "When a gentle south breeze began to blow, they assumed they could make it, so they pulled up anchor and sailed close to Crete."
            },
            {
                "verse_number": "14",
                "verse_text": "But it wasn&quot;t long before the weather abruptly worsened and a storm of hurricane force called the Nor&quot;easter tore across the island and blew us out to sea."
            },
            {
                "verse_number": "15",
                "verse_text": "The sailors weren&quot;t able to turn the ship into the wind, so they gave up and let it be driven by the gale winds."
            },
            {
                "verse_number": "16",
                "verse_text": "As we passed to the lee of a small island called Cauda, we were barely able to get the ship&quot;s lifeboat under control,"
            },
            {
                "verse_number": "17",
                "verse_text": "so the crew hoisted the dinghy aboard. The sailors used ropes and cables to undergird the ship, fearing they would run aground on the shoals of Syrtis. They lowered the drag anchor to slow its speed and let the ship be driven along."
            },
            {
                "verse_number": "18",
                "verse_text": "The next day, because of being battered severely by the storm, the sailors jettisoned the cargo,"
            },
            {
                "verse_number": "19",
                "verse_text": "and by the third day they even threw the ship&quot;s tackle and rigging overboard."
            },
            {
                "verse_number": "20",
                "verse_text": "After many days of seeing neither the sun nor the stars, and with the violent storm continuing to rage against us, all hope of ever getting through it alive was abandoned."
            },
            {
                "verse_number": "21",
                "verse_text": "After being without food for a long time, Paul stepped before them all and said, &apos;Men, you should have obeyed me and avoided all of this pain and suffering by not leaving Crete."
            },
            {
                "verse_number": "22",
                "verse_text": "Now listen to me. Don&quot;t be depressed, for no one will perish&ndash;only the ship will be lost."
            },
            {
                "verse_number": "23",
                "verse_text": "For God&quot;s angel visited me last night, the angel of my God, the God I passionately serve. He came and stood in front of me"
            },
            {
                "verse_number": "24",
                "verse_text": "and said, &quot;Don&quot;t be afraid, Paul. You are destined to stand trial before Caesar. And because of God&quot;s favor on you, he has given you the lives of everyone who is sailing with you.&quot;"
            },
            {
                "verse_number": "25",
                "verse_text": "So men, keep up your courage! I know that God will protect you, just as he told me he would."
            },
            {
                "verse_number": "26",
                "verse_text": "But we must run aground on some island to be saved .&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "On the fourteenth night of being tossed about the Adriatic Sea, about midnight, the sailors sensed we were approaching land."
            },
            {
                "verse_number": "28",
                "verse_text": "So they took soundings and discovered that the water was about 120 feet deep. After sailing a short distance, they again took soundings and found it was only ninety feet deep."
            },
            {
                "verse_number": "29",
                "verse_text": "Fearing we would be dashed against a rocky coast, they dropped four anchors from the stern and waited for morning to come."
            },
            {
                "verse_number": "30",
                "verse_text": "Some sailors pretended to go down to drop anchors from the bow when in fact they wanted to lower the lifeboat into the sea and escape, abandoning ship."
            },
            {
                "verse_number": "31",
                "verse_text": "Paul said to the Roman officer and his soldiers, &apos;Unless you all stay together onboard the ship, you have no chance of surviving.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "At the moment they heard this, the soldiers cut the ropes of the dinghy and let it fall away."
            },
            {
                "verse_number": "33",
                "verse_text": "Just before daybreak, Paul urged everyone to eat. He said, &apos;Today makes two full weeks that you&quot;ve been in fearful peril and hunger, unable to eat a thing."
            },
            {
                "verse_number": "34",
                "verse_text": "Now eat and be nourished. For you&quot;ll all come through this ordeal without a scratch.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Then Paul took bread and gave thanks to God in front of them, broke it and began to eat."
            },
            {
                "verse_number": "38",
                "verse_text": "After they were satisfied, they threw the grain into the sea to lighten the ship."
            },
            {
                "verse_number": "39",
                "verse_text": "When daylight came, the sailors didn&quot;t recognize the land, but they noticed a cove with a sandy beach, so they decided to run the ship ashore."
            },
            {
                "verse_number": "40",
                "verse_text": "They cut away the anchors, leaving them in the sea, untied the ropes holding the rudders, and hoisted the foresail to the breeze to head for the beach."
            },
            {
                "verse_number": "41",
                "verse_text": "But they drifted into the rocky shoals between two depths of the sea, causing the ship to flounder still a distance from shore. The bow was stuck fast, jammed on the rocks, while the stern was being smashed by the pounding of the surf."
            },
            {
                "verse_number": "42",
                "verse_text": "The soldiers wanted to kill all the prisoners to prevent them from escaping."
            },
            {
                "verse_number": "43",
                "verse_text": "But the Roman officer was determined to bring Paul safely through, so he foiled their attempts. He commanded the prisoners and crew who could swim to jump overboard and swim ashore."
            },
            {
                "verse_number": "44",
                "verse_text": "The rest all managed to survive by clinging to planks and broken pieces of the ship, so that everyone scrambled to the shore uninjured."
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "After we had safely reached land, we discovered that the island we were on was Malta."
            },
            {
                "verse_number": "2",
                "verse_text": "The people who lived there showed us extraordinary kindness, for they welcomed us around the fire they had built because it was cold and rainy."
            },
            {
                "verse_number": "3",
                "verse_text": "When Paul had gathered an armful of brushwood and was setting it on the fire, a venomous snake was driven out by the heat and latched onto Paul&quot;s hand with its fangs."
            },
            {
                "verse_number": "4",
                "verse_text": "When the islanders saw the snake dangling from Paul&quot;s hand, they said to one another, &apos;No doubt about it, this guy is a murderer. Even though he escaped death at sea, Justice has now caught up with him!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "But Paul shook the snake off, flung it into the fire, and suffered no harm at all."
            },
            {
                "verse_number": "6",
                "verse_text": "Everyone watched him, expecting him to swell up or suddenly drop dead. After observing him for a long time and seeing that nothing unusual happened, they changed their minds and said, &apos;He must be a god!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "The Roman governor of the island, named Publius, had his estate nearby. He graciously welcomed us as his houseguests and showed us hospitality for the three days that we stayed with him."
            },
            {
                "verse_number": "8",
                "verse_text": "His father lay sick in bed, suffering from fits of high fever and dysentery. So Paul went into his room, and after praying, placed his hands on him. He was instantly healed."
            },
            {
                "verse_number": "9",
                "verse_text": "When the people of the island heard about this miracle, they brought all the sick to Paul, and they were also healed."
            },
            {
                "verse_number": "10",
                "verse_text": "The islanders honored us greatly, and when we were preparing to set sail again, they gave us all the supplies we needed for our journey."
            },
            {
                "verse_number": "11",
                "verse_text": "After three months we put out to sea on an Egyptian ship from Alexandria that had wintered at the island. The ship had carved on its prow as its emblem the &apos;Heavenly Twins.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "When we landed at Syracuse, we stayed there for three days."
            },
            {
                "verse_number": "13",
                "verse_text": "From there we set sail for the Italian city of Rhegium. The day after we landed, a south wind sprang up that enabled us to reach Puteoli in two days."
            },
            {
                "verse_number": "14",
                "verse_text": "There we found some believers, who begged us to stay with them for a week. Afterward, we made our way to Rome."
            },
            {
                "verse_number": "15",
                "verse_text": "When the believers were alerted we were coming, they came out to meet us at the Forum of Appius while we were still a great distance from Rome . Another group met us at the Three Taverns. When Paul saw the believers, his heart was greatly encouraged and he thanked God."
            },
            {
                "verse_number": "16",
                "verse_text": "When we finally entered Rome, Paul was turned over to the authorities and was allowed to live where he pleased, with one soldier assigned to guard him."
            },
            {
                "verse_number": "17",
                "verse_text": "After three days Paul called together all the prominent members of the Jewish community of Rome. When they had all assembled, Paul said to them, &apos;My fellow Jews, while I was in Jerusalem, I was handed over as a prisoner of the Romans for prosecution, even though I had done nothing against any of our people or our Jewish customs."
            },
            {
                "verse_number": "18",
                "verse_text": "After hearing my case, the Roman authorities wanted to release me since they found nothing that deserved a death sentence."
            },
            {
                "verse_number": "19",
                "verse_text": "When the Jews objected to this, I felt it necessary, with no malice against them, to appeal to Caesar."
            },
            {
                "verse_number": "20",
                "verse_text": "This, then, is the reason I&quot;ve asked to speak with you, so that I could explain these things. It is only because I believe in the Hope of Israel that I am in chains before you.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "They replied, &apos;We haven&quot;t received any letters from the Jews of Judea, nor has anyone come to us with a bad report about you."
            },
            {
                "verse_number": "22",
                "verse_text": "But we are anxious to hear you present your views regarding this Christian sect we&quot;ve been hearing about, for people everywhere are speaking against it.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So they set a time to meet with Paul. On that day an even greater crowd gathered where he was staying. From morning until evening Paul taught them, opening up the truths of God&quot;s kingdom. With convincing arguments from both the Law and the Prophets, he tried to persuade them about Jesus."
            },
            {
                "verse_number": "24",
                "verse_text": "Some were converted, but others refused to believe. They argued back and forth,"
            },
            {
                "verse_number": "25",
                "verse_text": "still unable to agree among themselves. They were about to leave when Paul made one last statement to them: &apos;The Holy Spirit stated it well when he spoke to your ancestors through the prophet Isaiah:"
            },
            {
                "verse_number": "26",
                "verse_text": "&quot;I send you to this people to say to them, &apos;You will keep learning, but not understanding. You will keep staring at truth but not perceiving it."
            },
            {
                "verse_number": "27",
                "verse_text": "For your hearts are hard and insensitive to me&ndash;you must be hard of hearing! For you&quot;ve closed your eyes so that you won&quot;t be troubled by the truth, and you&quot;ve covered your ears so that you won&quot;t have to listen and be pierced by what I say. For then you would have to respond and repent, so that I could heal your hearts.&apos; &quot;"
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;So listen well. This wonderful salvation given by God is now being presented to the non-Jewish nations, and they will believe and receive it!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Paul lived two more years in Rome, in his own rented quarters, welcoming all who came to visit."
            },
            {
                "verse_number": "31",
                "verse_text": "He continued to proclaim to all the truths of God&quot;s kingdom realm, teaching them about the Lord Jesus, the Anointed One, speaking triumphantly and without any restriction."
            }
        ]
    }
}