{
    "Song of Songs": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The most amazing song of all, by King Solomon."
            },
            {
                "verse_number": "2",
                "verse_text": "Let him"
            },
            {
                "verse_number": "2",
                "verse_text": "smother me with kisses—his Spirit-kiss divine. So kind are your caresses, I drink them in like the sweetest wine!"
            },
            {
                "verse_number": "3",
                "verse_text": "Your presence releases a fragrance so pleasing— over and over poured out. For your lovely name is “Flowing Oil.” No wonder the brides-to-be adore you."
            },
            {
                "verse_number": "4",
                "verse_text": "Draw me into your heart. We will run away together into the king’s cloud-filled chamber. We will remember your love, rejoicing and delighting in you, celebrating your every kiss as better than wine. No wonder righteousness adores you!"
            },
            {
                "verse_number": "5",
                "verse_text": "Jerusalem maidens, in this twilight darkness I know I am so unworthy—so in need. Yet you are so lovely! I feel as dark and dry as the desert tents of the wandering nomads. Yet you are so lovely— like the fine linen tapestry hanging in the Holy Place."
            },
            {
                "verse_number": "6",
                "verse_text": "Please don’t stare in scorn because of my dark and sinful ways. My angry brothers quarreled with me and appointed me guardian of their ministry vineyards, yet I’ve not tended my vineyard within."
            },
            {
                "verse_number": "7",
                "verse_text": "Won’t you tell me, lover of my soul, where do you feed your flock? Where do you lead your beloved ones to rest in the heat of the day? Why should I be like a veiled woman as I wander among the flocks of your shepherds?"
            },
            {
                "verse_number": "8",
                "verse_text": "Listen, my radiant one— if you ever lose sight of me, just follow in my footsteps where I lead my lovers. Come with your burdens and cares. Come to the place near the sanctuary of my shepherds."
            },
            {
                "verse_number": "9",
                "verse_text": "My dearest one,"
            },
            {
                "verse_number": "9",
                "verse_text": "let me tell you how I see you— you are so thrilling to me. To gaze upon you is like looking at one of Pharaoh’s finest horses — a strong, regal steed pulling his royal chariot."
            },
            {
                "verse_number": "10",
                "verse_text": "Your tender cheeks are beautiful"
            },
            {
                "verse_number": "10",
                "verse_text": "— your earrings and gem-laden necklaces set them ablaze."
            },
            {
                "verse_number": "11",
                "verse_text": "We will"
            },
            {
                "verse_number": "11",
                "verse_text": "enhance your beauty"
            },
            {
                "verse_number": "11",
                "verse_text": ","
            },
            {
                "verse_number": "11",
                "verse_text": "with golden ornaments studded with silver."
            },
            {
                "verse_number": "12",
                "verse_text": "As the king surrounded me at his table, the sweet fragrance of spikenard awakened the night."
            },
            {
                "verse_number": "13",
                "verse_text": "A sachet of myrrh is my lover, like a tied-up bundle of myrrh resting over my heart."
            },
            {
                "verse_number": "14",
                "verse_text": "He is like a bouquet of henna blossoms— henna plucked near the vines at the fountain of the Lamb. I will hold him and never let him part."
            },
            {
                "verse_number": "15",
                "verse_text": "My darling, you are so lovely! You are beauty itself to me. Your passionate eyes are like gentle doves."
            },
            {
                "verse_number": "16",
                "verse_text": "My beloved one, both handsome and winsome, you are pleasing beyond words. Our resting place is anointed and flourishing, like a green forest meadow bathed in light."
            },
            {
                "verse_number": "17",
                "verse_text": "Rafters of cedar branches are over our heads and balconies of pleasant-smelling pines."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "I am truly his rose, the very theme of his song. I’m overshadowed by his love, like a lily growing in the valley!"
            },
            {
                "verse_number": "2",
                "verse_text": "Yes, you are my darling companion. You stand out from all the rest. For though the thorns surround you, you remain as pure as a lily, more than all others."
            },
            {
                "verse_number": "3",
                "verse_text": "My beloved is to me the most fragrant apple tree— he stands above the sons of men. Sitting under his grace-shadow, I blossom in his shade, enjoying the sweet taste of his pleasant, delicious fruit, resting with delight where his glory never fades."
            },
            {
                "verse_number": "4",
                "verse_text": "Suddenly, he transported me into his house of wine— he looked upon me with his unrelenting love divine."
            },
            {
                "verse_number": "5",
                "verse_text": "Revive me with your raisin cakes. Refresh me again with your apples. Help me and hold me, for I am lovesick! I am longing for more— yet how could I take more ?"
            },
            {
                "verse_number": "6",
                "verse_text": "His left hand"
            },
            {
                "verse_number": "6",
                "verse_text": "cradles my head while his right hand holds me close. I am at rest in this love."
            },
            {
                "verse_number": "7",
                "verse_text": "Promise me, Jerusalem maidens, by the gentle gazelles and delicate deer, that you’ll not disturb my love until she is ready to arise."
            },
            {
                "verse_number": "8",
                "verse_text": "Listen! I hear my lover’s voice. I know it’s him coming to me— leaping with joy over mountains, skipping in love over the hills that separate us , to come to me."
            },
            {
                "verse_number": "9",
                "verse_text": "Let me describe him: he is graceful as a gazelle, swift as a wild stag. Now he comes closer, even to the places where I hide. He gazes into my soul, peering through the portal as he blossoms within my heart."
            },
            {
                "verse_number": "10",
                "verse_text": "The one I love calls to me: Arise, my dearest. Hurry, my darling. Come away with me! I have come as you have asked to draw you to my heart and lead you out. For now is the time, my beautiful one."
            },
            {
                "verse_number": "11",
                "verse_text": "The season has changed, the bondage of your barren winter has ended, and the season of hiding is over and gone. The rains have soaked the earth"
            },
            {
                "verse_number": "12",
                "verse_text": "and left it bright with blossoming flowers."
            },
            {
                "verse_number": "12",
                "verse_text": "The season for singing and pruning the vines has arrived. I hear the cooing of doves in our land, filling the air with songs to awaken you and guide you forth."
            },
            {
                "verse_number": "13",
                "verse_text": "Can you not discern this new day of destiny breaking forth around you? The early signs of my purposes and plans are bursting forth. The budding vines of new life are now blooming everywhere. The fragrance of their flowers whispers, “There is change in the air.” Arise, my love, my beautiful companion, and run with me to the higher place. For now is the time to arise and come away with me."
            },
            {
                "verse_number": "14",
                "verse_text": "For you are my dove, hidden in the split-open rock."
            },
            {
                "verse_number": "14",
                "verse_text": "It was I who took you and hid you up high in the secret stairway of the sky. Let me see your radiant face and hear your sweet voice. How beautiful your eyes of worship and lovely your voice in prayer."
            },
            {
                "verse_number": "15",
                "verse_text": "You must catch the troubling foxes, those sly little foxes that hinder our relationship. For they raid our budding vineyard of love to ruin what I’ve planted within you. Will you catch them and remove them for me? We will do it together."
            },
            {
                "verse_number": "16",
                "verse_text": "I know my lover is mine and I have everything in you, for we delight ourselves in each other."
            },
            {
                "verse_number": "17",
                "verse_text": "But until the day springs to life and the shifting shadows of fear disappear, turn around, my lover, and ascend to the holy mountains of separation without me. Until the new day fully dawns, run on ahead like the graceful gazelle and skip like the young stag over the mountains of separation. Go on ahead to the mountain of spices— I’ll come away another time ."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Night after night I’m tossing and turning on my bed of travail. Why did I let him go from me? How my heart now aches for him, but he is nowhere to be found!"
            },
            {
                "verse_number": "2",
                "verse_text": "So I must rise in search of him, looking throughout the city, seeking until I find him. Even if I have to roam through every street, nothing will keep me from my search. Where is he—my soul’s true love? He is nowhere to be found."
            },
            {
                "verse_number": "3",
                "verse_text": "Then I encountered the overseers as they encircled the city. So I asked them, “Have you found him— my heart’s true love?”"
            },
            {
                "verse_number": "4",
                "verse_text": "Just as I moved past them, I encountered him. I found the one I adore! I caught him and fastened myself to him, refusing to be feeble in my heart again . Now I’ll bring him back to the temple within where I was given new birth— into my innermost parts, the place of my conceiving."
            },
            {
                "verse_number": "5",
                "verse_text": "Promise me, O Jerusalem maidens, by the gentle gazelles and delicate deer, that you’ll not disturb my love until she is ready to arise."
            },
            {
                "verse_number": "6",
                "verse_text": "Who is this one ascending from the wilderness in the pillar of the glory cloud? He is fragrant with the anointing oils of myrrh and frankincense — more fragrant than all the spices of the merchant."
            },
            {
                "verse_number": "7",
                "verse_text": "Look! It is the king’s marriage carriage— the love seat surrounded by sixty champions, the mightiest of Israel’s host, are like pillars of protection."
            },
            {
                "verse_number": "8",
                "verse_text": "They stand ready with swords to defend the king and his fiancée from every terror of the night."
            },
            {
                "verse_number": "9",
                "verse_text": "The king made this mercy seat for himself out of the finest wood that will not decay."
            },
            {
                "verse_number": "10",
                "verse_text": "Pillars of smoke, like silver mist— a canopy of golden glory dwells above it. The place where they sit together is sprinkled with crimson. Love and mercy cover this carriage, blanketing his tabernacle throne. The king himself has made it for those who will become his bride."
            },
            {
                "verse_number": "11",
                "verse_text": "Rise up, Zion maidens, brides-to-be! Come and feast your eyes on this king as he passes in procession on his way to his wedding. This is the day filled with overwhelming joy— the day of his great gladness."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Listen, my dearest darling, you are so beautiful—you are beauty itself to me! Your eyes are like gentle doves behind your veil. What devotion I see each time I gaze upon you. You are like a sacrifice ready to be offered."
            },
            {
                "verse_number": "2",
                "verse_text": "When I look at you, I see how you have taken my fruit and tasted my word. Your life has become clean and pure, like a lamb washed and newly shorn. You now show grace and balance with truth on display."
            },
            {
                "verse_number": "3",
                "verse_text": "Your lips are as lovely as Rahab’s scarlet ribbon,"
            },
            {
                "verse_number": "3",
                "verse_text": "speaking mercy, speaking grace. The words of your mouth are as refreshing as an oasis. What pleasure you bring to me! I see your blushing cheeks opened like the halves of a pomegranate, showing through your veil of tender meekness."
            },
            {
                "verse_number": "4",
                "verse_text": "When I look at you, I see your inner strength, so stately and strong. You are as secure as David’s fortress. Your virtues and grace cause a thousand famous soldiers to surrender to your beauty."
            },
            {
                "verse_number": "5",
                "verse_text": "Your pure faith and love rest over your heart as you nurture those who are yet infants."
            },
            {
                "verse_number": "6",
                "verse_text": "I’ve made up my mind. Until the darkness disappears and the dawn has fully come, in spite of shadows and fears, I will go to the mountaintop with you— the mountain of suffering love and the hill of burning incense. Yes, I will be your bride ."
            },
            {
                "verse_number": "7",
                "verse_text": "Every part of you is so beautiful, my darling. Perfect is your beauty, without flaw within."
            },
            {
                "verse_number": "8",
                "verse_text": "Now you are ready, my bride, to come with me as we climb the highest peaks together. Come with me through the archway of trust. We will look down from the crest of the glistening mounts and from the summit of our sublime sanctuary, from the lion’s den and the leopard’s lair."
            },
            {
                "verse_number": "9",
                "verse_text": "For you reach into my heart. With one flash of your eyes I am undone by your love, my beloved, my equal, my bride. You leave me breathless— I am overcome by merely a glance from your worshiping eyes, for you have stolen my heart. I am held hostage by your love and by the graces of righteousness shining upon you."
            },
            {
                "verse_number": "10",
                "verse_text": "How satisfying to me, my equal, my bride. Your love is my finest wine—intoxicating and thrilling. And your sweet, perfumed praises—so exotic, so pleasing."
            },
            {
                "verse_number": "11",
                "verse_text": "Your loving words are like the honeycomb to me; your tongue releases milk and honey, for I find the promised land flowing within you. The fragrance of your worshiping love surrounds you with scented robes of white."
            },
            {
                "verse_number": "12",
                "verse_text": "My darling bride, my private paradise, fastened to my heart. A secret spring that no one else can have are you— my bubbling fountain hidden from public view. What a perfect partner to me now that I have you."
            },
            {
                "verse_number": "15",
                "verse_text": "You are a fountain of gardens."
            },
            {
                "verse_number": "15",
                "verse_text": "A well of living water springs up from within you, like a mountain brook flowing into my heart!"
            },
            {
                "verse_number": "16",
                "verse_text": "Awake, O north"
            },
            {
                "verse_number": "16",
                "verse_text": "wind! Awake, O south wind! Breathe on my garden with your Spirit-Wind. Stir up the sweet spice of your life within me. Spare nothing as you make me your fruitful garden. Hold nothing back until I release your fragrance. Come walk with me as you walked with Adam in your paradise garden. Come taste the fruits of your life in me."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "I have gathered from your heart, my equal, my bride, I have gathered from my garden all my sacred spices—even my myrrh. I have tasted and enjoyed my wine within you. I have tasted with pleasure my pure milk, my honeycomb, which you yield to me. I delight in gathering my sacred spice, all the fruits of my life I have gathered from within you, my paradise garden. Come, all my friends— feast upon my bride, all you revelers of my palace. Feast on her, my lovers! Drink and drink, and drink again, until you can take no more. Drink the wine of her love. Take all you desire, you priests. My life within her will become your feast."
            },
            {
                "verse_number": "2",
                "verse_text": "After this I let my devotion slumber, but my heart for him stayed awake. I had a dream. I dreamed of my beloved— he was coming to me in the darkness of night. The melody of the man I love awakened me. I heard his knock at my heart’s door as he pleaded with me: Arise, my love. Open your heart, my darling, deeper still to me. Will you receive me this dark night? There is no one else but you, my friend, my equal. I need you this night to arise and come be with me. You are my pure, loyal dove, a perfect partner for me. My flawless one, will you arise? For my heaviness and tears are more than I can bear. I have spent myself for you throughout the dark night."
            },
            {
                "verse_number": "3",
                "verse_text": "I have already laid aside my own garments for you. How could I take them up again since I’ve yielded my righteousness to yours? You have cleansed my life and taken me so far. Isn’t that enough?"
            },
            {
                "verse_number": "4",
                "verse_text": "My beloved reached into me to unlock my heart. The core of my very being trembled at his touch. How my soul melted when he spoke to me!"
            },
            {
                "verse_number": "5",
                "verse_text": "My spirit arose to open for more of his touch. As I surrendered to him, I began to sense his fragrance— the fragrance of his suffering love! It was the sense of myrrh flowing all through me!"
            },
            {
                "verse_number": "6",
                "verse_text": "I opened my soul to my beloved, but suddenly he was gone! And my heart was torn out in longing for him. I sought his presence, his fragrance, but could not find him anywhere. I called out for him, yet he did not answer me. I will arise and search for him until I find him."
            },
            {
                "verse_number": "7",
                "verse_text": "As I walked throughout the city in search of him, the overseers stopped me as they made their rounds. They beat me and bruised me until I could take no more. They wounded me deeply and removed my covering from me."
            },
            {
                "verse_number": "8",
                "verse_text": "Nevertheless, make me this promise, you brides-to-be: if you find my beloved one, please tell him I endured all travails for him. I’ve been pierced through by love, and I will not be turned aside!"
            },
            {
                "verse_number": "9",
                "verse_text": "What love is this? How could you continue to care so deeply for him? Isn’t there another who could steal away your heart? We see now your beauty, more beautiful than all the others. What makes your beloved better than any other? What is it about him that makes you ask us to promise you this?"
            },
            {
                "verse_number": "10",
                "verse_text": "He alone is my beloved. He shines in dazzling splendor yet is still so approachable— without equal as he stands above all others, outstanding among ten thousand!"
            },
            {
                "verse_number": "11",
                "verse_text": "The way he leads me is divine. His leadership—so pure and dignified as he wears his crown of gold. Upon this crown are letters of black written on a background of glory."
            },
            {
                "verse_number": "12",
                "verse_text": "He sees everything with pure understanding. How beautiful his insights—without distortion. His eyes rest upon the fullness of the river of revelation, flowing so clean and pure."
            },
            {
                "verse_number": "13",
                "verse_text": "Looking at his gentle face, I see such fullness of emotion. Like a lovely garden where fragrant spices grow — what a man! No one speaks words so anointed as this one — words that both pierce and heal, words like lilies dripping with myrrh."
            },
            {
                "verse_number": "14",
                "verse_text": "See how his hands hold unlimited power! But he never uses it in anger, for he is always holy, displaying his glory. His innermost place is a work of art— so beautiful and bright. How magnificent and noble is this one— covered in majesty!"
            },
            {
                "verse_number": "15",
                "verse_text": "He’s steadfast in all he does. His ways are the ways of righteousness, based on truth and holiness. None can rival him, but all will be amazed by him."
            },
            {
                "verse_number": "16",
                "verse_text": "Most sweet are his kisses, even his whispers of love. He is delightful in every way and perfect from every viewpoint. If you ask me why I love him so, O brides-to-be, it’s because there is none like him to me. Everything about him fills me with holy desire! And now he is my beloved—my friend forever."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "O rarest of beauty, where then has your lover gone? We long to see him too. Where may we find him? We will follow you as you seek after him."
            },
            {
                "verse_number": "2",
                "verse_text": "My lover has gone down into his garden of delight, to the flowerbeds of spices to feast with those pure in heart."
            },
            {
                "verse_number": "3",
                "verse_text": "I am fully devoted to my beloved, and my beloved is fully devoted to me."
            },
            {
                "verse_number": "4",
                "verse_text": "O my beloved, you are lovely. When I see you in your beauty, I see a radiant city where we will dwell as one. More pleasing than any pleasure, more delightful than any delight, you have ravished my heart, stealing away my strength to resist you. Even hosts of angels stand in awe of you."
            },
            {
                "verse_number": "5",
                "verse_text": "Turn your eyes from me; I can’t take it anymore! I can’t resist the passion of these eyes that I adore. Overpowered by a glance, my ravished heart—undone. Held captive by your love, I am truly overcome! For your undying devotion to me is the most yielded sacrifice."
            },
            {
                "verse_number": "6",
                "verse_text": "The shining of your spirit"
            },
            {
                "verse_number": "6",
                "verse_text": "shows how you have taken my truth to become balanced and complete."
            },
            {
                "verse_number": "7",
                "verse_text": "Your beautiful blushing cheeks reveal how real your passion is for me, even hidden behind your veil of humility."
            },
            {
                "verse_number": "8",
                "verse_text": "I could have chosen any from among the vast multitude of royal ones who follow me."
            },
            {
                "verse_number": "9",
                "verse_text": "But unique is my beloved dove—unrivaled in beauty, without equal, beyond compare, the perfect one, the favorite one. Others see your beauty and sing of your joy. Brides and queens chant your praise: “How blessed is she!”"
            },
            {
                "verse_number": "10",
                "verse_text": "Look at you now— arising as the dayspring of the dawn, fair as the shining moon, bright and brilliant as the sun in all its strength— astonishing to behold as a majestic army waving banners of victory."
            },
            {
                "verse_number": "11",
                "verse_text": "I decided to go down to the valley streams where the orchards of the king grow and mature. I longed to know if hearts were opening. Are the budding vines blooming with new growth? Has their springtime of passionate love arrived?"
            },
            {
                "verse_number": "12",
                "verse_text": "Then suddenly my longings transported me. My divine desire brought me next to my beloved prince, sitting with him in his royal chariot. We were lifted up together!"
            },
            {
                "verse_number": "13",
                "verse_text": "Come back! Return to us, O maiden of his majesty. Dance for us as we gaze upon your beauty. Why would you seek a mere Shulamite like me? Why would you want to see my dance of love? Because you dance so gracefully, as though you danced with angels!"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "How beautiful on the mountains are the sandaled feet of this one bringing such good news. You are truly royalty! The way you walk so gracefully in my ways displays such dignity. You are truly the poetry of God—his very handiwork."
            },
            {
                "verse_number": "4",
                "verse_text": "Your life stands tall as a tower, like a shining light on a hill. Your revelation eyes are pure, like pools of refreshing — sparkling light for a multitude. Such discernment surrounds you, protecting you from the enemy’s advance."
            },
            {
                "verse_number": "5",
                "verse_text": "Redeeming love crowns you as royalty. Your thoughts are full of life, wisdom, and virtue. Even a king is held captive by your beauty."
            },
            {
                "verse_number": "6",
                "verse_text": "How delicious is your fair beauty; it cannot be described as I count the delights you bring to me. Love has become the greatest."
            },
            {
                "verse_number": "7",
                "verse_text": "You stand in victory above the rest, stately and secure as you share with me your vineyard of love."
            },
            {
                "verse_number": "8",
                "verse_text": "Now I decree, I will ascend my palm tree. I will take hold of you with my power, possessing every part of my fruitful bride. Your love I will drink as wine, and your words will be mine."
            },
            {
                "verse_number": "9",
                "verse_text": "For your kisses of love are exhilarating, more than any delight I’ve known before. Your kisses of love awaken even the lips of sleeping ones."
            },
            {
                "verse_number": "10",
                "verse_text": "Now I know that I am for my beloved and all his desires are fulfilled in me."
            },
            {
                "verse_number": "11",
                "verse_text": "Come away, my lover. Come with me to the faraway fields. We will run away together to the forgotten places and show them redeeming love."
            },
            {
                "verse_number": "12",
                "verse_text": "Let us arise and run to the vineyards"
            },
            {
                "verse_number": "12",
                "verse_text": "of your people and see if the budding vines of love are now in full bloom. We will discover if their passion is awakened. There I will display my love for you."
            },
            {
                "verse_number": "13",
                "verse_text": "The love apples are in bloom, sending forth their fragrance of spring. The rarest of fruits are found at our doors— the new as well as the old. I have stored them for you, my lover-friend!"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "If only I could show everyone this passionate desire I have for you. If only I could express it fully, no matter who was watching me, without shame or embarrassment."
            },
            {
                "verse_number": "2",
                "verse_text": "I long to bring you to my innermost chamber— this holy sanctuary you have formed within me. O that I might carry you within me! I would give you the spiced wine of my love, this full cup of bliss that we share. We would drink our fill until . . ."
            },
            {
                "verse_number": "3",
                "verse_text": "His left hand cradles my head while his right hand holds me close. We are at rest in this love."
            },
            {
                "verse_number": "4",
                "verse_text": "Promise me, brides-to-be, by the gentle gazelles and delicate deer, that you’ll not disturb my love until he is ready to arise."
            },
            {
                "verse_number": "5",
                "verse_text": "Who is this one? She arises out of her desert, clinging to her beloved. When I awakened you under the apple tree, as you were feasting upon me, I awakened your innermost being with the travail of birth as you longed for more of me."
            },
            {
                "verse_number": "6",
                "verse_text": "Fasten me upon your heart as a seal of fire forevermore. This living, consuming flame will seal you as my prisoner of love. My passion is stronger than the chains of death and the grave, all consuming as the very flashes of fire from the burning heart of God. Place this fierce, unrelenting fire over your entire being."
            },
            {
                "verse_number": "7",
                "verse_text": "Rivers of pain and persecution will never extinguish this flame. Endless floods will be unable to quench this raging fire that burns within you. Everything will be consumed. It will stop at nothing as you yield everything to this furious fire until it won’t even seem to you like a sacrifice anymore."
            },
            {
                "verse_number": "11",
                "verse_text": "My bridegroom-king has a vineyard"
            },
            {
                "verse_number": "11",
                "verse_text": "of love made from a multitude of followers. His caretakers of this vineyard have given my beloved their best."
            },
            {
                "verse_number": "12",
                "verse_text": "But as for my own vineyard of love, I give all the glory to you. And I will give double honor to those who serve my beloved and have watched over my soul."
            },
            {
                "verse_number": "13",
                "verse_text": "My beloved, one with me in my garden, how marvelous that my friends, the brides-to-be, now hear your voice and song. Let me now hear it again."
            },
            {
                "verse_number": "14",
                "verse_text": "Arise, my darling! Come quickly, my beloved. Come and be the graceful gazelle with me. Come be like a young stag with me. We will dance in the high place of the sky, yes, on the mountains of fragrant spice. Forever we shall be united as one!"
            }
        ],
        "9": [],
        "10": [],
        "11": [],
        "12": []
    }
}