{
    "Titus": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, God’s willing slave"
            },
            {
                "verse_number": "1",
                "verse_text": "and an apostle of Jesus, the Anointed One,"
            },
            {
                "verse_number": "1",
                "verse_text": "to Titus"
            },
            {
                "verse_number": "1",
                "verse_text": "."
            },
            {
                "verse_number": "1",
                "verse_text": "I’m writing to you to further the faith"
            },
            {
                "verse_number": "1",
                "verse_text": "of God’s chosen ones and lead them to the full knowledge of the truth that leads to godliness,"
            },
            {
                "verse_number": "2",
                "verse_text": "which rests on the hope of eternal life. God, who never lies,"
            },
            {
                "verse_number": "2",
                "verse_text": "has promised this before time began."
            },
            {
                "verse_number": "3",
                "verse_text": "In his own time he unveiled his word through the preaching"
            },
            {
                "verse_number": "3",
                "verse_text": "of the gospel"
            },
            {
                "verse_number": "3",
                "verse_text": ", which was entrusted to me by the command of God our Life Giver."
            },
            {
                "verse_number": "4",
                "verse_text": "Titus, you are my true son in the faith we share. May grace and peace descend to you from God the Father and our Savior, the Anointed One, Jesus!"
            },
            {
                "verse_number": "5",
                "verse_text": "The reason I stationed you in Crete"
            },
            {
                "verse_number": "5",
                "verse_text": "was so that you could set things in order and complete what was left unfinished,"
            },
            {
                "verse_number": "5",
                "verse_text": "and"
            },
            {
                "verse_number": "5",
                "verse_text": "to raise up and"
            },
            {
                "verse_number": "5",
                "verse_text": "appoint"
            },
            {
                "verse_number": "5",
                "verse_text": "church"
            },
            {
                "verse_number": "5",
                "verse_text": "elders"
            },
            {
                "verse_number": "5",
                "verse_text": "in every city, just as I had instructed you."
            },
            {
                "verse_number": "6",
                "verse_text": "Each of them must be above reproach, devoted solely to his wife,"
            },
            {
                "verse_number": "6",
                "verse_text": "whose children are believers and not rebellious or out of control."
            },
            {
                "verse_number": "7",
                "verse_text": "The overseer, since he serves God’s household,"
            },
            {
                "verse_number": "7",
                "verse_text": "must be someone of blameless character and not be opinionated or short-tempered. He must not be a drunkard or violent or greedy."
            },
            {
                "verse_number": "8",
                "verse_text": "Instead he should be one who is known for his hospitality and a lover of goodness."
            },
            {
                "verse_number": "8",
                "verse_text": "He should be recognized as one who is fair-minded, pure-hearted, and self-controlled."
            },
            {
                "verse_number": "9",
                "verse_text": "He must have a firm grasp of the trustworthy message that he has been taught. This will enable him to both encourage others with healthy teachings and provide convincing answers to those who oppose his message."
            },
            {
                "verse_number": "10",
                "verse_text": "There are many wayward people, smooth talkers, and deceivers—especially the converts from Judaism."
            },
            {
                "verse_number": "11",
                "verse_text": "They must be silenced"
            },
            {
                "verse_number": "11",
                "verse_text": "because they are disrupting entire families with their corrupt teachings, all for their dishonest greed."
            },
            {
                "verse_number": "12",
                "verse_text": "A certain one of them, one of their own prophets,"
            },
            {
                "verse_number": "12",
                "verse_text": "said, “Those Cretans are nothing but liars, worthless beasts, and lazy gluttons.”"
            },
            {
                "verse_number": "13",
                "verse_text": "He certainly knew what he was talking about! For this reason, correct them thoroughly so that their lives will line up with the truths of our faith."
            },
            {
                "verse_number": "14",
                "verse_text": "Instruct them not to pay any attention to Jewish myths or follow the teachings of those who reject the truth."
            },
            {
                "verse_number": "15",
                "verse_text": "It’s true that"
            },
            {
                "verse_number": "15",
                "verse_text": "all is pure to those who have pure hearts, but to the corrupt unbelievers nothing is pure. Their minds and consciences are defiled."
            },
            {
                "verse_number": "16",
                "verse_text": "They claim to know God, but by their actions they deny him. They are disgusting, disobedient, and disqualified from doing anything good."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Your duty is to teach them to embrace a lifestyle that is consistent with sound doctrine."
            },
            {
                "verse_number": "2",
                "verse_text": "Lead the male elders"
            },
            {
                "verse_number": "2",
                "verse_text": "into disciplined lives full of dignity and self-control. Urge them to have a solid faith, generous love, and patient endurance."
            },
            {
                "verse_number": "3",
                "verse_text": "Likewise with the female elders,"
            },
            {
                "verse_number": "3",
                "verse_text": "lead them into lives free from gossip and drunkenness and to be teachers of beautiful things."
            },
            {
                "verse_number": "4",
                "verse_text": "This will enable them to teach the younger women"
            },
            {
                "verse_number": "4",
                "verse_text": "to love their husbands, to love their children,"
            },
            {
                "verse_number": "5",
                "verse_text": "and to be self-controlled and pure, taking care of their household and being devoted to"
            },
            {
                "verse_number": "5",
                "verse_text": "their husbands. By doing these things the word of God will not be discredited."
            },
            {
                "verse_number": "6",
                "verse_text": "Likewise, guide the younger men into living disciplined lives"
            },
            {
                "verse_number": "6",
                "verse_text": "for Christ"
            },
            {
                "verse_number": "6",
                "verse_text": "."
            },
            {
                "verse_number": "7",
                "verse_text": "Above all, set yourself apart as a model of a life nobly lived. With dignity, demonstrate integrity in all that you teach."
            },
            {
                "verse_number": "8",
                "verse_text": "Bring a clear, wholesome message"
            },
            {
                "verse_number": "8",
                "verse_text": "that cannot be condemned, and then your critics will be embarrassed, with nothing bad to say about us."
            },
            {
                "verse_number": "9",
                "verse_text": "Servants"
            },
            {
                "verse_number": "9",
                "verse_text": "are to be supportive of"
            },
            {
                "verse_number": "9",
                "verse_text": "their masters and do what is pleasing in every way. They are not to be argumentative"
            },
            {
                "verse_number": "10",
                "verse_text": "nor steal"
            },
            {
                "verse_number": "10",
                "verse_text": "but prove themselves to be completely loyal and trustworthy. By doing this they will advertise"
            },
            {
                "verse_number": "10",
                "verse_text": "through all that they do the beautiful teachings of God our Savior."
            },
            {
                "verse_number": "11",
                "verse_text": "God’s marvelous grace"
            },
            {
                "verse_number": "11",
                "verse_text": "has manifested"
            },
            {
                "verse_number": "11",
                "verse_text": "in person"
            },
            {
                "verse_number": "11",
                "verse_text": ", bringing salvation for everyone."
            },
            {
                "verse_number": "12",
                "verse_text": "This same grace teaches us how to live each day as we turn our backs on ungodliness and indulgent lifestyles,"
            },
            {
                "verse_number": "12",
                "verse_text": "and it equips us to live self-controlled, upright, godly lives in this present age."
            },
            {
                "verse_number": "13",
                "verse_text": "For we continue to wait for the fulfillment of our hope in the dawning splendor"
            },
            {
                "verse_number": "13",
                "verse_text": "of the glory of our great God and Savior, Jesus, the Anointed One."
            },
            {
                "verse_number": "14",
                "verse_text": "He sacrificed himself for us that he might purchase our freedom from every lawless deed and to purify for himself a people who are his very own,"
            },
            {
                "verse_number": "14",
                "verse_text": "passionate to do what is beautiful in his eyes."
            },
            {
                "verse_number": "15",
                "verse_text": "So preach these truths and exhort others to follow them. Be willing to expose sin in order to bring correction with full authority,"
            },
            {
                "verse_number": "15",
                "verse_text": "without being intimidated"
            },
            {
                "verse_number": "15",
                "verse_text": "by anyone."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Remind people to respect"
            },
            {
                "verse_number": "1",
                "verse_text": "their governmental leaders on every level as law-abiding citizens and to be ready to fulfill their civic duty."
            },
            {
                "verse_number": "2",
                "verse_text": "And remind them"
            },
            {
                "verse_number": "2",
                "verse_text": "to never tear down anyone with their words or quarrel,"
            },
            {
                "verse_number": "2",
                "verse_text": "but instead be considerate, humble, and courteous to everyone."
            },
            {
                "verse_number": "3",
                "verse_text": "For it wasn’t that long ago that we behaved foolishly in our stubborn disobedience. We were easily led astray as slaves to worldly passions and pleasures. We wasted our lives in doing evil, and with hateful jealousy we hated others."
            },
            {
                "verse_number": "4",
                "verse_text": "When the extraordinary compassion of God our Savior and his overpowering love suddenly appeared in person , as the brightness of a dawning day ,"
            },
            {
                "verse_number": "5",
                "verse_text": "he came to save us. Not because of any virtuous deed that we have done but only because of his extravagant mercy."
            },
            {
                "verse_number": "6",
                "verse_text": "He saved us, resurrecting us through the washing of rebirth. We are made completely new by the Holy Spirit, whom he splashed over us richly by Jesus, the Messiah, our Life Giver."
            },
            {
                "verse_number": "7",
                "verse_text": "So as a gift of his love, and since we are faultless— innocent before his face— we can now become heirs of all things , all because of an overflowing hope of eternal life."
            },
            {
                "verse_number": "8",
                "verse_text": "How true and faithful is this message! I want you to especially emphasize these truths, so that those who believe in God will be careful to devote themselves to doing good works. It is always beautiful and profitable for believers to do good works."
            },
            {
                "verse_number": "9",
                "verse_text": "But avoid useless controversies,"
            },
            {
                "verse_number": "9",
                "verse_text": "genealogies,"
            },
            {
                "verse_number": "9",
                "verse_text": "pointless quarrels, and arguments over the law, which will get you nowhere."
            },
            {
                "verse_number": "10",
                "verse_text": "After a first and second warning, have nothing more to do with a divisive person"
            },
            {
                "verse_number": "10",
                "verse_text": "who refuses to be corrected"
            },
            {
                "verse_number": "10",
                "verse_text": "."
            },
            {
                "verse_number": "11",
                "verse_text": "For you know that such a one is entwined with his sin and stands self-condemned."
            },
            {
                "verse_number": "12",
                "verse_text": "When I send Artemas"
            },
            {
                "verse_number": "12",
                "verse_text": "or Tychicus"
            },
            {
                "verse_number": "12",
                "verse_text": "to you, be sure to meet me at the City of Victory,"
            },
            {
                "verse_number": "12",
                "verse_text": "for I’ve decided to spend the winter there."
            },
            {
                "verse_number": "13",
                "verse_text": "Give a generous send-off to Zenas the scribe"
            },
            {
                "verse_number": "13",
                "verse_text": "and Apollos,"
            },
            {
                "verse_number": "13",
                "verse_text": "and send them on their journey with what they need."
            },
            {
                "verse_number": "14",
                "verse_text": "Encourage the believers to be passionately devoted to beautiful works of righteousness by meeting the urgent needs of others and not be unfruitful."
            },
            {
                "verse_number": "15",
                "verse_text": "Everyone here with me sends their loving greetings to you. Greet the believers who love us in the faith. May God’s wonderful grace be with you all! Love in Christ , Paul"
            }
        ]
    }
}