{
    "1 Corinthians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, divinely appointed according to the plan of God, to be an apostle of the Anointed One, Jesus. Our fellow believer Sosthenes joins me"
            },
            {
                "verse_number": "2",
                "verse_text": "in writing you this letter addressed to the community of God throughout the city of Corinth. For you have been made pure, set apart in the Anointed One, Jesus. And God has invited you to be his devoted and holy people, and not only you, but everyone everywhere who calls on the name of our Lord Jesus Christ as their Lord, and ours also."
            },
            {
                "verse_number": "3",
                "verse_text": "May joyous grace and endless peace be yours continually from our Father God and from our Lord Jesus, the Anointed One!"
            },
            {
                "verse_number": "4",
                "verse_text": "I am always thanking my God for you because he has given you such free and open access to his grace through your union with Jesus, the Messiah."
            },
            {
                "verse_number": "5",
                "verse_text": "In him you have been made extravagantly rich in every way. You have been endowed with a wealth of inspired utterance and the riches that come from your intimate knowledge of him."
            },
            {
                "verse_number": "6",
                "verse_text": "For the reality of the truth of Christ is seen among you and strengthened through your experience of him."
            },
            {
                "verse_number": "7",
                "verse_text": "So now you aren&quot;t lacking any spiritual gift as you eagerly await the unveiling of the Lord Jesus, the Anointed One."
            },
            {
                "verse_number": "8",
                "verse_text": "He will keep you steady and strong to the very end, making your character mature so that you will be found innocent on the day of our Lord Jesus Christ."
            },
            {
                "verse_number": "9",
                "verse_text": "God is forever faithful and can be trusted to do this in you, for he has invited you to co-share the life of his Son, Jesus, the Anointed One, our King!"
            },
            {
                "verse_number": "10",
                "verse_text": "I urge you, my brothers and sisters, for the sake of the name of our Lord Jesus Christ, to agree to live in unity with one another and put to rest any division that attempts to tear you apart. Be restored as one united body living in perfect harmony. Form a consistent choreography among yourselves, having a common perspective with shared values."
            },
            {
                "verse_number": "11",
                "verse_text": "My dear brothers and sisters, I have a serious concern I need to bring up with you , for I have been informed by those of Chloe&quot;s house church that you have been destructively arguing among yourselves."
            },
            {
                "verse_number": "12",
                "verse_text": "And I need to bring this up because each of you is claiming loyalty to different preachers. Some are saying, &apos;I am a disciple of Paul,&apos; or, &apos;I follow Apollos,&apos; or, &apos;I am a disciple of Peter the Rock,&apos; and some, &apos;I belong only to Christ.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "But let me ask you , is Christ divided up into groups? Did I die on the cross for you? At your baptism did you pledge yourselves to follow Paul?"
            },
            {
                "verse_number": "14",
                "verse_text": "Thank God I only baptized two from Corinth&ndash;Crispus and Gaius!"
            },
            {
                "verse_number": "15",
                "verse_text": "So now no one can say that in my name I baptized others."
            },
            {
                "verse_number": "16",
                "verse_text": "(Yes, I also baptized Stephanus and his family. Other than that, I don&quot;t remember baptizing anyone else.)"
            },
            {
                "verse_number": "17",
                "verse_text": "For the Anointed One has sent me on a mission, not to see how many I could baptize, but to proclaim the good news. And I declare this message stripped of all philosophical arguments that empty the cross of its true power. For I trust in the all-sufficient cross of Christ alone."
            },
            {
                "verse_number": "18",
                "verse_text": "To preach the message of the cross seems like sheer nonsense to those who are on their way to destruction, but to us who are being saved, it is the mighty power of God released within us."
            },
            {
                "verse_number": "19",
                "verse_text": "For it is written: I will dismantle the wisdom of the wise If anyone boasts, let him only boast and I will invalidate the intelligence of the scholars. in all that the Lord has done!"
            },
            {
                "verse_number": "20",
                "verse_text": "So where is the wise philosopher who understands ? Where is the expert scholar who comprehends ? And where is the skilled debater of our time who could win a debate with God ? Hasn&quot;t God demonstrated that the wisdom of this world system is utter foolishness?"
            },
            {
                "verse_number": "21",
                "verse_text": "For in his wisdom, God designed that all the world&quot;s wisdom would be insufficient to lead people to the discovery of himself. He took great delight in baffling the wisdom of the world by using the simplicity of preaching the story of the cross in order to save those who believe it."
            },
            {
                "verse_number": "22",
                "verse_text": "For the Jews constantly demand to see miraculous signs, while those who are not Jews constantly cling to the world&quot;s wisdom,"
            },
            {
                "verse_number": "23",
                "verse_text": "but we preach the crucified Messiah. The Jews stumble over him and the rest of the world sees him as foolishness."
            },
            {
                "verse_number": "24",
                "verse_text": "But for those who have been chosen to follow him, both Jews and Greeks, he is God&quot;s mighty power, God&quot;s true wisdom, and our Messiah."
            },
            {
                "verse_number": "25",
                "verse_text": "For the &apos;foolish&apos; things of God have proven to be wiser than human wisdom. And the &apos;feeble&apos; things of God have proven to be far more powerful than any human ability."
            },
            {
                "verse_number": "26",
                "verse_text": "Brothers and sisters, consider who you were when God called you to salvation . Not many of you were wise scholars by human standards, nor were many of you in positions of power. Not many of you were considered the elite when you answered God&quot;s call ."
            },
            {
                "verse_number": "27",
                "verse_text": "But God chose those whom the world considers foolish to shame those who think they are wise, and God chose the puny and powerless to shame the high and mighty."
            },
            {
                "verse_number": "28",
                "verse_text": "He chose the lowly, the laughable in the world&quot;s eyes&ndash;nobodies&ndash;so that he would shame the somebodies. For he chose what is regarded as insignificant in order to supersede what is regarded as prominent,"
            },
            {
                "verse_number": "29",
                "verse_text": "so that there would be no place for prideful boasting in God&quot;s presence."
            },
            {
                "verse_number": "30",
                "verse_text": "For it is not from man that we draw our life but from God as we are being joined to Jesus, the Anointed One. And now he is our God-given wisdom, our virtue, our holiness, and our redemption."
            },
            {
                "verse_number": "31",
                "verse_text": "And this fulfills what is written:"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "My brothers and sisters, when I first came to proclaim to you the secrets of God, I refused to come as an expert , trying to impress you with my eloquent speech and lofty wisdom."
            },
            {
                "verse_number": "2",
                "verse_text": "For while I was with you I was determined to be consumed with one topic&ndash;Jesus, the crucified Messiah."
            },
            {
                "verse_number": "3",
                "verse_text": "I stood before you feeling inadequate, filled with reverence for God, and trembling under the sense of the importance of my words ."
            },
            {
                "verse_number": "4",
                "verse_text": "The message I preached and how I preached it was not an attempt to sway you with persuasive arguments but to prove to you the almighty power of God&quot;s Holy Spirit."
            },
            {
                "verse_number": "5",
                "verse_text": "For God intended that your faith not be established on man&quot;s wisdom but by trusting in his almighty power."
            },
            {
                "verse_number": "6",
                "verse_text": "However, there is a wisdom that we continually speak of when we are among the spiritually mature. It&quot;s wisdom that didn&quot;t originate in this present age, nor did it come from the rulers of this age who are in the process of being dethroned."
            },
            {
                "verse_number": "7",
                "verse_text": "Instead, we continually speak of this wonderful wisdom that comes from God, hidden before now in a mystery. It is his secret plan, destined before the ages, to bring us into glory."
            },
            {
                "verse_number": "8",
                "verse_text": "None of the rulers of this present world order understood it, for if they had, they never would have crucified the Lord of shining glory."
            },
            {
                "verse_number": "9",
                "verse_text": "This is why the Scriptures say: Things never discovered or heard of before, these are the many things God has in store things beyond our ability to imagine &ndash; for all his lovers. Who has ever intimately known the mind of the Lord Yahweh well enough to become his counselor? Christ has , and we possess Christ&quot;s perceptions."
            },
            {
                "verse_number": "10",
                "verse_text": "But God now unveils these profound realities to us by the Spirit. Yes, he has revealed to us his inmost heart and deepest mysteries through the Holy Spirit, who constantly explores all things."
            },
            {
                "verse_number": "11",
                "verse_text": "After all, who can really see into a person&quot;s heart and know his hidden impulses except for that person&quot;s spirit? So it is with God. His thoughts and secrets are only fully understood by his Spirit, the Spirit of God."
            },
            {
                "verse_number": "12",
                "verse_text": "For we did not receive the spirit of this world system but the Spirit of God, so that we might come to understand and experience all that grace has lavished upon us."
            },
            {
                "verse_number": "13",
                "verse_text": "And we articulate these realities with the words imparted to us by the Spirit and not with the words taught by human wisdom. We join together Spirit-revealed truths with Spirit-revealed words."
            },
            {
                "verse_number": "14",
                "verse_text": "Someone living on an entirely human level rejects the revelations of God&quot;s Spirit, for they make no sense to him. He can&quot;t understand the revelations of the Spirit because they are only discovered by the illumination of the Spirit."
            },
            {
                "verse_number": "15",
                "verse_text": "Those who live in the Spirit are able to carefully evaluate all things, and they are subject to the scrutiny of no one but God ."
            },
            {
                "verse_number": "16",
                "verse_text": "For"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Brothers and sisters, when I was with you I found it impossible to speak to you as those who are spiritually mature people, for you are still dominated by the mind-set of the flesh. And because you are immature infants in Christ,"
            },
            {
                "verse_number": "2",
                "verse_text": "I had to nurse you and feed you with &apos;milk,&apos; not with the solid food of more advanced teachings , because you weren&quot;t ready for it. In fact, you are still not ready to be fed solid food,"
            },
            {
                "verse_number": "3",
                "verse_text": "for you are living your lives dominated by the mind-set of the flesh. Ask yourselves: Is there jealousy among you? Do you compare yourselves with others? Do you quarrel like children and end up taking sides? If so, this proves that you are living your lives centered on yourselves, dominated by the mind-set of the flesh, and behaving like unbelievers."
            },
            {
                "verse_number": "4",
                "verse_text": "For when you divide yourselves up in groups&ndash;a &apos;Paul group&apos; and an &apos;Apollos group&apos; &ndash;you&quot;re acting like people without the Spirit&quot;s influence."
            },
            {
                "verse_number": "5",
                "verse_text": "Who is Apollos, really? Or who is Paul? Aren&quot;t we both just servants through whom you believed our message? Aren&quot;t each of us doing the ministry the Lord has assigned to us?"
            },
            {
                "verse_number": "6",
                "verse_text": "I planted the church, and Apollos came and cared for it, but it was God who caused it to grow."
            },
            {
                "verse_number": "7",
                "verse_text": "This means the one who plants is not anybody special, nor the one who waters, for God is the one who brings the supernatural growth."
            },
            {
                "verse_number": "8",
                "verse_text": "Now, the one who plants and the one who waters are equally important and on the same team, but each will be rewarded for his own work."
            },
            {
                "verse_number": "9",
                "verse_text": "We are coworkers with God and you are God&quot;s cultivated garden, the house he is building."
            },
            {
                "verse_number": "10",
                "verse_text": "God has given me unique gifts as a skilled master builder who lays a good foundation. Afterward another craftsman comes and builds on it. So builders beware! Let every builder do his work carefully, according to God&quot;s standards."
            },
            {
                "verse_number": "11",
                "verse_text": "For no one is empowered to lay an alternative foundation other than the good foundation that exists, which is Jesus Christ!"
            },
            {
                "verse_number": "14",
                "verse_text": "If his work stands the test of fire, he will be rewarded."
            },
            {
                "verse_number": "15",
                "verse_text": "If his work is consumed by the fire, he will suffer great loss. Yet he himself will barely escape destruction, like one being rescued out of a burning house."
            },
            {
                "verse_number": "16",
                "verse_text": "Don&quot;t you realize that together you have become God&quot;s inner sanctuary and that the Spirit of God makes his permanent home in you?"
            },
            {
                "verse_number": "17",
                "verse_text": "Now, if someone desecrates God&quot;s inner sanctuary, God will desecrate him, for God&quot;s inner sanctuary is holy, and that is exactly who you are."
            },
            {
                "verse_number": "18",
                "verse_text": "So why fool yourself and live under an illusion? Make no mistake about it, if anyone thinks he is wise by the world&quot;s standards, he will be made wiser by being a fool for God!"
            },
            {
                "verse_number": "19",
                "verse_text": "For what the world says is wisdom is actually foolishness in God&quot;s eyes. As it is written: The cleverness of the know-it-alls The Lord sees right through the clever reasonings of the wise becomes the trap that ensnares them. and knows that it&quot;s all a sham."
            },
            {
                "verse_number": "20",
                "verse_text": "And again:"
            },
            {
                "verse_number": "21",
                "verse_text": "So don&quot;t be proud of your allegiance to any human leader. For actually, you already have everything! It has all been given for your benefit,"
            },
            {
                "verse_number": "22",
                "verse_text": "whether it is Paul or Apollos or Peter the Rock, or whether it&quot;s the world or life or death, or whether it&quot;s the present or the future&ndash;everything belongs to you!"
            },
            {
                "verse_number": "23",
                "verse_text": "And now you are joined to the Messiah, who is joined to God."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "So then you must perceive us&ndash; not as leaders of factions , but as servants of the Anointed One, those who have been entrusted with God&quot;s mysteries."
            },
            {
                "verse_number": "2",
                "verse_text": "The most important quality of one entrusted with such secrets is that they are faithful and trustworthy."
            },
            {
                "verse_number": "3",
                "verse_text": "But personally, I&quot;m not the least bit concerned if I&quot;m judged by you or any verdict I receive from any human court. In fact, I don&quot;t even assume to be my own judge,"
            },
            {
                "verse_number": "4",
                "verse_text": "even though my conscience is clear. But that doesn&quot;t mean I stand acquitted before the Lord, for the only judge I care about is him!"
            },
            {
                "verse_number": "5",
                "verse_text": "So resist the temptation to pronounce premature judgment on anything before the appointed time when all will be fully revealed . Instead, wait until the Lord makes his appearance, for he will bring all that is hidden in darkness to light and unveil every secret motive of everyone&quot;s heart. Then, when the whole truth is known , each will receive praise from God."
            },
            {
                "verse_number": "6",
                "verse_text": "Dear brothers and sisters, I&quot;ve been referring allusively to myself and Apollos in order to illustrate what I&quot;ve been saying. It is futile to move beyond what is written in the Scriptures and be inflated with self-importance by following and promoting one leader in competition with another."
            },
            {
                "verse_number": "7",
                "verse_text": "For what makes a distinction between you and someone else? And what do you have that grace has not given you? And if you received it as a gift , why do you boast as though there is something special about you?"
            },
            {
                "verse_number": "8",
                "verse_text": "Oh, I know, you already have all you need! Since when did you become so content and rich without us? You&quot;ve already crowned yourselves as royalty, reigning on your thrones, leaving us lowly apostles far behind! How I wish indeed that you really were reigning as kings already, for that would mean we would be reigning as kings alongside of you."
            },
            {
                "verse_number": "9",
                "verse_text": "It seems to me that God has appointed us apostles to be at the end of the line. We are like those on display at the end of the procession, as doomed gladiators soon to be killed. We have become a theatrical spectacle to all creation, both to people and to angels."
            },
            {
                "verse_number": "10",
                "verse_text": "We are fools for Christ, but you are wise in Christ! We are the frail; you are the powerful. You are celebrated; we are humiliated."
            },
            {
                "verse_number": "11",
                "verse_text": "If you could see us now, you&quot;d find that we are hungry and thirsty, poorly clothed, brutally treated, and with no roof over our heads."
            },
            {
                "verse_number": "12",
                "verse_text": "We work hard, toiling with our own hands. When people abuse and insult us, we respond with a blessing, and when severely persecuted, we endure it with patience."
            },
            {
                "verse_number": "13",
                "verse_text": "When we are slandered incessantly, we always answer gently, ready to reconcile. Even now, in the world&quot;s opinion, we are nothing but filth and the lowest scum."
            },
            {
                "verse_number": "14",
                "verse_text": "I&quot;m not writing this to embarrass you or to shame you, but to correct you as the children I love."
            },
            {
                "verse_number": "15",
                "verse_text": "For although you could have countless babysitters in Christ telling you what you&quot;re doing wrong , you don&quot;t have many fathers who correct you in love . But I&quot;m a true father to you, for I became your father when I gave you the gospel and brought you into union with Jesus, the Anointed One."
            },
            {
                "verse_number": "16",
                "verse_text": "So I encourage you, my children, to follow the example that I live before you."
            },
            {
                "verse_number": "17",
                "verse_text": "That&quot;s why I&quot;ve sent my dear son Timothy, whom I love. He is faithful to the Lord Yahweh and will remind you of how I conduct myself as one who lives in union with Jesus, the Anointed One, and of the teachings that I bring to every church everywhere."
            },
            {
                "verse_number": "18",
                "verse_text": "There are some among you who have exalted themselves as if I were not coming back to you."
            },
            {
                "verse_number": "19",
                "verse_text": "But I will come soon, if it pleases the Lord, and I will find out not only what these arrogant ones are saying, but also if they have power to back up their words!"
            },
            {
                "verse_number": "20",
                "verse_text": "For the kingdom realm of God comes with power, not simply impressive words."
            },
            {
                "verse_number": "21",
                "verse_text": "So which would you prefer? Shall I come carrying the rod of authority to discipline or with an embrace in love with a gentle spirit?"
            }
        ],
        "5": [
            {
                "verse_number": "3",
                "verse_text": "Even though I am physically far away from you, my spirit is present with you. And as one who is present with you, I have already evaluated and judged the perpetrator."
            },
            {
                "verse_number": "4",
                "verse_text": "So call a meeting , and when you gather together in the name of our Lord Jesus, and you know my spirit is present with you in the infinite power of our Lord Jesus,"
            },
            {
                "verse_number": "5",
                "verse_text": "release this man over to Satan for the destruction of his rebellious flesh, in hope that his spirit may be rescued and restored in the day of the Lord."
            },
            {
                "verse_number": "6",
                "verse_text": "Boasting over your tolerance of sin is inappropriate. Don&quot;t you understand that even a small compromise with sin permeates the entire fellowship, just as a little leaven permeates a batch of dough?"
            },
            {
                "verse_number": "7",
                "verse_text": "So remove every trace of your &apos;leaven&apos; of compromise with sin so that you might become new and pure again. For indeed, you are clean because Christ, our Passover Lamb, has been sacrificed for us."
            },
            {
                "verse_number": "8",
                "verse_text": "So now we can celebrate our continual feast, not with the old &apos;leaven,&apos; the yeast of wickedness or bitterness, but we will feast on the freshly baked bread of innocence and holiness."
            },
            {
                "verse_number": "9",
                "verse_text": "I wrote you in my previous letter asking you not to associate with those who practice sexual immorality."
            },
            {
                "verse_number": "10",
                "verse_text": "Yet in no way was I referring to avoiding contact with unbelievers who are immoral, or greedy, or swindlers, or those who worship other gods&ndash;for that would mean you&quot;d have to isolate yourself from the world entirely!"
            },
            {
                "verse_number": "11",
                "verse_text": "But now I&quot;m writing to you so that you would exclude from your fellowship anyone who calls himself a fellow believer and practices sexual immorality, or is consumed with greed, or is an idolater, or is verbally abusive or a drunkard or a swindler. Don&quot;t mingle with them or even have a meal with someone like that."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Furthermore, how dare you take a fellow believer to court! It is wrong to drag him before the unrighteous to settle a legal dispute. Isn&quot;t it better to take him before God&quot;s holy believers to settle the matter?"
            },
            {
                "verse_number": "2",
                "verse_text": "Don&quot;t you realize that we, the holy ones, will judge the universe? If the unbelieving world is under your jurisdiction, you should be fully competent to settle these trivial lawsuits among yourselves."
            },
            {
                "verse_number": "3",
                "verse_text": "For surely you know that we will one day judge angels, let alone these everyday matters."
            },
            {
                "verse_number": "4",
                "verse_text": "Don&quot;t you realize that you are bringing your issues before civil judges appointed by people who have no standing within the church?"
            },
            {
                "verse_number": "5",
                "verse_text": "What a shame that there is not one within the church who has the spirit of wisdom who could arbitrate these disputes and reconcile the offended parties!"
            },
            {
                "verse_number": "6",
                "verse_text": "It&quot;s not right for a believer to sue a fellow believer&ndash;and especially to bring it before the unbelievers."
            },
            {
                "verse_number": "7",
                "verse_text": "Don&quot;t you realize that when you drag another believer into court you&quot;re providing the evidence that you are already defeated? Wouldn&quot;t it be better to accept the fact that someone is trying to cheat and take advantage of you, and simply choose the high road ? At times it is better to just accept injustice and even to let someone take advantage of you, rather than to expose our conflicts publicly before unbelievers ."
            },
            {
                "verse_number": "8",
                "verse_text": "But instead you keep cheating and doing wrong to your brothers and sisters, and then request that unbelievers render their judgment !"
            },
            {
                "verse_number": "9",
                "verse_text": "Surely you must know that people who practice evil cannot possess God&quot;s kingdom realm. Stop being deceived! People who continue to engage in sexual immorality, idolatry, adultery, sexual perversion, homosexuality,"
            },
            {
                "verse_number": "10",
                "verse_text": "fraud, greed, drunkenness, verbal abuse, or extortion&ndash;these will not inherit God&quot;s kingdom realm."
            },
            {
                "verse_number": "11",
                "verse_text": "It&quot;s true that some of you once lived in those lifestyles, but now you have been purified from sin, made holy, and given a perfect standing before God&ndash;all because of the power of the name of the Lord Jesus, the Messiah, and through our union with the Spirit of our God."
            },
            {
                "verse_number": "12",
                "verse_text": "It&quot;s true that our freedom allows us to do anything, but that doesn&quot;t mean that everything we do is good for us. I&quot;m free to do as I choose, but I choose to never be enslaved to anything."
            },
            {
                "verse_number": "13",
                "verse_text": "Some have said, &apos;I eat to live and I live to eat!&apos; But God will do away with it all. The body was not created for illicit sex, but to serve and worship our Lord Jesus, who can fill the body with himself."
            },
            {
                "verse_number": "14",
                "verse_text": "Now the God who raised up our Lord from the grave will awaken and raise us up through his mighty power!"
            },
            {
                "verse_number": "15",
                "verse_text": "Don&quot;t you know that your bodies belong to Christ as his body parts? Should one presume to take the members of Christ&quot;s body and make them into members of a harlot? Absolutely not!"
            },
            {
                "verse_number": "16",
                "verse_text": "Aren&quot;t you aware of the fact that when anyone sleeps with a prostitute he becomes a part of her, and she becomes a part of him? For it has been declared: The two become a single body."
            },
            {
                "verse_number": "17",
                "verse_text": "But the one who joins himself to the Lord is mingled into one spirit with him."
            },
            {
                "verse_number": "18",
                "verse_text": "This is why you must keep running away from sexual immorality. For every other sin a person commits is external to the body, but immorality involves sinning against your own body."
            },
            {
                "verse_number": "19",
                "verse_text": "Have you forgotten that your body is now the sacred temple of the Spirit of Holiness, who lives in you? You don&quot;t belong to yourself any longer, for the gift of God, the Holy Spirit, lives inside your sanctuary."
            },
            {
                "verse_number": "20",
                "verse_text": "You were God&quot;s expensive purchase, paid for with tears of blood, so by all means, then, use your body to bring glory to God!"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Now for my response concerning the issues you&quot;ve asked me to address. You wrote saying , &apos;It is proper for a man to live in celibacy.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Perhaps. But because of the danger of immorality, each husband should have sexual intimacy with his wife and each wife should have sexual intimacy with her husband."
            },
            {
                "verse_number": "3",
                "verse_text": "A husband has the responsibility of meeting the sexual needs of his wife, and likewise a wife to her husband."
            },
            {
                "verse_number": "4",
                "verse_text": "Neither the husband nor the wife have exclusive rights to their own bodies, but those rights are to be surrendered to the other."
            },
            {
                "verse_number": "5",
                "verse_text": "So don&quot;t continue to refuse your spouse those rights, except perhaps by mutual agreement for a specified time so that you can both be devoted to prayer. And then you should resume your physical pleasure so that the Adversary cannot take advantage of you because of the desires of your body."
            },
            {
                "verse_number": "6",
                "verse_text": "I&quot;m not giving you a divine command, but my godly advice."
            },
            {
                "verse_number": "7",
                "verse_text": "I would wish that all of you could live unmarried , just as I do. Yet I understand that we are all decidedly different, with each having a special grace for one thing or another."
            },
            {
                "verse_number": "8",
                "verse_text": "So let me say to the unmarried and those who have lost their spouses, it is fine for you to remain single as I am."
            },
            {
                "verse_number": "9",
                "verse_text": "But if you have no power over your passions, then you should go ahead and marry, for marriage is far better than a continual battle with lust."
            },
            {
                "verse_number": "10",
                "verse_text": "And to those who are married, I give this charge&ndash;which is not mine, but the Lord&quot;s &ndash;that the wife should not depart from her husband."
            },
            {
                "verse_number": "11",
                "verse_text": "But if she does, then she should either remain unmarried or reconcile with her husband. And a husband must not divorce his wife."
            },
            {
                "verse_number": "12",
                "verse_text": "To the rest I say, which is not a saying of the Lord, if a brother has an unbelieving wife and she is content to live with him, he should not divorce her."
            },
            {
                "verse_number": "13",
                "verse_text": "And if a woman has a husband who is not a believer and he is content to live with her, she should not divorce him."
            },
            {
                "verse_number": "14",
                "verse_text": "For the unbelieving husband has been made holy by his believing wife. And the unbelieving wife has been made holy by her believing husband by virtue of his or her sacred union to a believer . Otherwise, the children from this union would be unclean, but in fact, they are holy."
            },
            {
                "verse_number": "15",
                "verse_text": "But if the unbelieving spouse wants a divorce, then let it be so. In this situation the believing spouse is not bound to the marriage , for God has called us to live in peace."
            },
            {
                "verse_number": "16",
                "verse_text": "And wives, for all you know you could one day lead your husband to salvation. Or husbands, how do you know for sure that you could not one day lead your wife to salvation?"
            },
            {
                "verse_number": "17",
                "verse_text": "May all believers continue to live the wonderful lives God has called them to live, according to what he assigns for each person, for this is what I teach to believers everywhere."
            },
            {
                "verse_number": "18",
                "verse_text": "If when you were called to follow Jesus you were circumcised, it would be futile to try to undo the circumcision. And if you were called while yet uncircumcised, there is no need to be circumcised."
            },
            {
                "verse_number": "19",
                "verse_text": "Your identity before God has nothing to do with circumcision or uncircumcision. What really matters is following God&quot;s commandments."
            },
            {
                "verse_number": "20",
                "verse_text": "So everyone should continue to live faithful in the situation of life in which they were called to follow Jesus ."
            },
            {
                "verse_number": "21",
                "verse_text": "Were you a slave when you heard the call to follow Jesus ? Don&quot;t let that concern you. Even if you can gain your freedom, make the most of the opportunity."
            },
            {
                "verse_number": "22",
                "verse_text": "For truly, if you are called to a life-union with the Lord, you are already a free man! And those who were called to follow Jesus when they were free are now the Messiah&quot;s slaves."
            },
            {
                "verse_number": "23",
                "verse_text": "Since a great price was paid for your redemption, stop having the mind-set of a slave."
            },
            {
                "verse_number": "24",
                "verse_text": "Brothers and sisters, we must remain in close communion with God, no matter what our situation was when we were first called to follow Jesus."
            },
            {
                "verse_number": "25",
                "verse_text": "Now let me address the issue of singleness. I must confess, I have no command to give you that comes directly from the Lord. But let me share my thoughts on the matter, as coming from one who has experienced the mercy of the Lord to keep me faithful to him."
            },
            {
                "verse_number": "26",
                "verse_text": "Because of the severe pressure we are in, I recommend you remain as you are."
            },
            {
                "verse_number": "27",
                "verse_text": "If you are married, stay in the marriage. If you are single, don&quot;t rush into marriage."
            },
            {
                "verse_number": "28",
                "verse_text": "But if you do get married, you haven&quot;t sinned. It&quot;s just that I would want to spare you the problems you&quot;ll face with the extra challenges of being married."
            },
            {
                "verse_number": "29",
                "verse_text": "My friends, what I mean is this. The urgency of our times mean that from now on, those who have wives should live as though without them."
            },
            {
                "verse_number": "30",
                "verse_text": "And those who weep should forget their tears. And those who rejoice will have no time to celebrate. And those who purchase items will have no time to enjoy them."
            },
            {
                "verse_number": "31",
                "verse_text": "We are to live as those who live in the world but are not absorbed by it, for the world as we know it is quickly passing away."
            },
            {
                "verse_number": "32",
                "verse_text": "Because of this, we need to live as free from anxiety as possible. For a single man is focused on the things of the Lord and how he may please him."
            },
            {
                "verse_number": "33",
                "verse_text": "But a married man is pulled in two directions, for he is concerned about both the things of God and the things of the world in order to please his wife."
            },
            {
                "verse_number": "34",
                "verse_text": "And the single woman is focused on the things of the Lord so she can be holy both in body and spirit. But a married woman is concerned about the things of the world and how she may please her husband."
            },
            {
                "verse_number": "35",
                "verse_text": "I am trying to help you and make things easier for you and not make things difficult, but so that you would have undistracted devotion, serving the Lord constantly with an undivided heart."
            },
            {
                "verse_number": "36",
                "verse_text": "However, if a man has decided to serve God as a single person, yet changes his mind and finds himself in love with a woman, although he never intended to marry, let him go ahead and marry her; it is not a sin to do so."
            },
            {
                "verse_number": "37",
                "verse_text": "On the other hand, if a man stands firm in his heart to remain single, and is under no compulsion to get married but has control over his passions and is determined to remain celibate, he has chosen well."
            },
            {
                "verse_number": "38",
                "verse_text": "So then, the one who marries his fiancée does well and the one who chooses not to marry her does better."
            },
            {
                "verse_number": "39",
                "verse_text": "A wife is bound by the marriage covenant as long as her husband is living. But if the husband dies, she is free to marry again as she desires&ndash;but, of course, he should be a believer in the Lord."
            },
            {
                "verse_number": "40",
                "verse_text": "However, in my opinion (and I think that I too have the Spirit of God), she would be happier if she remained single."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Now let me address the issue of food offered in sacrifice to idols. It seems that everyone believes his own opinion is right on this matter. How easily we get puffed up over our opinions! But love builds up the structure of our new life ."
            },
            {
                "verse_number": "2",
                "verse_text": "If anyone thinks of himself as a know-it-all, he still has a lot to learn."
            },
            {
                "verse_number": "3",
                "verse_text": "But if a person passionately loves God, he will possess the knowledge of God."
            },
            {
                "verse_number": "4",
                "verse_text": "Concerning food sacrificed as offerings to idols, we all know that an idol is nothing, for there is no God but one."
            },
            {
                "verse_number": "5",
                "verse_text": "Although there may be many so-called gods in this world, and in heaven there may be many &apos;gods,&apos; &apos;lords,&apos; and &apos;masters,&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "yet for us there is only one God&ndash;the Father. Out of him is all things, and our lives are lived for him. And there is one Lord, Jesus, the Anointed One, through whom we and all things exist."
            },
            {
                "verse_number": "7",
                "verse_text": "But not everyone has this revelation. For some were formerly idolaters, who consider idols as real and living. That&quot;s why they consider the food offered to that &apos;god&apos; as defiled. And their weak consciences become defiled if they eat it."
            },
            {
                "verse_number": "8",
                "verse_text": "Yes, we know that what you eat will not bring you closer to God. You are no better if you don&quot;t eat certain foods and no better if you do."
            },
            {
                "verse_number": "9",
                "verse_text": "But you must be careful that the liberty you exercise in eating food offered to idols doesn&quot;t offend the weak believers."
            },
            {
                "verse_number": "10",
                "verse_text": "For if a believer with a weak conscience sees you, who have a greater understanding, dining in an idol&quot;s temple, won&quot;t this be a temptation to him to violate his own conscience and eat food offered to idols?"
            },
            {
                "verse_number": "11",
                "verse_text": "So, in effect, by exercising your understanding of freedom, you have ruined this weak believer, a brother for whom Christ has died!"
            },
            {
                "verse_number": "12",
                "verse_text": "And when you offend weaker believers by wounding their consciences in this way, you also offend the Anointed One!"
            },
            {
                "verse_number": "13",
                "verse_text": "So I conclude that if my eating certain food deeply offends my brother and hinders his advance in Christ, I will never eat it again. I don&quot;t want to be guilty of causing my brother or sister to be wounded and defeated."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Am I not completely free and unrestrained? Absolutely! Am I not an apostle? Of course! Haven&quot;t I had a personal encounter with our Jesus face-to-face&ndash; and continue to see him ? Emphatically yes! Aren&quot;t you all the proof of my ministry in the Lord? Certainly!"
            },
            {
                "verse_number": "2",
                "verse_text": "If others do not recognize me as their apostle, at least you are bound to do so, for now your lives are joined to the Lord. You are the living proof , the certificate of my apostleship."
            },
            {
                "verse_number": "3",
                "verse_text": "So to those who want to continually criticize my apostolic ministry, here&quot;s my statement of defense."
            },
            {
                "verse_number": "4",
                "verse_text": "Don&quot;t we apostles have the right to be supported financially?"
            },
            {
                "verse_number": "5",
                "verse_text": "Don&quot;t we have the right to travel accompanied by our believing wives and be supported as a couple , as do the other apostles, such as Peter the Rock and the Lord&quot;s brothers?"
            },
            {
                "verse_number": "6",
                "verse_text": "Of course we do! Or is it only Barnabas and I who have no right to stop working for a living?"
            },
            {
                "verse_number": "7",
                "verse_text": "Who serves in the military at his own expense? Who plants a vineyard and does not enjoy the grapes for himself? Who would nurture and shepherd a flock and never get to drink its fresh milk?"
            },
            {
                "verse_number": "8",
                "verse_text": "Am I merely giving you my own opinions, or does the Torah teach the same things?"
            },
            {
                "verse_number": "9",
                "verse_text": "For it is written in the law of Moses: You should never put a muzzle over the mouth of an ox Tell me, is God only talking about oxen here? while he is treading out the grain. But as you know, we haven&quot;t used that right. Instead, we have continued to support ourselves so that we would never be a hindrance to the spread of the gospel of Christ. Actually, I&quot;d rather die than to have anyone rob me of this joyous reason for boasting!"
            },
            {
                "verse_number": "10",
                "verse_text": "Doesn&quot;t he also give us this principle so that we won&quot;t withhold support from his workers? It was written so that we would understand that the one spiritually &apos;plowing&apos; and spiritually &apos;treading out the grain&apos; also labors with the expectation of enjoying the harvest."
            },
            {
                "verse_number": "11",
                "verse_text": "So, if we&quot;ve sowed many spiritual gifts among you, is it too much to expect to reap material gifts from you?"
            },
            {
                "verse_number": "12",
                "verse_text": "And if you have supported others, don&quot;t we rightfully deserve this privilege even more?"
            },
            {
                "verse_number": "13",
                "verse_text": "Don&quot;t you know that the priests employed in sacred duty in the temple are provided for by temple resources? And the priests who serve at the altar receive a portion of the offerings?"
            },
            {
                "verse_number": "14",
                "verse_text": "In the same way, the Lord has directed those who proclaim the gospel to receive their living by the gospel. As for me, I&quot;ve preferred to never use any of these rights for myself."
            },
            {
                "verse_number": "15",
                "verse_text": "And keep in mind that I&quot;m not writing all this because I&quot;m hinting that you should support me."
            },
            {
                "verse_number": "16",
                "verse_text": "For you see, even though I proclaim the good news, I can&quot;t take the credit for my labors, for I am compelled to fulfill my duty by completing this work. It would be agony to me if I did not constantly preach the gospel!"
            },
            {
                "verse_number": "17",
                "verse_text": "If it were my own idea to preach as a way to make a living, I would expect to be paid. Since it&quot;s not my idea but God&quot;s, who commissioned me, I am entrusted with the stewardship of the gospel whether or not I&quot;m paid ."
            },
            {
                "verse_number": "18",
                "verse_text": "So then, where is my reward? It is found in continually depositing the good news into people&quot;s hearts , without obligation, free of charge, and not insisting on my rights to be financially supported."
            },
            {
                "verse_number": "19",
                "verse_text": "Now, even though I am free from obligations to others, I joyfully make myself a servant to all in order to win as many converts as possible."
            },
            {
                "verse_number": "20",
                "verse_text": "I became Jewish to the Jewish people in order to win them to the Messiah . I became like one under the law to gain the people who were stuck under the law, even though I myself am not under the law."
            },
            {
                "verse_number": "21",
                "verse_text": "And to those who are without the Jewish laws, I became like them, as one without the Jewish laws, in order to win them, although I&quot;m not outside the law of God but under the law of Christ."
            },
            {
                "verse_number": "22",
                "verse_text": "I became &apos;weak&apos; to the weak to win the weak. I have adapted to the culture of every place I&quot;ve gone so that I could more easily win people to Christ."
            },
            {
                "verse_number": "23",
                "verse_text": "I&quot;ve done all this so that I would become God&quot;s partner for the sake of the gospel."
            },
            {
                "verse_number": "24",
                "verse_text": "Isn&quot;t it obvious that all runners on the racetrack keep on running to win, but only one receives the victor&quot;s prize? Yet each one of you must run the race to be victorious."
            },
            {
                "verse_number": "25",
                "verse_text": "A true athlete will be disciplined in every respect, practicing constant self-control in order to win a laurel wreath that quickly withers. But we run our race to win a victor&quot;s crown that will last forever."
            },
            {
                "verse_number": "26",
                "verse_text": "For that reason, I don&quot;t run just for exercise or box like one throwing aimless punches,"
            },
            {
                "verse_number": "27",
                "verse_text": "but I train like a champion athlete. I subdue my body and get it under my control, so that after preaching the good news to others I myself won&quot;t be disqualified."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "My dear fellow believers, you need to understand that all of our Jewish ancestors who walked through a wilderness long ago were under the glory cloud and passed through the waters of the sea on both sides."
            },
            {
                "verse_number": "2",
                "verse_text": "They were all baptized into the cloud of glory, into the fellowship of Moses, and into the sea."
            },
            {
                "verse_number": "3",
                "verse_text": "They all ate the same heavenly manna"
            },
            {
                "verse_number": "4",
                "verse_text": "and drank water from the same spiritual rock that traveled with them&ndash;and that Rock was Christ himself."
            },
            {
                "verse_number": "5",
                "verse_text": "Yet God was not pleased with most of them, and their dead bodies were scattered around the wilderness."
            },
            {
                "verse_number": "6",
                "verse_text": "Now, all these things serve as types and pictures for us&ndash;lessons that teach us not to fail in the same way by callously craving worthless things"
            },
            {
                "verse_number": "7",
                "verse_text": "and practicing idolatry, as some of them did. For it is written: The people settled in to their unrestrained revelry, with feasting and drinking, then they rose up and became wildly out of control!"
            },
            {
                "verse_number": "8",
                "verse_text": "Neither should we commit sexual immorality, as some of them did, which caused the death of twenty-three thousand on a single day."
            },
            {
                "verse_number": "9",
                "verse_text": "Nor should we ever provoke the Lord, as some of them did by putting him to outrageous tests that resulted in their death from snakebites day after day."
            },
            {
                "verse_number": "10",
                "verse_text": "And we must not embrace their ways by complaining&ndash;grumbling with discontent, as many of them did, and were killed by the destroyer!"
            },
            {
                "verse_number": "11",
                "verse_text": "All the tests they endured on their way through the wilderness are a symbolic picture, an example that provides us with a warning so that we can learn through what they experienced. For we live in a time when the purpose of all the ages past is now completing its goal within us."
            },
            {
                "verse_number": "12",
                "verse_text": "So beware if you think it could never happen to you, lest your pride becomes your downfall."
            },
            {
                "verse_number": "13",
                "verse_text": "We all experience times of testing, which is normal for every human being. But God will be faithful to you. He will screen and filter the severity, nature, and timing of every test or trial you face so that you can bear it. And each test is an opportunity to trust him more, for along with every trial God has provided for you a way of escape that will bring you out of it victoriously."
            },
            {
                "verse_number": "14",
                "verse_text": "My cherished friends, keep on running far away from idolatry."
            },
            {
                "verse_number": "15",
                "verse_text": "I know I am writing to thoughtful people, so carefully consider what I say."
            },
            {
                "verse_number": "16",
                "verse_text": "For when we pray for the blessing of the communion cup, isn&quot;t this our co-participation with the blood of Jesus? And the bread that we distribute, isn&quot;t this the bread of our co-participation with the body of Christ?"
            },
            {
                "verse_number": "17",
                "verse_text": "For although we&quot;re many, we become one loaf of bread and one body as we feast together on one loaf."
            },
            {
                "verse_number": "18",
                "verse_text": "Consider the people of Israel when they fell into idolatry . When they ate the sacrifices offered to the gods, weren&quot;t they becoming communal participants in what was sacrificed?"
            },
            {
                "verse_number": "19",
                "verse_text": "Now, am I saying that idols and the sacrifices offered to them have any value?"
            },
            {
                "verse_number": "20",
                "verse_text": "Absolutely not! However, I am implying that when an unbeliever offers a sacrifice to an idol, it is not offered to the true God but to a demon. I don&quot;t want you to be participants with demons!"
            },
            {
                "verse_number": "21",
                "verse_text": "You can&quot;t drink from the cup of the Lord and the cup of demons. You can&quot;t feast at the table of the Lord and feast at the table of demons."
            },
            {
                "verse_number": "22",
                "verse_text": "Who would ever want to arouse the Lord&quot;s jealousy? Is that something you think you&quot;re strong enough to endure?"
            },
            {
                "verse_number": "23",
                "verse_text": "You say , &apos; Under grace there are no rules and we&quot;re free to do anything we please.&apos; Not exactly. Because not everything promotes growth in others. Your slogan, &apos;We&quot;re allowed to do anything we choose,&apos; may be true&ndash;but not everything causes the spiritual advancement of others."
            },
            {
                "verse_number": "24",
                "verse_text": "So don&quot;t always seek what is best for you at the expense of another."
            },
            {
                "verse_number": "25",
                "verse_text": "Yes, you are free to eat anything without worrying about your conscience,"
            },
            {
                "verse_number": "26",
                "verse_text": "for the earth and all its abundance belongs to the Lord."
            },
            {
                "verse_number": "27",
                "verse_text": "So if an unbeliever invites you to dinner, go ahead and eat whatever is served, without asking questions concerning where it came from."
            },
            {
                "verse_number": "28",
                "verse_text": "But if he goes out of his way to inform you that the meat was actually an offering sacrificed to idols, then you should pass, not only for his sake but because of his conscience."
            },
            {
                "verse_number": "29",
                "verse_text": "I&quot;m talking about someone else&quot;s conscience, not yours. What good is there in doing what you please if it&quot;s condemned by someone else?"
            },
            {
                "verse_number": "30",
                "verse_text": "So if I voluntarily participate, why should I be judged for celebrating my freedom?"
            },
            {
                "verse_number": "31",
                "verse_text": "Whether you eat or drink, live your life in a way that glorifies and honors God."
            },
            {
                "verse_number": "32",
                "verse_text": "And make sure you&quot;re not offending Jews or Greeks or any part of God&quot;s assembly over your personal preferences ."
            },
            {
                "verse_number": "33",
                "verse_text": "Follow my example , for I try to please everyone in all things, rather than putting my liberty first. I sincerely attempt to do anything I can so that others may be saved."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "I want you to pattern your lives after me, just as I pattern mine after Christ."
            },
            {
                "verse_number": "2",
                "verse_text": "And I give you full credit for always keeping me in mind as you follow carefully the substance of my instructions that I&quot;ve taught you."
            },
            {
                "verse_number": "3",
                "verse_text": "But I want you to understand that Christ is the head of every person, and Adam was the head of Eve, and God is the head of the Messiah."
            },
            {
                "verse_number": "4",
                "verse_text": "Any man who leads public worship , and prays or prophesies with a shawl hanging down over his head, shows disrespect to his head, which is Christ ."
            },
            {
                "verse_number": "5",
                "verse_text": "And if any woman in a place of leadership within the church prays or prophesies in public with her long hair disheveled, she shows disrespect to her head, which is her husband , for this would be the same as having her head shaved."
            },
            {
                "verse_number": "6",
                "verse_text": "If a woman who wants to be in leadership will not conform to the customs of what is proper for women, she might as well cut off her hair. But if it&quot;s disgraceful for her to have her hair cut off or her head shaved, let her cover her head."
            },
            {
                "verse_number": "7",
                "verse_text": "A man in leadership is under no obligation to have his head covered in the public gatherings , because he is the portrait of God and reflects his glory. The woman, on the other hand, reflects the glory of her husband,"
            },
            {
                "verse_number": "8",
                "verse_text": "for man was not created from woman but woman from man."
            },
            {
                "verse_number": "9",
                "verse_text": "By the same token, the man was not created because the woman needed him; the woman was created because the man needed her."
            },
            {
                "verse_number": "10",
                "verse_text": "For this reason she should have authority over the head because of the angels."
            },
            {
                "verse_number": "11",
                "verse_text": "So then, I have to insist that in the Lord, neither is woman inferior to man nor is man inferior to woman."
            },
            {
                "verse_number": "12",
                "verse_text": "For just as woman was taken from the side of man, in the same way man is taken from the womb of woman. God, as the source of all things, designed it this way ."
            },
            {
                "verse_number": "13",
                "verse_text": "So then you can decide for yourselves&ndash;is it proper for a woman to pray to God with her hair unbound?"
            },
            {
                "verse_number": "14",
                "verse_text": "Doesn&quot;t our long-established cultural tradition teach us that if a man has long hair that is ornamentally arranged it invites disgrace, but if a woman has long hair that is ornamentally arranged it is her glory?"
            },
            {
                "verse_number": "15",
                "verse_text": "This is because long hair is the endowment that God has given her as a head covering."
            },
            {
                "verse_number": "16",
                "verse_text": "If someone wants to quarrel about this, I want you to know that we have no intention to start an argument, neither I nor the congregations of God."
            },
            {
                "verse_number": "17",
                "verse_text": "Now, on this next matter, I wish I could commend you, but I cannot, because when you meet together as a church family it is doing more harm than good!"
            },
            {
                "verse_number": "18",
                "verse_text": "I&quot;ve been told many times that when you meet as a congregation, divisions and cliques emerge&ndash;and to some extent, this doesn&quot;t surprise me."
            },
            {
                "verse_number": "19",
                "verse_text": "Differences of opinion are unavoidable, yet they will reveal which ones among you truly have God&quot;s approval."
            },
            {
                "verse_number": "20",
                "verse_text": "When all of your house churches gather as one church family, you are not really properly celebrating the Lord&quot;s Supper."
            },
            {
                "verse_number": "21",
                "verse_text": "For when it comes time to eat, some gobble down their food before anything is given to others&ndash;one is left hungry while others become drunk!"
            },
            {
                "verse_number": "22",
                "verse_text": "Don&quot;t you all have homes where you can eat and drink? Don&quot;t you realize that you&quot;re showing a superior attitude by humiliating those who have nothing? Are you trying to show contempt for God&quot;s beloved church? How should I address this appropriately? If you&quot;re looking for my approval, you won&quot;t find it!"
            },
            {
                "verse_number": "23",
                "verse_text": "I have handed down to you what came to me by direct revelation from the Lord himself. The same night in which he was handed over, he took bread"
            },
            {
                "verse_number": "24",
                "verse_text": "and gave thanks. Then he distributed it to the disciples and said, &apos;Take it and eat your fill. It is my body, which is given for you. Do this to remember me.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "He did the same with the cup of wine after supper and said, &apos;This cup seals the new covenant with my blood. Drink it&ndash;and whenever you drink this, do it to remember me.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Whenever you eat this bread and drink this cup, you are retelling the story, proclaiming our Lord&quot;s death until he comes."
            },
            {
                "verse_number": "27",
                "verse_text": "For this reason, whoever eats the bread or drinks the cup of the Lord in the wrong spirit will be guilty of dishonoring the body and blood of the Lord."
            },
            {
                "verse_number": "28",
                "verse_text": "So let each individual first evaluate his own attitude and only then eat the bread and drink the cup."
            },
            {
                "verse_number": "29",
                "verse_text": "For continually eating and drinking with a wrong spirit will bring judgment upon yourself by not recognizing the body."
            },
            {
                "verse_number": "30",
                "verse_text": "This insensitivity is why many of you are weak, chronically ill, and some even dying."
            },
            {
                "verse_number": "31",
                "verse_text": "If we have examined ourselves, we should not be judged."
            },
            {
                "verse_number": "32",
                "verse_text": "But when we are judged, it is the Lord&quot;s training so that we will not be condemned along with the world."
            },
            {
                "verse_number": "33",
                "verse_text": "So then, my fellow believers, when you assemble as one to share a meal, show respect for one another and wait for all to be served."
            },
            {
                "verse_number": "34",
                "verse_text": "If you are that hungry, eat at home first, so that when you gather together you will not bring judgment upon yourself. When I come to you, I will answer the other questions you asked me in your letter ."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "My fellow believers, I don&quot;t want you to be confused about spiritual realities."
            },
            {
                "verse_number": "2",
                "verse_text": "For you know full well that when you were unbelievers you were often led astray in one way or another by your worship of idols, which are incapable of talking with you."
            },
            {
                "verse_number": "3",
                "verse_text": "Therefore, I want to impart to you an understanding of the following: No one speaking by the Spirit of God would ever say, &apos;Jesus is the accursed one.&apos; No one can say, &apos;Jesus is the Lord Yahweh,&apos; unless the Holy Spirit is speaking through him. The Spirit gives to one the gift of the word of wisdom. To another, the same Spirit gives the gift of the word of revelation knowledge. And to another, the same Spirit gives gifts of healing. And to another the gift of prophecy. And to another the gift to discern what the Spirit is speaking. gifts of revelation knowledge, gifts of leadership, And now I will show you a superior way to live that is beyond comparison!"
            },
            {
                "verse_number": "4",
                "verse_text": "It is the same Holy Spirit who continues to distribute many different varieties of gifts."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord Yahweh is one, and he is the one who apportions to believers different varieties of ministries."
            },
            {
                "verse_number": "6",
                "verse_text": "The same God distributes different kinds of miracles that accomplish different results through each believer&quot;s gift and ministry as he energizes and activates them."
            },
            {
                "verse_number": "7",
                "verse_text": "Each believer is given continuous revelation by the Holy Spirit to benefit not just himself but all."
            },
            {
                "verse_number": "8",
                "verse_text": "For example:"
            },
            {
                "verse_number": "9",
                "verse_text": "And to another, the same Spirit gives the gift of faith."
            },
            {
                "verse_number": "10",
                "verse_text": "And to another the power to work miracles. And to another the gift of speaking different kinds of tongues. And to another the gift of interpretation of tongues. First apostles, second prophets, third teachers, then those with gifts of miracles, gifts of divine healing, and gifts of different kinds of tongues."
            },
            {
                "verse_number": "11",
                "verse_text": "Remember, it is the same Holy Spirit who distributes, activates, and operates these different gifts as he chooses for each believer."
            },
            {
                "verse_number": "12",
                "verse_text": "Just as the human body is one, though it has many parts that together form one body, so too is Christ."
            },
            {
                "verse_number": "13",
                "verse_text": "For by one Spirit we all were immersed and mingled into one single body. And no matter our status&ndash;whether we are Jews or non-Jews, oppressed or free&ndash;we are all privileged to drink deeply of the same Holy Spirit."
            },
            {
                "verse_number": "14",
                "verse_text": "In fact, the human body is not one single part but rather many parts mingled into one ."
            },
            {
                "verse_number": "15",
                "verse_text": "So if the foot were to say, &apos;Since I&quot;m not a hand, I&quot;m not a part of the body,&apos; it&quot;s forgetting that it is still a vital part of the body."
            },
            {
                "verse_number": "16",
                "verse_text": "And if the ear were to say, &apos;Since I&quot;m not an eye, I&quot;m not really a part of the body,&apos; it&quot;s forgetting that it is still an important part of the body."
            },
            {
                "verse_number": "17",
                "verse_text": "Think of it this way . If the whole body were just an eyeball, how could it hear sounds? And if the whole body were just an ear, how could it smell different fragrances?"
            },
            {
                "verse_number": "18",
                "verse_text": "But God has carefully designed each member and placed it in the body to function as he desires."
            },
            {
                "verse_number": "19",
                "verse_text": "A diversity is required , for if the body consisted of one single part, there wouldn&quot;t be a body at all!"
            },
            {
                "verse_number": "20",
                "verse_text": "So now we see that there are many differing parts and functions, but one body."
            },
            {
                "verse_number": "21",
                "verse_text": "It would be wrong for the eye to say to the hand, &apos;I don&quot;t need you,&apos; and equally wrong if the head said to the foot, &apos;I don&quot;t need you.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "In fact, the weaker our parts, the more vital and essential they are."
            },
            {
                "verse_number": "23",
                "verse_text": "The body parts we think are less honorable we treat with greater respect. And the body parts that need to be covered in public we treat with propriety and clothe them."
            },
            {
                "verse_number": "24",
                "verse_text": "But some of our body parts don&quot;t require as much attention. Instead, God has mingled the body parts together, giving greater honor to the &apos;lesser&apos; members who lacked it."
            },
            {
                "verse_number": "25",
                "verse_text": "He has done this intentionally so that every member would look after the others with mutual concern, and so that there will be no division in the body."
            },
            {
                "verse_number": "26",
                "verse_text": "In that way, whatever happens to one member happens to all. If one suffers, everyone suffers. If one is honored, everyone rejoices."
            },
            {
                "verse_number": "27",
                "verse_text": "You are the body of the Anointed One, and each of you is a unique and vital part of it."
            },
            {
                "verse_number": "28",
                "verse_text": "God has placed in the church the following:"
            },
            {
                "verse_number": "29",
                "verse_text": "Not everyone is an apostle or a prophet or a teacher. Not everyone performs miracles"
            },
            {
                "verse_number": "30",
                "verse_text": "or has gifts of healing or speaks in tongues or interprets tongues."
            },
            {
                "verse_number": "31",
                "verse_text": "But you should all constantly boil over with passion in seeking the higher gifts."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "If I were to speak with eloquence in earth&quot;s many languages, and in the heavenly tongues of angels, yet I didn&quot;t express myself with love, my words would be reduced to the hollow sound of nothing more than a clanging cymbal."
            },
            {
                "verse_number": "2",
                "verse_text": "And if I were to have the gift of prophecy with a profound understanding of God&quot;s hidden secrets, and if I possessed unending supernatural knowledge, and if I had the greatest gift of faith that could move mountains, but have never learned to love, then I am nothing."
            },
            {
                "verse_number": "3",
                "verse_text": "And if I were to be so generous as to give away everything I owned to feed the poor, and to offer my body to be burned as a martyr , without the pure motive of love, I would gain nothing of value."
            },
            {
                "verse_number": "4",
                "verse_text": "Love is large and incredibly patient. Love is gentle and consistently kind to all. It refuses to be jealous when blessing comes to someone else . Love does not brag about one&quot;s achievements nor inflate its own importance."
            },
            {
                "verse_number": "5",
                "verse_text": "Love does not traffic in shame and disrespect, nor selfishly seek its own honor. Love is not easily irritated or quick to take offense."
            },
            {
                "verse_number": "6",
                "verse_text": "Love joyfully celebrates honesty and finds no delight in what is wrong."
            },
            {
                "verse_number": "7",
                "verse_text": "Love is a safe place of shelter, for it never stops believing the best for others. Love never takes failure as defeat, for it never gives up."
            },
            {
                "verse_number": "8",
                "verse_text": "Love never stops loving. It extends beyond the gift of prophecy, which eventually fades away. It is more enduring than tongues, which will one day fall silent. Love remains long after words of knowledge are forgotten."
            },
            {
                "verse_number": "9",
                "verse_text": "Our present knowledge and our prophecies are but partial,"
            },
            {
                "verse_number": "10",
                "verse_text": "but when love&quot;s perfection arrives, the partial will fade away."
            },
            {
                "verse_number": "11",
                "verse_text": "When I was a child, I spoke about childish matters, for I saw things like a child and reasoned like a child. But the day came when I matured, and I set aside my childish ways."
            },
            {
                "verse_number": "12",
                "verse_text": "For now we see but a faint reflection of riddles and mysteries as though reflected in a mirror, but one day we will see face-to-face. My understanding is incomplete now, but one day I will understand everything, just as everything about me has been fully understood."
            },
            {
                "verse_number": "13",
                "verse_text": "Until then, there are three things that remain: faith, hope, and love&ndash;yet love surpasses them all. So above all else, let love be the beautiful prize for which you run."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "It is good that you are enthusiastic and passionate about spiritual gifts, especially prophecy."
            },
            {
                "verse_number": "2",
                "verse_text": "When someone speaks in tongues, no one understands a word he says, because he&quot;s not speaking to people, but to God&ndash;he is speaking intimate mysteries in the Spirit."
            },
            {
                "verse_number": "3",
                "verse_text": "But when someone prophesies, he speaks to encourage people, to build them up, and to bring them comfort."
            },
            {
                "verse_number": "4",
                "verse_text": "The one who speaks in tongues advances his own spiritual progress, while the one who prophesies builds up the church."
            },
            {
                "verse_number": "5",
                "verse_text": "I would be delighted if you all spoke in tongues, but I desire even more that you impart prophetic revelation to others. Greater gain comes through the one who prophesies than the one who speaks in tongues, unless there is interpretation so that it builds up the entire church."
            },
            {
                "verse_number": "6",
                "verse_text": "My dear friends, what good is it if I come to you always speaking in tongues? But if I come with a clear revelation from God, or with insight, or with a prophecy, or with a clear teaching, I can enrich you ."
            },
            {
                "verse_number": "7",
                "verse_text": "Similarly, if musical instruments, such as flutes or stringed instruments, are out of tune and don&quot;t play the arrangement clearly, how will anyone recognize the melody?"
            },
            {
                "verse_number": "8",
                "verse_text": "If the bugle makes a garbled sound, who will recognize the signal to show up for the battle?"
            },
            {
                "verse_number": "9",
                "verse_text": "So it is with you. Unless you speak in a language that&quot;s easily understood, how will anyone know what you&quot;re talking about? You might as well save your breath!"
            },
            {
                "verse_number": "10",
                "verse_text": "I suppose that the world has all sorts of languages, and each conveys meaning to the ones who speak it."
            },
            {
                "verse_number": "11",
                "verse_text": "But I am like a foreigner if I don&quot;t understand the language, and the speaker will be like a foreigner to me."
            },
            {
                "verse_number": "12",
                "verse_text": "And that&quot;s what&quot;s happening among you. You are so passionate about embracing the manifestations of the Holy Spirit! Now become even more passionate about the things that strengthen the entire church."
            },
            {
                "verse_number": "13",
                "verse_text": "So then, if you speak in a tongue, pray for the interpretation to be able to unfold the meaning of what you are saying."
            },
            {
                "verse_number": "14",
                "verse_text": "For if I am praying in a tongue, my spirit is engaged in prayer but I have no clear understanding of what is being said."
            },
            {
                "verse_number": "15",
                "verse_text": "So here&quot;s what I&quot;ve concluded. I will pray in the Spirit, but I will also pray with my mind engaged. I will sing rapturous praises in the Spirit, but I will also sing with my mind engaged."
            },
            {
                "verse_number": "16",
                "verse_text": "Otherwise, if you are praising God in your spirit, how could someone without the gift participate by adding his &apos;amen&apos; to your giving of thanks, since he doesn&quot;t have a clue of what you&quot;re saying?"
            },
            {
                "verse_number": "17",
                "verse_text": "Your praise to God is admirable, but it does nothing to strengthen and build up others."
            },
            {
                "verse_number": "18",
                "verse_text": "I give thanks to God that I speak in tongues more than all of you,"
            },
            {
                "verse_number": "19",
                "verse_text": "but in the church setting I would rather speak five words that can be understood than ten thousand exotic words in a tongue. That way I could have a role in teaching others."
            },
            {
                "verse_number": "20",
                "verse_text": "Beloved ones, don&quot;t remain as immature children in your reasoning. As it relates to evil, be like newborns, but in your thinking be mature adults."
            },
            {
                "verse_number": "21",
                "verse_text": "For it stands written in the law: I will bring my message to this people with strange tongues and foreign lips, yet even then they still will not listen to me, says the Lord."
            },
            {
                "verse_number": "22",
                "verse_text": "So then, tongues are not a sign for believers, but a miracle for unbelievers. Prophecy, on the other hand, is not for unbelievers, but a miracle sign for believers."
            },
            {
                "verse_number": "23",
                "verse_text": "If the entire church comes together and everyone is speaking in tongues, won&quot;t the visitors say that you have lost your minds?"
            },
            {
                "verse_number": "24",
                "verse_text": "But if everyone is prophesying, and an unbeliever or one without the gift enters your meeting, he will be convicted by all that he hears and will be called to account,"
            },
            {
                "verse_number": "25",
                "verse_text": "for the intimate secrets of his heart will be brought to light. He will be mystified and fall facedown in worship and say, &apos;God is truly among you!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Beloved friends, what does all this imply? When you conduct your meetings, you should always let everything be done to build up the church family. Whether you share a song of praise, a teaching, a divine revelation, or a tongue and interpretation, let each one contribute what strengthens others."
            },
            {
                "verse_number": "27",
                "verse_text": "If someone speaks in a tongue, it should be two or three, one after another, with someone interpreting."
            },
            {
                "verse_number": "28",
                "verse_text": "If there&quot;s no one with the interpretation, then he should remain silent in the meeting, content to speak to himself and to God."
            },
            {
                "verse_number": "29",
                "verse_text": "And the same with prophecy . Let two or three prophets prophesy and let the other prophets carefully evaluate and discern what is being said."
            },
            {
                "verse_number": "30",
                "verse_text": "But if someone receives a revelation while someone else is still speaking, the one speaking should conclude and allow the one with fresh revelation the opportunity to share it ."
            },
            {
                "verse_number": "31",
                "verse_text": "For you can all prophesy in turn and in an environment where all present can be instructed, encouraged, and strengthened."
            },
            {
                "verse_number": "32",
                "verse_text": "The spirits of the prophets are subject to the prophets."
            },
            {
                "verse_number": "33",
                "verse_text": "For God is the God of harmony, not confusion, as is the pattern in all the churches of God&quot;s holy believers."
            },
            {
                "verse_number": "34",
                "verse_text": "The women should be respectfully silent during the evaluation of prophecy in the meetings . They are not allowed to interrupt, but are to be in a support role, as in fact the law teaches."
            },
            {
                "verse_number": "35",
                "verse_text": "If they want to inquire about something, let them ask their husbands when they get home, for a woman embarrasses herself when she constantly interrupts the church meeting."
            },
            {
                "verse_number": "36",
                "verse_text": "Do you actually think that you were the starting point for the Word of God going forth? Were you the only ones it was sent to? I don&quot;t think so!"
            },
            {
                "verse_number": "37",
                "verse_text": "If anyone considers himself to be a prophet or a spiritual person, let him discern that what I&quot;m writing to you carries the Lord&quot;s authority."
            },
            {
                "verse_number": "38",
                "verse_text": "And if anyone continues not to recognize this, he should not be recognized!"
            },
            {
                "verse_number": "39",
                "verse_text": "So, beloved friends, with all this in mind, be passionate to prophesy and don&quot;t forbid anyone from speaking in tongues,"
            },
            {
                "verse_number": "40",
                "verse_text": "doing all things in a beautiful and orderly way."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Dear friends, let me give you clearly the heart of the gospel that I&quot;ve preached to you&ndash;the good news that you have heartily received and on which you stand."
            },
            {
                "verse_number": "2",
                "verse_text": "For it is through the revelation of the gospel that you are being saved, if you fasten your life firmly to the message I&quot;ve taught you, unless you have believed in vain."
            },
            {
                "verse_number": "3",
                "verse_text": "For I have shared with you what I have received and what is of utmost importance: The Messiah died for our sins, fulfilling the prophecies of the Scriptures. and was raised from the dead after three days,"
            },
            {
                "verse_number": "4",
                "verse_text": "He was buried in a tomb as foretold in the Scriptures. and to the twelve apostles. Let&quot;s party all night, for tomorrow we die! The first man, Adam, became a living soul. The last Adam became the life-giving Spirit. Death is swallowed up by a triumphant victory! Tell me death, where is your sting?"
            },
            {
                "verse_number": "5",
                "verse_text": "Then he appeared to Peter the Rock"
            },
            {
                "verse_number": "6",
                "verse_text": "He also appeared to more than five hundred of his followers at the same time, most of whom are still alive as I write this, though a few have passed away."
            },
            {
                "verse_number": "7",
                "verse_text": "Then he appeared to Jacob and to all the apostles."
            },
            {
                "verse_number": "8",
                "verse_text": "Last of all he appeared in front of me, like one born prematurely, ripped from the womb."
            },
            {
                "verse_number": "9",
                "verse_text": "Yes, I am the most insignificant of all the apostles, unworthy even to be called an apostle, because I hunted down believers and persecuted God&quot;s church."
            },
            {
                "verse_number": "10",
                "verse_text": "But God&quot;s amazing grace has made me who I am! And his grace to me was not fruitless. In fact, I worked harder than all the rest, yet not in my own strength but God&quot;s, for his empowering grace is poured out upon me."
            },
            {
                "verse_number": "11",
                "verse_text": "So this is what we all have taught you, and whether it was through me or someone else, you have now believed the gospel."
            },
            {
                "verse_number": "12",
                "verse_text": "The message we preach is Christ, who has been raised from the dead. So how could any of you possibly say there is no resurrection of the dead?"
            },
            {
                "verse_number": "13",
                "verse_text": "For if there is no such thing as a resurrection from the dead, then not even Christ has been raised."
            },
            {
                "verse_number": "14",
                "verse_text": "And if Christ has not been raised, all of our preaching has been for nothing and your faith is useless."
            },
            {
                "verse_number": "15",
                "verse_text": "Moreover, if the dead are not raised, that would mean that we are false witnesses who are misrepresenting God. And that would mean that we have preached a lie, stating that God raised him from the dead, if in reality he didn&quot;t."
            },
            {
                "verse_number": "16",
                "verse_text": "If the dead aren&quot;t raised up, that would mean that Christ has not been raised up either."
            },
            {
                "verse_number": "17",
                "verse_text": "And if Christ is not alive, you are still lost in your sins and your faith is a fantasy."
            },
            {
                "verse_number": "18",
                "verse_text": "It would also mean that those believers in Christ who have passed away have simply perished."
            },
            {
                "verse_number": "19",
                "verse_text": "If the only benefit of our hope in Christ is limited to this life on earth, we deserve to be pitied more than all others!"
            },
            {
                "verse_number": "20",
                "verse_text": "But the truth is, Christ is risen from the dead, as the firstfruit of a great resurrection harvest of those who have died."
            },
            {
                "verse_number": "21",
                "verse_text": "For since death came through a man, Adam , it is fitting that the resurrection of the dead has also come through a man, Christ ."
            },
            {
                "verse_number": "22",
                "verse_text": "Even as all who are in Adam die, so also all who are in Christ will be made alive."
            },
            {
                "verse_number": "23",
                "verse_text": "But each one in his proper order: Christ, the firstfruits, then those who belong to Christ in his presence."
            },
            {
                "verse_number": "24",
                "verse_text": "Then the final stage of completion comes, when he will bring to an end every other rulership, authority, and power, and he will hand over his kingdom to Father God."
            },
            {
                "verse_number": "25",
                "verse_text": "Until then he is destined to reign as King until all hostility has been subdued and placed under his feet."
            },
            {
                "verse_number": "26",
                "verse_text": "And the last enemy to be subdued and eliminated is death itself."
            },
            {
                "verse_number": "27",
                "verse_text": "The Father has placed all things in subjection under the feet of Christ. Yet when it says, &apos;all things,&apos; it is understood that the Father does not include himself, for he is the one who placed all things in subjection to Christ."
            },
            {
                "verse_number": "28",
                "verse_text": "However, when everything is subdued and in submission to him, then the Son himself will be subject to the Father, who put all things under his feet. This is so that Father God will be everything in everyone!"
            },
            {
                "verse_number": "29",
                "verse_text": "If there is no resurrection, what do these people think they&quot;re doing when they are baptized for the dead? If the dead aren&quot;t raised, why be baptized for them?"
            },
            {
                "verse_number": "30",
                "verse_text": "And why would we be risking our lives every day?"
            },
            {
                "verse_number": "31",
                "verse_text": "My brothers and sisters, I continually face death. This is as sure as my boasting of you and our co-union together in the life of our Lord Jesus Christ, who gives me confidence to share my experiences with you."
            },
            {
                "verse_number": "32",
                "verse_text": "Tell me, why did I fight &apos;wild beasts&apos; in Ephesus if my hope is in this life only? What was the point of that? If the dead do not rise, then"
            },
            {
                "verse_number": "33",
                "verse_text": "So stop fooling yourselves! Evil companions will corrupt good morals and character."
            },
            {
                "verse_number": "34",
                "verse_text": "Come back to your right senses and awaken to what is right. Repent from your sinful ways. For some have no knowledge of God&quot;s wonderful love. You should be ashamed that you make me write this way to you!"
            },
            {
                "verse_number": "35",
                "verse_text": "I can almost hear someone saying, &apos;How can the dead come back to life? And what kind of body will they have when they are resurrected?&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Foolish man! Don&quot;t you know that what you sow in the ground doesn&quot;t germinate unless it dies?"
            },
            {
                "verse_number": "37",
                "verse_text": "And what you sow is not the body that will come into being, but the bare seed. And it&quot;s hard to tell whether it&quot;s wheat or some other seed."
            },
            {
                "verse_number": "38",
                "verse_text": "But when it dies, God gives it a new form, a body to fulfill his purpose, and he sees to it that each seed gets a new body of its own and becomes the plant he designed it to be ."
            },
            {
                "verse_number": "39",
                "verse_text": "All flesh is not identical. Animals have one flesh and human beings another. Birds have their distinct flesh and fish another."
            },
            {
                "verse_number": "40",
                "verse_text": "In the same way there are earthly bodies and heavenly bodies. There is a splendor of the celestial body and a different one for the earthly."
            },
            {
                "verse_number": "41",
                "verse_text": "There is the radiance of the sun and differing radiance for the moon and for the stars. Even the stars differ in their shining."
            },
            {
                "verse_number": "42",
                "verse_text": "And that&quot;s how it will be with the resurrection of the dead."
            },
            {
                "verse_number": "43",
                "verse_text": "The body is &apos;sown&apos; in decay, but will be raised in immortality. It is &apos;sown&apos; in humiliation, but will be raised in glorification."
            },
            {
                "verse_number": "44",
                "verse_text": "It is &apos;sown&apos; in weakness but will be raised in power. If there is a physical body, there is also a spiritual body."
            },
            {
                "verse_number": "45",
                "verse_text": "For it is written:"
            },
            {
                "verse_number": "46",
                "verse_text": "However, the spiritual didn&quot;t come first. The natural precedes the spiritual."
            },
            {
                "verse_number": "47",
                "verse_text": "The first man was from the dust of the earth; the second Man is Yahweh, from the realm of heaven."
            },
            {
                "verse_number": "48",
                "verse_text": "The first one, made from dust, has a race of people just like him, who are also made from dust. The One sent from heaven has a race of heavenly people who are just like him."
            },
            {
                "verse_number": "49",
                "verse_text": "Once we carried the likeness of the man of dust, but now let us carry the likeness of the man of heaven."
            },
            {
                "verse_number": "50",
                "verse_text": "Now, I tell you this, my brothers and sisters, flesh and blood are not able to inherit God&quot;s kingdom realm, and neither will that which is decaying be able to inherit what is incorruptible."
            },
            {
                "verse_number": "51",
                "verse_text": "Listen, and I will tell you a divine mystery: not all of us will die, but we will all be transformed."
            },
            {
                "verse_number": "52",
                "verse_text": "It will happen in an instant &ndash;in the twinkling of his eye. For when the last trumpet is sounded, the dead will come back to life. We will be indestructible and we will be transformed."
            },
            {
                "verse_number": "53",
                "verse_text": "For we will discard our mortal &apos;clothes&apos; and slip into a body that is imperishable. What is mortal now will be exchanged for immortality."
            },
            {
                "verse_number": "54",
                "verse_text": "And when that which is mortal puts on immortality, and what now decays is exchanged for what will never decay, then the Scripture will be fulfilled that says:"
            },
            {
                "verse_number": "55",
                "verse_text": "So death, tell me, where is your victory?"
            },
            {
                "verse_number": "56",
                "verse_text": "It is sin that gives death its sting and the law that gives sin its power."
            },
            {
                "verse_number": "57",
                "verse_text": "But we thank God for giving us the victory as conquerors through our Lord Jesus, the Anointed One."
            },
            {
                "verse_number": "58",
                "verse_text": "So now, beloved ones, stand firm, stable, and enduring. Live your lives with an unshakable confidence. We know that we prosper and excel in every season by serving the Lord, because we are assured that our union with the Lord makes our labor productive with fruit that endures."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Now, concerning the collection I want you to take for God&quot;s holy believers in Jerusalem who are in need , I want you to follow the same instructions I gave the churches of Galatia."
            },
            {
                "verse_number": "2",
                "verse_text": "Every Sunday, each of you make a generous offering by taking a portion of whatever God has blessed you with and place it in safekeeping. Then I won&quot;t have to make a special appeal when I come."
            },
            {
                "verse_number": "3",
                "verse_text": "When I arrive, I will send your gift to the poor in Jerusalem along with a letter of explanation, carried by those whom you approve."
            },
            {
                "verse_number": "4",
                "verse_text": "If it seems advisable for me to accompany them, I&quot;ll be glad to have them travel with me."
            },
            {
                "verse_number": "5",
                "verse_text": "I plan to be traveling through Macedonia, and afterward I will visit you"
            },
            {
                "verse_number": "6",
                "verse_text": "and perhaps stay there for a while, or even spend the winter with you. Afterward you can send me on my journey, wherever I go next, with your financial support."
            },
            {
                "verse_number": "7",
                "verse_text": "For it&quot;s not my desire to just see you in passing, but I would like to spend some time with you if the Lord permits."
            },
            {
                "verse_number": "8",
                "verse_text": "Regardless, I will remain in Ephesus until the feast of Pentecost."
            },
            {
                "verse_number": "9",
                "verse_text": "There&quot;s an amazing door of opportunity standing wide open for me to minister here, even though there are many who oppose and stand against me."
            },
            {
                "verse_number": "10",
                "verse_text": "When Timothy arrives, make sure that he feels at home while he&quot;s with you, for he&quot;s advancing the Lord&quot;s work just as I am."
            },
            {
                "verse_number": "11",
                "verse_text": "Don&quot;t let anyone disparage or look down on him, but kindly help him on his way with financial support so that he may come back to me, for I am waiting for him and the brothers to return."
            },
            {
                "verse_number": "12",
                "verse_text": "Now, about our brother Apollos. I&quot;ve tried hard to convince him to come visit you with the other brothers, but it&quot;s simply not the right time for him now. But don&quot;t worry , he&quot;ll come when he has the opportunity."
            },
            {
                "verse_number": "13",
                "verse_text": "Remember to stay alert and hold firmly to all that you believe. Be mighty and full of courage."
            },
            {
                "verse_number": "14",
                "verse_text": "Let love and kindness be the motivation behind all that you do."
            },
            {
                "verse_number": "15",
                "verse_text": "Dear brothers and sisters, I have a request to make of you. Give special recognition to Stephanas and his family, for they were the first converts in Achaia, and they have fully devoted themselves to serve God&quot;s holy people."
            },
            {
                "verse_number": "16",
                "verse_text": "I urge you to honor and support them, and all those like them who work so diligently for the Lord."
            },
            {
                "verse_number": "17",
                "verse_text": "I was delighted when Stephanas, Fortunatus, and Achaicus arrived, for they&quot;ve made up for your absence."
            },
            {
                "verse_number": "18",
                "verse_text": "They have refreshed my spirit in the same way they&quot;ve refreshed yours. Be sure to honor people like this."
            },
            {
                "verse_number": "19",
                "verse_text": "All the churches of western Turkey send their loving greetings to you. Aquila and Prisca greet you warmly in the Lord with those of their house church."
            },
            {
                "verse_number": "20",
                "verse_text": "All of your fellow believers here in Ephesus send their greetings. Greet one another with a sacred kiss."
            },
            {
                "verse_number": "21",
                "verse_text": "In my own handwriting, I, Paul, add my loving greeting."
            },
            {
                "verse_number": "22",
                "verse_text": "If anyone doesn&quot;t sincerely love the Lord, he deserves to be doomed as an outcast. Our Lord has come!"
            },
            {
                "verse_number": "23",
                "verse_text": "May the grace and favor of our Lord Jesus be with you."
            },
            {
                "verse_number": "24",
                "verse_text": "I send my love to all who are joined in the life of Jesus, the Anointed One."
            }
        ]
    }
}