{
    "Philippians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul and Timothy,"
            },
            {
                "verse_number": "1",
                "verse_text": "both of us servants of Jesus, the Anointed One. To all his devoted followers in Philippi, including your pastors,"
            },
            {
                "verse_number": "1",
                "verse_text": "and to all the servant-leaders"
            },
            {
                "verse_number": "1",
                "verse_text": "of the church."
            },
            {
                "verse_number": "2",
                "verse_text": "May the blessings of divine grace and supernatural peace that flow from God our wonderful Father, and our Messiah, the Lord Jesus, be upon your lives."
            },
            {
                "verse_number": "5",
                "verse_text": "and our enduring partnership that began the first time I presented to you the gospel."
            },
            {
                "verse_number": "6",
                "verse_text": "I pray with great faith for you"
            },
            {
                "verse_number": "6",
                "verse_text": ", because I’m fully convinced that the One who began this gracious work"
            },
            {
                "verse_number": "6",
                "verse_text": "in you will faithfully continue the process of maturing you"
            },
            {
                "verse_number": "6",
                "verse_text": "until the unveiling"
            },
            {
                "verse_number": "6",
                "verse_text": "of our Lord Jesus Christ!"
            },
            {
                "verse_number": "7",
                "verse_text": "It’s no wonder I pray with such confidence, since you have a permanent place in my heart!"
            },
            {
                "verse_number": "7",
                "verse_text": "You have remained partners with me in the wonderful grace"
            },
            {
                "verse_number": "7",
                "verse_text": "of God"
            },
            {
                "verse_number": "7",
                "verse_text": "even though I’m here in chains for standing up for the truth of the gospel."
            },
            {
                "verse_number": "8",
                "verse_text": "Only God knows how much I dearly love you with the tender affection"
            },
            {
                "verse_number": "8",
                "verse_text": "of Jesus, the Anointed One."
            },
            {
                "verse_number": "9",
                "verse_text": "I continue to pray for your love to grow and increase beyond measure, bringing you into the rich revelation of spiritual insight"
            },
            {
                "verse_number": "9",
                "verse_text": "in all things."
            },
            {
                "verse_number": "10",
                "verse_text": "This will enable you to choose"
            },
            {
                "verse_number": "10",
                "verse_text": "the most excellent way of all"
            },
            {
                "verse_number": "10",
                "verse_text": "—becoming pure and without offense until the unveiling of Christ."
            },
            {
                "verse_number": "11",
                "verse_text": "And you will be filled completely with the fruits of righteousness"
            },
            {
                "verse_number": "11",
                "verse_text": "that are found in Jesus, the Anointed One—bringing great praise and glory to God!"
            },
            {
                "verse_number": "12",
                "verse_text": "I want you to know, dear ones,"
            },
            {
                "verse_number": "12",
                "verse_text": "what has happened to me has not hindered, but helped my ministry of preaching the gospel, causing it to expand and spread to many people."
            },
            {
                "verse_number": "13",
                "verse_text": "For now the elite Roman guards and government officials"
            },
            {
                "verse_number": "13",
                "verse_text": "overseeing my imprisonment have plainly recognized that I am here because of my love for the Anointed One."
            },
            {
                "verse_number": "14",
                "verse_text": "And what I’m going through has actually caused many believers"
            },
            {
                "verse_number": "14",
                "verse_text": "to become even more courageous in the Lord and to be bold and passionate to preach the Word of God, all because of my chains."
            },
            {
                "verse_number": "15",
                "verse_text": "It’s true that there are some who preach Christ out of competition and controversy, for they are jealous"
            },
            {
                "verse_number": "15",
                "verse_text": "over the way God has used me"
            },
            {
                "verse_number": "15",
                "verse_text": ". Many others"
            },
            {
                "verse_number": "15",
                "verse_text": "have purer motives"
            },
            {
                "verse_number": "15",
                "verse_text": "—they preach with grace and love filling their hearts,"
            },
            {
                "verse_number": "16",
                "verse_text": "because they know I’ve been destined for the purpose of defending the revelation of God."
            },
            {
                "verse_number": "17",
                "verse_text": "Those who preach Christ with ambition and competition are insincere—they just want to add to the hardships of my imprisonment."
            },
            {
                "verse_number": "18",
                "verse_text": "Yet in spite of all of this I am overjoyed! For what does it matter as long as Christ is being preached? If they preach him with mixed motives or with genuine love, the message of Christ is still being preached."
            },
            {
                "verse_number": "18",
                "verse_text": "And I will continue to rejoice"
            },
            {
                "verse_number": "19",
                "verse_text": "because I know that the lavish supply"
            },
            {
                "verse_number": "19",
                "verse_text": "of the Spirit of Jesus, the Anointed One, and your intercession for me will bring about my deliverance."
            },
            {
                "verse_number": "20",
                "verse_text": "No matter what, I will continue to hope and passionately cling"
            },
            {
                "verse_number": "20",
                "verse_text": "to Christ, so that he will be openly revealed through me before everyone’s eyes."
            },
            {
                "verse_number": "20",
                "verse_text": "So I will not be ashamed!"
            },
            {
                "verse_number": "20",
                "verse_text": "In my life or in my death, Christ will be magnified in me."
            },
            {
                "verse_number": "21",
                "verse_text": "My true life is the Anointed One, and dying means gaining more of him."
            },
            {
                "verse_number": "25",
                "verse_text": "Yet deep in my heart I’m confident that I will be spared so I can add to your joy and further strengthen and mature your faith."
            },
            {
                "verse_number": "26",
                "verse_text": "When I am freed to come to you, my deliverance will give you a reason to boast even more in Jesus Christ."
            },
            {
                "verse_number": "27",
                "verse_text": "Whatever happens, keep living your lives based on the reality of the gospel of Christ. Then when I come to see you, or hear good reports of you, I’ll know that you stand united in one Spirit and one passion—celebrating together as conquerors"
            },
            {
                "verse_number": "27",
                "verse_text": "in the faith of the gospel."
            },
            {
                "verse_number": "28",
                "verse_text": "And then you will never be shaken or intimidated by the opposition that rises up against us. Your courage will prove to be a sure sign from God of their coming destruction."
            },
            {
                "verse_number": "29",
                "verse_text": "For God has graciously given you the privilege not only to believe in Christ, but also to suffer for him."
            },
            {
                "verse_number": "30",
                "verse_text": "For you have been called by him to endure the conflict in the same way I have endured it—for you know I’m not giving up."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Look at how much encouragement"
            },
            {
                "verse_number": "1",
                "verse_text": "you’ve found in your relationship with the Anointed One! You are filled to overflowing with his comforting love. You have experienced a deepening friendship with the Holy Spirit and have felt his tender affection and mercy."
            },
            {
                "verse_number": "2",
                "verse_text": "So I’m asking you, my friends, that you be joined together in perfect unity—with one heart, one passion, and united in one love. Walk together"
            },
            {
                "verse_number": "2",
                "verse_text": "with one harmonious purpose and you will fill my heart with unbounded joy."
            },
            {
                "verse_number": "3",
                "verse_text": "Be free from pride-filled opinions,"
            },
            {
                "verse_number": "3",
                "verse_text": "for they will only harm your cherished unity"
            },
            {
                "verse_number": "3",
                "verse_text": ". Don’t allow self-promotion to hide in your hearts, but in authentic humility put others first and view others as more important than yourselves."
            },
            {
                "verse_number": "4",
                "verse_text": "Abandon every display of selfishness. Possess a greater concern for what matters to others instead of your own interests."
            },
            {
                "verse_number": "5",
                "verse_text": "And consider the example that Jesus, the Anointed One, has set before us. Let his mindset become your motivation."
            },
            {
                "verse_number": "6",
                "verse_text": "He existed in the form of God, yet he gave no thought to seizing equality with God as his supreme prize."
            },
            {
                "verse_number": "7",
                "verse_text": "Instead he emptied himself of his outward glory by reducing himself to the form of a lowly servant. He became human!"
            },
            {
                "verse_number": "8",
                "verse_text": "He humbled himself and became vulnerable, choosing to be revealed as a man and was obedient."
            },
            {
                "verse_number": "8",
                "verse_text": "He was a perfect example"
            },
            {
                "verse_number": "8",
                "verse_text": ", even in his death—a criminal’s death by crucifixion!"
            },
            {
                "verse_number": "9",
                "verse_text": "Because of that obedience, God exalted him and multiplied his greatness! He has now been given the greatest of all names!"
            },
            {
                "verse_number": "10",
                "verse_text": "The authority of the name of Jesus causes every knee to bow in reverence! Everything and everyone will one day submit to this name—in the heavenly realm, in the earthly realm, and in the demonic realm."
            },
            {
                "verse_number": "11",
                "verse_text": "And every tongue will proclaim in every language: “Jesus Christ is Lord Yahweh,”"
            },
            {
                "verse_number": "11",
                "verse_text": "bringing glory and honor to God, his Father!"
            },
            {
                "verse_number": "12",
                "verse_text": "My beloved ones, just like you’ve always listened to everything I’ve taught you in the past, I’m asking you now to keep following my instructions as though I were right there with you. Now you must continue to make this new life fully manifested as you live"
            },
            {
                "verse_number": "12",
                "verse_text": "in the holy awe of God—which brings you trembling into his presence."
            },
            {
                "verse_number": "13",
                "verse_text": "God will continually revitalize you, implanting within you the passion to do what pleases him."
            },
            {
                "verse_number": "14",
                "verse_text": "Live a cheerful life, without complaining or division among yourselves."
            },
            {
                "verse_number": "15",
                "verse_text": "For then you will be seen as innocent,"
            },
            {
                "verse_number": "15",
                "verse_text": "faultless, and pure children of God, even though you live in the midst of a brutal and perverse culture."
            },
            {
                "verse_number": "15",
                "verse_text": "For you will appear among them as shining lights"
            },
            {
                "verse_number": "15",
                "verse_text": "in the universe,"
            },
            {
                "verse_number": "16",
                "verse_text": "holding out"
            },
            {
                "verse_number": "16",
                "verse_text": "the words of"
            },
            {
                "verse_number": "16",
                "verse_text": "eternal"
            },
            {
                "verse_number": "16",
                "verse_text": "life. I haven’t labored among you for nothing, for your lives are the fruit of my ministry and will be my glorious boast at the unveiling of Christ!"
            },
            {
                "verse_number": "17",
                "verse_text": "But I will rejoice even if my life is poured out like a liquid offering to God over your sacrificial and surrendered lives of faith."
            },
            {
                "verse_number": "18",
                "verse_text": "And so no matter what happens to me, you should rejoice in ecstatic celebration with me!"
            },
            {
                "verse_number": "19",
                "verse_text": "Yet I’m trusting in our Lord Jesus that I may send Timothy to you soon, so I can be refreshed when I find out how you’re doing."
            },
            {
                "verse_number": "20",
                "verse_text": "Timothy is like no other. He carries the same passion for your welfare that I carry in my heart."
            },
            {
                "verse_number": "21",
                "verse_text": "For it seems as though everyone else is busy seeking what is best for themselves instead of the things that are most important to our Lord Jesus Christ."
            },
            {
                "verse_number": "22",
                "verse_text": "You already know about his excellent reputation, since he has served alongside me as a loyal son in the work of ministry."
            },
            {
                "verse_number": "23",
                "verse_text": "After I see what transpires with me he’s the one I will send to you to bless you."
            },
            {
                "verse_number": "24",
                "verse_text": "And I’m trusting in my Lord to return to you in due time."
            },
            {
                "verse_number": "25",
                "verse_text": "But for now, I feel a stirring in my heart to send Epaphroditus"
            },
            {
                "verse_number": "25",
                "verse_text": "back to you immediately. He’s a friend to me and a wonderful brother and fellow soldier who has worked with me"
            },
            {
                "verse_number": "25",
                "verse_text": "as we serve as ministers of the gospel"
            },
            {
                "verse_number": "25",
                "verse_text": ". And you sent him as your apostle to minister to me in my need."
            },
            {
                "verse_number": "26",
                "verse_text": "But now he is grieved to know that you found out he had been sick, so he longs to return and comfort you in this."
            },
            {
                "verse_number": "27",
                "verse_text": "It’s true he almost died, but God showed him mercy and healed him. And I’m so thankful to God for his healing, as I was spared from having the sorrow of losing him on top of all my other troubles!"
            },
            {
                "verse_number": "28",
                "verse_text": "So you can see why I’m delighted to send him to you now. I know that you’re anxious to see him and rejoice in his healing, and it encourages me to know how happy you’ll be to have him back."
            },
            {
                "verse_number": "29",
                "verse_text": "So warmly welcome him home in the Lord,"
            },
            {
                "verse_number": "29",
                "verse_text": "with joyous love, and esteem him highly, for people like him deserve it."
            },
            {
                "verse_number": "30",
                "verse_text": "Because of me, he put his life on the line, despising the danger, so that he could provide for me with what you couldn’t, since you were so far away. And he did it all because of his ministry for Christ."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "My beloved ones, don’t ever limit your joy or fail to rejoice in the wonderful experience of knowing our Lord Jesus! I don’t mind repeating what I’ve already written you because it protects you—"
            },
            {
                "verse_number": "2",
                "verse_text": "beware of those religious hypocrites"
            },
            {
                "verse_number": "2",
                "verse_text": "who teach that you should be circumcised to please God."
            },
            {
                "verse_number": "3",
                "verse_text": "For we have already experienced “heart-circumcision,” and we worship God in the power and freedom of the Holy Spirit,"
            },
            {
                "verse_number": "3",
                "verse_text": "not in laws and religious duties"
            },
            {
                "verse_number": "3",
                "verse_text": ". We are those who boast in what Jesus Christ has done, and not in what we can accomplish in our own strength."
            },
            {
                "verse_number": "4",
                "verse_text": "It’s true that"
            },
            {
                "verse_number": "4",
                "verse_text": "I once relied on all that I had become"
            },
            {
                "verse_number": "4",
                "verse_text": ". I had a reason to boast and impress people with my accomplishments—more than others—for my pedigree was impeccable."
            },
            {
                "verse_number": "5",
                "verse_text": "I was born a true Hebrew of the heritage of Israel"
            },
            {
                "verse_number": "5",
                "verse_text": "as the son of a Jewish man from the tribe of Benjamin."
            },
            {
                "verse_number": "5",
                "verse_text": "I was circumcised eight days after my birth and"
            },
            {
                "verse_number": "5",
                "verse_text": "was raised in the strict tradition of Orthodox Judaism"
            },
            {
                "verse_number": "5",
                "verse_text": ", living a separated"
            },
            {
                "verse_number": "5",
                "verse_text": "and devout life as a Pharisee."
            },
            {
                "verse_number": "6",
                "verse_text": "And concerning the righteousness of the Torah,"
            },
            {
                "verse_number": "6",
                "verse_text": "no one surpassed me; I was without a peer. Furthermore, as a fiery defender of the truth, I persecuted the messianic believers with religious zeal."
            },
            {
                "verse_number": "7",
                "verse_text": "Yet all of the accomplishments that I once took credit for, I’ve now forsaken them and I regard it all as nothing compared to the delight of experiencing Jesus Christ as my Lord!"
            },
            {
                "verse_number": "8",
                "verse_text": "To truly know him meant letting go of everything from my past and throwing all my boasting on the garbage heap. It’s all like a pile of manure to me now, so that I may be enriched in the reality of knowing Jesus Christ and embrace him as Lord in all of his greatness."
            },
            {
                "verse_number": "9",
                "verse_text": "My passion is to be consumed with him and not cling to my own “righteousness” based in keeping the written Law. My only “righteousness” will be his, based on the faithfulness of Jesus Christ—the very righteousness that comes from God."
            },
            {
                "verse_number": "10",
                "verse_text": "And I continually long to know the wonders of Jesus and to experience the overflowing power of his resurrection working in me. I will be one with him in his sufferings and become like him in his death."
            },
            {
                "verse_number": "11",
                "verse_text": "Only then will I be able to experience complete oneness with him in his resurrection from the realm of death."
            },
            {
                "verse_number": "12",
                "verse_text": "I admit that I haven’t yet acquired the absolute fullness that I’m pursuing, but I run with passion"
            },
            {
                "verse_number": "12",
                "verse_text": "into his abundance"
            },
            {
                "verse_number": "12",
                "verse_text": "so that I may reach the purpose for which Christ Jesus laid hold of me to make me his own."
            },
            {
                "verse_number": "13",
                "verse_text": "I don’t depend on my own strength to accomplish this;"
            },
            {
                "verse_number": "13",
                "verse_text": "however I do have one compelling focus: I forget all of the past as I fasten my heart to the future instead."
            },
            {
                "verse_number": "14",
                "verse_text": "I run straight for the divine invitation of reaching the heavenly goal and gaining the victory-prize through the anointing of Jesus."
            },
            {
                "verse_number": "15",
                "verse_text": "So let all who are fully mature have this same passion, and if anyone is not yet gripped by these desires,"
            },
            {
                "verse_number": "15",
                "verse_text": "God will reveal it to them."
            },
            {
                "verse_number": "16",
                "verse_text": "And let us all advance together to reach this victory-prize, following one path with one passion."
            },
            {
                "verse_number": "17",
                "verse_text": "My beloved friends, imitate my walk with God and follow all those who walk according to the way of life we modeled before you."
            },
            {
                "verse_number": "18",
                "verse_text": "For there are many who live by different standards. As I’ve warned you many times (I weep as I write these words), they are enemies of the cross of the Anointed One and"
            },
            {
                "verse_number": "19",
                "verse_text": "doom awaits them. Their god has possessed them and made them mute."
            },
            {
                "verse_number": "19",
                "verse_text": "Their boast is in their shameful lifestyles and their minds are in the dirt."
            },
            {
                "verse_number": "20",
                "verse_text": "But we are a colony"
            },
            {
                "verse_number": "20",
                "verse_text": "of heaven on earth as we cling tightly to our life-giver, the Lord Jesus Christ,"
            },
            {
                "verse_number": "21",
                "verse_text": "who will transform our humble bodies"
            },
            {
                "verse_number": "21",
                "verse_text": "and transfigure us into the identical likeness of his glorified body."
            },
            {
                "verse_number": "21",
                "verse_text": "And using his matchless power, he continually subdues everything to himself."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "My dear and precious friends, whom I deeply love, you have truly become my glorious joy and crown of reward. Now arise"
            },
            {
                "verse_number": "1",
                "verse_text": "in the fullness of your union with our Lord."
            },
            {
                "verse_number": "2",
                "verse_text": "And I plead with Euodia and Syntyche to settle their disagreement and be restored with one mind in our Lord."
            },
            {
                "verse_number": "3",
                "verse_text": "I would like my dear friend and burden-bearer"
            },
            {
                "verse_number": "3",
                "verse_text": "to help resolve this issue, for both women have diligently labored with me for the prize and helped in spreading the revelation of the gospel,"
            },
            {
                "verse_number": "3",
                "verse_text": "along with Clement"
            },
            {
                "verse_number": "3",
                "verse_text": "and the rest of my coworkers. All of their names are written in the Book of Life."
            },
            {
                "verse_number": "4",
                "verse_text": "Be cheerful with joyous celebration in every season of life. Let your joy overflow!"
            },
            {
                "verse_number": "5",
                "verse_text": "And let gentleness"
            },
            {
                "verse_number": "5",
                "verse_text": "be seen in every relationship, for our Lord is ever near."
            },
            {
                "verse_number": "6",
                "verse_text": "Don’t be pulled in different directions or worried about a thing. Be saturated in prayer throughout each day, offering your faith-filled requests before God with overflowing gratitude. Tell him every detail of your life,"
            },
            {
                "verse_number": "7",
                "verse_text": "then God’s wonderful peace that transcends human understanding, will guard your heart and mind through Jesus Christ."
            },
            {
                "verse_number": "8",
                "verse_text": "Keep your thoughts continually fixed on all that is authentic and real, honorable and admirable, beautiful and respectful, pure and holy, merciful and kind. And fasten your thoughts on every glorious work of God,"
            },
            {
                "verse_number": "8",
                "verse_text": "praising him always."
            },
            {
                "verse_number": "9",
                "verse_text": "Put into practice the example"
            },
            {
                "verse_number": "9",
                "verse_text": "of all that you have heard from me or seen in my life and the God of peace will be with you in all things."
            },
            {
                "verse_number": "10",
                "verse_text": "My heart overflows with joy when I think of how you demonstrated love to me"
            },
            {
                "verse_number": "10",
                "verse_text": "by your financial support of my ministry"
            },
            {
                "verse_number": "10",
                "verse_text": ". For even though you have so little, you still continue to help me at every opportunity."
            },
            {
                "verse_number": "11",
                "verse_text": "I’m not telling you this because I’m in need, for I have learned to be satisfied in any circumstance."
            },
            {
                "verse_number": "14",
                "verse_text": "You’ve so graciously provided for my essential needs during this season of difficulty."
            },
            {
                "verse_number": "15",
                "verse_text": "For I want you to know that the Philippian church was the only church that supported me in the beginning as I went out to preach the gospel. You were the only church that sowed into me financially,"
            },
            {
                "verse_number": "16",
                "verse_text": "and when I was in Thessalonica, you supported me for well over a year."
            },
            {
                "verse_number": "17",
                "verse_text": "I mention this not because I’m requesting a gift, but so that the fruit of your generosity may bring you an abundant reward."
            },
            {
                "verse_number": "18",
                "verse_text": "I now have all I need—more than enough—I’m abundantly satisfied! For I’ve received the gift you sent by Epaphroditus and viewed it as a sweet sacrifice, perfumed with the fragrance"
            },
            {
                "verse_number": "18",
                "verse_text": "of your faithfulness"
            },
            {
                "verse_number": "18",
                "verse_text": ", which is so pleasing to God!"
            },
            {
                "verse_number": "19",
                "verse_text": "I am convinced that my God will fully satisfy every need you have,"
            },
            {
                "verse_number": "19",
                "verse_text": "for I have seen"
            },
            {
                "verse_number": "19",
                "verse_text": "the abundant riches of glory"
            },
            {
                "verse_number": "19",
                "verse_text": "revealed to me"
            },
            {
                "verse_number": "19",
                "verse_text": "through Jesus Christ!"
            },
            {
                "verse_number": "20",
                "verse_text": "And God our Father will receive all the glory and the honor throughout the eternity of eternities! Amen!"
            },
            {
                "verse_number": "21",
                "verse_text": "Give my warm greetings to all the believers in Christ Jesus."
            },
            {
                "verse_number": "22",
                "verse_text": "All the brothers and sisters that are here with me send their loving greetings, especially the converts from Caesar’s household."
            },
            {
                "verse_number": "23",
                "verse_text": "May the grace and favor of our Lord Jesus Christ be with your spirit!"
            }
        ]
    }
}