{
    "Galatians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, an apostle of Jesus Christ. My apostleship was not granted to me by men, for I was appointed by Jesus Christ, and God the Father, who raised him from the dead."
            },
            {
                "verse_number": "2",
                "verse_text": "All the brothers and sisters join with me as I write this letter to the churches throughout the region of central Turkey."
            },
            {
                "verse_number": "3",
                "verse_text": "May God&quot;s undeserved kindness and total well-being that flow from our Father God and from the Lord Jesus be yours."
            },
            {
                "verse_number": "4",
                "verse_text": "He&quot;s the Anointed One who offered himself as the sacrifice for our sins! He has rescued us from this evil world system and set us free, just as our Father God desired."
            },
            {
                "verse_number": "5",
                "verse_text": "May all the glory be to God alone, throughout time and eternity. Amen!"
            },
            {
                "verse_number": "6",
                "verse_text": "I am shocked over how quickly you have strayed away from the One who called you in the grace of Christ. I&quot;m astounded that you now embrace a distorted gospel!"
            },
            {
                "verse_number": "7",
                "verse_text": "That is a fake &apos;gospel&apos; that is simply not true. There is only one gospel&ndash;the good news of Christ! Yet you have allowed those who mingle law with grace to confuse you."
            },
            {
                "verse_number": "8",
                "verse_text": "But even if we or an angel from heaven should preach a gospel different than the one we preached to you, let them be under God&quot;s curse!"
            },
            {
                "verse_number": "9",
                "verse_text": "Let me make it clear: Anyone, no matter who they are, that brings you a different gospel than the gospel that you have received, let them be condemned and cursed!"
            },
            {
                "verse_number": "10",
                "verse_text": "I&quot;m obviously not trying to flatter you or water down my message to be popular with men, but my supreme passion is to please God. For if all I attempt to do is please people, I would fail to be a true servant of Christ."
            },
            {
                "verse_number": "11",
                "verse_text": "Beloved ones, let me repeat emphatically that the gospel entrusted to me was not given to me by any man."
            },
            {
                "verse_number": "12",
                "verse_text": "No one taught me this revelation, for it was given to me directly by the unveiling of Jesus Christ."
            },
            {
                "verse_number": "13",
                "verse_text": "By now you have heard stories of how severely I harassed and persecuted Christians and how systematically I endeavored to destroy God&quot;s church, all because of my radical devotion to the Jewish religion."
            },
            {
                "verse_number": "14",
                "verse_text": "My zeal and passion for the doctrines of Judaism distinguished me among my people, for I was far more advanced in my religious instruction than others my age."
            },
            {
                "verse_number": "15",
                "verse_text": "But then God called me by his grace, and chose me from my birth to be his."
            },
            {
                "verse_number": "16",
                "verse_text": "He was pleased to unveil his Son in me so that I would proclaim him to the peoples of the world. After I had this encounter, I kept it a secret for some time, sharing it with no one."
            },
            {
                "verse_number": "17",
                "verse_text": "And I had no desire to run to Jerusalem and try to impress those who had become apostles before me. Instead, I withdrew into the Arabian Desert. Then I returned to Damascus, where I had first encountered Jesus ."
            },
            {
                "verse_number": "18",
                "verse_text": "I remained there for three years until I eventually went up to Jerusalem, met the apostle Peter, and stayed with him for a couple of weeks."
            },
            {
                "verse_number": "19",
                "verse_text": "The only other apostle I met during that time was Jacob, the Lord&quot;s brother."
            },
            {
                "verse_number": "20",
                "verse_text": "Everything I&quot;m describing to you I confess before God to be the absolute truth."
            },
            {
                "verse_number": "21",
                "verse_text": "After my stay in Jerusalem, I went to Syria and southeast Turkey,"
            },
            {
                "verse_number": "22",
                "verse_text": "but I remained unknown to the churches in Judea."
            },
            {
                "verse_number": "23",
                "verse_text": "The only thing they heard about me was this: &apos;Our former enemy, who once brutally persecuted us, is now preaching the good news of the faith that he tried to destroy!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Because of the transformation that took place in my life , they praised God even more!"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Fourteen years later, I returned to Jerusalem, this time with Barnabas and Titus, my coworkers ."
            },
            {
                "verse_number": "2",
                "verse_text": "God gave me a clear revelation to go and confer with the other apostles concerning the message of grace I was preaching to the gentiles. I spoke privately with those who were viewed as senior leaders of the church, wanting to make certain that my labor and ministry for the Messiah had not been based on a false understanding of the gospel."
            },
            {
                "verse_number": "3",
                "verse_text": "Even though Titus was a Syrian, they accepted him as a brother without demanding that he first be circumcised."
            },
            {
                "verse_number": "4",
                "verse_text": "I met with them privately because false &apos;brothers&apos; had been secretly smuggled into church meetings. They were sent to spy on the wonderful freedom that we have in Jesus Christ. Their agenda was to bring us back into the bondage of religion ."
            },
            {
                "verse_number": "5",
                "verse_text": "But you must know that we did not submit to their religious shackles, not even for a moment, so that we might keep the truth of the gospel of grace unadulterated for you."
            },
            {
                "verse_number": "6",
                "verse_text": "Even those most influential among the brothers were not able to add anything to my message. Who they are before men makes no difference to me, for God is not impressed by their reputations."
            },
            {
                "verse_number": "7",
                "verse_text": "So they recognized that I was entrusted with taking the gospel to the gentiles just as Peter was entrusted with taking it to the Jews."
            },
            {
                "verse_number": "8",
                "verse_text": "For the same God who empowered Peter&quot;s apostolic ministry to the Jews also flowed through me as an apostle to those who are gentiles."
            },
            {
                "verse_number": "9",
                "verse_text": "When they all recognized this grace operating in my ministry, those who were recognized as influential pillars in the church&ndash;Jacob, Peter, and John&ndash;extended to Barnabas and me the warmth of Christian fellowship and honored my calling to minister to the gentiles, even as they were to go to the Jews."
            },
            {
                "verse_number": "10",
                "verse_text": "They simply requested one thing of me: that I would remember the poor and needy, which was the burden I was already carrying in my heart."
            },
            {
                "verse_number": "11",
                "verse_text": "When Peter visited Antioch, he caused the believers to stumble over his behavior , so I confronted him to his face."
            },
            {
                "verse_number": "12",
                "verse_text": "He enjoyed eating with the gentile believers who didn&quot;t keep the Jewish customs&ndash;up until the time Jacob&quot;s Jewish friends arrived from Jerusalem. When he saw them, he withdrew from his gentile friends&ndash;fearing how it would look to them if he ate with gentile believers ."
            },
            {
                "verse_number": "13",
                "verse_text": "And so, because of Peter&quot;s hypocrisy, many other Jewish believers followed suit, refusing to eat with gentile believers. Even Barnabas was led astray by their hypocritical behavior!"
            },
            {
                "verse_number": "14",
                "verse_text": "So when I realized they were acting inconsistently with the revelation of the gospel, I confronted Peter in front of everyone: &apos;You were born a Jew, but you&quot;ve chosen to disregard Jewish regulations and live like a gentile. Why then do you force gentiles to conform to these same rules?&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "Although we&quot;re Jews by birth and not gentile &apos;sinners,&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "we know that no one receives God&quot;s perfect righteousness as a reward for keeping the law, but only by the faith of Jesus, the Messiah! His faithfulness has saved us, and we have received God&quot;s perfect righteousness. Now we know that God accepts no one by the keeping of religious laws!"
            },
            {
                "verse_number": "17",
                "verse_text": "If we are those who desire to be righteous through our union with the Anointed One, does that mean our Messiah condones sin even though we acknowledge that we are sinners? How absurd!"
            },
            {
                "verse_number": "18",
                "verse_text": "For if I start over and reconstruct the old religious system that I had torn down with the message of grace , I would appear to be a lawbreaker."
            },
            {
                "verse_number": "19",
                "verse_text": "For through the law I died to the law, so that I might live to God."
            },
            {
                "verse_number": "20",
                "verse_text": "My old identity has been co-crucified with Christ and no longer lives. And now the essence of this new life is no longer mine, for the Anointed One lives his life through me&ndash; we live in union as one ! My new life is empowered by the faith of the Son of God who loves me so much that he gave himself for me, dispensing his life into mine !"
            },
            {
                "verse_number": "21",
                "verse_text": "So that is why I don&quot;t view God&quot;s grace as something peripheral. For if keeping the law could release God&quot;s righteousness to us, then Christ would have died for nothing."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "What has happened to you foolish Galatians? Who has put you under an evil spell? Did God not open your eyes to see the meaning of Jesus&quot; crucifixion? Was he not revealed to you as the crucified one?"
            },
            {
                "verse_number": "2",
                "verse_text": "So answer me this: Did the Holy Spirit come to you as a reward for keeping Jewish laws ? No, you received him as a gift because you believed in the Messiah."
            },
            {
                "verse_number": "3",
                "verse_text": "Your new life began when the Holy Spirit gave you a new birth. Why then would you so foolishly turn from living in the Spirit by trying to finish by your own works?"
            },
            {
                "verse_number": "4",
                "verse_text": "Have you endured so many trials and persecutions for nothing?"
            },
            {
                "verse_number": "5",
                "verse_text": "Let me ask you again: What does the lavish supply of the Holy Spirit in your life and the miracles of God&quot;s tremendous power have to do with you keeping religious laws? The Holy Spirit is poured out upon us through the revelation and power of faith!"
            },
            {
                "verse_number": "6",
                "verse_text": "Abraham, our father of faith , believed God, and the substance of his faith released God&quot;s righteousness to him."
            },
            {
                "verse_number": "7",
                "verse_text": "So the true children of Abraham have the same faith as their father!"
            },
            {
                "verse_number": "8",
                "verse_text": "And the Scripture prophesied that on the basis of faith God would declare gentiles to be righteous. God announced the good news ahead of time to Abraham: &apos;Through your example of faith, all the nations will be blessed!&apos; &apos;Utterly cursed is everyone who fails to practice every detail and requirement that is written in this law!&apos; &apos;The one who is in a right relationship with God will live by faith!&apos; &apos;If you practice the principles of law, you must follow all of them.&apos; &apos;Everyone who is hung upon a tree is cursed.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "And so the blessing of Abraham&quot;s faith is now our blessing too!"
            },
            {
                "verse_number": "10",
                "verse_text": "But if you rely on works of keeping the law for salvation , you live under the law&quot;s curse. For it is clearly written:"
            },
            {
                "verse_number": "11",
                "verse_text": "It is obvious that no one achieves the righteousness of God by attempting to keep the law, for it is written:"
            },
            {
                "verse_number": "12",
                "verse_text": "But keeping the law does not require faith, but self-effort . For the law teaches,"
            },
            {
                "verse_number": "13",
                "verse_text": "Yet, Christ paid the full price to set us free from the curse of the law. He absorbed the curse completely as he became a curse in our place. For it is written:"
            },
            {
                "verse_number": "14",
                "verse_text": "Jesus Christ dissolved the curse from our lives, so that in him all the blessings of Abraham can be poured out upon gentiles. And now through faith we receive the promised Holy Spirit who lives in us ."
            },
            {
                "verse_number": "15",
                "verse_text": "Beloved friends, let me use an illustration that we can all understand. Technically, when a contract is signed, it can&quot;t be changed after it has been put into effect; it&quot;s too late to alter the agreement."
            },
            {
                "verse_number": "16",
                "verse_text": "Remember the royal proclamation God spoke over Abraham and to Abraham&quot;s child? God said that his promises were made to pass on to Abraham&quot;s &apos;Child,&apos; not children. And who is this &apos;Child?&apos; It&quot;s the Son of promise , Christ himself!"
            },
            {
                "verse_number": "19",
                "verse_text": "Why then was the law given at all? It was given alongside the promise to show people their sins. But the law was designed to last only until the coming of the &apos;Seed,&apos; the child who was promised. When God gave the law, he gave it first to angels; they gave it to Moses , his mediator, who then gave it to the people."
            },
            {
                "verse_number": "20",
                "verse_text": "Now, a mediator does not represent just one party alone, but God fulfilled it all by himself!"
            },
            {
                "verse_number": "21",
                "verse_text": "Since that&quot;s true, should we consider the written law to be contrary to the promise of new life? How absurd! Truly, if there was a law that we could keep which would give us new life, then our salvation would have come by law-keeping."
            },
            {
                "verse_number": "22",
                "verse_text": "But the Scriptures make it clear that the whole world is imprisoned by sin! This was so the promise would be given through faith to people who believe in Jesus Christ."
            },
            {
                "verse_number": "23",
                "verse_text": "So until the revelation of faith for salvation was released, the law was a jailer, holding us as prisoners under lock and key until the &apos;faith,&apos; which was destined to be revealed, would set us free ."
            },
            {
                "verse_number": "24",
                "verse_text": "The law was our guardian until Christ came so that we would be saved by faith."
            },
            {
                "verse_number": "25",
                "verse_text": "But now that faith has come we are no longer under the guardian of the law ."
            },
            {
                "verse_number": "26",
                "verse_text": "You have all become true children of God by faith in Jesus Christ!"
            },
            {
                "verse_number": "27",
                "verse_text": "Faith immersed you into Christ, and now you are covered and clothed with his life."
            },
            {
                "verse_number": "28",
                "verse_text": "And we no longer see each other in our former state &ndash;Jew or non-Jew, rich or poor, male or female&ndash;because we&quot;re all one through our union with Jesus Christ."
            },
            {
                "verse_number": "29",
                "verse_text": "And if you belong to Christ, then you are now Abraham&quot;s &apos;child&apos; and a true heir of all his blessings because of the promise God made to Abraham !"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Let me illustrate: As long as an heir is a minor, he&quot;s not really much different than a servant, although he&quot;s the master over all of them."
            },
            {
                "verse_number": "2",
                "verse_text": "For until the time appointed by the father, the child is under the domestic supervision of the guardians of the estate."
            },
            {
                "verse_number": "3",
                "verse_text": "So it is with us. When we were juveniles we were enslaved under the hostile spirits of the world."
            },
            {
                "verse_number": "4",
                "verse_text": "But when the time of fulfillment had come, God sent his Son, born of a woman, born under the law."
            },
            {
                "verse_number": "5",
                "verse_text": "Yet all of this was so that he would redeem and set free those held hostage to the law so that we would receive our freedom and a full legal adoption as his children."
            },
            {
                "verse_number": "6",
                "verse_text": "And so that we would know that we are his true children, God released the Spirit of Sonship into our hearts&ndash;moving us to cry out intimately, &apos;My Father! My true Father!&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Now we&quot;re no longer living like slaves under the law , but we enjoy being God&quot;s very own sons and daughters! And because we&quot;re his, we can access everything our Father has &ndash;for we are heirs because of what God has done!"
            },
            {
                "verse_number": "8",
                "verse_text": "Before we knew God as our Father , we were unwitting servants to the powers that be, which are nothing compared to God."
            },
            {
                "verse_number": "9",
                "verse_text": "But now that we truly know him and are intimately known by him, why would we for a moment consider turning back to those weak and feeble principles of religion, as though we were still subject to them?"
            },
            {
                "verse_number": "10",
                "verse_text": "Why would we want to scrupulously observe rituals like special days, celebrations of the new moon, annual festivals, and sacred years?"
            },
            {
                "verse_number": "11",
                "verse_text": "I&quot;m so alarmed about you that I&quot;m beginning to wonder if my labor in ministry among you was a waste of time!"
            },
            {
                "verse_number": "12",
                "verse_text": "Beloved ones, I plead with you, brothers and sisters, become like me, for I became like you. You did me no wrong."
            },
            {
                "verse_number": "13",
                "verse_text": "You are well aware that the reason I stayed among you to preach the good news was because of the poor state of my health."
            },
            {
                "verse_number": "14",
                "verse_text": "And yet you were so kind to me and did not despise me in my weakness, even though my physical condition put you through an ordeal while I was with you. Actually, you received me and cared for me as though I were an angel from God, as you would have cared for Jesus Christ himself! &apos;Burst forth with gladness, rejoice, O barren woman with no children, break through with the shouts of joy and jubilee, for you are about to give birth! The one who was once considered desolate and barren The son of the slave woman will not be a true heir&ndash;"
            },
            {
                "verse_number": "15",
                "verse_text": "Some of you were even willing, if it were possible, to pluck out your own eyes to replace mine! Where is that kindhearted and free spirit now?"
            },
            {
                "verse_number": "16",
                "verse_text": "Have I really become your enemy because I tell you the truth?"
            },
            {
                "verse_number": "17",
                "verse_text": "Can&quot;t you see what these false teachers are doing? They want to win you over so you will side with them. They want you divided from me so you will follow only them. Would you call that integrity?"
            },
            {
                "verse_number": "18",
                "verse_text": "Isn&quot;t it better to seek excellence and integrity always, and not just only when I&quot;m with you?"
            },
            {
                "verse_number": "19",
                "verse_text": "You are my dear children, but I agonize in spiritual &apos;labor pains&apos; once again, until the Anointed One will be fully formed in your hearts!"
            },
            {
                "verse_number": "20",
                "verse_text": "How I wish I could be there in person and change my tone toward you, for I am truly dumbfounded over what you are doing!"
            },
            {
                "verse_number": "23",
                "verse_text": "Ishmael , the son of the slave girl, was born of the natural realm. But Isaac , the son of the freewoman, was born supernaturally by the Spirit &ndash;a child of the promise of God!"
            },
            {
                "verse_number": "24",
                "verse_text": "These two women and their sons express an allegory and become symbols of two covenants. The first covenant was born on Mount Sinai, birthing children into slavery&ndash;children born to Hagar."
            },
            {
                "verse_number": "25",
                "verse_text": "For &apos;Hagar&apos; represents the law given at Mount Sinai in Arabia. The &apos;Hagar&apos; metaphor corresponds to the earthly Jerusalem of today who are currently in bondage."
            },
            {
                "verse_number": "26",
                "verse_text": "In contrast, there is a heavenly Jerusalem above us, which is our true &apos;mother.&apos; She is the freewoman, birthing children into freedom!"
            },
            {
                "verse_number": "27",
                "verse_text": "For it is written: now has more children than the one who has a husband!&apos; &apos;Expel the slave mother with her son! for the true heir of the promises is the son of the freewoman.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Dear friends, just like Isaac, we&quot;re now the true children who inherit the kingdom promises."
            },
            {
                "verse_number": "29",
                "verse_text": "And just as the son of the natural world at that time harassed the son born of the power of the Holy Spirit, so it is today."
            },
            {
                "verse_number": "30",
                "verse_text": "And what does the Scripture tell us to do?"
            },
            {
                "verse_number": "31",
                "verse_text": "It&quot;s now so obvious! We&quot;re not the children of the slave woman; we&quot;re the supernatural sons of the freewoman&ndash; sons of grace !"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "At last we have freedom, for Christ has set us free! We must always cherish this truth and firmly refuse to go back into the bondage of our past."
            },
            {
                "verse_number": "2",
                "verse_text": "I, Paul, tell you: If you think there is benefit in circumcision and Jewish regulations, then you&quot;re acting as though Christ is not enough."
            },
            {
                "verse_number": "3",
                "verse_text": "I say it again emphatically: If you let yourselves be circumcised you are obliged to fulfill every single one of the commandments and regulations of the law!"
            },
            {
                "verse_number": "4",
                "verse_text": "If you want to be made right with God by fulfilling the obligations of the law, you have cut off more than your flesh &ndash;you have cut yourselves off from Christ and have fallen away from the revelation of grace!"
            },
            {
                "verse_number": "5",
                "verse_text": "But we have the true hope that comes from being made right with God, and by the Spirit we wait eagerly for this hope."
            },
            {
                "verse_number": "6",
                "verse_text": "When you&quot;re joined to the Anointed One, circumcision and religious obligations can benefit you nothing. All that matters now is living in the faith that works and expresses itself through love."
            },
            {
                "verse_number": "7",
                "verse_text": "Before you were led astray, you were so faithful. Who has deceived you so that you have turned from what is right?"
            },
            {
                "verse_number": "8",
                "verse_text": "The One who enfolded you into his grace is not behind this false teaching that you&quot;ve embraced."
            },
            {
                "verse_number": "9",
                "verse_text": "Don&quot;t you know that when you allow even a little lie into your heart, it can permeate your entire belief system?"
            },
            {
                "verse_number": "10",
                "verse_text": "Deep in my heart I have confidence that the Lord, who lives in you, will bring you back around to the truth. And I&quot;m convinced that those who trouble you, whoever they think they are, will bear the penalty!"
            },
            {
                "verse_number": "11",
                "verse_text": "Dear friends, why do you think the religious system persecutes me? Is it because I preach the message of being circumcised and keeping all the laws of Judaism? Not at all! Is there no longer any offense over the cross?"
            },
            {
                "verse_number": "12",
                "verse_text": "To tell you the truth, I am so disgusted with all your agitators. I wish they would go even further and cut off their legalistic influence from your lives!"
            },
            {
                "verse_number": "13",
                "verse_text": "Beloved ones, God has called us to live a life of freedom. But don&quot;t view this wonderful freedom as an excuse to set up a base of operations in the natural realm. Constantly love each other and be committed to serve one another."
            },
            {
                "verse_number": "14",
                "verse_text": "For all the law can be summarized in one grand statement: &apos;Demonstrate love to your neighbor, even as you care for and love yourself.&apos; joy that overflows , patience that endures , kindness in action , a life full of virtue, strength of spirit . Never set the law above these qualities, for they are meant to be limitless."
            },
            {
                "verse_number": "15",
                "verse_text": "But if you continue to criticize and come against each other over minor issues, you&quot;re acting like wild beasts trying to destroy one another!"
            },
            {
                "verse_number": "16",
                "verse_text": "Let me emphasize this: As you yield to the dynamic life and power of the Holy Spirit, you will abandon the cravings of your self-life."
            },
            {
                "verse_number": "17",
                "verse_text": "When your self-life craves the things that offend the Holy Spirit you hinder him from living free within you ! And the Holy Spirit&quot;s intense cravings hinder your self-life from dominating you! So then, the two incompatible and conflicting forces within you are your self-life of the flesh and the new creation life of the Spirit."
            },
            {
                "verse_number": "18",
                "verse_text": "But when you yield to the life of the Spirit, you will no longer be living under the law, but soaring above it !"
            },
            {
                "verse_number": "19",
                "verse_text": "The behavior of the self-life is obvious: Sexual immorality, lustful thoughts, pornography,"
            },
            {
                "verse_number": "20",
                "verse_text": "chasing after things instead of God, manipulating others, hatred of those who get in your way, senseless arguments, resentment when others are favored, temper tantrums, angry quarrels, only thinking of yourself, being in love with your own opinions,"
            },
            {
                "verse_number": "21",
                "verse_text": "being envious of the blessings of others, murder, uncontrolled addictions, wild parties, and all other similar behavior. Haven&quot;t I already warned you that those who use their &apos;freedom&apos; for these things will not inherit the kingdom realm of God! peace that subdues , faith that prevails , gentleness of heart , and"
            },
            {
                "verse_number": "24",
                "verse_text": "Keep in mind that we who belong to Jesus Christ have already experienced crucifixion. For everything connected with our self-life was put to death on the cross and crucified with Messiah."
            },
            {
                "verse_number": "25",
                "verse_text": "If the Spirit is the source of our life, we must also allow the Spirit to direct every aspect of our lives."
            },
            {
                "verse_number": "26",
                "verse_text": "So may we never be arrogant, or look down on another, for each of us is an original . We must forsake all jealousy that diminishes the value of others."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "My beloved friends, if you see a believer who is overtaken with a fault, the one who is in the Spirit should seek to restore him in the Spirit of gentleness. But keep watch over your own heart so that you won&quot;t be tempted to exalt yourself over him."
            },
            {
                "verse_number": "2",
                "verse_text": "Love empowers us to fulfill the law of the Anointed One as we carry each other&quot;s troubles."
            },
            {
                "verse_number": "3",
                "verse_text": "If you think you are somebody too important to stoop down to help another (when really you are not), you are living in deception."
            },
            {
                "verse_number": "4",
                "verse_text": "Let everyone be devoted to fulfill the work God has given them to do with excellence, and their joy will be in doing what&quot;s right and being themselves, and not in being affirmed by others."
            },
            {
                "verse_number": "5",
                "verse_text": "Every believer is ultimately responsible for his or her own conscience."
            },
            {
                "verse_number": "6",
                "verse_text": "And those who are taught the Word must share all good things with their teacher."
            },
            {
                "verse_number": "7",
                "verse_text": "God will never be mocked! For what you plant will always be the very thing you harvest."
            },
            {
                "verse_number": "8",
                "verse_text": "The harvest you reap reveals the seed that you planted . If you plant the corrupt seeds of self-life into this natural realm, you can expect a harvest of corruption. If you plant the good seeds of Spirit-life you will reap beautiful fruits that grow from the everlasting life of the Spirit."
            },
            {
                "verse_number": "9",
                "verse_text": "And don&quot;t allow yourselves to be weary in planting good seeds, for the season of reaping the wonderful harvest you&quot;ve planted is coming!"
            },
            {
                "verse_number": "10",
                "verse_text": "Take advantage of every opportunity to be a blessing to others, especially to our brothers and sisters in the family of faith!"
            },
            {
                "verse_number": "11",
                "verse_text": "I&quot;ve written this letter to you with my own handwriting&ndash;see how large I have to make the letters?"
            },
            {
                "verse_number": "12",
                "verse_text": "All those who insist that you be circumcised are recruiting you so they can boast in their own achievement. They seek to avoid the persecution that comes with preaching the liberating message of the cross of Messiah!"
            },
            {
                "verse_number": "13",
                "verse_text": "Not even those who are circumcised keep every detail of the written law. Yet they push you to be circumcised so that they can boast that you have become like them."
            },
            {
                "verse_number": "14",
                "verse_text": "May my only boast be found in the cross of our Lord Jesus Christ. In him I have been crucified to this natural realm; and the natural realm is dead to me and no longer dominates my life ."
            },
            {
                "verse_number": "15",
                "verse_text": "Whether a man is circumcised or uncircumcised is meaningless to me. What really matters is the transforming power of this new creation life."
            },
            {
                "verse_number": "16",
                "verse_text": "And all those who live in agreement with this standard will have true peace and God&quot;s delight, for they are the Israel of God."
            },
            {
                "verse_number": "17",
                "verse_text": "From now on, let no one cause me to suffer further, for I am carrying the very scars of our Lord Jesus in my body."
            },
            {
                "verse_number": "18",
                "verse_text": "Finally my beloved ones&ndash;may the wonderful grace of our Lord Jesus, the Anointed One, be flowing in your spirit. So shall it be! In Messiah&quot;s love , Paul"
            }
        ]
    }
}