{
    "2 Thessalonians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "From Paul, Silas,"
            },
            {
                "verse_number": "1",
                "verse_text": "and Timothy."
            },
            {
                "verse_number": "1",
                "verse_text": "We send our greetings"
            },
            {
                "verse_number": "1",
                "verse_text": "to you, the Thessalonian congregation"
            },
            {
                "verse_number": "1",
                "verse_text": "of believers, which is in God our Father and the Lord Jesus Christ."
            },
            {
                "verse_number": "2",
                "verse_text": "May God’s delightful grace"
            },
            {
                "verse_number": "2",
                "verse_text": "and peace rest upon you."
            },
            {
                "verse_number": "3",
                "verse_text": "We feel a personal responsibility to continually be thanking God for you, our spiritual family,"
            },
            {
                "verse_number": "3",
                "verse_text": "every time we pray. And we have every reason to do so because your faith is growing marvelously beyond measure. The unselfish love each of you share for one another is increasing and overflowing!"
            },
            {
                "verse_number": "4",
                "verse_text": "We point to you as an example of"
            },
            {
                "verse_number": "4",
                "verse_text": "unwavering faith"
            },
            {
                "verse_number": "4",
                "verse_text": "for all the churches of God. We boast about how you continue to demonstrate unflinching endurance"
            },
            {
                "verse_number": "4",
                "verse_text": "through all the persecutions and painful trials you are experiencing."
            },
            {
                "verse_number": "5",
                "verse_text": "All of this proves that God’s judgment is always perfect and is intended to make you worthy of"
            },
            {
                "verse_number": "5",
                "verse_text": "inheriting"
            },
            {
                "verse_number": "5",
                "verse_text": "the kingdom of God, which is why you are going through these troubles."
            },
            {
                "verse_number": "6",
                "verse_text": "It is right and just for God to trouble your troublers"
            },
            {
                "verse_number": "7",
                "verse_text": "and give rest to the troubled, both to you and to us, at the unveiling"
            },
            {
                "verse_number": "7",
                "verse_text": "of the Lord Jesus from heaven with his messengers of power"
            },
            {
                "verse_number": "8",
                "verse_text": "within a flame of fire. He will bring perfect and full justice to those who don’t know God"
            },
            {
                "verse_number": "8",
                "verse_text": "and on those who refuse to embrace the gospel of our Lord Jesus."
            },
            {
                "verse_number": "9",
                "verse_text": "They will suffer the penalty of eternal destruction, banished from the Lord’s presence"
            },
            {
                "verse_number": "9",
                "verse_text": "and from the manifestation of his glorious power."
            },
            {
                "verse_number": "10",
                "verse_text": "This will happen"
            },
            {
                "verse_number": "10",
                "verse_text": "on that day when he glorifies his holy ones,"
            },
            {
                "verse_number": "10",
                "verse_text": "and they will be marveled at in all those who believed—including you, since in fact, you believed our message."
            },
            {
                "verse_number": "11",
                "verse_text": "With this in mind, we constantly pray that our God will empower you to live worthy of all that he has invited you to experience."
            },
            {
                "verse_number": "11",
                "verse_text": "And we pray that by his power all the pleasures of goodness and all works inspired by faith would fill you completely."
            },
            {
                "verse_number": "12",
                "verse_text": "By doing this the name of our Lord Jesus will be glorified in you, and you will be glorified in him, by the"
            },
            {
                "verse_number": "12",
                "verse_text": "marvelous"
            },
            {
                "verse_number": "12",
                "verse_text": "grace of our God and the Lord Jesus Christ."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Now, regarding the coming"
            },
            {
                "verse_number": "1",
                "verse_text": "of our Lord Jesus Christ and our gathering together to him,"
            },
            {
                "verse_number": "1",
                "verse_text": "we plead with you, beloved friends,"
            },
            {
                "verse_number": "2",
                "verse_text": "not to be easily confused or disturbed in your minds by any kind of spirit, rumor, or letter allegedly from us, claiming that the day of the Lord"
            },
            {
                "verse_number": "2",
                "verse_text": "has already come."
            },
            {
                "verse_number": "3",
                "verse_text": "Don’t let anyone deceive you in any way. Before that day comes the rebellion"
            },
            {
                "verse_number": "3",
                "verse_text": "must occur and the “outlaw”"
            },
            {
                "verse_number": "3",
                "verse_text": "—the destructive son—will be revealed"
            },
            {
                "verse_number": "3",
                "verse_text": "in his true light"
            },
            {
                "verse_number": "3",
                "verse_text": "."
            },
            {
                "verse_number": "4",
                "verse_text": "He is the opposing counterpart who exalts himself over everything that is called “God” or is worshiped"
            },
            {
                "verse_number": "4",
                "verse_text": "and who sits enthroned in God’s temple"
            },
            {
                "verse_number": "4",
                "verse_text": "and makes himself out to be a god."
            },
            {
                "verse_number": "5",
                "verse_text": "Don’t you remember that when I was with you I went over all these things?"
            },
            {
                "verse_number": "6",
                "verse_text": "Now you are aware of the ruling power"
            },
            {
                "verse_number": "6",
                "verse_text": "so that he may be fully revealed when his time comes."
            },
            {
                "verse_number": "7",
                "verse_text": "For the mystery of lawlessness"
            },
            {
                "verse_number": "7",
                "verse_text": "is already active, but the one who prevails"
            },
            {
                "verse_number": "7",
                "verse_text": "will do so until he is separated from out of the midst."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the “outlaw” will be openly revealed, and the Lord will overthrow him by the breath of his mouth"
            },
            {
                "verse_number": "8",
                "verse_text": "and bring him to an end"
            },
            {
                "verse_number": "8",
                "verse_text": "by the dazzling manifestation of his presence."
            },
            {
                "verse_number": "9",
                "verse_text": "The presence"
            },
            {
                "verse_number": "9",
                "verse_text": "of the “outlaw” is apparent by the activity of Satan, who uses all kinds of"
            },
            {
                "verse_number": "9",
                "verse_text": "counterfeit"
            },
            {
                "verse_number": "9",
                "verse_text": "miracles, signs, spurious wonders,"
            },
            {
                "verse_number": "10",
                "verse_text": "and every form of evil deception in order to deceive those who are perishing because they rejected the love of the truth"
            },
            {
                "verse_number": "10",
                "verse_text": "that would lead them to being saved."
            },
            {
                "verse_number": "11",
                "verse_text": "Because of this, God sends them a powerful delusion"
            },
            {
                "verse_number": "11",
                "verse_text": "that leads them to believe what is false."
            },
            {
                "verse_number": "12",
                "verse_text": "So then all who found their pleasure in unrighteousness and did not believe the truth will be judged."
            },
            {
                "verse_number": "13",
                "verse_text": "We always have to thank God for you, brothers and sisters, for you are"
            },
            {
                "verse_number": "13",
                "verse_text": "dearly"
            },
            {
                "verse_number": "13",
                "verse_text": "loved by the Lord. He proved it by choosing you from the beginning for salvation"
            },
            {
                "verse_number": "13",
                "verse_text": "through the Spirit, who set you apart for holiness, and through your belief in the truth."
            },
            {
                "verse_number": "14",
                "verse_text": "To this end he handpicked you for salvation through the gospel so that you would have"
            },
            {
                "verse_number": "14",
                "verse_text": "the glory of our Lord Jesus Christ."
            },
            {
                "verse_number": "15",
                "verse_text": "So then, dear family, stand firm with a masterful grip of the teachings"
            },
            {
                "verse_number": "15",
                "verse_text": "we gave you, either by word of mouth or by our letter."
            },
            {
                "verse_number": "16",
                "verse_text": "Now may the Lord Jesus Christ and our Father God, who loved us and in his wonderful grace gave us eternal comfort and a beautiful hope that cannot fail,"
            },
            {
                "verse_number": "17",
                "verse_text": "encourage your hearts and inspire you with strength to always do and speak what is good and beautiful"
            },
            {
                "verse_number": "17",
                "verse_text": "in his eyes"
            },
            {
                "verse_number": "17",
                "verse_text": "."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Finally, dear brothers and sisters, pray for us that the Lord’s message will continue to spread rapidly and its glory be recognized everywhere, just as it was with you."
            },
            {
                "verse_number": "2",
                "verse_text": "And pray that God will rescue us from wicked"
            },
            {
                "verse_number": "2",
                "verse_text": "and evil people, for not everyone believes"
            },
            {
                "verse_number": "2",
                "verse_text": "the message"
            },
            {
                "verse_number": "2",
                "verse_text": "."
            },
            {
                "verse_number": "3",
                "verse_text": "But the Lord Yahweh"
            },
            {
                "verse_number": "3",
                "verse_text": "is always faithful"
            },
            {
                "verse_number": "3",
                "verse_text": "to place you on a firm foundation and guard you from the Evil One."
            },
            {
                "verse_number": "4",
                "verse_text": "We have complete confidence in the Lord concerning you"
            },
            {
                "verse_number": "4",
                "verse_text": "and we are sure that you are doing and will continue to do what we have told you."
            },
            {
                "verse_number": "5",
                "verse_text": "Now may the Lord move your hearts into"
            },
            {
                "verse_number": "5",
                "verse_text": "a greater understanding of"
            },
            {
                "verse_number": "5",
                "verse_text": "God’s pure love for you and into Christ’s steadfast endurance."
            },
            {
                "verse_number": "6",
                "verse_text": "Beloved brothers and sisters, we instruct you, in the name of our Lord Jesus Christ, to stay away from believers who are unruly"
            },
            {
                "verse_number": "6",
                "verse_text": "and who stray from all that we have taught you."
            },
            {
                "verse_number": "7",
                "verse_text": "For you know very well that you should order your lives after our example, because we were not undisciplined when we were with you."
            },
            {
                "verse_number": "8",
                "verse_text": "We didn’t sponge off of you, but we worked hard night and day to provide our own food and lodging and not be a burden to any of you."
            },
            {
                "verse_number": "9",
                "verse_text": "It wasn’t because we don’t have the right to be supported,"
            },
            {
                "verse_number": "9",
                "verse_text": "but we wanted to provide you an example to follow."
            },
            {
                "verse_number": "10",
                "verse_text": "For when we were with you we instructed you with these words: “Anyone who does not want to work for a living should go hungry.”"
            },
            {
                "verse_number": "11",
                "verse_text": "Now, we hear rumors that some of you are being lazy"
            },
            {
                "verse_number": "11",
                "verse_text": "and neglecting to work—that these people are not busy but busybodies!"
            },
            {
                "verse_number": "12",
                "verse_text": "So with the authority of the Lord Jesus Christ, we order them to go back to work in an orderly fashion and exhort them to earn their own living."
            },
            {
                "verse_number": "13",
                "verse_text": "Brothers and sisters, don’t ever grow weary in doing what is right."
            },
            {
                "verse_number": "14",
                "verse_text": "Take special note of anyone who won’t obey what we have written and stay away from them, so that they would be ashamed and get turned around."
            },
            {
                "verse_number": "15",
                "verse_text": "Yet don’t regard them as enemies, but caution them as fellow believers."
            },
            {
                "verse_number": "16",
                "verse_text": "Now, may the Lord himself, the Lord of peace, pour into you his peace in every circumstance and in every possible way. The Lord’s"
            },
            {
                "verse_number": "16",
                "verse_text": "tangible"
            },
            {
                "verse_number": "16",
                "verse_text": "presence be with you all."
            }
        ]
    }
}