{
    "Galatians": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Paul, an apostle—[special messenger appointed and commissioned and sent out] not from [any body of] men nor by or through [a]any man, but by and through Jesus Christ (the Messiah) and God the Father, Who raised Him from among the dead—"
            },
            {
                "verse_number": "2",
                "verse_text": "And all the brethren who are with me, to the churches of Galatia:"
            },
            {
                "verse_number": "3",
                "verse_text": "Grace and spiritual blessing be to you and [soul] peace from God the Father and our Lord Jesus Christ (the Messiah),"
            },
            {
                "verse_number": "4",
                "verse_text": "Who gave (yielded) Himself up [[b]to atone] for our sins [and [c]to save and sanctify us], in order to rescue and deliver us from this present wicked age and world order, in accordance with the will and purpose and plan of our God and Father—"
            },
            {
                "verse_number": "5",
                "verse_text": "To Him [be ascribed all] the glory through all the ages of the ages and the eternities of the eternities! Amen (so be it)."
            },
            {
                "verse_number": "6",
                "verse_text": "I am surprised and astonished that you are so quickly [d]turning renegade and deserting Him Who invited and called you [e]by the grace (unmerited favor) of Christ (the Messiah) [and that you are transferring your allegiance] to a different [even an opposition] gospel."
            },
            {
                "verse_number": "7",
                "verse_text": "Not that there is [or could be] any other [genuine Gospel], but there are [obviously] some who are troubling and disturbing and bewildering you [[f]with a different kind of teaching which they offer as a gospel] and want to pervert and distort the Gospel of Christ (the Messiah) [into something which it absolutely is not]."
            },
            {
                "verse_number": "8",
                "verse_text": "But even if we or an angel from heaven should preach to you a gospel contrary to and different from that which we preached to you, let him be accursed (anathema, devoted to destruction, doomed to eternal punishment)!"
            },
            {
                "verse_number": "9",
                "verse_text": "As we said before, so I now say again: If anyone is preaching to you a gospel different from or contrary to that which you received [from us], let him be accursed (anathema, devoted to destruction, doomed to eternal punishment)!"
            },
            {
                "verse_number": "10",
                "verse_text": "Now am I trying to win the favor of men, or of God? Do I seek to please men? If I were still seeking popularity with men, I should not be a bond servant of Christ (the Messiah)."
            },
            {
                "verse_number": "11",
                "verse_text": "For I want you to know, brethren, that the Gospel which was proclaimed and made known by me is not man’s gospel [a human invention, according to or patterned after any human standard]."
            },
            {
                "verse_number": "12",
                "verse_text": "For indeed I did not receive it from man, nor was I taught it, but [it came to me] through a [direct] revelation [given] by Jesus Christ (the Messiah)."
            },
            {
                "verse_number": "13",
                "verse_text": "You have heard of my earlier career and former manner of life in the Jewish religion (Judaism), how I persecuted and abused the church of God furiously and extensively, and [with fanatical zeal did my best] to make havoc of it and destroy it."
            },
            {
                "verse_number": "14",
                "verse_text": "And [you have heard how] I outstripped many of the men of my own generation among the people of my race in [my advancement in study and observance of the laws of] Judaism, so extremely enthusiastic and zealous I was for the traditions of my ancestors."
            },
            {
                "verse_number": "15",
                "verse_text": "But when He, Who had chosen and set me apart [even] before I was born and had called me by His grace (His undeserved favor and blessing), saw fit and was pleased(A)"
            },
            {
                "verse_number": "16",
                "verse_text": "To reveal (unveil, disclose) His Son within me so that I might proclaim Him among the Gentiles (the non-Jewish world) as the glad tidings (Gospel), immediately I did not confer with flesh and blood [did not consult or counsel with any frail human being or communicate with anyone]."
            },
            {
                "verse_number": "17",
                "verse_text": "Nor did I [even] go up to Jerusalem to those who were apostles (special messengers of Christ) before I was, but I went away and retired into Arabia, and afterward I came back again to Damascus."
            },
            {
                "verse_number": "18",
                "verse_text": "Then three years later, I did go up to Jerusalem to become [personally] acquainted with Cephas (Peter), and remained with him for fifteen days."
            },
            {
                "verse_number": "19",
                "verse_text": "But I did not see any of the other apostles (the special messengers of Christ) except James the brother of our Lord."
            },
            {
                "verse_number": "20",
                "verse_text": "Now [note carefully what I am telling you, for it is the truth], I write this as if I were standing before the bar of God; I do not lie."
            },
            {
                "verse_number": "21",
                "verse_text": "Then I went into the districts (countries, regions) of Syria and Cilicia."
            },
            {
                "verse_number": "22",
                "verse_text": "And so far I was still unknown by sight to the churches of Christ in Judea (the country surrounding Jerusalem)."
            },
            {
                "verse_number": "23",
                "verse_text": "They were only hearing it said, He who used to persecute us is now proclaiming the very faith he once reviled and which he set out to ruin and tried with all his might to destroy."
            },
            {
                "verse_number": "24",
                "verse_text": "And they glorified God [as the Author and Source of what had taken place] in me."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "2 Then after [an interval] of fourteen years I again went up to Jerusalem. [This time I went] with Barnabas, taking Titus along with [me] also."
            },
            {
                "verse_number": "2",
                "verse_text": "I went because it was specially and divinely revealed to me that I should go, and I put before them the Gospel [declaring to them that] which I preach among the Gentiles. However, [I presented the matter] privately before those of repute, [for I wanted to make certain, by thus at first confining my communication to this private conference] that I was not running or had not run in vain [guarding against being discredited either in what I was planning to do or had already done]."
            },
            {
                "verse_number": "3",
                "verse_text": "But [all went well!] even Titus, who was with me, was not compelled [as some had anticipated] to be circumcised, although he was a Greek."
            },
            {
                "verse_number": "4",
                "verse_text": "[My precaution was] because of false brethren who had been secretly smuggled in [to the Christian brotherhood]; they had slipped in to spy on our liberty and the freedom which we have in Christ Jesus, that they might again bring us into bondage [under the Law of Moses]."
            },
            {
                "verse_number": "5",
                "verse_text": "To them we did not yield submission even for a moment, that the truth of the Gospel might continue to be [preserved] for you [in its purity]."
            },
            {
                "verse_number": "6",
                "verse_text": "Moreover, [no new requirements were made] by those who were reputed to be something—though what was their individual position and whether they really were of importance or not makes no difference to me; God is not impressed with the positions that men hold and He is not partial and recognizes no external distinctions—those [I say] who were of repute imposed no new requirements upon me [had nothing to add to my Gospel, and from them I received no new suggestions].(A)"
            },
            {
                "verse_number": "7",
                "verse_text": "But on the contrary, when they [really] saw that I had been entrusted [to carry] the Gospel to the uncircumcised [Gentiles, just as definitely] as Peter had been entrusted [to proclaim] the Gospel to the circumcised [Jews, they were agreeable];"
            },
            {
                "verse_number": "8",
                "verse_text": "For He Who motivated and fitted Peter and worked effectively through him for the mission to the circumcised, motivated and fitted me and worked through me also for [the mission to] the Gentiles."
            },
            {
                "verse_number": "9",
                "verse_text": "And when they knew (perceived, recognized, understood, and acknowledged) the grace (God’s unmerited favor and spiritual blessing) that had been bestowed upon me, James and Cephas (Peter) and John, who were reputed to be pillars of the Jerusalem church, gave to me and Barnabas the right hand of fellowship, with the understanding that we should go to the Gentiles and they to the circumcised (Jews)."
            },
            {
                "verse_number": "10",
                "verse_text": "They only [made one stipulation], that we were to remember the poor, which very thing I was also eager to do."
            },
            {
                "verse_number": "11",
                "verse_text": "But when Cephas (Peter) came to Antioch, I protested and opposed him to his face [concerning his conduct there], for he was blameable and stood condemned."
            },
            {
                "verse_number": "12",
                "verse_text": "For up to the time that certain persons came from James, he ate his meals with the Gentile [converts]; but when the men [from Jerusalem] arrived, he withdrew and held himself aloof from the Gentiles and [ate] separately for fear of those of the circumcision [party]."
            },
            {
                "verse_number": "13",
                "verse_text": "And the rest of the Jews along with him also concealed their true convictions and acted insincerely, with the result that even Barnabas was carried away by their hypocrisy (their example of insincerity and pretense)."
            },
            {
                "verse_number": "14",
                "verse_text": "But as soon as I saw that they were not straightforward and were not living up to the truth of the Gospel, I said to Cephas (Peter) before everybody present, If you, though born a Jew, can live [as you have been living] like a Gentile and not like a Jew, how do you dare now to urge and practically force the Gentiles to [comply with the ritual of Judaism and] live like Jews?"
            },
            {
                "verse_number": "15",
                "verse_text": "[I went on to say] Although we ourselves (you and I) are Jews by birth and not Gentile (heathen) sinners,"
            },
            {
                "verse_number": "16",
                "verse_text": "Yet we know that a man is justified or reckoned righteous and in right standing with God not by works of the Law, but [only] through faith and [absolute] reliance on and adherence to and trust in Jesus Christ (the Messiah, the Anointed One). [Therefore] even we [ourselves] have believed on Christ Jesus, in order to be justified by faith in Christ and not by works of the Law [for we cannot be justified by any observance of the ritual of the Law given by Moses], because by keeping legal rituals and by works no human being can ever be justified (declared righteous and put in right standing with God).(B)"
            },
            {
                "verse_number": "17",
                "verse_text": "But if, in our desire and endeavor to be justified in Christ [to be declared righteous and put in right standing with God wholly and solely through Christ], we have shown ourselves sinners also and convicted of sin, does that make Christ a minister (a party and contributor) to our sin? Banish the thought! [Of course not!]"
            },
            {
                "verse_number": "18",
                "verse_text": "For if I [or any others who have taught that the observance of the Law of Moses is not essential to being justified by God should now by word or practice teach or intimate that it is essential to] build up again what I tore down, I prove myself a transgressor."
            },
            {
                "verse_number": "19",
                "verse_text": "For I through the Law [under the operation of the curse of the Law] have [in Christ’s death for me] myself died to the Law and all the Law’s demands upon me, so that I may [henceforth] live to and for God."
            },
            {
                "verse_number": "20",
                "verse_text": "I have been crucified with Christ [in Him I have shared His crucifixion]; it is no longer I who live, but Christ (the Messiah) lives in me; and the life I now live in the body I live by faith in (by adherence to and reliance on and complete trust in) the Son of God, Who loved me and gave Himself up for me."
            },
            {
                "verse_number": "21",
                "verse_text": "[Therefore, I do not treat God’s gracious gift as something of minor importance and defeat its very purpose]; I do not set aside and invalidate and frustrate and nullify the grace (unmerited favor) of God. For if justification (righteousness, acquittal from guilt) comes through [observing the ritual of] the Law, then Christ (the Messiah) died groundlessly and to no purpose and in vain. [His death was then wholly superfluous.]"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "3 O you poor and silly and thoughtless and unreflecting and senseless Galatians! Who has fascinated or bewitched or cast a spell over you, unto whom—right before your very eyes—Jesus Christ (the Messiah) was openly and graphically set forth and portrayed as crucified?"
            },
            {
                "verse_number": "2",
                "verse_text": "Let me ask you this one question: Did you receive the [Holy] Spirit as the result of obeying the Law and doing its works, or was it by hearing [the message of the Gospel] and believing [it]? [Was it from observing a law of rituals or from a message of faith?]"
            },
            {
                "verse_number": "3",
                "verse_text": "Are you so foolish and so senseless and so silly? Having begun [your new life spiritually] with the [Holy] Spirit, are you now reaching perfection [by dependence] on the flesh?"
            },
            {
                "verse_number": "4",
                "verse_text": "Have you suffered so many things and experienced so much all for nothing (to no purpose)—if it really is to no purpose and in vain?"
            },
            {
                "verse_number": "5",
                "verse_text": "Then does He Who supplies you with His marvelous [Holy] Spirit and works powerfully and miraculously among you do so on [the grounds of your doing] what the Law demands, or because of your believing in and adhering to and trusting in and relying on the message that you heard?"
            },
            {
                "verse_number": "6",
                "verse_text": "Thus Abraham believed in and adhered to and trusted in and relied on God, and it was reckoned and placed to his account and credited as righteousness (as conformity to the divine will in purpose, thought, and action).(A)"
            },
            {
                "verse_number": "7",
                "verse_text": "Know and understand that it is [really] the people [who live] by faith who are [the true] sons of Abraham."
            },
            {
                "verse_number": "8",
                "verse_text": "And the Scripture, foreseeing that God would justify (declare righteous, put in right standing with Himself) the Gentiles in consequence of faith, proclaimed the Gospel [foretelling the glad tidings of a Savior long beforehand] to Abraham in the promise, saying, In you shall all the nations [of the earth] be blessed.(B)"
            },
            {
                "verse_number": "9",
                "verse_text": "So then, those who are people of faith are blessed and made happy and favored by God [as partners in fellowship] with the believing and trusting Abraham."
            },
            {
                "verse_number": "10",
                "verse_text": "And all who depend on the Law [who are seeking to be justified by obedience to the Law of rituals] are under a curse and doomed to disappointment and destruction, for it is written in the Scriptures, Cursed (accursed, devoted to destruction, doomed to eternal punishment) be everyone who does not continue to abide (live and remain) by all the precepts and commands written in the Book of the Law and to practice them.(C)"
            },
            {
                "verse_number": "11",
                "verse_text": "Now it is evident that no person is justified (declared righteous and brought into right standing with God) through the Law, for the Scripture says, The man in right standing with God [the just, the righteous] shall live by and out of faith and he who through and by faith is declared righteous and in right standing with God shall live.(D)"
            },
            {
                "verse_number": "12",
                "verse_text": "But the Law does not rest on faith [does not require faith, has nothing to do with faith], for it itself says, He who does them [the things prescribed by the Law] shall live by them [not by faith].(E)"
            },
            {
                "verse_number": "13",
                "verse_text": "Christ purchased our freedom [redeeming us] from the curse (doom) of the Law [and its condemnation] by [Himself] becoming a curse for us, for it is written [in the Scriptures], Cursed is everyone who hangs on a tree (is crucified);(F)"
            },
            {
                "verse_number": "14",
                "verse_text": "To the end that through [their receiving] Christ Jesus, the blessing [promised] to Abraham might come upon the Gentiles, so that we through faith might [all] receive [the realization of] the promise of the [Holy] Spirit."
            },
            {
                "verse_number": "15",
                "verse_text": "To speak in terms of human relations, brethren, [if] even a man makes a last will and testament (a merely human covenant), no one sets it aside or makes it void or adds to it when once it has been drawn up and signed (ratified, confirmed)."
            },
            {
                "verse_number": "16",
                "verse_text": "Now the promises (covenants, agreements) were decreed and made to Abraham and his Seed (his Offspring, his Heir). He [God] does not say, And to seeds (descendants, heirs), as if referring to many persons, but, And to your Seed (your Descendant, your Heir), obviously referring to one individual, Who is [none other than] Christ (the Messiah).(G)"
            },
            {
                "verse_number": "17",
                "verse_text": "This is my argument: The Law, which began 430 years after the covenant [concerning the coming Messiah], does not and cannot annul the covenant previously established (ratified) by God, so as to abolish the promise and make it void.(H)"
            },
            {
                "verse_number": "18",
                "verse_text": "For if the inheritance [of the promise depends on observing] the Law [as these false teachers would like you to believe], it no longer [depends] on the promise; however, God gave it to Abraham [as a free gift solely] by virtue of His promise."
            },
            {
                "verse_number": "19",
                "verse_text": "What then was the purpose of the Law? It was added [later on, after the promise, to disclose and expose to men their guilt] because of transgressions and [to make men more conscious of the sinfulness] of sin; and it was intended to be in effect until the Seed (the Descendant, the Heir) should come, to and concerning Whom the promise had been made. And it [the Law] was arranged and ordained and appointed through the instrumentality of angels [and was given] by the hand (in the person) of a go-between [Moses, an intermediary person between God and man]."
            },
            {
                "verse_number": "20",
                "verse_text": "Now a go-between (intermediary) has to do with and implies more than one party [there can be no mediator with just one person]. Yet God is [only] one Person [and He was the sole party in giving that promise to Abraham. But the Law was a contract between two, God and Israel; its validity was dependent on both]."
            },
            {
                "verse_number": "21",
                "verse_text": "Is the Law then contrary and opposed to the promises of God? Of course not! For if a Law had been given which could confer [spiritual] life, then righteousness and right standing with God would certainly have come by Law."
            },
            {
                "verse_number": "22",
                "verse_text": "But the Scriptures [picture all mankind as sinners] shut up and imprisoned by sin, so that [the inheritance, blessing] which was promised through faith in Jesus Christ (the Messiah) might be given (released, delivered, and committed) to [all] those who believe [who adhere to and trust in and rely on Him]."
            },
            {
                "verse_number": "23",
                "verse_text": "Now before the faith came, we were perpetually guarded under the Law, kept in custody in preparation for the faith that was destined to be revealed (unveiled, disclosed),"
            },
            {
                "verse_number": "24",
                "verse_text": "So that the Law served [a][to us Jews] as our trainer [our guardian, our guide to Christ, to lead us] until Christ [came], that we might be justified (declared righteous, put in right standing with God) by and through faith."
            },
            {
                "verse_number": "25",
                "verse_text": "But now that the faith has come, we are no longer under a trainer (the guardian of our childhood)."
            },
            {
                "verse_number": "26",
                "verse_text": "For in Christ Jesus you are all sons of God through faith."
            },
            {
                "verse_number": "27",
                "verse_text": "For as many [of you] as were baptized into Christ [into a spiritual union and communion with Christ, the Anointed One, the Messiah] have put on (clothed yourselves with) Christ."
            },
            {
                "verse_number": "28",
                "verse_text": "There is [now no distinction] neither Jew nor Greek, there is neither slave nor free, there is not male [b]and female; for you are all one in Christ Jesus."
            },
            {
                "verse_number": "29",
                "verse_text": "And if you belong to Christ [are in Him Who is Abraham’s Seed], then you are Abraham’s offspring and [spiritual] heirs according to promise."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "4 Now what I mean is that as long as the inheritor (heir) is a child and under age, he does not differ from a slave, although he is the master of all the estate;"
            },
            {
                "verse_number": "2",
                "verse_text": "But he is under guardians and administrators or trustees until the date fixed by his father."
            },
            {
                "verse_number": "3",
                "verse_text": "So we [Jewish Christians] also, when we were minors, were kept like slaves under [the rules of the Hebrew ritual and subject to] the elementary teachings of a system of external observations and regulations."
            },
            {
                "verse_number": "4",
                "verse_text": "But when the proper time had fully come, God sent His Son, born of a woman, born subject to [the regulations of] the Law,"
            },
            {
                "verse_number": "5",
                "verse_text": "To purchase the freedom of (to ransom, to redeem, to [a]atone for) those who were subject to the Law, that we might be adopted and have sonship conferred upon us [and be recognized as God’s sons]."
            },
            {
                "verse_number": "6",
                "verse_text": "And because you [really] are [His] sons, God has sent the [[b]Holy] Spirit of His Son into our hearts, crying, Abba (Father)! Father!"
            },
            {
                "verse_number": "7",
                "verse_text": "Therefore, you are no longer a slave (bond servant) but a son; and if a son, then [it follows that you are] an heir [c]by the aid of God, through Christ."
            },
            {
                "verse_number": "8",
                "verse_text": "But at that previous time, when you had not come to be acquainted with and understand and know the true God, you [Gentiles] were in bondage to gods who by their very nature could not be gods at all [gods that really did not exist]."
            },
            {
                "verse_number": "9",
                "verse_text": "Now, however, that you have come to be acquainted with and understand and know [the true] God, or rather to be understood and known by God, how can you turn back again to the weak and beggarly and worthless elementary things [[d]of all religions before Christ came], whose slaves you once more want to become?"
            },
            {
                "verse_number": "10",
                "verse_text": "You observe [particular] days and months and seasons and years!"
            },
            {
                "verse_number": "11",
                "verse_text": "I am alarmed [about you], lest I have labored among and over you to no purpose and in vain."
            },
            {
                "verse_number": "12",
                "verse_text": "Brethren, I beg of you, become as I am [free from the bondage of Jewish ritualism and ordinances], for I also have become as you are [[e]a Gentile]. You did me no wrong [[f]in the days when I first came to you; do not do it now]."
            },
            {
                "verse_number": "13",
                "verse_text": "On the contrary, you know that it was on account of a bodily ailment that [I remained and] preached the Gospel to you the first time."
            },
            {
                "verse_number": "14",
                "verse_text": "And [yet] although my physical condition was [such] a trial to you, you did not regard it with contempt, or scorn and loathe and reject me; but you received me as an angel of God, [even] as Christ Jesus [Himself]!"
            },
            {
                "verse_number": "15",
                "verse_text": "What has become of that blessed enjoyment and satisfaction and self-congratulation that once was yours [in what I taught you and in your regard for me]? For I bear you witness that you would have torn out your own eyes and have given them to me [to replace mine], if that were possible."
            },
            {
                "verse_number": "16",
                "verse_text": "Have I then become your enemy by telling the truth to you and dealing sincerely with you?"
            },
            {
                "verse_number": "17",
                "verse_text": "These men [the Judaizing teachers] are zealously trying to dazzle you [paying court to you, making much of you], but their purpose is not honorable or worthy or for any good. What they want to do is to isolate you [from us who oppose them], so that they may win you over to their side and get you to court their favor."
            },
            {
                "verse_number": "18",
                "verse_text": "It is always a fine thing [of course] to be zealously sought after [as you are, provided that it is] for a good purpose and done [g]by reason of purity of heart and life, and not just when I am present with you!"
            },
            {
                "verse_number": "19",
                "verse_text": "My little children, for whom I am again suffering birth pangs until Christ is completely and permanently formed (molded) within you,"
            },
            {
                "verse_number": "20",
                "verse_text": "Would that I were with you now and could coax you vocally, for I am fearful and perplexed about you!"
            },
            {
                "verse_number": "21",
                "verse_text": "Tell me, you who are bent on being under the Law, will you listen to what the Law [really] says?"
            },
            {
                "verse_number": "22",
                "verse_text": "For it is written that Abraham had two sons, one by the bondmaid and one by the free woman.(A)"
            },
            {
                "verse_number": "23",
                "verse_text": "But whereas the child of the slave woman was born according to the flesh and had an ordinary birth, the son of the free woman was born in fulfillment of the promise."
            },
            {
                "verse_number": "24",
                "verse_text": "Now all this is an allegory; these [two women] represent two covenants. One covenant originated from Mount Sinai [where the Law was given] and bears [children destined] for slavery; this is Hagar."
            },
            {
                "verse_number": "25",
                "verse_text": "Now Hagar is (stands for) Mount Sinai in Arabia and she corresponds to and belongs in the same category with the present Jerusalem, for she is in bondage together with her children."
            },
            {
                "verse_number": "26",
                "verse_text": "But the Jerusalem above ([h]the Messianic kingdom of Christ) is free, and she is our mother."
            },
            {
                "verse_number": "27",
                "verse_text": "For it is written in the Scriptures, Rejoice, O barren woman, who has not given birth to children; break forth into a joyful shout, you who are not feeling birth pangs, for the desolate woman has many more children than she who has a husband.(B)"
            },
            {
                "verse_number": "28",
                "verse_text": "But we, brethren, are children [[i]not by physical descent, as was Ishmael, but] like Isaac, born [j]in virtue of promise."
            },
            {
                "verse_number": "29",
                "verse_text": "Yet [just] as at that time the child [of ordinary birth] born according to the flesh despised and persecuted him [who was born remarkably] according to [the promise and the working of] the [Holy] Spirit, so it is now also.(C)"
            },
            {
                "verse_number": "30",
                "verse_text": "But what does the Scripture say? Cast out and send away the slave woman and her son, for never shall the son of the slave woman be heir and share the inheritance with the son of the free woman.(D)"
            },
            {
                "verse_number": "31",
                "verse_text": "So, brethren, we [who are born again] are not children of a slave woman [[k]the natural], but of the free [[l]the supernatural]."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "5 In [this] freedom Christ has made us free [and completely liberated us]; stand fast then, and do not be hampered and held ensnared and submit again to a yoke of slavery [which you have once put off]."
            },
            {
                "verse_number": "2",
                "verse_text": "Notice, it is I, Paul, who tells you that if you receive circumcision, Christ will be of no profit (advantage, avail) to you [[a]for if you distrust Him, you can gain nothing from Him]."
            },
            {
                "verse_number": "3",
                "verse_text": "I once more protest and testify to every man who receives circumcision that he is under obligation and bound to practice the whole of the Law and its ordinances."
            },
            {
                "verse_number": "4",
                "verse_text": "If you seek to be justified and declared righteous and to be given a right standing with God through the Law, you are brought to nothing and so separated (severed) from Christ. You have fallen away from grace (from God’s gracious favor and unmerited blessing)."
            },
            {
                "verse_number": "5",
                "verse_text": "For we, [not relying on the Law but] through the [Holy] Spirit’s [help], by faith anticipate and wait for the blessing and good for which our righteousness and right standing with God [our [b]conformity to His will in purpose, thought, and action, causes us] to hope."
            },
            {
                "verse_number": "6",
                "verse_text": "For [if we are] in Christ Jesus, neither circumcision nor uncircumcision counts for anything, but only faith activated and energized and expressed and working through love."
            },
            {
                "verse_number": "7",
                "verse_text": "You were running the race nobly. Who has interfered in (hindered and stopped you from) your heeding and following the Truth?"
            },
            {
                "verse_number": "8",
                "verse_text": "This [evil] persuasion is not from Him Who called you [Who invited you to freedom in Christ]."
            },
            {
                "verse_number": "9",
                "verse_text": "A little leaven (a slight inclination to error, or a few false teachers) leavens the whole lump [it perverts the whole conception of faith or misleads the whole church]."
            },
            {
                "verse_number": "10",
                "verse_text": "[For my part] I have confidence [toward you] in the Lord that you will take no contrary view of the matter but will come to think with me. But he who is unsettling you, whoever he is, will have to bear the penalty."
            },
            {
                "verse_number": "11",
                "verse_text": "But, brethren, if I still preach circumcision [as some accuse me of doing, as necessary to salvation], why am I still suffering persecution? In that case the cross has ceased to be a stumbling block and is made meaningless (done away)."
            },
            {
                "verse_number": "12",
                "verse_text": "I wish those who unsettle and confuse you would [[c]go all the way and] cut themselves off!"
            },
            {
                "verse_number": "13",
                "verse_text": "For you, brethren, were [indeed] called to freedom; only [do not let your] freedom be an incentive to your flesh and an opportunity or excuse [for [d]selfishness], but through love you should serve one another."
            },
            {
                "verse_number": "14",
                "verse_text": "For the whole Law [concerning human relationships] is [e]complied with in the one precept, You shall love your neighbor as [you do] yourself.(A)"
            },
            {
                "verse_number": "15",
                "verse_text": "But if you bite and devour one another [in partisan strife], be careful that you [and your whole fellowship] are not consumed by one another."
            },
            {
                "verse_number": "16",
                "verse_text": "But I say, walk and live [habitually] in the [Holy] Spirit [responsive to and controlled and guided by the Spirit]; then you will certainly not gratify the cravings and desires of the flesh (of human nature without God)."
            },
            {
                "verse_number": "17",
                "verse_text": "For the desires of the flesh are opposed to the [Holy] Spirit, and the [desires of the] Spirit are opposed to the flesh (godless human nature); for these are antagonistic to each other [continually withstanding and in conflict with each other], so that you are not free but are prevented from doing what you desire to do."
            },
            {
                "verse_number": "18",
                "verse_text": "But if you are guided (led) by the [Holy] Spirit, you are not subject to the Law."
            },
            {
                "verse_number": "19",
                "verse_text": "Now the doings (practices) of the flesh are clear (obvious): they are immorality, impurity, indecency,"
            },
            {
                "verse_number": "20",
                "verse_text": "Idolatry, sorcery, enmity, strife, jealousy, anger (ill temper), selfishness, divisions (dissensions), party spirit (factions, sects with peculiar opinions, heresies),"
            },
            {
                "verse_number": "21",
                "verse_text": "Envy, drunkenness, carousing, and the like. I warn you beforehand, just as I did previously, that those who do such things shall not inherit the kingdom of God."
            },
            {
                "verse_number": "22",
                "verse_text": "But the fruit of the [Holy] Spirit [the work which His presence within accomplishes] is love, joy (gladness), peace, patience (an even temper, forbearance), kindness, goodness (benevolence), faithfulness,"
            },
            {
                "verse_number": "23",
                "verse_text": "Gentleness (meekness, humility), self-control (self-restraint, continence). Against such things there is no law [[f]that can bring a charge]."
            },
            {
                "verse_number": "24",
                "verse_text": "And those who belong to Christ Jesus (the Messiah) have crucified the flesh (the godless human nature) with its passions and appetites and desires."
            },
            {
                "verse_number": "25",
                "verse_text": "If we live by the [Holy] Spirit, let us also walk by the Spirit. [If by the Holy Spirit [g]we have our life in God, let us go forward [h]walking in line, our conduct controlled by the Spirit.]"
            },
            {
                "verse_number": "26",
                "verse_text": "Let us not become vainglorious and self-conceited, competitive and challenging and provoking and irritating to one another, envying and being jealous of one another."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "6 Brethren, if any person is overtaken in misconduct or sin of any sort, you who are spiritual [who are responsive to and controlled by the Spirit] should set him right and restore and reinstate him, without any sense of superiority and with all gentleness, keeping an attentive eye on yourself, lest you should be tempted also."
            },
            {
                "verse_number": "2",
                "verse_text": "Bear (endure, carry) one another’s burdens and [a]troublesome moral faults, and in this way fulfill and observe perfectly the law of Christ (the Messiah) and complete [b]what is lacking [in your obedience to it]."
            },
            {
                "verse_number": "3",
                "verse_text": "For if any person thinks himself to be somebody [too important to condescend to shoulder another’s load] when he is nobody [of superiority except in his own estimation], he deceives and deludes and cheats himself."
            },
            {
                "verse_number": "4",
                "verse_text": "But let every person carefully scrutinize and examine and test his own conduct and his own work. He can then have the personal satisfaction and joy of doing something commendable [[c]in itself alone] without [resorting to] boastful comparison with his neighbor."
            },
            {
                "verse_number": "5",
                "verse_text": "For every person will have to bear ([d]be equal to understanding and calmly receive) his own [[e]little] load [f][of oppressive faults]."
            },
            {
                "verse_number": "6",
                "verse_text": "Let him who receives instruction in the Word [of God] share all good things with his teacher [contributing to his support]."
            },
            {
                "verse_number": "7",
                "verse_text": "Do not be deceived and deluded and misled; God will not allow Himself to be sneered at (scorned, disdained, or mocked [g]by mere pretensions or professions, or by His precepts being set aside.) [He inevitably deludes himself who attempts to delude God.] For whatever a man sows, that and [h]that only is what he will reap."
            },
            {
                "verse_number": "8",
                "verse_text": "For he who sows to his own flesh (lower nature, sensuality) will from the flesh reap decay and ruin and destruction, but he who sows to the Spirit will from the Spirit reap eternal life."
            },
            {
                "verse_number": "9",
                "verse_text": "And let us not lose heart and grow weary and faint in acting nobly and doing right, for in due time and at the appointed season we shall reap, if we do not loosen and relax our courage and faint."
            },
            {
                "verse_number": "10",
                "verse_text": "So then, as occasion and opportunity open up to us, let us do good [[i]morally] to all people [not only [j]being useful or profitable to them, but also doing what is for their spiritual good and advantage]. Be mindful to be a blessing, especially to those of the household of faith [those who belong to God’s family with you, the believers]."
            },
            {
                "verse_number": "11",
                "verse_text": "See with what large letters I am writing with my own hand. [[k]Mark carefully these closing words of mine.]"
            },
            {
                "verse_number": "12",
                "verse_text": "Those who want to make a good impression and a fine show in the flesh would try to compel you to receive circumcision, simply so that they may escape being persecuted for allegiance to the cross of Christ (the Messiah, the Anointed One)."
            },
            {
                "verse_number": "13",
                "verse_text": "For even the circumcised [Jews] themselves do not [really] keep the Law, but they want to have you circumcised in order that they may glory in your flesh (your subjection to external rites)."
            },
            {
                "verse_number": "14",
                "verse_text": "But far be it from me to glory [in anything or anyone] except in the cross of our Lord Jesus Christ (the Messiah) through Whom the world has been crucified to me, and I to the world!"
            },
            {
                "verse_number": "15",
                "verse_text": "For neither is circumcision [now] of any importance, nor uncircumcision, but [only] a new creation [the result of a new birth and a new nature in Christ Jesus, the Messiah]."
            },
            {
                "verse_number": "16",
                "verse_text": "Peace and mercy be upon all who walk by this rule [who discipline themselves and regulate their lives by this principle], even upon the [true] Israel of God!(A)"
            },
            {
                "verse_number": "17",
                "verse_text": "From now on let no person trouble me [by [l]making it necessary for me to vindicate my apostolic authority and the divine truth of my Gospel], for I bear on my body the [brand] marks of the Lord Jesus [the wounds, scars, and other outward evidence of persecutions—these testify to His ownership of me]!"
            },
            {
                "verse_number": "18",
                "verse_text": "The grace (spiritual favor, blessing) of our Lord Jesus Christ (the Anointed One, the Messiah) be with your spirit, brethren. Amen (so be it)."
            }
        ]
    }
}