{
    "Jonah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Now the word of the Lord came to [a]Jonah son of Amittai, saying,"
            },
            {
                "verse_number": "2",
                "verse_text": "Arise, go to [b]Nineveh, that great city, and proclaim against it, for their wickedness has come up before Me.(A)"
            },
            {
                "verse_number": "3",
                "verse_text": "But Jonah rose up to flee to Tarshish from being in the presence of the Lord [as His prophet] and went down to Joppa and found a ship going to Tarshish [the most remote of the Phoenician trading places then known]. So he paid the appointed fare and went down into the ship to go with them to Tarshish from being in the presence of the Lord [as His servant and minister].(B)"
            },
            {
                "verse_number": "4",
                "verse_text": "But the Lord sent out a great wind upon the sea, and there was a violent tempest on the sea so that the ship was about to be broken.(C)"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the mariners were afraid, and each man cried to his god; and they cast the goods that were in the ship into the sea to lighten it for them. But Jonah had gone down into the inner part of the ship and had lain down and was fast asleep."
            },
            {
                "verse_number": "6",
                "verse_text": "So the captain came and said to him, What do you mean, you sleeper? Arise, call upon your God! Perhaps your God will give a thought to us so that we shall not perish."
            },
            {
                "verse_number": "7",
                "verse_text": "And they each said to one another, Come, let us cast lots, that we may know on whose account this evil has come upon us. So they cast lots and the lot fell on Jonah."
            },
            {
                "verse_number": "8",
                "verse_text": "Then they said to him, Tell us, we pray you, on whose account has this evil come upon us? What is your occupation? Where did you come from? And what is your country and nationality?"
            },
            {
                "verse_number": "9",
                "verse_text": "And he said to them, I am a Hebrew, and I [reverently] fear and worship the Lord, the God of heaven, Who made the sea and the dry land."
            },
            {
                "verse_number": "10",
                "verse_text": "Then the men were exceedingly afraid and said to him, What is this that you have done? For the men knew that he fled from being in the presence of the Lord [as His prophet and servant], because he had told them."
            },
            {
                "verse_number": "11",
                "verse_text": "Then they said to him, What shall we do to you, that the sea may subside and be calm for us? For the sea became more and more [violently] tempestuous."
            },
            {
                "verse_number": "12",
                "verse_text": "And [Jonah] said to them, Take me up and cast me into the sea; so shall the sea become calm for you, for I know that it is because of me that this great tempest has come upon you."
            },
            {
                "verse_number": "13",
                "verse_text": "Nevertheless the men rowed hard to bring the ship to the land, but they could not, for the sea became more and more violent against them."
            },
            {
                "verse_number": "14",
                "verse_text": "Therefore they cried to the Lord, We beseech You, O Lord, we beseech You, let us not perish for this man’s life, and lay not upon us innocent blood; for You, O Lord, have done as it pleased You."
            },
            {
                "verse_number": "15",
                "verse_text": "So they took up Jonah and cast him into the sea, and the sea ceased from its raging."
            },
            {
                "verse_number": "16",
                "verse_text": "Then the men [reverently and worshipfully] feared the Lord exceedingly, and they offered a sacrifice to the Lord and made vows."
            },
            {
                "verse_number": "17",
                "verse_text": "Now the Lord had prepared and appointed a great fish to swallow up Jonah. And Jonah was in the belly of the fish three days and three nights.(D)"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "2 Then Jonah prayed to the Lord his God from the fish’s belly,"
            },
            {
                "verse_number": "2",
                "verse_text": "And said, I cried out of my distress to the Lord, and He heard me; out of the belly of Sheol cried I, and You heard my voice.(A)"
            },
            {
                "verse_number": "3",
                "verse_text": "For You cast me into the deep, into the heart of the seas, and the floods surrounded me; all Your waves and Your billows passed over me.(B)"
            },
            {
                "verse_number": "4",
                "verse_text": "Then I said, I have been cast out of Your presence and Your sight; yet I will look again toward Your holy temple.(C)"
            },
            {
                "verse_number": "5",
                "verse_text": "The waters compassed me about, even to [the extinction of] life; the abyss surrounded me, the seaweed was wrapped about my head.(D)"
            },
            {
                "verse_number": "6",
                "verse_text": "I went down to the bottoms and the very roots of the mountains; the earth with its bars closed behind me forever. Yet You have brought up my life from the pit and corruption, O Lord my God."
            },
            {
                "verse_number": "7",
                "verse_text": "When my soul fainted upon me [crushing me], I earnestly and seriously remembered the Lord; and my prayer came to You, into Your holy temple."
            },
            {
                "verse_number": "8",
                "verse_text": "Those who pay regard to false, useless, and worthless idols forsake their own [Source of] mercy and loving-kindness."
            },
            {
                "verse_number": "9",
                "verse_text": "But as for me, I will sacrifice to You with the voice of thanksgiving; I will pay that which I have vowed. Salvation and deliverance belong to the Lord!"
            },
            {
                "verse_number": "10",
                "verse_text": "And the Lord spoke to the fish, and it vomited out Jonah upon the dry land."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "3 And the word of the Lord came to Jonah the second time, saying,"
            },
            {
                "verse_number": "2",
                "verse_text": "Arise, go to Nineveh, that great city, and preach and cry out to it the preaching that I tell you."
            },
            {
                "verse_number": "3",
                "verse_text": "So Jonah arose and went to Nineveh according to the word of the Lord. Now Nineveh was an exceedingly great city of three days’ journey [sixty miles in circumference]."
            },
            {
                "verse_number": "4",
                "verse_text": "And Jonah began to enter into the city a day’s journey, and he cried, Yet forty days and Nineveh shall be overthrown!"
            },
            {
                "verse_number": "5",
                "verse_text": "So the people of Nineveh believed in God and proclaimed a fast and put on sackcloth [in penitent mourning], from the greatest of them even to the least of them."
            },
            {
                "verse_number": "6",
                "verse_text": "For word came to the king of Nineveh [of all that had happened to Jonah, and his terrifying message from God], and he arose from his throne and he laid his robe aside, covered himself with sackcloth, and sat in ashes."
            },
            {
                "verse_number": "7",
                "verse_text": "And he made proclamation and published through Nineveh, By the decree of the king and his nobles: Let neither man nor beast, herd nor flock, taste anything; let them not feed nor drink water."
            },
            {
                "verse_number": "8",
                "verse_text": "But let man and beast be covered with sackcloth and let them cry mightily to God. Yes, let every one turn from his evil way and from the violence that is in his hands."
            },
            {
                "verse_number": "9",
                "verse_text": "Who can tell, God may turn and revoke His sentence against us [when we have met His terms], and turn away from His fierce anger so that we perish not.(A)"
            },
            {
                "verse_number": "10",
                "verse_text": "And God saw their works, that they turned from their evil way; and God revoked His [sentence of] evil that He had said that He would do to them and He did not do it [for He was comforted and eased concerning them]."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "4 But it displeased Jonah exceedingly and he was very angry."
            },
            {
                "verse_number": "2",
                "verse_text": "And he prayed to the Lord and said, I pray You, O Lord, is not this just what I said when I was still in my country? That is why I fled to Tarshish, for I knew that You are a gracious God and merciful, slow to anger and of great kindness, and [when sinners turn to You and meet Your conditions] You revoke the [sentence of] evil against them.(A)"
            },
            {
                "verse_number": "3",
                "verse_text": "Therefore now, O Lord, I beseech You, take my life from me, for it is better for me to die than to live."
            },
            {
                "verse_number": "4",
                "verse_text": "Then said the Lord, Do you do well to be angry?"
            },
            {
                "verse_number": "5",
                "verse_text": "So Jonah went out of the city and sat to the east of the city, and he made a booth there for himself. He sat there under it in the shade till he might see what would become of the city."
            },
            {
                "verse_number": "6",
                "verse_text": "And the Lord God prepared a gourd and made it to come up over Jonah, that it might be a shade over his head, to deliver him from his evil situation. So Jonah was exceedingly glad [to have the protection] of the gourd."
            },
            {
                "verse_number": "7",
                "verse_text": "But God prepared a cutworm when the morning dawned the next day, and it smote the gourd so that it withered."
            },
            {
                "verse_number": "8",
                "verse_text": "And when the sun arose, God prepared a sultry east wind, and the sun beat upon the head of Jonah so that he fainted and wished in himself to die and said, It is better for me to die than to live."
            },
            {
                "verse_number": "9",
                "verse_text": "And God said to Jonah, Do you do well to be angry for the loss of the gourd? And he said, I do well to be angry, angry enough to die!"
            },
            {
                "verse_number": "10",
                "verse_text": "Then said the Lord, You have had pity on the gourd, for which you have not labored nor made it grow, which came up in a night and perished in a night."
            },
            {
                "verse_number": "11",
                "verse_text": "And should not I spare Nineveh, that great city, in which there are more than 120,000 persons not [yet old enough to] know their right hand from their left, and also many cattle [not accountable for sin]?"
            }
        ]
    }
}