{
    "Proverbs": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The proverbs of Solomon the son of David, king of Israel: To discern the words of understanding; In righteousness and justice and equity; To the young man knowledge and discretion: And that the man of understanding may attain unto sound counsels: The words of the wise, and their dark sayings. But the foolish despise wisdom and instruction. And forsake not the law of thy mother: And chains about thy neck. Consent thou not. Let us lay wait for blood; Let us lurk privily for the innocent without cause; And whole, as those that go down into the pit; We shall fill our houses with spoil; We will all have one purse: Refrain thy foot from their path: And they make haste to shed blood. In the sight of any bird: They lurk privily for their own lives. It taketh away the life of the owners thereof. She uttereth her voice in the broad places; At the entrance of the gates, In the city, she uttereth her words: And scoffers delight them in scoffing, And fools hate knowledge? Behold, I will pour out my spirit upon you; I will make known my words unto you. I have stretched out my hand, and no man hath regarded; And would none of my reproof: I will mock when your fear cometh; And your calamity cometh on as a whirlwind; When distress and anguish come upon you. They will seek me diligently, but they shall not find me: And did not choose the fear of Jehovah, They despised all my reproof. And be filled with their own devices. And the careless ease of fools shall destroy them. And shall be quiet without fear of evil."
            },
            {
                "verse_number": "2",
                "verse_text": "To know wisdom and instruction;"
            },
            {
                "verse_number": "3",
                "verse_text": "To receive instruction in wise dealing,"
            },
            {
                "verse_number": "4",
                "verse_text": "To give prudence to the simple,"
            },
            {
                "verse_number": "5",
                "verse_text": "That the wise man may hear, and increase in learning;"
            },
            {
                "verse_number": "6",
                "verse_text": "To understand a proverb, and a figure,"
            },
            {
                "verse_number": "7",
                "verse_text": "The fear of Jehovah is the beginning of knowledge;"
            },
            {
                "verse_number": "8",
                "verse_text": "My son, hear the instruction of thy father,"
            },
            {
                "verse_number": "9",
                "verse_text": "For they shall be a chaplet of grace unto thy head,"
            },
            {
                "verse_number": "10",
                "verse_text": "My son, if sinners entice thee,"
            },
            {
                "verse_number": "11",
                "verse_text": "If they say, Come with us,"
            },
            {
                "verse_number": "12",
                "verse_text": "Let us swallow them up alive as Sheol,"
            },
            {
                "verse_number": "13",
                "verse_text": "We shall find all precious substance;"
            },
            {
                "verse_number": "14",
                "verse_text": "Thou shalt cast thy lot among us;"
            },
            {
                "verse_number": "15",
                "verse_text": "My son, walk not thou in the way with them;"
            },
            {
                "verse_number": "16",
                "verse_text": "For their feet run to evil,"
            },
            {
                "verse_number": "17",
                "verse_text": "For in vain is the net spread"
            },
            {
                "verse_number": "18",
                "verse_text": "And these lay wait for their own blood;"
            },
            {
                "verse_number": "19",
                "verse_text": "So are the ways of every one that is greedy of gain;"
            },
            {
                "verse_number": "20",
                "verse_text": "Wisdom crieth aloud in the street;"
            },
            {
                "verse_number": "21",
                "verse_text": "She crieth in the chief place of concourse;"
            },
            {
                "verse_number": "22",
                "verse_text": "How long, ye simple ones, will ye love simplicity?"
            },
            {
                "verse_number": "23",
                "verse_text": "Turn you at my reproof:"
            },
            {
                "verse_number": "24",
                "verse_text": "Because I have called, and ye have refused;"
            },
            {
                "verse_number": "25",
                "verse_text": "But ye have set at nought all my counsel,"
            },
            {
                "verse_number": "26",
                "verse_text": "I also will laugh in the day of your calamity;"
            },
            {
                "verse_number": "27",
                "verse_text": "When your fear cometh as a storm,"
            },
            {
                "verse_number": "28",
                "verse_text": "Then will they call upon me, but I will not answer;"
            },
            {
                "verse_number": "29",
                "verse_text": "For that they hated knowledge,"
            },
            {
                "verse_number": "30",
                "verse_text": "They would none of my counsel,"
            },
            {
                "verse_number": "31",
                "verse_text": "Therefore shall they eat of the fruit of their own way,"
            },
            {
                "verse_number": "32",
                "verse_text": "For the backsliding of the simple shall slay them,"
            },
            {
                "verse_number": "33",
                "verse_text": "But whoso hearkeneth unto me shall dwell securely,"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "My son, if thou wilt receive my words, And lay up my commandments with thee; And apply thy heart to understanding; And lift up thy voice for understanding; And search for her as for hid treasures: And find the knowledge of God. Out of his mouth cometh knowledge and understanding: He is a shield to them that walk in integrity; And preserve the way of his saints. And equity, yea , every good path. And knowledge shall be pleasant unto thy soul; Understanding shall keep thee: From the men that speak perverse things; To walk in the ways of darkness; And delight in the perverseness of evil; And wayward in their paths: Even from the foreigner that flattereth with her words; And forgetteth the covenant of her God: And her paths unto the dead; Neither do they attain unto the paths of life: And keep the paths of the righteous. And the perfect shall remain in it. And the treacherous shall be rooted out of it."
            },
            {
                "verse_number": "2",
                "verse_text": "So as to incline thine ear unto wisdom,"
            },
            {
                "verse_number": "3",
                "verse_text": "Yea, if thou cry after discernment,"
            },
            {
                "verse_number": "4",
                "verse_text": "If thou seek her as silver,"
            },
            {
                "verse_number": "5",
                "verse_text": "Then shalt thou understand the fear of Jehovah,"
            },
            {
                "verse_number": "6",
                "verse_text": "For Jehovah giveth wisdom;"
            },
            {
                "verse_number": "7",
                "verse_text": "He layeth up sound wisdom for the upright;"
            },
            {
                "verse_number": "8",
                "verse_text": "That he may guard the paths of justice,"
            },
            {
                "verse_number": "9",
                "verse_text": "Then shalt thou understand righteousness and justice,"
            },
            {
                "verse_number": "10",
                "verse_text": "For wisdom shall enter into thy heart,"
            },
            {
                "verse_number": "11",
                "verse_text": "Discretion shall watch over thee;"
            },
            {
                "verse_number": "12",
                "verse_text": "To deliver thee from the way of evil,"
            },
            {
                "verse_number": "13",
                "verse_text": "Who forsake the paths of uprightness,"
            },
            {
                "verse_number": "14",
                "verse_text": "Who rejoice to do evil,"
            },
            {
                "verse_number": "15",
                "verse_text": "Who are crooked in their ways,"
            },
            {
                "verse_number": "16",
                "verse_text": "To deliver thee from the strange woman,"
            },
            {
                "verse_number": "17",
                "verse_text": "That forsaketh the friend of her youth,"
            },
            {
                "verse_number": "18",
                "verse_text": "For her house inclineth unto death,"
            },
            {
                "verse_number": "19",
                "verse_text": "None that go unto her return again,"
            },
            {
                "verse_number": "20",
                "verse_text": "That thou mayest walk in the way of good men,"
            },
            {
                "verse_number": "21",
                "verse_text": "For the upright shall dwell in the land,"
            },
            {
                "verse_number": "22",
                "verse_text": "But the wicked shall be cut off from the land,"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "My son, forget not my law; But let thy heart keep my commandments: And peace, will they add to thee. Bind them about thy neck; Write them upon the tablet of thy heart: In the sight of God and man. And lean not upon thine own understanding: And he will direct thy paths. Fear Jehovah, and depart from evil: And marrow to thy bones. And with the first-fruits of all thine increase: And thy vats shall overflow with new wine. Neither be weary of his reproof: Even as a father the son in whom he delighteth. And the man that getteth understanding. And the profit thereof than fine gold. And none of the things thou canst desire are to be compared unto her. In her left hand are riches and honor. And all her paths are peace. And happy is every one that retaineth her. By understanding he established the heavens. And the skies drop down the dew. Keep sound wisdom and discretion: And grace to thy neck. And thy foot shall not stumble. Yea, thou shalt lie down, and thy sleep shall be sweet. Neither of the desolation of the wicked, when it cometh: And will keep thy foot from being taken. When it is in the power of thy hand to do it. And to-morrow I will give; When thou hast it by thee. Seeing he dwelleth securely by thee. If he have done thee no harm. And choose none of his ways. But his friendship is with the upright. But he blesseth the habitation of the righteous. But he giveth grace unto the lowly. But shame shall be the promotion of fools."
            },
            {
                "verse_number": "2",
                "verse_text": "For length of days, and years of life,"
            },
            {
                "verse_number": "3",
                "verse_text": "Let not kindness and truth forsake thee:"
            },
            {
                "verse_number": "4",
                "verse_text": "So shalt thou find favor and good understanding"
            },
            {
                "verse_number": "5",
                "verse_text": "Trust in Jehovah with all thy heart,"
            },
            {
                "verse_number": "6",
                "verse_text": "In all thy ways acknowledge him,"
            },
            {
                "verse_number": "7",
                "verse_text": "Be not wise in thine own eyes;"
            },
            {
                "verse_number": "8",
                "verse_text": "It will be health to thy navel,"
            },
            {
                "verse_number": "9",
                "verse_text": "Honor Jehovah with thy substance,"
            },
            {
                "verse_number": "10",
                "verse_text": "So shall thy barns be filled with plenty,"
            },
            {
                "verse_number": "11",
                "verse_text": "My son, despise not the chastening of Jehovah;"
            },
            {
                "verse_number": "12",
                "verse_text": "For whom Jehovah loveth he reproveth,"
            },
            {
                "verse_number": "13",
                "verse_text": "Happy is the man that findeth wisdom,"
            },
            {
                "verse_number": "14",
                "verse_text": "For the gaining of it is better than the gaining of silver,"
            },
            {
                "verse_number": "15",
                "verse_text": "She is more precious than rubies:"
            },
            {
                "verse_number": "16",
                "verse_text": "Length of days is in her right hand;"
            },
            {
                "verse_number": "17",
                "verse_text": "Her ways are ways of pleasantness,"
            },
            {
                "verse_number": "18",
                "verse_text": "She is a tree of life to them that lay hold upon her:"
            },
            {
                "verse_number": "19",
                "verse_text": "Jehovah by wisdom founded the earth;"
            },
            {
                "verse_number": "20",
                "verse_text": "By his knowledge the depths were broken up,"
            },
            {
                "verse_number": "21",
                "verse_text": "My son, let them not depart from thine eyes;"
            },
            {
                "verse_number": "22",
                "verse_text": "So shall they be life unto thy soul,"
            },
            {
                "verse_number": "23",
                "verse_text": "Then shalt thou walk in thy way securely,"
            },
            {
                "verse_number": "24",
                "verse_text": "When thou liest down, thou shalt not be afraid:"
            },
            {
                "verse_number": "25",
                "verse_text": "Be not afraid of sudden fear,"
            },
            {
                "verse_number": "26",
                "verse_text": "For Jehovah will be thy confidence,"
            },
            {
                "verse_number": "27",
                "verse_text": "Withhold not good from them to whom it is due,"
            },
            {
                "verse_number": "28",
                "verse_text": "Say not unto thy neighbor, Go, and come again,"
            },
            {
                "verse_number": "29",
                "verse_text": "Devise not evil against thy neighbor,"
            },
            {
                "verse_number": "30",
                "verse_text": "Strive not with a man without cause,"
            },
            {
                "verse_number": "31",
                "verse_text": "Envy thou not the man of violence,"
            },
            {
                "verse_number": "32",
                "verse_text": "For the perverse is an abomination to Jehovah;"
            },
            {
                "verse_number": "33",
                "verse_text": "The curse of Jehovah is in the house of the wicked;"
            },
            {
                "verse_number": "34",
                "verse_text": "Surely he scoffeth at the scoffers;"
            },
            {
                "verse_number": "35",
                "verse_text": "The wise shall inherit glory;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Hear, my sons, the instruction of a father, And attend to know understanding: Forsake ye not my law. Tender and only beloved in the sight of my mother. Let thy heart retain my words; Keep my commandments, and live; Forget not, neither decline from the words of my mouth; Love her, and she will keep thee. Yea, with all thy getting get understanding. She will bring thee to honor, when thou dost embrace her. A crown of beauty will she deliver to thee. And the years of thy life shall be many. I have led thee in paths of uprightness. And if thou runnest, thou shalt not stumble. Keep her; for she is thy life. And walk not in the way of evil men. Turn from it, and pass on. And their sleep is taken away, unless they cause some to fall. And drink the wine of violence. That shineth more and more unto the perfect day. They know not at what they stumble. Incline thine ear unto my sayings. Keep them in the midst of thy heart. And health to all their flesh. For out of it are the issues of life. And perverse lips put far from thee. And let thine eyelids look straight before thee. And let all thy ways be established. Remove thy foot from evil."
            },
            {
                "verse_number": "2",
                "verse_text": "For I give you good doctrine;"
            },
            {
                "verse_number": "3",
                "verse_text": "For I was a son unto my father,"
            },
            {
                "verse_number": "4",
                "verse_text": "And he taught me, and said unto me:"
            },
            {
                "verse_number": "5",
                "verse_text": "Get wisdom, get understanding;"
            },
            {
                "verse_number": "6",
                "verse_text": "Forsake her not, and she will preserve thee;"
            },
            {
                "verse_number": "7",
                "verse_text": "Wisdom is the principal thing; therefore get wisdom;"
            },
            {
                "verse_number": "8",
                "verse_text": "Exalt her, and she will promote thee;"
            },
            {
                "verse_number": "9",
                "verse_text": "She will give to thy head a chaplet of grace;"
            },
            {
                "verse_number": "10",
                "verse_text": "Hear, O my son, and receive my sayings;"
            },
            {
                "verse_number": "11",
                "verse_text": "I have taught thee in the way of wisdom;"
            },
            {
                "verse_number": "12",
                "verse_text": "When thou goest, thy steps shall not be straitened;"
            },
            {
                "verse_number": "13",
                "verse_text": "Take fast hold of instruction; let her not go:"
            },
            {
                "verse_number": "14",
                "verse_text": "Enter not into the path of the wicked,"
            },
            {
                "verse_number": "15",
                "verse_text": "Avoid it, pass not by it;"
            },
            {
                "verse_number": "16",
                "verse_text": "For they sleep not, except they do evil;"
            },
            {
                "verse_number": "17",
                "verse_text": "For they eat the bread of wickedness,"
            },
            {
                "verse_number": "18",
                "verse_text": "But the path of the righteous is as the dawning light,"
            },
            {
                "verse_number": "19",
                "verse_text": "The way of the wicked is as darkness:"
            },
            {
                "verse_number": "20",
                "verse_text": "My son, attend to my words;"
            },
            {
                "verse_number": "21",
                "verse_text": "Let them not depart from thine eyes;"
            },
            {
                "verse_number": "22",
                "verse_text": "For they are life unto those that find them,"
            },
            {
                "verse_number": "23",
                "verse_text": "Keep thy heart with all diligence;"
            },
            {
                "verse_number": "24",
                "verse_text": "Put away from thee a wayward mouth,"
            },
            {
                "verse_number": "25",
                "verse_text": "Let thine eyes look right on,"
            },
            {
                "verse_number": "26",
                "verse_text": "Make level the path of thy feet,"
            },
            {
                "verse_number": "27",
                "verse_text": "Turn not to the right hand nor to the left:"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "My son, attend unto my wisdom; Incline thine ear to my understanding: And that thy lips may keep knowledge. And her mouth is smoother than oil: Sharp as a two-edged sword. Her steps take hold on Sheol; Her ways are unstable, and she knoweth it not. And depart not from the words of my mouth. And come not nigh the door of her house; And thy years unto the cruel; And thy labors be in the house of an alien, When thy flesh and thy body are consumed, And my heart despised reproof; Nor inclined mine ear to them that instructed me! In the midst of the assembly and congregation. And running waters out of thine own well. And streams of water in the streets? And not for strangers with thee. And rejoice in the wife of thy youth. Let her breasts satisfy thee at all times; And be thou ravished always with her love. And embrace the bosom of a foreigner? And he maketh level all his paths. And he shall be holden with the cords of his sin. And in the greatness of his folly he shall go astray."
            },
            {
                "verse_number": "2",
                "verse_text": "That thou mayest preserve discretion,"
            },
            {
                "verse_number": "3",
                "verse_text": "For the lips of a strange woman drop honey,"
            },
            {
                "verse_number": "4",
                "verse_text": "But in the end she is bitter as wormwood,"
            },
            {
                "verse_number": "5",
                "verse_text": "Her feet go down to death;"
            },
            {
                "verse_number": "6",
                "verse_text": "So that she findeth not the level path of life:"
            },
            {
                "verse_number": "7",
                "verse_text": "Now therefore, my sons, hearken unto me,"
            },
            {
                "verse_number": "8",
                "verse_text": "Remove thy way far from her,"
            },
            {
                "verse_number": "9",
                "verse_text": "Lest thou give thine honor unto others,"
            },
            {
                "verse_number": "10",
                "verse_text": "Lest strangers be filled with thy strength,"
            },
            {
                "verse_number": "11",
                "verse_text": "And thou mourn at thy latter end,"
            },
            {
                "verse_number": "12",
                "verse_text": "And say, How have I hated instruction,"
            },
            {
                "verse_number": "13",
                "verse_text": "Neither have I obeyed the voice of my teachers,"
            },
            {
                "verse_number": "14",
                "verse_text": "I was well-nigh in all evil"
            },
            {
                "verse_number": "15",
                "verse_text": "Drink waters out of thine own cistern,"
            },
            {
                "verse_number": "16",
                "verse_text": "Should thy springs be dispersed abroad,"
            },
            {
                "verse_number": "17",
                "verse_text": "Let them be for thyself alone,"
            },
            {
                "verse_number": "18",
                "verse_text": "Let thy fountain be blessed;"
            },
            {
                "verse_number": "19",
                "verse_text": "As a loving hind and a pleasant doe,"
            },
            {
                "verse_number": "20",
                "verse_text": "For why shouldest thou, my son, be ravished with a strange woman,"
            },
            {
                "verse_number": "21",
                "verse_text": "For the ways of man are before the eyes of Jehovah;"
            },
            {
                "verse_number": "22",
                "verse_text": "His own iniquities shall take the wicked,"
            },
            {
                "verse_number": "23",
                "verse_text": "He shall die for lack of instruction;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "My son, if thou art become surety for thy neighbor, If thou hast stricken thy hands for a stranger; Thou art taken with the words of thy mouth. Seeing thou art come into the hand of thy neighbor: Go, humble thyself, and importune thy neighbor; Nor slumber to thine eyelids; And as a bird from the hand of the fowler. Consider her ways, and be wise: Overseer, or ruler, And gathereth her food in the harvest. When wilt thou arise out of thy sleep? A little folding of the hands to sleep: And thy want as an armed man. Is he that walketh with a perverse mouth; That maketh signs with his fingers; Who deviseth evil continually, Who soweth discord. On a sudden shall he be broken, and that without remedy. Yea, seven which are an abomination unto him: And hands that shed innocent blood; Feet that are swift in running to mischief, And he that soweth discord among brethren. And forsake not the law of thy mother: Tie them about thy neck. When thou sleepest, it shall watch over thee; And when thou awakest, it shall talk with thee. And reproofs of instruction are the way of life: From the flattery of the foreigner&quot;s tongue. Neither let her take thee with her eyelids. And the adulteress hunteth for the precious life. And his clothes not be burned? And his feet not be scorched? Whosoever toucheth her shall not be unpunished. To satisfy himself when he is hungry: He shall give all the substance of his house. He doeth it who would destroy his own soul. And his reproach shall not be wiped away. And he will not spare in the day of vengeance. Neither will he rest content, though thou givest many gifts."
            },
            {
                "verse_number": "2",
                "verse_text": "Thou art snared with the words of thy mouth,"
            },
            {
                "verse_number": "3",
                "verse_text": "Do this now, my son, and deliver thyself,"
            },
            {
                "verse_number": "4",
                "verse_text": "Give not sleep to thine eyes,"
            },
            {
                "verse_number": "5",
                "verse_text": "Deliver thyself as a roe from the hand of the hunter ,"
            },
            {
                "verse_number": "6",
                "verse_text": "Go to the ant, thou sluggard;"
            },
            {
                "verse_number": "7",
                "verse_text": "Which having no chief,"
            },
            {
                "verse_number": "8",
                "verse_text": "Provideth her bread in the summer,"
            },
            {
                "verse_number": "9",
                "verse_text": "How long wilt thou sleep, O sluggard?"
            },
            {
                "verse_number": "10",
                "verse_text": "Yet a little sleep, a little slumber,"
            },
            {
                "verse_number": "11",
                "verse_text": "So shall thy poverty come as a robber,"
            },
            {
                "verse_number": "12",
                "verse_text": "A worthless person, a man of iniquity,"
            },
            {
                "verse_number": "13",
                "verse_text": "That winketh with his eyes, that speaketh with his feet,"
            },
            {
                "verse_number": "14",
                "verse_text": "In whose heart is perverseness,"
            },
            {
                "verse_number": "15",
                "verse_text": "Therefore shall his calamity come suddenly;"
            },
            {
                "verse_number": "16",
                "verse_text": "There are six things which Jehovah hateth;"
            },
            {
                "verse_number": "17",
                "verse_text": "Haughty eyes, a lying tongue,"
            },
            {
                "verse_number": "18",
                "verse_text": "A heart that deviseth wicked purposes,"
            },
            {
                "verse_number": "19",
                "verse_text": "A false witness that uttereth lies,"
            },
            {
                "verse_number": "20",
                "verse_text": "My son, keep the commandment of thy father,"
            },
            {
                "verse_number": "21",
                "verse_text": "Bind them continually upon thy heart;"
            },
            {
                "verse_number": "22",
                "verse_text": "When thou walkest, it shall lead thee;"
            },
            {
                "verse_number": "23",
                "verse_text": "For the commandment is a lamp; and the law is light;"
            },
            {
                "verse_number": "24",
                "verse_text": "To keep thee from the evil woman,"
            },
            {
                "verse_number": "25",
                "verse_text": "Lust not after her beauty in thy heart;"
            },
            {
                "verse_number": "26",
                "verse_text": "For on account of a harlot a man is brought to a piece of bread;"
            },
            {
                "verse_number": "27",
                "verse_text": "Can a man take fire in his bosom,"
            },
            {
                "verse_number": "28",
                "verse_text": "Or can one walk upon hot coals,"
            },
            {
                "verse_number": "29",
                "verse_text": "So he that goeth in to his neighbor&quot;s wife;"
            },
            {
                "verse_number": "30",
                "verse_text": "Men do not despise a thief, if he steal"
            },
            {
                "verse_number": "31",
                "verse_text": "But if he be found, he shall restore sevenfold;"
            },
            {
                "verse_number": "32",
                "verse_text": "He that committeth adultery with a woman is void of understanding:"
            },
            {
                "verse_number": "33",
                "verse_text": "Wounds and dishonor shall he get;"
            },
            {
                "verse_number": "34",
                "verse_text": "For jealousy is the rage of a man;"
            },
            {
                "verse_number": "35",
                "verse_text": "He will not regard any ransom;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "My son, keep my words, And lay up my commandments with thee. And my law as the apple of thine eye. Write them upon the tablet of thy heart. And call understanding thy kinswoman: From the foreigner that flattereth with her words. I looked forth through my lattice; I discerned among the youths, A young man void of understanding, And he went the way to her house, In the middle of the night and in the darkness. With the attire of a harlot, and wily of heart. Her feet abide not in her house: And lieth in wait at every corner.) And with an impudent face she said unto him: This day have I paid my vows. Diligently to seek thy face, and I have found thee. With striped cloths of the yarn of Egypt. With myrrh, aloes, and cinnamon. Let us solace ourselves with loves. He is gone a long journey: He will come home at the full moon. With the flattering of her lips she forceth him along. As an ox goeth to the slaughter, Or as one in fetters to the correction of the fool; As a bird hasteth to the snare, And knoweth not that it is for his life. And attend to the words of my mouth. Go not astray in her paths. Yea, all her slain are a mighty host. Going down to the chambers of death."
            },
            {
                "verse_number": "2",
                "verse_text": "Keep my commandments and live;"
            },
            {
                "verse_number": "3",
                "verse_text": "Bind them upon thy fingers;"
            },
            {
                "verse_number": "4",
                "verse_text": "Say unto wisdom, Thou art my sister;"
            },
            {
                "verse_number": "5",
                "verse_text": "That they may keep thee from the strange woman,"
            },
            {
                "verse_number": "6",
                "verse_text": "For at the window of my house"
            },
            {
                "verse_number": "7",
                "verse_text": "And I beheld among the simple ones,"
            },
            {
                "verse_number": "8",
                "verse_text": "Passing through the street near her corner;"
            },
            {
                "verse_number": "9",
                "verse_text": "In the twilight, in the evening of the day,"
            },
            {
                "verse_number": "10",
                "verse_text": "And, behold, there met him a woman"
            },
            {
                "verse_number": "11",
                "verse_text": "(She is clamorous and wilful;"
            },
            {
                "verse_number": "12",
                "verse_text": "Now she is in the streets, now in the broad places,"
            },
            {
                "verse_number": "13",
                "verse_text": "So she caught him, and kissed him,"
            },
            {
                "verse_number": "14",
                "verse_text": "Sacrifices of peace-offerings are with me;"
            },
            {
                "verse_number": "15",
                "verse_text": "Therefore came I forth to meet thee,"
            },
            {
                "verse_number": "16",
                "verse_text": "I have spread my couch with carpets of tapestry,"
            },
            {
                "verse_number": "17",
                "verse_text": "I have perfumed my bed"
            },
            {
                "verse_number": "18",
                "verse_text": "Come, let us take our fill of love until the morning;"
            },
            {
                "verse_number": "19",
                "verse_text": "For the man is not at home;"
            },
            {
                "verse_number": "20",
                "verse_text": "He hath taken a bag of money with him;"
            },
            {
                "verse_number": "21",
                "verse_text": "With her much fair speech she causeth him to yield;"
            },
            {
                "verse_number": "22",
                "verse_text": "He goeth after her straightway,"
            },
            {
                "verse_number": "23",
                "verse_text": "Till an arrow strike through his liver;"
            },
            {
                "verse_number": "24",
                "verse_text": "Now therefore, my sons, hearken unto me,"
            },
            {
                "verse_number": "25",
                "verse_text": "Let not thy heart decline to her ways;"
            },
            {
                "verse_number": "26",
                "verse_text": "For she hath cast down many wounded:"
            },
            {
                "verse_number": "27",
                "verse_text": "Her house is the way to Sheol,"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Doth not wisdom cry, And understanding put forth her voice? Where the paths meet, she standeth; At the coming in at the doors, she crieth aloud: And my voice is to the sons of men. And, ye fools, be of an understanding heart. And the opening of my lips shall be right things. And wickedness is an abomination to my lips. There is nothing crooked or perverse in them. And right to them that find knowledge. And knowledge rather than choice gold. And all the things that may be desired are not to be compared unto it. And find out knowledge and discretion. Pride, and arrogancy, and the evil way, And the perverse mouth, do I hate. I am understanding; I have might. And princes decree justice. And nobles, even all the judges of the earth. And those that seek me diligently shall find me. Yea , durable wealth and righteousness. And my revenue than choice silver. In the midst of the paths of justice; And that I may fill their treasuries. Before his works of old. Before the earth was. When there were no fountains abounding with water. Before the hills was I brought forth; Nor the beginning of the dust of the world. When he set a circle upon the face of the deep, When the fountains of the deep became strong, That the waters should not transgress his commandment, When he marked out the foundations of the earth; And I was daily his delight, Rejoicing always before him, And my delight was with the sons of men. For blessed are they that keep my ways. And refuse it not. Watching daily at my gates, Waiting at the posts of my doors. And shall obtain favor of Jehovah. All they that hate me love death."
            },
            {
                "verse_number": "2",
                "verse_text": "On the top of high places by the way,"
            },
            {
                "verse_number": "3",
                "verse_text": "Beside the gates, at the entry of the city,"
            },
            {
                "verse_number": "4",
                "verse_text": "Unto you, O men, I call;"
            },
            {
                "verse_number": "5",
                "verse_text": "O ye simple, understand prudence;"
            },
            {
                "verse_number": "6",
                "verse_text": "Hear, for I will speak excellent things;"
            },
            {
                "verse_number": "7",
                "verse_text": "For my mouth shall utter truth;"
            },
            {
                "verse_number": "8",
                "verse_text": "All the words of my mouth are in righteousness;"
            },
            {
                "verse_number": "9",
                "verse_text": "They are all plain to him that understandeth,"
            },
            {
                "verse_number": "10",
                "verse_text": "Receive my instruction, and not silver;"
            },
            {
                "verse_number": "11",
                "verse_text": "For wisdom is better than rubies;"
            },
            {
                "verse_number": "12",
                "verse_text": "I wisdom have made prudence my dwelling,"
            },
            {
                "verse_number": "13",
                "verse_text": "The fear of Jehovah is to hate evil:"
            },
            {
                "verse_number": "14",
                "verse_text": "Counsel is mine, and sound knowledge:"
            },
            {
                "verse_number": "15",
                "verse_text": "By me kings reign,"
            },
            {
                "verse_number": "16",
                "verse_text": "By me princes rule,"
            },
            {
                "verse_number": "17",
                "verse_text": "I love them that love me;"
            },
            {
                "verse_number": "18",
                "verse_text": "Riches and honor are with me;"
            },
            {
                "verse_number": "19",
                "verse_text": "My fruit is better than gold, yea, than fine gold;"
            },
            {
                "verse_number": "20",
                "verse_text": "I walk in the way of righteousness,"
            },
            {
                "verse_number": "21",
                "verse_text": "That I may cause those that love me to inherit substance,"
            },
            {
                "verse_number": "22",
                "verse_text": "Jehovah possessed me in the beginning of his way,"
            },
            {
                "verse_number": "23",
                "verse_text": "I was set up from everlasting, from the beginning,"
            },
            {
                "verse_number": "24",
                "verse_text": "When there were no depths, I was brought forth,"
            },
            {
                "verse_number": "25",
                "verse_text": "Before the mountains were settled,"
            },
            {
                "verse_number": "26",
                "verse_text": "While as yet he had not made the earth, nor the fields,"
            },
            {
                "verse_number": "27",
                "verse_text": "When he established the heavens, I was there:"
            },
            {
                "verse_number": "28",
                "verse_text": "When he made firm the skies above,"
            },
            {
                "verse_number": "29",
                "verse_text": "When he gave to the sea its bound,"
            },
            {
                "verse_number": "30",
                "verse_text": "Then I was by him, as a master workman;"
            },
            {
                "verse_number": "31",
                "verse_text": "Rejoicing in his habitable earth;"
            },
            {
                "verse_number": "32",
                "verse_text": "Now therefore, my sons, hearken unto me;"
            },
            {
                "verse_number": "33",
                "verse_text": "Hear instruction, and be wise,"
            },
            {
                "verse_number": "34",
                "verse_text": "Blessed is the man that heareth me,"
            },
            {
                "verse_number": "35",
                "verse_text": "For whoso findeth me findeth life,"
            },
            {
                "verse_number": "36",
                "verse_text": "But he that sinneth against me wrongeth his own soul:"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Wisdom hath builded her house; She hath hewn out her seven pillars: She hath also furnished her table: She crieth upon the highest places of the city: As for him that is void of understanding, she saith to him, And drink of the wine which I have mingled. And walk in the way of understanding. And he that reproveth a wicked man getteth himself a blot. Reprove a wise man, and he will love thee. Teach a righteous man, and he will increase in learning. And the knowledge of the Holy One is understanding. And the years of thy life shall be increased. And if thou scoffest, thou alone shalt bear it. She is simple, and knoweth nothing. On a seat in the high places of the city, Who go right on their ways: And as for him that is void of understanding, she saith to him, And bread eaten in secret is pleasant. That her guests are in the depths of Sheol."
            },
            {
                "verse_number": "2",
                "verse_text": "She hath killed her beasts; she hath mingled her wine;"
            },
            {
                "verse_number": "3",
                "verse_text": "She hath sent forth her maidens;"
            },
            {
                "verse_number": "4",
                "verse_text": "Whoso is simple, let him turn in hither:"
            },
            {
                "verse_number": "5",
                "verse_text": "Come, eat ye of my bread,"
            },
            {
                "verse_number": "6",
                "verse_text": "Leave off, ye simple ones, and live;"
            },
            {
                "verse_number": "7",
                "verse_text": "He that correcteth a scoffer getteth to himself reviling;"
            },
            {
                "verse_number": "8",
                "verse_text": "Reprove not a scoffer, lest he hate thee:"
            },
            {
                "verse_number": "9",
                "verse_text": "Give instruction to a wise man, and he will be yet wiser:"
            },
            {
                "verse_number": "10",
                "verse_text": "The fear of Jehovah is the beginning of wisdom;"
            },
            {
                "verse_number": "11",
                "verse_text": "For by me thy days shall be multiplied,"
            },
            {
                "verse_number": "12",
                "verse_text": "If thou art wise, thou art wise for thyself;"
            },
            {
                "verse_number": "13",
                "verse_text": "The foolish woman is clamorous;"
            },
            {
                "verse_number": "14",
                "verse_text": "And she sitteth at the door of her house,"
            },
            {
                "verse_number": "15",
                "verse_text": "To call to them that pass by,"
            },
            {
                "verse_number": "16",
                "verse_text": "Whoso is simple, let him turn in hither;"
            },
            {
                "verse_number": "17",
                "verse_text": "Stolen waters are sweet,"
            },
            {
                "verse_number": "18",
                "verse_text": "But he knoweth not that the dead are there;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "The proverbs of Solomon. A wise son maketh a glad father; But a foolish son is the heaviness of his mother. But righteousness delivereth from death. But he thrusteth away the desire of the wicked. But the hand of the diligent maketh rich. But he that sleepeth in harvest is a son that causeth shame. But violence covereth the mouth of the wicked. But the name of the wicked shall rot. But a prating fool shall fall. But he that perverteth his ways shall be known. But a prating fool shall fall. But violence covereth the mouth of the wicked. But love covereth all transgressions. But a rod is for the back of him that is void of understanding. But the mouth of the foolish is a present destruction. The destruction of the poor is their poverty. The increase of the wicked, to sin. But he that forsaketh reproof erreth. And he that uttereth a slander is a fool. But he that refraineth his lips doeth wisely. The heart of the wicked is little worth. But the foolish die for lack of understanding. And he addeth no sorrow therewith. And so is wisdom to a man of understanding. And the desire of the righteous shall be granted. But the righteous is an everlasting foundation. So is the sluggard to them that send him. But the years of the wicked shall be shortened. But the expectation of the wicked shall perish. But it is a destruction to the workers of iniquity. But the wicked shall not dwell in the land. But the perverse tongue shall be cut off. But the mouth of the wicked speaketh perverseness."
            },
            {
                "verse_number": "2",
                "verse_text": "Treasures of wickedness profit nothing;"
            },
            {
                "verse_number": "3",
                "verse_text": "Jehovah will not suffer the soul of the righteous to famish;"
            },
            {
                "verse_number": "4",
                "verse_text": "He becometh poor that worketh with a slack hand;"
            },
            {
                "verse_number": "5",
                "verse_text": "He that gathereth in summer is a wise son;"
            },
            {
                "verse_number": "6",
                "verse_text": "Blessings are upon the head of the righteous;"
            },
            {
                "verse_number": "7",
                "verse_text": "The memory of the righteous is blessed;"
            },
            {
                "verse_number": "8",
                "verse_text": "The wise in heart will receive commandments;"
            },
            {
                "verse_number": "9",
                "verse_text": "He that walketh uprightly walketh surely;"
            },
            {
                "verse_number": "10",
                "verse_text": "He that winketh with the eye causeth sorrow;"
            },
            {
                "verse_number": "11",
                "verse_text": "The mouth of the righteous is a fountain of life;"
            },
            {
                "verse_number": "12",
                "verse_text": "Hatred stirreth up strifes;"
            },
            {
                "verse_number": "13",
                "verse_text": "In the lips of him that hath discernment wisdom is found;"
            },
            {
                "verse_number": "14",
                "verse_text": "Wise men lay up knowledge;"
            },
            {
                "verse_number": "15",
                "verse_text": "The rich man&quot;s wealth is his strong city:"
            },
            {
                "verse_number": "16",
                "verse_text": "The labor of the righteous tendeth to life;"
            },
            {
                "verse_number": "17",
                "verse_text": "He is in the way of life that heedeth correction;"
            },
            {
                "verse_number": "18",
                "verse_text": "He that hideth hatred is of lying lips;"
            },
            {
                "verse_number": "19",
                "verse_text": "In the multitude of words there wanteth not transgression;"
            },
            {
                "verse_number": "20",
                "verse_text": "The tongue of the righteous is as choice silver:"
            },
            {
                "verse_number": "21",
                "verse_text": "The lips of the righteous feed many;"
            },
            {
                "verse_number": "22",
                "verse_text": "The blessing of Jehovah, it maketh rich;"
            },
            {
                "verse_number": "23",
                "verse_text": "It is as sport to a fool to do wickedness;"
            },
            {
                "verse_number": "24",
                "verse_text": "The fear of the wicked, it shall come upon him;"
            },
            {
                "verse_number": "25",
                "verse_text": "When the whirlwind passeth, the wicked is no more;"
            },
            {
                "verse_number": "26",
                "verse_text": "As vinegar to the teeth, and as smoke to the eyes,"
            },
            {
                "verse_number": "27",
                "verse_text": "The fear of Jehovah prolongeth days;"
            },
            {
                "verse_number": "28",
                "verse_text": "The hope of the righteous shall be gladness;"
            },
            {
                "verse_number": "29",
                "verse_text": "The way of Jehovah is a stronghold to the upright;"
            },
            {
                "verse_number": "30",
                "verse_text": "The righteous shall never be removed;"
            },
            {
                "verse_number": "31",
                "verse_text": "The mouth of the righteous bringeth forth wisdom;"
            },
            {
                "verse_number": "32",
                "verse_text": "The lips of the righteous know what is acceptable;"
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "A false balance is an abomination to Jehovah; But a just weight is his delight. But with the lowly is wisdom. But the perverseness of the treacherous shall destroy them. But righteousness delivereth from death. But the wicked shall fall by his own wickedness. But the treacherous shall be taken in their own iniquity. And the hope of iniquity perisheth. And the wicked cometh in his stead. But through knowledge shall the righteous be delivered. And when the wicked perish, there is shouting. But it is overthrown by the mouth of the wicked. But a man of understanding holdeth his peace. But he that is of a faithful spirit concealeth a matter. But in the multitude of counsellors there is safety. But he that hateth suretyship is secure. And violent men obtain riches. But he that is cruel troubleth his own flesh. But he that soweth righteousness hath a sure reward. And he that pursueth evil doeth it to his own death. But such as are perfect in their way are his delight. But the seed of the righteous shall be delivered. So is a fair woman that is without discretion. But the expectation of the wicked is wrath. And there is that withholdeth more than is meet, but it tendeth only to want. And he that watereth shall be watered also himself. But blessing shall be upon the head of him that selleth it. But he that searcheth after evil, it shall come unto him. But the righteous shall flourish as the green leaf. And the foolish shall be servant to the wise of heart. And he that is wise winneth souls. How much more the wicked and the sinner!"
            },
            {
                "verse_number": "2",
                "verse_text": "When pride cometh, then cometh shame;"
            },
            {
                "verse_number": "3",
                "verse_text": "The integrity of the upright shall guide them;"
            },
            {
                "verse_number": "4",
                "verse_text": "Riches profit not in the day of wrath;"
            },
            {
                "verse_number": "5",
                "verse_text": "The righteousness of the perfect shall direct his way;"
            },
            {
                "verse_number": "6",
                "verse_text": "The righteousness of the upright shall deliver them;"
            },
            {
                "verse_number": "7",
                "verse_text": "When a wicked man dieth, his expectation shall perish;"
            },
            {
                "verse_number": "8",
                "verse_text": "The righteous is delivered out of trouble;"
            },
            {
                "verse_number": "9",
                "verse_text": "With his mouth the godless man destroyeth his neighbor;"
            },
            {
                "verse_number": "10",
                "verse_text": "When it goeth well with the righteous, the city rejoiceth;"
            },
            {
                "verse_number": "11",
                "verse_text": "By the blessing of the upright the city is exalted;"
            },
            {
                "verse_number": "12",
                "verse_text": "He that despiseth his neighbor is void of wisdom;"
            },
            {
                "verse_number": "13",
                "verse_text": "He that goeth about as a tale-bearer revealeth secrets;"
            },
            {
                "verse_number": "14",
                "verse_text": "Where no wise guidance is, the people falleth;"
            },
            {
                "verse_number": "15",
                "verse_text": "He that is surety for a stranger shall smart for it;"
            },
            {
                "verse_number": "16",
                "verse_text": "A gracious woman obtaineth honor;"
            },
            {
                "verse_number": "17",
                "verse_text": "The merciful man doeth good to his own soul;"
            },
            {
                "verse_number": "18",
                "verse_text": "The wicked earneth deceitful wages;"
            },
            {
                "verse_number": "19",
                "verse_text": "He that is stedfast in righteousness shall attain unto life;"
            },
            {
                "verse_number": "20",
                "verse_text": "They that are perverse in heart are an abomination to Jehovah;"
            },
            {
                "verse_number": "21",
                "verse_text": "Though hand join in hand, the evil man shall not be unpunished;"
            },
            {
                "verse_number": "22",
                "verse_text": "As a ring of gold in a swine&quot;s snout,"
            },
            {
                "verse_number": "23",
                "verse_text": "The desire of the righteous is only good;"
            },
            {
                "verse_number": "24",
                "verse_text": "There is that scattereth, and increaseth yet more;"
            },
            {
                "verse_number": "25",
                "verse_text": "The liberal soul shall be made fat;"
            },
            {
                "verse_number": "26",
                "verse_text": "He that withholdeth grain, the people shall curse him;"
            },
            {
                "verse_number": "27",
                "verse_text": "He that diligently seeketh good seeketh favor;"
            },
            {
                "verse_number": "28",
                "verse_text": "He that trusteth in his riches shall fall;"
            },
            {
                "verse_number": "29",
                "verse_text": "He that troubleth his own house shall inherit the wind;"
            },
            {
                "verse_number": "30",
                "verse_text": "The fruit of the righteous is a tree of life;"
            },
            {
                "verse_number": "31",
                "verse_text": "Behold, the righteous shall be recompensed in the earth;"
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Whoso loveth correction loveth knowledge; But he that hateth reproof is brutish. But a man of wicked devices will he condemn. But the root of the righteous shall not be moved. But she that maketh ashamed is as rottenness in his bones. But the counsels of the wicked are deceit. But the mouth of the upright shall deliver them. But the house of the righteous shall stand. But he that is of a perverse heart shall be despised. Than he that honoreth himself, and lacketh bread. But the tender mercies of the wicked are cruel. But he that followeth after vain persons is void of understanding. But the root of the righteous yieldeth fruit . But the righteous shall come out of trouble. And the doings of a man&quot;s hands shall be rendered unto him. But he that is wise hearkeneth unto counsel. But a prudent man concealeth shame. But a false witness, deceit. But the tongue of the wise is health. But a lying tongue is but for a moment. But to the counsellors of peace is joy. But the wicked shall be filled with evil. But they that deal truly are his delight. But the heart of fools proclaimeth foolishness. But the slothful shall be put under taskwork. But a good word maketh it glad. But the way of the wicked causeth them to err. But the precious substance of men is to the diligent. And in the pathway thereof there is no death."
            },
            {
                "verse_number": "2",
                "verse_text": "A good man shall obtain favor of Jehovah;"
            },
            {
                "verse_number": "3",
                "verse_text": "A man shall not be established by wickedness;"
            },
            {
                "verse_number": "4",
                "verse_text": "A worthy woman is the crown of her husband;"
            },
            {
                "verse_number": "5",
                "verse_text": "The thoughts of the righteous are just;"
            },
            {
                "verse_number": "6",
                "verse_text": "The words of the wicked are of lying in wait for blood;"
            },
            {
                "verse_number": "7",
                "verse_text": "The wicked are overthrown, and are not;"
            },
            {
                "verse_number": "8",
                "verse_text": "A man shall be commended according to his wisdom;"
            },
            {
                "verse_number": "9",
                "verse_text": "Better is he that is lightly esteemed, and hath a servant,"
            },
            {
                "verse_number": "10",
                "verse_text": "A righteous man regardeth the life of his beast;"
            },
            {
                "verse_number": "11",
                "verse_text": "He that tilleth his land shall have plenty of bread;"
            },
            {
                "verse_number": "12",
                "verse_text": "The wicked desireth the net of evil men;"
            },
            {
                "verse_number": "13",
                "verse_text": "In the transgression of the lips is a snare to the evil man;"
            },
            {
                "verse_number": "14",
                "verse_text": "A man shall be satisfied with good by the fruit of his mouth;"
            },
            {
                "verse_number": "15",
                "verse_text": "The way of a fool is right in his own eyes;"
            },
            {
                "verse_number": "16",
                "verse_text": "A fool&quot;s vexation is presently known;"
            },
            {
                "verse_number": "17",
                "verse_text": "He that uttereth truth showeth forth righteousness;"
            },
            {
                "verse_number": "18",
                "verse_text": "There is that speaketh rashly like the piercings of a sword;"
            },
            {
                "verse_number": "19",
                "verse_text": "The lip of truth shall be established for ever;"
            },
            {
                "verse_number": "20",
                "verse_text": "Deceit is in the heart of them that devise evil;"
            },
            {
                "verse_number": "21",
                "verse_text": "There shall no mischief happen to the righteous;"
            },
            {
                "verse_number": "22",
                "verse_text": "Lying lips are an abomination to Jehovah;"
            },
            {
                "verse_number": "23",
                "verse_text": "A prudent man concealeth knowledge;"
            },
            {
                "verse_number": "24",
                "verse_text": "The hand of the diligent shall bear rule;"
            },
            {
                "verse_number": "25",
                "verse_text": "Heaviness in the heart of a man maketh it stoop;"
            },
            {
                "verse_number": "26",
                "verse_text": "The righteous is a guide to his neighbor;"
            },
            {
                "verse_number": "27",
                "verse_text": "The slothful man roasteth not that which he took in hunting;"
            },
            {
                "verse_number": "28",
                "verse_text": "In the way of righteousness is life;"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "A wise son heareth his father&quot;s instruction; But a scoffer heareth not rebuke. But the soul of the treacherous shall eat violence. But he that openeth wide his lips shall have destruction. But the soul of the diligent shall be made fat. But a wicked man is loathsome, and cometh to shame. But wickedness overthroweth the sinner. There is that maketh himself poor, yet hath great wealth. But the poor heareth no threatening. But the lamp of the wicked shall be put out. But with the well-advised is wisdom. But he that gathereth by labor shall have increase. But when the desire cometh, it is a tree of life. But he that feareth the commandment shall be rewarded. That one may depart from the snares of death. But the way of the transgressor is hard. But a fool flaunteth his folly. But a faithful ambassador is health. But he that regardeth reproof shall be honored. But it is an abomination to fools to depart from evil. But the companion of fools shall smart for it. But the righteous shall be recompensed with good. And the wealth of the sinner is laid up for the righteous. But there is that is destroyed by reason of injustice. But he that loveth him chasteneth him betimes. But the belly of the wicked shall want."
            },
            {
                "verse_number": "2",
                "verse_text": "A man shall eat good by the fruit of his mouth;"
            },
            {
                "verse_number": "3",
                "verse_text": "He that guardeth his mouth keepeth his life;"
            },
            {
                "verse_number": "4",
                "verse_text": "The soul of the sluggard desireth, and hath nothing;"
            },
            {
                "verse_number": "5",
                "verse_text": "A righteous man hateth lying;"
            },
            {
                "verse_number": "6",
                "verse_text": "Righteousness guardeth him that is upright in the way;"
            },
            {
                "verse_number": "7",
                "verse_text": "There is that maketh himself rich, yet hath nothing:"
            },
            {
                "verse_number": "8",
                "verse_text": "The ransom of a man&quot;s life is his riches;"
            },
            {
                "verse_number": "9",
                "verse_text": "The light of the righteous rejoiceth;"
            },
            {
                "verse_number": "10",
                "verse_text": "By pride cometh only contention;"
            },
            {
                "verse_number": "11",
                "verse_text": "Wealth gotten by vanity shall be diminished;"
            },
            {
                "verse_number": "12",
                "verse_text": "Hope deferred maketh the heart sick;"
            },
            {
                "verse_number": "13",
                "verse_text": "Whoso despiseth the word bringeth destruction on himself;"
            },
            {
                "verse_number": "14",
                "verse_text": "The law of the wise is a fountain of life,"
            },
            {
                "verse_number": "15",
                "verse_text": "Good understanding giveth favor;"
            },
            {
                "verse_number": "16",
                "verse_text": "Every prudent man worketh with knowledge;"
            },
            {
                "verse_number": "17",
                "verse_text": "A wicked messenger falleth into evil;"
            },
            {
                "verse_number": "18",
                "verse_text": "Poverty and shame shall be to him that refuseth correction;"
            },
            {
                "verse_number": "19",
                "verse_text": "The desire accomplished is sweet to the soul;"
            },
            {
                "verse_number": "20",
                "verse_text": "Walk with wise men, and thou shalt be wise;"
            },
            {
                "verse_number": "21",
                "verse_text": "Evil pursueth sinners;"
            },
            {
                "verse_number": "22",
                "verse_text": "A good man leaveth an inheritance to his children&quot;s children;"
            },
            {
                "verse_number": "23",
                "verse_text": "Much food is in the tillage of the poor;"
            },
            {
                "verse_number": "24",
                "verse_text": "He that spareth his rod hateth his son;"
            },
            {
                "verse_number": "25",
                "verse_text": "The righteous eateth to the satisfying of his soul;"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Every wise woman buildeth her house; But the foolish plucketh it down with her own hands. But he that is perverse in his ways despiseth him. But the lips of the wise shall preserve them. But much increase is by the strength of the ox. But a false witness uttereth lies. But knowledge is easy unto him that hath understanding. And thou shalt not perceive in him the lips of knowledge. But the folly of fools is deceit. But among the upright there is good will. And a stranger doth not intermeddle with its joy. But the tent of the upright shall flourish. But the end thereof are the ways of death. And the end of mirth is heaviness. And a good man shall be satisfied from himself. But the prudent man looketh well to his going. But the fool beareth himself insolently, and is confident. And a man of wicked devices is hated. But the prudent are crowned with knowledge. And the wicked, at the gates of the righteous. But the rich hath many friends. But he that hath pity on the poor, happy is he. But mercy and truth shall be to them that devise good. But the talk of the lips tendeth only to penury. But the folly of fools is only folly. But he that uttereth lies causeth deceit. And his children shall have a place of refuge. That one may depart from the snares of death. But in the want of people is the destruction of the prince. But he that is hasty of spirit exalteth folly. But envy is the rottenness of the bones. But he that hath mercy on the needy honoreth him. But the righteous hath a refuge in his death. But that which is in the inward part of fools is made known. But sin is a reproach to any people. But his wrath will be against him that causeth shame."
            },
            {
                "verse_number": "2",
                "verse_text": "He that walketh in his uprightness feareth Jehovah;"
            },
            {
                "verse_number": "3",
                "verse_text": "In the mouth of the foolish is a rod for his pride;"
            },
            {
                "verse_number": "4",
                "verse_text": "Where no oxen are, the crib is clean;"
            },
            {
                "verse_number": "5",
                "verse_text": "A faithful witness will not lie;"
            },
            {
                "verse_number": "6",
                "verse_text": "A scoffer seeketh wisdom, and findeth it not;"
            },
            {
                "verse_number": "7",
                "verse_text": "Go into the presence of a foolish man,"
            },
            {
                "verse_number": "8",
                "verse_text": "The wisdom of the prudent is to understand his way;"
            },
            {
                "verse_number": "9",
                "verse_text": "A trespass-offering mocketh fools;"
            },
            {
                "verse_number": "10",
                "verse_text": "The heart knoweth its own bitterness;"
            },
            {
                "verse_number": "11",
                "verse_text": "The house of the wicked shall be overthrown;"
            },
            {
                "verse_number": "12",
                "verse_text": "There is a way which seemeth right unto a man;"
            },
            {
                "verse_number": "13",
                "verse_text": "Even in laughter the heart is sorrowful;"
            },
            {
                "verse_number": "14",
                "verse_text": "The backslider in heart shall be filled with his own ways;"
            },
            {
                "verse_number": "15",
                "verse_text": "The simple believeth every word;"
            },
            {
                "verse_number": "16",
                "verse_text": "A wise man feareth, and departeth from evil;"
            },
            {
                "verse_number": "17",
                "verse_text": "He that is soon angry will deal foolishly;"
            },
            {
                "verse_number": "18",
                "verse_text": "The simple inherit folly;"
            },
            {
                "verse_number": "19",
                "verse_text": "The evil bow down before the good;"
            },
            {
                "verse_number": "20",
                "verse_text": "The poor is hated even of his own neighbor;"
            },
            {
                "verse_number": "21",
                "verse_text": "He that despiseth his neighbor sinneth;"
            },
            {
                "verse_number": "22",
                "verse_text": "Do they not err that devise evil?"
            },
            {
                "verse_number": "23",
                "verse_text": "In all labor there is profit;"
            },
            {
                "verse_number": "24",
                "verse_text": "The crown of the wise is their riches;"
            },
            {
                "verse_number": "25",
                "verse_text": "A true witness delivereth souls;"
            },
            {
                "verse_number": "26",
                "verse_text": "In the fear of Jehovah is strong confidence;"
            },
            {
                "verse_number": "27",
                "verse_text": "The fear of Jehovah is a fountain of life,"
            },
            {
                "verse_number": "28",
                "verse_text": "In the multitude of people is the king&quot;s glory;"
            },
            {
                "verse_number": "29",
                "verse_text": "He that is slow to anger is of great understanding;"
            },
            {
                "verse_number": "30",
                "verse_text": "A tranquil heart is the life of the flesh;"
            },
            {
                "verse_number": "31",
                "verse_text": "He that oppresseth the poor reproacheth his Maker;"
            },
            {
                "verse_number": "32",
                "verse_text": "The wicked is thrust down in his evil-doing;"
            },
            {
                "verse_number": "33",
                "verse_text": "Wisdom resteth in the heart of him that hath understanding;"
            },
            {
                "verse_number": "34",
                "verse_text": "Righteousness exalteth a nation;"
            },
            {
                "verse_number": "35",
                "verse_text": "The king&quot;s favor is toward a servant that dealeth wisely;"
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "A soft answer turneth away wrath; But a grievous word stirreth up anger. But the mouth of fools poureth out folly. Keeping watch upon the evil and the good. But perverseness therein is a breaking of the spirit. But he that regardeth reproof getteth prudence. But in the revenues of the wicked is trouble. But the heart of the foolish doeth not so. But the prayer of the upright is his delight. But he loveth him that followeth after righteousness. And he that hateth reproof shall die. How much more then the hearts of the children of men! He will not go unto the wise. But by sorrow of heart the spirit is broken. But the mouth of fools feedeth on folly. But he that is of a cheerful heart hath a continual feast. Than great treasure and trouble therewith. Than a stalled ox and hatred therewith. But he that is slow to anger appeaseth strife. But the path of the upright is made a highway. But a foolish man despiseth his mother. But a man of understanding maketh straight his going. But in the multitude of counsellors they are established. And a word in due season, how good is it! That he may depart from Sheol beneath. But he will establish the border of the widow. But pleasant words are pure. But he that hateth bribes shall live. But the mouth of the wicked poureth out evil things. But he heareth the prayer of the righteous. And good tidings make the bones fat. Shall abide among the wise. But he that hearkeneth to reproof getteth understanding. And before honor goeth humility."
            },
            {
                "verse_number": "2",
                "verse_text": "The tongue of the wise uttereth knowledge aright;"
            },
            {
                "verse_number": "3",
                "verse_text": "The eyes of Jehovah are in every place,"
            },
            {
                "verse_number": "4",
                "verse_text": "A gentle tongue is a tree of life;"
            },
            {
                "verse_number": "5",
                "verse_text": "A fool despiseth his father&quot;s correction;"
            },
            {
                "verse_number": "6",
                "verse_text": "In the house of the righteous is much treasure;"
            },
            {
                "verse_number": "7",
                "verse_text": "The lips of the wise disperse knowledge;"
            },
            {
                "verse_number": "8",
                "verse_text": "The sacrifice of the wicked is an abomination to Jehovah;"
            },
            {
                "verse_number": "9",
                "verse_text": "The way of the wicked is an abomination to Jehovah;"
            },
            {
                "verse_number": "10",
                "verse_text": "There is grievous correction for him that forsaketh the way;"
            },
            {
                "verse_number": "11",
                "verse_text": "Sheol and Abaddon are before Jehovah;"
            },
            {
                "verse_number": "12",
                "verse_text": "A scoffer loveth not to be reproved;"
            },
            {
                "verse_number": "13",
                "verse_text": "A glad heart maketh a cheerful countenance;"
            },
            {
                "verse_number": "14",
                "verse_text": "The heart of him that hath understanding seeketh knowledge;"
            },
            {
                "verse_number": "15",
                "verse_text": "All the days of the afflicted are evil;"
            },
            {
                "verse_number": "16",
                "verse_text": "Better is little, with the fear of Jehovah,"
            },
            {
                "verse_number": "17",
                "verse_text": "Better is a dinner of herbs, where love is,"
            },
            {
                "verse_number": "18",
                "verse_text": "A wrathful man stirreth up contention;"
            },
            {
                "verse_number": "19",
                "verse_text": "The way of the sluggard is as a hedge of thorns;"
            },
            {
                "verse_number": "20",
                "verse_text": "A wise son maketh a glad father;"
            },
            {
                "verse_number": "21",
                "verse_text": "Folly is joy to him that is void of wisdom;"
            },
            {
                "verse_number": "22",
                "verse_text": "Where there is no counsel, purposes are disappointed;"
            },
            {
                "verse_number": "23",
                "verse_text": "A man hath joy in the answer of his mouth;"
            },
            {
                "verse_number": "24",
                "verse_text": "To the wise the way of life goeth upward,"
            },
            {
                "verse_number": "25",
                "verse_text": "Jehovah will root up the house of the proud;"
            },
            {
                "verse_number": "26",
                "verse_text": "Evil devices are an abomination to Jehovah;"
            },
            {
                "verse_number": "27",
                "verse_text": "He that is greedy of gain troubleth his own house;"
            },
            {
                "verse_number": "28",
                "verse_text": "The heart of the righteous studieth to answer;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jehovah is far from the wicked;"
            },
            {
                "verse_number": "30",
                "verse_text": "The light of the eyes rejoiceth the heart;"
            },
            {
                "verse_number": "31",
                "verse_text": "The ear that hearkeneth to the reproof of life"
            },
            {
                "verse_number": "32",
                "verse_text": "He that refuseth correction despiseth his own soul;"
            },
            {
                "verse_number": "33",
                "verse_text": "The fear of Jehovah is the instruction of wisdom;"
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "The plans of the heart belong to man; But the answer of the tongue is from Jehovah. But Jehovah weigheth the spirits. And thy purposes shall be established. Yea, even the wicked for the day of evil. Though hand join in hand, he shall not be unpunished. And by the fear of Jehovah men depart from evil. He maketh even his enemies to be at peace with him. Than great revenues with injustice. But Jehovah directeth his steps. His mouth shall not transgress in judgment. All the weights of the bag are his work. For the throne is established by righteousness. And they love him that speaketh right. But a wise man will pacify it. And his favor is as a cloud of the latter rain. Yea, to get understanding is rather to be chosen than silver. He that keepeth his way preserveth his soul. And a haughty spirit before a fall. Than to divide the spoil with the proud. And whoso trusteth in Jehovah, happy is he. And the sweetness of the lips increaseth learning. But the correction of fools is their folly. And addeth learning to his lips. Sweet to the soul, and health to the bones. But the end thereof are the ways of death. For his mouth urgeth him thereto . And in his lips there is as a scorching fire. And a whisperer separateth chief friends. And leadeth him in a way that is not good. He that compresseth his lips bringeth evil to pass. It shall be found in the way of righteousness. And he that ruleth his spirit, than he that taketh a city. But the whole disposing thereof is of Jehovah."
            },
            {
                "verse_number": "2",
                "verse_text": "All the ways of a man are clean in his own eyes;"
            },
            {
                "verse_number": "3",
                "verse_text": "Commit thy works unto Jehovah,"
            },
            {
                "verse_number": "4",
                "verse_text": "Jehovah hath made everything for its own end;"
            },
            {
                "verse_number": "5",
                "verse_text": "Every one that is proud in heart is an abomination to Jehovah:"
            },
            {
                "verse_number": "6",
                "verse_text": "By mercy and truth iniquity is atoned for;"
            },
            {
                "verse_number": "7",
                "verse_text": "When a man&quot;s ways please Jehovah,"
            },
            {
                "verse_number": "8",
                "verse_text": "Better is a little, with righteousness,"
            },
            {
                "verse_number": "9",
                "verse_text": "A man&quot;s heart deviseth his way;"
            },
            {
                "verse_number": "10",
                "verse_text": "A divine sentence is in the lips of the king;"
            },
            {
                "verse_number": "11",
                "verse_text": "A just balance and scales are Jehovah&quot;s;"
            },
            {
                "verse_number": "12",
                "verse_text": "It is an abomination to kings to commit wickedness;"
            },
            {
                "verse_number": "13",
                "verse_text": "Righteous lips are the delight of kings;"
            },
            {
                "verse_number": "14",
                "verse_text": "The wrath of a king is as messengers of death;"
            },
            {
                "verse_number": "15",
                "verse_text": "In the light of the king&quot;s countenance is life;"
            },
            {
                "verse_number": "16",
                "verse_text": "How much better is it to get wisdom than gold!"
            },
            {
                "verse_number": "17",
                "verse_text": "The highway of the upright is to depart from evil:"
            },
            {
                "verse_number": "18",
                "verse_text": "Pride goeth before destruction,"
            },
            {
                "verse_number": "19",
                "verse_text": "Better it is to be of a lowly spirit with the poor,"
            },
            {
                "verse_number": "20",
                "verse_text": "He that giveth heed unto the word shall find good;"
            },
            {
                "verse_number": "21",
                "verse_text": "The wise in heart shall be called prudent;"
            },
            {
                "verse_number": "22",
                "verse_text": "Understanding is a well-spring of life unto him that hath it;"
            },
            {
                "verse_number": "23",
                "verse_text": "The heart of the wise instructeth his mouth,"
            },
            {
                "verse_number": "24",
                "verse_text": "Pleasant words are as a honeycomb,"
            },
            {
                "verse_number": "25",
                "verse_text": "There is a way which seemeth right unto a man,"
            },
            {
                "verse_number": "26",
                "verse_text": "The appetite of the laboring man laboreth for him;"
            },
            {
                "verse_number": "27",
                "verse_text": "A worthless man deviseth mischief;"
            },
            {
                "verse_number": "28",
                "verse_text": "A perverse man scattereth abroad strife;"
            },
            {
                "verse_number": "29",
                "verse_text": "A man of violence enticeth his neighbor,"
            },
            {
                "verse_number": "30",
                "verse_text": "He that shutteth his eyes, it is to devise perverse things:"
            },
            {
                "verse_number": "31",
                "verse_text": "The hoary head is a crown of glory;"
            },
            {
                "verse_number": "32",
                "verse_text": "He that is slow to anger is better than the mighty;"
            },
            {
                "verse_number": "33",
                "verse_text": "The lot is cast into the lap;"
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Better is a dry morsel, and quietness therewith, Than a house full of feasting with strife. And shall have part in the inheritance among the brethren. But Jehovah trieth the hearts. And a liar giveth ear to a mischievous tongue. And he that is glad at calamity shall not be unpunished. And the glory of children are their fathers. Much less do lying lips a prince. Whithersoever it turneth, it prospereth. But he that harpeth on a matter separateth chief friends. Than a hundred stripes into a fool. Therefore a cruel messenger shall be sent against him. Rather than a fool in his folly. Evil shall not depart from his house. Therefore leave off contention, before there is quarrelling. Both of them alike are an abomination to Jehovah. Seeing he hath no understanding? And a brother is born for adversity. And becometh surety in the presence of his neighbor. He that raiseth high his gate seeketh destruction. And he that hath a perverse tongue falleth into mischief. And the father of a fool hath no joy. But a broken spirit drieth up the bones. To pervert the ways of justice. But the eyes of a fool are in the ends of the earth. And bitterness to her that bare him. Nor to smite the noble for their uprightness. And he that is of a cool spirit is a man of understanding. When he shutteth his lips, he is esteemed as prudent."
            },
            {
                "verse_number": "2",
                "verse_text": "A servant that dealeth wisely shall have rule over a son that causeth shame,"
            },
            {
                "verse_number": "3",
                "verse_text": "The refining pot is for silver, and the furnace for gold;"
            },
            {
                "verse_number": "4",
                "verse_text": "An evil-doer giveth heed to wicked lips;"
            },
            {
                "verse_number": "5",
                "verse_text": "Whoso mocketh the poor reproacheth his Maker;"
            },
            {
                "verse_number": "6",
                "verse_text": "Children&quot;s children are the crown of old men;"
            },
            {
                "verse_number": "7",
                "verse_text": "Excellent speech becometh not a fool;"
            },
            {
                "verse_number": "8",
                "verse_text": "A bribe is as a precious stone in the eyes of him that hath it;"
            },
            {
                "verse_number": "9",
                "verse_text": "He that covereth a transgression seeketh love;"
            },
            {
                "verse_number": "10",
                "verse_text": "A rebuke entereth deeper into one that hath understanding"
            },
            {
                "verse_number": "11",
                "verse_text": "An evil man seeketh only rebellion;"
            },
            {
                "verse_number": "12",
                "verse_text": "Let a bear robbed of her whelps meet a man,"
            },
            {
                "verse_number": "13",
                "verse_text": "Whoso rewardeth evil for good,"
            },
            {
                "verse_number": "14",
                "verse_text": "The beginning of strife is as when one letteth out water:"
            },
            {
                "verse_number": "15",
                "verse_text": "He that justifieth the wicked, and he that condemneth the righteous,"
            },
            {
                "verse_number": "16",
                "verse_text": "Wherefore is there a price in the hand of a fool to buy wisdom,"
            },
            {
                "verse_number": "17",
                "verse_text": "A friend loveth at all times;"
            },
            {
                "verse_number": "18",
                "verse_text": "A man void of understanding striketh hands,"
            },
            {
                "verse_number": "19",
                "verse_text": "He loveth transgression that loveth strife:"
            },
            {
                "verse_number": "20",
                "verse_text": "He that hath a wayward heart findeth no good;"
            },
            {
                "verse_number": "21",
                "verse_text": "He that begetteth a fool doeth it to his sorrow;"
            },
            {
                "verse_number": "22",
                "verse_text": "A cheerful heart is a good medicine;"
            },
            {
                "verse_number": "23",
                "verse_text": "A wicked man receiveth a bribe out of the bosom,"
            },
            {
                "verse_number": "24",
                "verse_text": "Wisdom is before the face of him that hath understanding;"
            },
            {
                "verse_number": "25",
                "verse_text": "A foolish son is a grief to his father,"
            },
            {
                "verse_number": "26",
                "verse_text": "Also to punish the righteous is not good,"
            },
            {
                "verse_number": "27",
                "verse_text": "He that spareth his words hath knowledge;"
            },
            {
                "verse_number": "28",
                "verse_text": "Even a fool, when he holdeth his peace, is counted wise;"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "He that separateth himself seeketh his own desire, And rageth against all sound wisdom. But only that his heart may reveal itself. And with ignominy cometh reproach. The wellspring of wisdom is as a flowing brook. Nor to turn aside the righteous in judgment. And his mouth calleth for stripes. And his lips are the snare of his soul. And they go down into the innermost parts. Is brother to him that is a destroyer. The righteous runneth into it, and is safe. And as a high wall in his own imagination. And before honor goeth humility. It is folly and shame unto him. But a broken spirit who can bear? And the ear of the wise seeketh knowledge. And bringeth him before great men. But his neighbor cometh and searcheth him out. And parteth between the mighty. And such contentions are like the bars of a castle. With the increase of his lips shall he be satisfied. And they that love it shall eat the fruit thereof. And obtaineth favor of Jehovah. But the rich answereth roughly. But there is a friend that sticketh closer than a brother."
            },
            {
                "verse_number": "2",
                "verse_text": "A fool hath no delight in understanding,"
            },
            {
                "verse_number": "3",
                "verse_text": "When the wicked cometh, there cometh also contempt,"
            },
            {
                "verse_number": "4",
                "verse_text": "The words of a man&quot;s mouth are as deep waters;"
            },
            {
                "verse_number": "5",
                "verse_text": "To respect the person of the wicked is not good,"
            },
            {
                "verse_number": "6",
                "verse_text": "A fool&quot;s lips enter into contention,"
            },
            {
                "verse_number": "7",
                "verse_text": "A fool&quot;s mouth is his destruction,"
            },
            {
                "verse_number": "8",
                "verse_text": "The words of a whisperer are as dainty morsels,"
            },
            {
                "verse_number": "9",
                "verse_text": "He also that is slack in his work"
            },
            {
                "verse_number": "10",
                "verse_text": "The name of Jehovah is a strong tower;"
            },
            {
                "verse_number": "11",
                "verse_text": "The rich man&quot;s wealth is his strong city,"
            },
            {
                "verse_number": "12",
                "verse_text": "Before destruction the heart of man is haughty;"
            },
            {
                "verse_number": "13",
                "verse_text": "He that giveth answer before he heareth,"
            },
            {
                "verse_number": "14",
                "verse_text": "The spirit of a man will sustain his infirmity;"
            },
            {
                "verse_number": "15",
                "verse_text": "The heart of the prudent getteth knowledge;"
            },
            {
                "verse_number": "16",
                "verse_text": "A man&quot;s gift maketh room for him,"
            },
            {
                "verse_number": "17",
                "verse_text": "He that pleadeth his cause first seemeth just;"
            },
            {
                "verse_number": "18",
                "verse_text": "The lot causeth contentions to cease,"
            },
            {
                "verse_number": "19",
                "verse_text": "A brother offended is harder to be won than a strong city;"
            },
            {
                "verse_number": "20",
                "verse_text": "A man&quot;s belly shall be filled with the fruit of his mouth;"
            },
            {
                "verse_number": "21",
                "verse_text": "Death and life are in the power of the tongue;"
            },
            {
                "verse_number": "22",
                "verse_text": "Whoso findeth a wife findeth a good thing,"
            },
            {
                "verse_number": "23",
                "verse_text": "The poor useth entreaties;"
            },
            {
                "verse_number": "24",
                "verse_text": "He that maketh many friends doeth it to his own destruction;"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Better is the poor that walketh in his integrity Than he that is perverse in his lips and is a fool. And he that hasteth with his feet sinneth. And his heart fretteth against Jehovah. But the poor is separated from his friend. And he that uttereth lies shall not escape. And every man is a friend to him that giveth gifts. How much more do his friends go far from him! He pursueth them with words, but they are gone. He that keepeth understanding shall find good. And he that uttereth lies shall perish. Much less for a servant to have rule over princes. And it is his glory to pass over a transgression. But his favor is as dew upon the grass. And the contentions of a wife are a continual dropping. But a prudent wife is from Jehovah. And the idle soul shall suffer hunger. But he that is careless of his ways shall die. And his good deed will he pay him again. And set not thy heart on his destruction. For if thou deliver him , thou must do it yet again. That thou mayest be wise in thy latter end. But the counsel of Jehovah, that shall stand. And a poor man is better than a liar. And he that hath it shall abide satisfied; He shall not be visited with evil. And will not so much as bring it to his mouth again. And reprove one that hath understanding, and he will understand knowledge. Is a son that causeth shame and bringeth reproach. Only to err from the words of knowledge. And the mouth of the wicked swalloweth iniquity. And stripes for the back of fools."
            },
            {
                "verse_number": "2",
                "verse_text": "Also, that the soul be without knowledge is not good;"
            },
            {
                "verse_number": "3",
                "verse_text": "The foolishness of man subverteth his way;"
            },
            {
                "verse_number": "4",
                "verse_text": "Wealth addeth many friends;"
            },
            {
                "verse_number": "5",
                "verse_text": "A false witness shall not be unpunished;"
            },
            {
                "verse_number": "6",
                "verse_text": "Many will entreat the favor of the liberal man;"
            },
            {
                "verse_number": "7",
                "verse_text": "All the brethren of the poor do hate him:"
            },
            {
                "verse_number": "8",
                "verse_text": "He that getteth wisdom loveth his own soul:"
            },
            {
                "verse_number": "9",
                "verse_text": "A false witness shall not be unpunished;"
            },
            {
                "verse_number": "10",
                "verse_text": "Delicate living is not seemly for a fool;"
            },
            {
                "verse_number": "11",
                "verse_text": "The discretion of a man maketh him slow to anger;"
            },
            {
                "verse_number": "12",
                "verse_text": "The king&quot;s wrath is as the roaring of a lion;"
            },
            {
                "verse_number": "13",
                "verse_text": "A foolish son is the calamity of his father;"
            },
            {
                "verse_number": "14",
                "verse_text": "House and riches are an inheritance from fathers;"
            },
            {
                "verse_number": "15",
                "verse_text": "Slothfulness casteth into a deep sleep;"
            },
            {
                "verse_number": "16",
                "verse_text": "He that keepeth the commandment keepeth his soul;"
            },
            {
                "verse_number": "17",
                "verse_text": "He that hath pity upon the poor lendeth unto Jehovah,"
            },
            {
                "verse_number": "18",
                "verse_text": "Chasten thy son, seeing there is hope;"
            },
            {
                "verse_number": "19",
                "verse_text": "A man of great wrath shall bear the penalty;"
            },
            {
                "verse_number": "20",
                "verse_text": "Hear counsel, and receive instruction,"
            },
            {
                "verse_number": "21",
                "verse_text": "There are many devices in a man&quot;s heart;"
            },
            {
                "verse_number": "22",
                "verse_text": "That which maketh a man to be desired is his kindness;"
            },
            {
                "verse_number": "23",
                "verse_text": "The fear of Jehovah tendeth to life;"
            },
            {
                "verse_number": "24",
                "verse_text": "The sluggard burieth his hand in the dish,"
            },
            {
                "verse_number": "25",
                "verse_text": "Smite a scoffer, and the simple will learn prudence;"
            },
            {
                "verse_number": "26",
                "verse_text": "He that doeth violence to his father, and chaseth away his mother,"
            },
            {
                "verse_number": "27",
                "verse_text": "Cease, my son, to hear instruction"
            },
            {
                "verse_number": "28",
                "verse_text": "A worthless witness mocketh at justice;"
            },
            {
                "verse_number": "29",
                "verse_text": "Judgments are prepared for scoffers,"
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "Wine is a mocker, strong drink a brawler; And whosoever erreth thereby is not wise. He that provoketh him to anger sinneth against his own life. But every fool will be quarrelling. Therefore he shall beg in harvest, and have nothing. But a man of understanding will draw it out. But a faithful man who can find? Blessed are his children after him. Scattereth away all evil with his eyes. I am pure from my sin? Both of them alike are an abomination to Jehovah. Whether his work be pure, and whether it be right. Jehovah hath made even both of them. Open thine eyes, and thou shalt be satisfied with bread. But when he is gone his way, then he boasteth. But the lips of knowledge are a precious jewel. And hold him in pledge that is surety for foreigners. But afterwards his mouth shall be filled with gravel. And by wise guidance make thou war. Therefore company not with him that openeth wide his lips. His lamp shall be put out in blackness of darkness. But the end thereof shall not be blessed. Wait for Jehovah, and he will save thee. And a false balance is not good. How then can man understand his way? And after vows to make inquiry. And bringeth the threshing -wheel over them. Searching all his innermost parts. And his throne is upholden by kindness. And the beauty of old men is the hoary head. And strokes reach the innermost parts."
            },
            {
                "verse_number": "2",
                "verse_text": "The terror of a king is as the roaring of a lion:"
            },
            {
                "verse_number": "3",
                "verse_text": "It is an honor for a man to keep aloof from strife;"
            },
            {
                "verse_number": "4",
                "verse_text": "The sluggard will not plow by reason of the winter;"
            },
            {
                "verse_number": "5",
                "verse_text": "Counsel in the heart of man is like deep water;"
            },
            {
                "verse_number": "6",
                "verse_text": "Most men will proclaim every one his own kindness;"
            },
            {
                "verse_number": "7",
                "verse_text": "A righteous man that walketh in his integrity,"
            },
            {
                "verse_number": "8",
                "verse_text": "A king that sitteth on the throne of judgment"
            },
            {
                "verse_number": "9",
                "verse_text": "Who can say, I have made my heart clean,"
            },
            {
                "verse_number": "10",
                "verse_text": "Diverse weights, and diverse measures,"
            },
            {
                "verse_number": "11",
                "verse_text": "Even a child maketh himself known by his doings,"
            },
            {
                "verse_number": "12",
                "verse_text": "The hearing ear, and the seeing eye,"
            },
            {
                "verse_number": "13",
                "verse_text": "Love not sleep, lest thou come to poverty;"
            },
            {
                "verse_number": "14",
                "verse_text": "It is bad, it is bad, saith the buyer;"
            },
            {
                "verse_number": "15",
                "verse_text": "There is gold, and abundance of rubies;"
            },
            {
                "verse_number": "16",
                "verse_text": "Take his garment that is surety for a stranger;"
            },
            {
                "verse_number": "17",
                "verse_text": "Bread of falsehood is sweet to a man;"
            },
            {
                "verse_number": "18",
                "verse_text": "Every purpose is established by counsel;"
            },
            {
                "verse_number": "19",
                "verse_text": "He that goeth about as a tale-bearer revealeth secrets;"
            },
            {
                "verse_number": "20",
                "verse_text": "Whoso curseth his father or his mother,"
            },
            {
                "verse_number": "21",
                "verse_text": "An inheritance may be gotten hastily at the beginning;"
            },
            {
                "verse_number": "22",
                "verse_text": "Say not thou, I will recompense evil:"
            },
            {
                "verse_number": "23",
                "verse_text": "Diverse weights are an abomination to Jehovah;"
            },
            {
                "verse_number": "24",
                "verse_text": "A man&quot;s goings are of Jehovah;"
            },
            {
                "verse_number": "25",
                "verse_text": "It is a snare to a man rashly to say, It is holy,"
            },
            {
                "verse_number": "26",
                "verse_text": "A wise king winnoweth the wicked,"
            },
            {
                "verse_number": "27",
                "verse_text": "The spirit of man is the lamp of Jehovah,"
            },
            {
                "verse_number": "28",
                "verse_text": "Kindness and truth preserve the king;"
            },
            {
                "verse_number": "29",
                "verse_text": "The glory of young men is their strength;"
            },
            {
                "verse_number": "30",
                "verse_text": "Stripes that wound cleanse away evil;"
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "The king&quot;s heart is in the hand of Jehovah as the watercourses: He turneth it whithersoever he will. But Jehovah weigheth the hearts. Is more acceptable to Jehovah than sacrifice. Even the lamp of the wicked, is sin. But every one that is hasty hasteth only to want. Is a vapor driven to and fro by them that seek death. Because they refuse to do justice. But as for the pure, his work is right. Than with a contentious woman in a wide house. His neighbor findeth no favor in his eyes. And when the wise is instructed, he receiveth knowledge. How the wicked are overthrown to their ruin. He also shall cry, but shall not be heard. And a present in the bosom, strong wrath. But it is a destruction to the workers of iniquity. Shall rest in the assembly of the dead. He that loveth wine and oil shall not be rich. And the treacherous cometh in the stead of the upright. Than with a contentious and fretful woman. But a foolish man swalloweth it up. Findeth life, righteousness, and honor. And bringeth down the strength of the confidence thereof. Keepeth his soul from troubles. He worketh in the arrogance of pride. For his hands refuse to labor. But the righteous giveth and withholdeth not. How much more, when he bringeth it with a wicked mind! But the man that heareth shall speak so as to endure. But as for the upright, he establisheth his ways. Nor counsel against Jehovah. But victory is of Jehovah."
            },
            {
                "verse_number": "2",
                "verse_text": "Every way of a man is right in his own eyes;"
            },
            {
                "verse_number": "3",
                "verse_text": "To do righteousness and justice"
            },
            {
                "verse_number": "4",
                "verse_text": "A high look, and a proud heart,"
            },
            {
                "verse_number": "5",
                "verse_text": "The thoughts of the diligent tend only to plenteousness;"
            },
            {
                "verse_number": "6",
                "verse_text": "The getting of treasures by a lying tongue"
            },
            {
                "verse_number": "7",
                "verse_text": "The violence of the wicked shall sweep them away,"
            },
            {
                "verse_number": "8",
                "verse_text": "The way of him that is laden with guilt is exceeding crooked;"
            },
            {
                "verse_number": "9",
                "verse_text": "It is better to dwell in the corner of the housetop,"
            },
            {
                "verse_number": "10",
                "verse_text": "The soul of the wicked desireth evil:"
            },
            {
                "verse_number": "11",
                "verse_text": "When the scoffer is punished, the simple is made wise;"
            },
            {
                "verse_number": "12",
                "verse_text": "The righteous man considereth the house of the wicked,"
            },
            {
                "verse_number": "13",
                "verse_text": "Whoso stoppeth his ears at the cry of the poor,"
            },
            {
                "verse_number": "14",
                "verse_text": "A gift in secret pacifieth anger;"
            },
            {
                "verse_number": "15",
                "verse_text": "It is joy to the righteous to do justice;"
            },
            {
                "verse_number": "16",
                "verse_text": "The man that wandereth out of the way of understanding"
            },
            {
                "verse_number": "17",
                "verse_text": "He that loveth pleasure shall be a poor man:"
            },
            {
                "verse_number": "18",
                "verse_text": "The wicked is a ransom for the righteous;"
            },
            {
                "verse_number": "19",
                "verse_text": "It is better to dwell in a desert land,"
            },
            {
                "verse_number": "20",
                "verse_text": "There is precious treasure and oil in the dwelling of the wise;"
            },
            {
                "verse_number": "21",
                "verse_text": "He that followeth after righteousness and kindness"
            },
            {
                "verse_number": "22",
                "verse_text": "A wise man scaleth the city of the mighty,"
            },
            {
                "verse_number": "23",
                "verse_text": "Whoso keepeth his mouth and his tongue"
            },
            {
                "verse_number": "24",
                "verse_text": "The proud and haughty man, scoffer is his name;"
            },
            {
                "verse_number": "25",
                "verse_text": "The desire of the sluggard killeth him;"
            },
            {
                "verse_number": "26",
                "verse_text": "There is that coveteth greedily all the day long;"
            },
            {
                "verse_number": "27",
                "verse_text": "The sacrifice of the wicked is an abomination;"
            },
            {
                "verse_number": "28",
                "verse_text": "A false witness shall perish;"
            },
            {
                "verse_number": "29",
                "verse_text": "A wicked man hardeneth his face;"
            },
            {
                "verse_number": "30",
                "verse_text": "There is no wisdom nor understanding"
            },
            {
                "verse_number": "31",
                "verse_text": "The horse is prepared against the day of battle;"
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "A good name is rather to be chosen than great riches, And loving favor rather than silver and gold. Jehovah is the maker of them all. But the simple pass on, and suffer for it. Is riches, and honor, and life. He that keepeth his soul shall be far from them. And even when he is old he will not depart from it. And the borrower is servant to the lender. And the rod of his wrath shall fail. For he giveth of his bread to the poor. Yea, strife and ignominy will cease. For the grace of his lips the king will be his friend. But he overthroweth the words of the treacherous man. I shall be slain in the streets. He that is abhorred of Jehovah shall fall therein. But the rod of correction shall drive it far from him. And he that giveth to the rich, shall come only to want. And apply thy heart unto my knowledge. If they be established together upon thy lips. I have made them known to thee this day, even to thee. Of counsels and knowledge, That thou mayest carry back words of truth to them that send thee? Neither oppress the afflicted in the gate: And despoil of life those that despoil them. And with a wrathful man thou shalt not go: And get a snare to thy soul. Or of them that are sureties for debts. Why should he take away thy bed from under thee? Which thy fathers have set. He shall not stand before mean men."
            },
            {
                "verse_number": "2",
                "verse_text": "The rich and the poor meet together:"
            },
            {
                "verse_number": "3",
                "verse_text": "A prudent man seeth the evil, and hideth himself;"
            },
            {
                "verse_number": "4",
                "verse_text": "The reward of humility and the fear of Jehovah"
            },
            {
                "verse_number": "5",
                "verse_text": "Thorns and snares are in the way of the perverse:"
            },
            {
                "verse_number": "6",
                "verse_text": "Train up a child in the way he should go,"
            },
            {
                "verse_number": "7",
                "verse_text": "The rich ruleth over the poor;"
            },
            {
                "verse_number": "8",
                "verse_text": "He that soweth iniquity shall reap calamity;"
            },
            {
                "verse_number": "9",
                "verse_text": "He that hath a bountiful eye shall be blessed;"
            },
            {
                "verse_number": "10",
                "verse_text": "Cast out the scoffer, and contention will go out;"
            },
            {
                "verse_number": "11",
                "verse_text": "He that loveth pureness of heart,"
            },
            {
                "verse_number": "12",
                "verse_text": "The eyes of Jehovah preserve him that hath knowledge;"
            },
            {
                "verse_number": "13",
                "verse_text": "The sluggard saith, There is a lion without;"
            },
            {
                "verse_number": "14",
                "verse_text": "The mouth of strange women is a deep pit;"
            },
            {
                "verse_number": "15",
                "verse_text": "Foolishness is bound up in the heart of a child;"
            },
            {
                "verse_number": "16",
                "verse_text": "He that oppresseth the poor to increase his gain ,"
            },
            {
                "verse_number": "17",
                "verse_text": "Incline thine ear, and hear the words of the wise,"
            },
            {
                "verse_number": "18",
                "verse_text": "For it is a pleasant thing if thou keep them within thee,"
            },
            {
                "verse_number": "19",
                "verse_text": "That thy trust may be in Jehovah,"
            },
            {
                "verse_number": "20",
                "verse_text": "Have not I written unto thee excellent things"
            },
            {
                "verse_number": "21",
                "verse_text": "To make thee know the certainty of the words of truth,"
            },
            {
                "verse_number": "22",
                "verse_text": "Rob not the poor, because he is poor;"
            },
            {
                "verse_number": "23",
                "verse_text": "For Jehovah will plead their cause,"
            },
            {
                "verse_number": "24",
                "verse_text": "Make no friendship with a man that is given to anger;"
            },
            {
                "verse_number": "25",
                "verse_text": "Lest thou learn his ways,"
            },
            {
                "verse_number": "26",
                "verse_text": "Be thou not one of them that strike hands,"
            },
            {
                "verse_number": "27",
                "verse_text": "If thou hast not wherewith to pay,"
            },
            {
                "verse_number": "28",
                "verse_text": "Remove not the ancient landmark,"
            },
            {
                "verse_number": "29",
                "verse_text": "Seest thou a man diligent in his business? he shall stand before kings;"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "When thou sittest to eat with a ruler, Consider diligently him that is before thee; If thou be a man given to appetite. Seeing they are deceitful food. Cease from thine own wisdom. For riches certainly make themselves wings, Like an eagle that flieth toward heaven. Neither desire thou his dainties: Eat and drink, saith he to thee; But his heart is not with thee. And lose thy sweet words. For he will despise the wisdom of thy words. And enter not into the fields of the fatherless: He will plead their cause against thee. And thine ears to the words of knowledge. For if thou beat him with the rod, he will not die. And shalt deliver his soul from Sheol. My heart will be glad, even mine: When thy lips speak right things. But be thou in the fear of Jehovah all the day long: And thy hope shall not be cut off. And guide thy heart in the way. Among gluttonous eaters of flesh: And drowsiness will clothe a man with rags. And despise not thy mother when she is old. Yea , wisdom, and instruction, and understanding. And he that begetteth a wise child will have joy of him. And let her that bare thee rejoice. And let thine eyes delight in my ways. And a foreign woman is a narrow pit. And increaseth the treacherous among men. Who hath complaining? who hath wounds without cause? Who hath redness of eyes? They that go to seek out mixed wine. When it sparkleth in the cup, When it goeth down smoothly: And stingeth like an adder. And thy heart shall utter perverse things. Or as he that lieth upon the top of a mast. They have beaten me, and I felt it not: When shall I awake? I will seek it yet again."
            },
            {
                "verse_number": "2",
                "verse_text": "And put a knife to thy throat,"
            },
            {
                "verse_number": "3",
                "verse_text": "Be not desirous of his dainties;"
            },
            {
                "verse_number": "4",
                "verse_text": "Weary not thyself to be rich;"
            },
            {
                "verse_number": "5",
                "verse_text": "Wilt thou set thine eyes upon that which is not?"
            },
            {
                "verse_number": "6",
                "verse_text": "Eat thou not the bread of him that hath an evil eye,"
            },
            {
                "verse_number": "7",
                "verse_text": "For as he thinketh within himself, so is he:"
            },
            {
                "verse_number": "8",
                "verse_text": "The morsel which thou hast eaten shalt thou vomit up,"
            },
            {
                "verse_number": "9",
                "verse_text": "Speak not in the hearing of a fool;"
            },
            {
                "verse_number": "10",
                "verse_text": "Remove not the ancient landmark;"
            },
            {
                "verse_number": "11",
                "verse_text": "For their Redeemer is strong;"
            },
            {
                "verse_number": "12",
                "verse_text": "Apply thy heart unto instruction,"
            },
            {
                "verse_number": "13",
                "verse_text": "Withhold not correction from the child;"
            },
            {
                "verse_number": "14",
                "verse_text": "Thou shalt beat him with the rod,"
            },
            {
                "verse_number": "15",
                "verse_text": "My son, if thy heart be wise,"
            },
            {
                "verse_number": "16",
                "verse_text": "Yea, my heart will rejoice,"
            },
            {
                "verse_number": "17",
                "verse_text": "Let not thy heart envy sinners;"
            },
            {
                "verse_number": "18",
                "verse_text": "For surely there is a reward;"
            },
            {
                "verse_number": "19",
                "verse_text": "Hear thou, my son, and be wise,"
            },
            {
                "verse_number": "20",
                "verse_text": "Be not among winebibbers,"
            },
            {
                "verse_number": "21",
                "verse_text": "For the drunkard and the glutton shall come to poverty;"
            },
            {
                "verse_number": "22",
                "verse_text": "Hearken unto thy father that begat thee,"
            },
            {
                "verse_number": "23",
                "verse_text": "Buy the truth, and sell it not;"
            },
            {
                "verse_number": "24",
                "verse_text": "The father of the righteous will greatly rejoice;"
            },
            {
                "verse_number": "25",
                "verse_text": "Let thy father and thy mother be glad,"
            },
            {
                "verse_number": "26",
                "verse_text": "My son, give me thy heart;"
            },
            {
                "verse_number": "27",
                "verse_text": "For a harlot is a deep ditch;"
            },
            {
                "verse_number": "28",
                "verse_text": "Yea, she lieth in wait as a robber,"
            },
            {
                "verse_number": "29",
                "verse_text": "Who hath woe? who hath sorrow? who hath contentions?"
            },
            {
                "verse_number": "30",
                "verse_text": "They that tarry long at the wine;"
            },
            {
                "verse_number": "31",
                "verse_text": "Look not thou upon the wine when it is red,"
            },
            {
                "verse_number": "32",
                "verse_text": "At the last it biteth like a serpent,"
            },
            {
                "verse_number": "33",
                "verse_text": "Thine eyes shall behold strange things,"
            },
            {
                "verse_number": "34",
                "verse_text": "Yea, thou shalt be as he that lieth down in the midst of the sea,"
            },
            {
                "verse_number": "35",
                "verse_text": "They have stricken me, shalt thou say , and I was not hurt;"
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Be not thou envious against evil men; Neither desire to be with them: And their lips talk of mischief. And by understanding it is established; With all precious and pleasant riches. Yea, a man of knowledge increaseth might. And in the multitude of counsellors there is safety. He openeth not his mouth in the gate. Men shall call him a mischief-maker. And the scoffer is an abomination to men. Thy strength is small. And those that are ready to be slain see that thou hold back. Doth not he that weigheth the hearts consider it? And he that keepeth thy soul, doth not he know it? And shall not he render to every man according to his work? And the droppings of the honeycomb, which are sweet to thy taste: If thou hast found it, then shall there be a reward, And thy hope shall not be cut off. Destroy not his resting-place: But the wicked are overthrown by calamity. And let not thy heart be glad when he is overthrown; And he turn away his wrath from him. Neither be thou envious at the wicked: The lamp of the wicked shall be put out. And company not with them that are given to change: And the destruction from them both, who knoweth it? To have respect of persons in judgment is not good. Peoples shall curse him, nations shall abhor him; And a good blessing shall come upon them. Who giveth a right answer. And make it ready for thee in the field; And afterwards build thy house. And deceive not with thy lips. I will render to the man according to his work. And by the vineyard of the man void of understanding; The face thereof was covered with nettles, And the stone wall thereof was broken down. I saw, and received instruction: A little folding of the hands to sleep; And thy want as an armed man."
            },
            {
                "verse_number": "2",
                "verse_text": "For their heart studieth oppression,"
            },
            {
                "verse_number": "3",
                "verse_text": "Through wisdom is a house builded;"
            },
            {
                "verse_number": "4",
                "verse_text": "And by knowledge are the chambers filled"
            },
            {
                "verse_number": "5",
                "verse_text": "A wise man is strong;"
            },
            {
                "verse_number": "6",
                "verse_text": "For by wise guidance thou shalt make thy war;"
            },
            {
                "verse_number": "7",
                "verse_text": "Wisdom is too high for a fool:"
            },
            {
                "verse_number": "8",
                "verse_text": "He that deviseth to do evil,"
            },
            {
                "verse_number": "9",
                "verse_text": "The thought of foolishness is sin;"
            },
            {
                "verse_number": "10",
                "verse_text": "If thou faint in the day of adversity,"
            },
            {
                "verse_number": "11",
                "verse_text": "Deliver them that are carried away unto death,"
            },
            {
                "verse_number": "12",
                "verse_text": "If thou sayest, Behold, we knew not this;"
            },
            {
                "verse_number": "13",
                "verse_text": "My son, eat thou honey, for it is good;"
            },
            {
                "verse_number": "14",
                "verse_text": "So shalt thou know wisdom to be unto thy soul;"
            },
            {
                "verse_number": "15",
                "verse_text": "Lay not wait, O wicked man, against the habitation of the righteous;"
            },
            {
                "verse_number": "16",
                "verse_text": "For a righteous man falleth seven times, and riseth up again;"
            },
            {
                "verse_number": "17",
                "verse_text": "Rejoice not when thine enemy falleth,"
            },
            {
                "verse_number": "18",
                "verse_text": "Lest Jehovah see it, and it displease him,"
            },
            {
                "verse_number": "19",
                "verse_text": "Fret not thyself because of evil-doers;"
            },
            {
                "verse_number": "20",
                "verse_text": "For there shall be no reward to the evil man;"
            },
            {
                "verse_number": "21",
                "verse_text": "My son, fear thou Jehovah and the king;"
            },
            {
                "verse_number": "22",
                "verse_text": "For their calamity shall rise suddenly;"
            },
            {
                "verse_number": "23",
                "verse_text": "These also are sayings of the wise."
            },
            {
                "verse_number": "24",
                "verse_text": "He that saith unto the wicked, Thou art righteous,"
            },
            {
                "verse_number": "25",
                "verse_text": "But to them that rebuke him shall be delight,"
            },
            {
                "verse_number": "26",
                "verse_text": "He kisseth the lips"
            },
            {
                "verse_number": "27",
                "verse_text": "Prepare thy work without,"
            },
            {
                "verse_number": "28",
                "verse_text": "Be not a witness against thy neighbor without cause;"
            },
            {
                "verse_number": "29",
                "verse_text": "Say not, I will do so to him as he hath done to me;"
            },
            {
                "verse_number": "30",
                "verse_text": "I went by the field of the sluggard,"
            },
            {
                "verse_number": "31",
                "verse_text": "And, lo, it was all grown over with thorns,"
            },
            {
                "verse_number": "32",
                "verse_text": "Then I beheld, and considered well;"
            },
            {
                "verse_number": "33",
                "verse_text": "Yet a little sleep, a little slumber,"
            },
            {
                "verse_number": "34",
                "verse_text": "So shall thy poverty come as a robber,"
            }
        ],
        "25": [
            {
                "verse_number": "1",
                "verse_text": "These also are proverbs of Solomon, which the men of Hezekiah king of Judah copied out. But the glory of kings is to search out a matter. So the heart of kings is unsearchable. And there cometh forth a vessel for the refiner: And his throne shall be established in righteousness. And stand not in the place of great men: Than that thou shouldest be put lower in the presence of the prince, Whom thine eyes have seen. Lest thou know not what to do in the end thereof, When thy neighbor hath put thee to shame. And disclose not the secret of another; And thine infamy turn not away. Is like apples of gold in network of silver. So is a wise reprover upon an obedient ear. So is a faithful messenger to them that send him; For he refresheth the soul of his masters. So is he that boasteth himself of his gifts falsely. And a soft tongue breaketh the bone. Lest thou be filled therewith, and vomit it. Lest he be weary of thee, and hate thee. Is a maul, and a sword, and a sharp arrow. Is like a broken tooth, and a foot out of joint. So is he that singeth songs to a heavy heart. And if he be thirsty, give him water to drink: And Jehovah will reward thee. So doth a backbiting tongue an angry countenance. Than with a contentious woman in a wide house. So is good news from a far country. So is a righteous man that giveth way before the wicked. So for men to search out their own glory is grievous. Is like a city that is broken down and without walls."
            },
            {
                "verse_number": "2",
                "verse_text": "It is the glory of God to conceal a thing;"
            },
            {
                "verse_number": "3",
                "verse_text": "As the heavens for height, and the earth for depth,"
            },
            {
                "verse_number": "4",
                "verse_text": "Take away the dross from the silver,"
            },
            {
                "verse_number": "5",
                "verse_text": "Take away the wicked from before the king,"
            },
            {
                "verse_number": "6",
                "verse_text": "Put not thyself forward in the presence of the king,"
            },
            {
                "verse_number": "7",
                "verse_text": "For better is it that it be said unto thee, Come up hither,"
            },
            {
                "verse_number": "8",
                "verse_text": "Go not forth hastily to strive,"
            },
            {
                "verse_number": "9",
                "verse_text": "Debate thy cause with thy neighbor himself ,"
            },
            {
                "verse_number": "10",
                "verse_text": "Lest he that heareth it revile thee,"
            },
            {
                "verse_number": "11",
                "verse_text": "A word fitly spoken"
            },
            {
                "verse_number": "12",
                "verse_text": "As an ear-ring of gold, and an ornament of fine gold,"
            },
            {
                "verse_number": "13",
                "verse_text": "As the cold of snow in the time of harvest,"
            },
            {
                "verse_number": "14",
                "verse_text": "As clouds and wind without rain,"
            },
            {
                "verse_number": "15",
                "verse_text": "By long forbearing is a ruler persuaded,"
            },
            {
                "verse_number": "16",
                "verse_text": "Hast thou found honey? eat so much as is sufficient for thee,"
            },
            {
                "verse_number": "17",
                "verse_text": "Let thy foot be seldom in thy neighbor&quot;s house,"
            },
            {
                "verse_number": "18",
                "verse_text": "A man that beareth false witness against his neighbor"
            },
            {
                "verse_number": "19",
                "verse_text": "Confidence in an unfaithful man in time of trouble"
            },
            {
                "verse_number": "20",
                "verse_text": "As one that taketh off a garment in cold weather, and as vinegar upon soda,"
            },
            {
                "verse_number": "21",
                "verse_text": "If thine enemy be hungry, give him bread to eat;"
            },
            {
                "verse_number": "22",
                "verse_text": "For thou wilt heap coals of fire upon his head,"
            },
            {
                "verse_number": "23",
                "verse_text": "The north wind bringeth forth rain;"
            },
            {
                "verse_number": "24",
                "verse_text": "It is better to dwell in the corner of the housetop,"
            },
            {
                "verse_number": "25",
                "verse_text": "As cold waters to a thirsty soul,"
            },
            {
                "verse_number": "26",
                "verse_text": "As a troubled fountain, and a corrupted spring,"
            },
            {
                "verse_number": "27",
                "verse_text": "It is not good to eat much honey;"
            },
            {
                "verse_number": "28",
                "verse_text": "He whose spirit is without restraint"
            }
        ],
        "26": [
            {
                "verse_number": "1",
                "verse_text": "As snow in summer, and as rain in harvest, So honor is not seemly for a fool. So the curse that is causeless alighteth not. And a rod for the back of fools. Lest thou also be like unto him. Lest he be wise in his own conceit. Cutteth off his own feet, and drinketh in damage. So is a parable in the mouth of fools. So is he that giveth honor to a fool. So is a parable in the mouth of fools. So is he that hireth a fool and he that hireth them that pass by. So is a fool that repeateth his folly. There is more hope of a fool than of him. A lion is in the streets. So doth the sluggard upon his bed. It wearieth him to bring it again to his mouth. Than seven men that can render a reason. Is like one that taketh a dog by the ears. Arrows, and death, And saith, Am not I in sport? And where there is no whisperer, contention ceaseth. So is a contentious man to inflame strife. And they go down into the innermost parts. Are like an earthen vessel overlaid with silver dross. But he layeth up deceit within him: For there are seven abominations in his heart: His wickedness shall be openly showed before the assembly. And he that rolleth a stone, it shall return upon him. And a flattering mouth worketh ruin."
            },
            {
                "verse_number": "2",
                "verse_text": "As the sparrow in her wandering, as the swallow in her flying,"
            },
            {
                "verse_number": "3",
                "verse_text": "A whip for the horse, a bridle for the ass,"
            },
            {
                "verse_number": "4",
                "verse_text": "Answer not a fool according to his folly,"
            },
            {
                "verse_number": "5",
                "verse_text": "Answer a fool according to his folly,"
            },
            {
                "verse_number": "6",
                "verse_text": "He that sendeth a message by the hand of a fool"
            },
            {
                "verse_number": "7",
                "verse_text": "The legs of the lame hang loose;"
            },
            {
                "verse_number": "8",
                "verse_text": "As one that bindeth a stone in a sling,"
            },
            {
                "verse_number": "9",
                "verse_text": "As a thorn that goeth up into the hand of a drunkard,"
            },
            {
                "verse_number": "10",
                "verse_text": "As an archer that woundeth all,"
            },
            {
                "verse_number": "11",
                "verse_text": "As a dog that returneth to his vomit,"
            },
            {
                "verse_number": "12",
                "verse_text": "Seest thou a man wise in his own conceit?"
            },
            {
                "verse_number": "13",
                "verse_text": "The sluggard saith, There is a lion in the way;"
            },
            {
                "verse_number": "14",
                "verse_text": "As the door turneth upon its hinges,"
            },
            {
                "verse_number": "15",
                "verse_text": "The sluggard burieth his hand in the dish;"
            },
            {
                "verse_number": "16",
                "verse_text": "The sluggard is wiser in his own conceit"
            },
            {
                "verse_number": "17",
                "verse_text": "He that passeth by, and vexeth himself with strife belonging not to him,"
            },
            {
                "verse_number": "18",
                "verse_text": "As a madman who casteth firebrands,"
            },
            {
                "verse_number": "19",
                "verse_text": "So is the man that deceiveth his neighbor,"
            },
            {
                "verse_number": "20",
                "verse_text": "For lack of wood the fire goeth out;"
            },
            {
                "verse_number": "21",
                "verse_text": "As coals are to hot embers, and wood to fire,"
            },
            {
                "verse_number": "22",
                "verse_text": "The words of a whisperer are as dainty morsels,"
            },
            {
                "verse_number": "23",
                "verse_text": "Fervent lips and a wicked heart"
            },
            {
                "verse_number": "24",
                "verse_text": "He that hateth dissembleth with his lips;"
            },
            {
                "verse_number": "25",
                "verse_text": "When he speaketh fair, believe him not;"
            },
            {
                "verse_number": "26",
                "verse_text": "Though his hatred cover itself with guile,"
            },
            {
                "verse_number": "27",
                "verse_text": "Whoso diggeth a pit shall fall therein;"
            },
            {
                "verse_number": "28",
                "verse_text": "A lying tongue hateth those whom it hath wounded;"
            }
        ],
        "27": [
            {
                "verse_number": "1",
                "verse_text": "Boast not thyself of to-morrow; For thou knowest not what a day may bring forth. A stranger, and not thine own lips. But a fool&quot;s vexation is heavier than they both. But who is able to stand before jealousy? Than love that is hidden. But the kisses of an enemy are profuse. But to the hungry soul every bitter thing is sweet. So is a man that wandereth from his place. So doth the sweetness of a man&quot;s friend that cometh of hearty counsel. And go not to thy brother&quot;s house in the day of thy calamity: Better is a neighbor that is near than a brother far off. That I may answer him that reproacheth me. But the simple pass on, and suffer for it. And hold him in pledge that is surety for a foreign woman. It shall be counted a curse to him. And a contentious woman are alike: And his right hand encountereth oil. So a man sharpeneth the countenance of his friend. And he that regardeth his master shall be honored. So the heart of man to man. And the eyes of man are never satisfied. And a man is tried by his praise. Yet will not his foolishness depart from him. And look well to thy herds: And doth the crown endure unto all generations? And the herbs of the mountains are gathered in. And the goats are the price of the field; And maintenance for thy maidens."
            },
            {
                "verse_number": "2",
                "verse_text": "Let another man praise thee, and not thine own mouth;"
            },
            {
                "verse_number": "3",
                "verse_text": "A stone is heavy, and the sand weighty;"
            },
            {
                "verse_number": "4",
                "verse_text": "Wrath is cruel, and anger is overwhelming;"
            },
            {
                "verse_number": "5",
                "verse_text": "Better is open rebuke"
            },
            {
                "verse_number": "6",
                "verse_text": "Faithful are the wounds of a friend;"
            },
            {
                "verse_number": "7",
                "verse_text": "The full soul loatheth a honeycomb;"
            },
            {
                "verse_number": "8",
                "verse_text": "As a bird that wandereth from her nest,"
            },
            {
                "verse_number": "9",
                "verse_text": "Oil and perfume rejoice the heart;"
            },
            {
                "verse_number": "10",
                "verse_text": "Thine own friend, and thy father&quot;s friend, forsake not;"
            },
            {
                "verse_number": "11",
                "verse_text": "My son, be wise, and make my heart glad,"
            },
            {
                "verse_number": "12",
                "verse_text": "A prudent man seeth the evil, and hideth himself;"
            },
            {
                "verse_number": "13",
                "verse_text": "Take his garment that is surety for a stranger;"
            },
            {
                "verse_number": "14",
                "verse_text": "He that blesseth his friend with a loud voice, rising early in the morning,"
            },
            {
                "verse_number": "15",
                "verse_text": "A continual dropping in a very rainy day"
            },
            {
                "verse_number": "16",
                "verse_text": "He that would restrain her restraineth the wind;"
            },
            {
                "verse_number": "17",
                "verse_text": "Iron sharpeneth iron;"
            },
            {
                "verse_number": "18",
                "verse_text": "Whoso keepeth the fig-tree shall eat the fruit thereof;"
            },
            {
                "verse_number": "19",
                "verse_text": "As in water face answereth to face,"
            },
            {
                "verse_number": "20",
                "verse_text": "Sheol and Abaddon are never satisfied;"
            },
            {
                "verse_number": "21",
                "verse_text": "The refining pot is for silver, and the furnace for gold;"
            },
            {
                "verse_number": "22",
                "verse_text": "Though thou shouldest bray a fool in a mortar with a pestle along with bruised grain,"
            },
            {
                "verse_number": "23",
                "verse_text": "Be thou diligent to know the state of thy flocks,"
            },
            {
                "verse_number": "24",
                "verse_text": "For riches are not for ever;"
            },
            {
                "verse_number": "25",
                "verse_text": "The hay is carried, and the tender grass showeth itself,"
            },
            {
                "verse_number": "26",
                "verse_text": "The lambs are for thy clothing,"
            },
            {
                "verse_number": "27",
                "verse_text": "And there will be goats&quot; milk enough for thy food, for the food of thy household,"
            }
        ],
        "28": [
            {
                "verse_number": "1",
                "verse_text": "The wicked flee when no man pursueth; But the righteous are bold as a lion. But by men of understanding and knowledge the state thereof shall be prolonged. Is like a sweeping rain which leaveth no food. But such as keep the law contend with them. But they that seek Jehovah understand all things. Than he that is perverse in his ways, though he be rich. But he that is a companion of gluttons shameth his father. Gathereth it for him that hath pity on the poor. Even his prayer is an abomination. He shall fall himself into his own pit; But the perfect shall inherit good. But the poor that hath understanding searcheth him out. But when the wicked rise, men hide themselves. But whoso confesseth and forsaketh them shall obtain mercy. But he that hardeneth his heart shall fall into mischief. So is a wicked ruler over a poor people. But he that hateth covetousness shall prolong his days. Shall flee unto the pit; let no man stay him. But he that is perverse in his ways shall fall at once. But he that followeth after vain persons shall have poverty enough. But he that maketh haste to be rich shall not be unpunished. Neither that a man should transgress for a piece of bread. And knoweth not that want shall come upon him. Than he that flattereth with the tongue. The same is the companion of a destroyer. But he that putteth his trust in Jehovah shall be made fat. But whoso walketh wisely, he shall be delivered. But he that hideth his eyes shall have many a curse. But when they perish, the righteous increase."
            },
            {
                "verse_number": "2",
                "verse_text": "For the transgression of a land many are the princes thereof;"
            },
            {
                "verse_number": "3",
                "verse_text": "A needy man that oppresseth the poor"
            },
            {
                "verse_number": "4",
                "verse_text": "They that forsake the law praise the wicked;"
            },
            {
                "verse_number": "5",
                "verse_text": "Evil men understand not justice;"
            },
            {
                "verse_number": "6",
                "verse_text": "Better is the poor that walketh in his integrity,"
            },
            {
                "verse_number": "7",
                "verse_text": "Whoso keepeth the law is a wise son;"
            },
            {
                "verse_number": "8",
                "verse_text": "He that augmenteth his substance by interest and increase,"
            },
            {
                "verse_number": "9",
                "verse_text": "He that turneth away his ear from hearing the law,"
            },
            {
                "verse_number": "10",
                "verse_text": "Whoso causeth the upright to go astray in an evil way,"
            },
            {
                "verse_number": "11",
                "verse_text": "The rich man is wise in his own conceit;"
            },
            {
                "verse_number": "12",
                "verse_text": "When the righteous triumph, there is great glory;"
            },
            {
                "verse_number": "13",
                "verse_text": "He that covereth his transgressions shall not prosper;"
            },
            {
                "verse_number": "14",
                "verse_text": "Happy is the man that feareth alway;"
            },
            {
                "verse_number": "15",
                "verse_text": "As a roaring lion, and a ranging bear,"
            },
            {
                "verse_number": "16",
                "verse_text": "The prince that lacketh understanding is also a great oppressor;"
            },
            {
                "verse_number": "17",
                "verse_text": "A man that is laden with the blood of any person"
            },
            {
                "verse_number": "18",
                "verse_text": "Whoso walketh uprightly shall be delivered;"
            },
            {
                "verse_number": "19",
                "verse_text": "He that tilleth his land shall have plenty of bread;"
            },
            {
                "verse_number": "20",
                "verse_text": "A faithful man shall abound with blessings;"
            },
            {
                "verse_number": "21",
                "verse_text": "To have respect of persons is not good;"
            },
            {
                "verse_number": "22",
                "verse_text": "He that hath an evil eye hasteth after riches,"
            },
            {
                "verse_number": "23",
                "verse_text": "He that rebuketh a man shall afterward find more favor"
            },
            {
                "verse_number": "24",
                "verse_text": "Whoso robbeth his father or his mother, and saith, It is no transgression,"
            },
            {
                "verse_number": "25",
                "verse_text": "He that is of a greedy spirit stirreth up strife;"
            },
            {
                "verse_number": "26",
                "verse_text": "He that trusteth in his own heart is a fool;"
            },
            {
                "verse_number": "27",
                "verse_text": "He that giveth unto the poor shall not lack;"
            },
            {
                "verse_number": "28",
                "verse_text": "When the wicked rise, men hide themselves;"
            }
        ],
        "29": [
            {
                "verse_number": "1",
                "verse_text": "He that being often reproved hardeneth his neck Shall suddenly be destroyed, and that without remedy. But when a wicked man beareth rule, the people sigh. But he that keepeth company with harlots wasteth his substance. But he that exacteth gifts overthroweth it. Spreadeth a net for his steps. But the righteous doth sing and rejoice. The wicked hath not understanding to know it . But wise men turn away wrath. Whether he be angry or laugh, there will be no rest. And as for the upright, they seek his life. But a wise man keepeth it back and stilleth it. All his servants are wicked. Jehovah lighteneth the eyes of them both. His throne shall be established for ever. But a child left to himself causeth shame to his mother. But the righteous shall look upon their fall. Yea, he will give delight unto thy soul. But he that keepeth the law, happy is he. For though he understand, he will not give heed. There is more hope of a fool than of him. Shall have him become a son at the last. And a wrathful man aboundeth in transgression. But he that is of a lowly spirit shall obtain honor. He heareth the adjuration and uttereth nothing. But whoso putteth his trust in Jehovah shall be safe. But a man&quot;s judgment cometh from Jehovah. And he that is upright in the way is an abomination to the wicked."
            },
            {
                "verse_number": "2",
                "verse_text": "When the righteous are increased, the people rejoice;"
            },
            {
                "verse_number": "3",
                "verse_text": "Whoso loveth wisdom rejoiceth his father;"
            },
            {
                "verse_number": "4",
                "verse_text": "The king by justice establisheth the land;"
            },
            {
                "verse_number": "5",
                "verse_text": "A man that flattereth his neighbor"
            },
            {
                "verse_number": "6",
                "verse_text": "In the transgression of an evil man there is a snare;"
            },
            {
                "verse_number": "7",
                "verse_text": "The righteous taketh knowledge of the cause of the poor;"
            },
            {
                "verse_number": "8",
                "verse_text": "Scoffers set a city in a flame;"
            },
            {
                "verse_number": "9",
                "verse_text": "If a wise man hath a controversy with a foolish man,"
            },
            {
                "verse_number": "10",
                "verse_text": "The bloodthirsty hate him that is perfect;"
            },
            {
                "verse_number": "11",
                "verse_text": "A fool uttereth all his anger;"
            },
            {
                "verse_number": "12",
                "verse_text": "If a ruler hearkeneth to falsehood,"
            },
            {
                "verse_number": "13",
                "verse_text": "The poor man and the oppressor meet together;"
            },
            {
                "verse_number": "14",
                "verse_text": "The king that faithfully judgeth the poor,"
            },
            {
                "verse_number": "15",
                "verse_text": "The rod and reproof give wisdom;"
            },
            {
                "verse_number": "16",
                "verse_text": "When the wicked are increased, transgression increaseth;"
            },
            {
                "verse_number": "17",
                "verse_text": "Correct thy son, and he will give thee rest;"
            },
            {
                "verse_number": "18",
                "verse_text": "Where there is no vision, the people cast off restraint;"
            },
            {
                "verse_number": "19",
                "verse_text": "A servant will not be corrected by words;"
            },
            {
                "verse_number": "20",
                "verse_text": "Seest thou a man that is hasty in his words?"
            },
            {
                "verse_number": "21",
                "verse_text": "He that delicately bringeth up his servant from a child"
            },
            {
                "verse_number": "22",
                "verse_text": "An angry man stirreth up strife,"
            },
            {
                "verse_number": "23",
                "verse_text": "A man&quot;s pride shall bring him low;"
            },
            {
                "verse_number": "24",
                "verse_text": "Whoso is partner with a thief hateth his own soul;"
            },
            {
                "verse_number": "25",
                "verse_text": "The fear of man bringeth a snare;"
            },
            {
                "verse_number": "26",
                "verse_text": "Many seek the ruler&quot;s favor;"
            },
            {
                "verse_number": "27",
                "verse_text": "An unjust man is an abomination to the righteous;"
            }
        ],
        "30": [
            {
                "verse_number": "1",
                "verse_text": "The words of Agur the son of Jakeh; the oracle. The man saith unto Ithiel, unto Ithiel and Ucal: And have not the understanding of a man; Neither have I the knowledge of the Holy One. Who hath gathered the wind in his fists? Who hath bound the waters in his garment? Who hath established all the ends of the earth? What is his name, and what is his son&quot;s name, if thou knowest? He is a shield unto them that take refuge in him. Lest he reprove thee, and thou be found a liar. Deny me them not before I die: Give me neither poverty nor riches; Feed me with the food that is needful for me: Or lest I be poor, and steal, And use profanely the name of my God. Lest he curse thee, and thou be held guilty. And bless not their mother. And yet are not washed from their filthiness. And their eyelids are lifted up. To devour the poor from off the earth, and the needy from among men. There are three things that are never satisfied, Yea , four that say not, Enough: The earth that is not satisfied with water; And the fire that saith not, Enough. And despiseth to obey his mother, The ravens of the valley shall pick it out, And the young eagles shall eat it. Yea, four which I know not: The way of a serpent upon a rock; The way of a ship in the midst of the sea; And the way of a man with a maiden. She eateth, and wipeth her mouth, And saith, I have done no wickedness. And for four, which it cannot bear: And a fool when he is filled with food; And a handmaid that is heir to her mistress. But they are exceeding wise: Yet they provide their food in the summer; Yet make they their houses in the rocks; Yet go they forth all of them by bands; Yet is she in kings&quot; palaces. Yea, four which are stately in going: And turneth not away for any; And the king against whom there is no rising up. Or if thou hast thought evil, Lay thy hand upon thy mouth. And the wringing of the nose bringeth forth blood; So the forcing of wrath bringeth forth strife."
            },
            {
                "verse_number": "2",
                "verse_text": "Surely I am more brutish than any man,"
            },
            {
                "verse_number": "3",
                "verse_text": "And I have not learned wisdom,"
            },
            {
                "verse_number": "4",
                "verse_text": "Who hath ascended up into heaven, and descended?"
            },
            {
                "verse_number": "5",
                "verse_text": "Every word of God is tried:"
            },
            {
                "verse_number": "6",
                "verse_text": "Add thou not unto his words,"
            },
            {
                "verse_number": "7",
                "verse_text": "Two things have I asked of thee;"
            },
            {
                "verse_number": "8",
                "verse_text": "Remove far from me falsehood and lies;"
            },
            {
                "verse_number": "9",
                "verse_text": "Lest I be full, and deny thee , and say, Who is Jehovah?"
            },
            {
                "verse_number": "10",
                "verse_text": "Slander not a servant unto his master,"
            },
            {
                "verse_number": "11",
                "verse_text": "There is a generation that curse their father,"
            },
            {
                "verse_number": "12",
                "verse_text": "There is a generation that are pure in their own eyes,"
            },
            {
                "verse_number": "13",
                "verse_text": "There is a generation, oh how lofty are their eyes!"
            },
            {
                "verse_number": "14",
                "verse_text": "There is a generation whose teeth are as swords, and their jaw teeth as knives,"
            },
            {
                "verse_number": "15",
                "verse_text": "The horseleach hath two daughters, crying , Give, give."
            },
            {
                "verse_number": "16",
                "verse_text": "Sheol; and the barren womb;"
            },
            {
                "verse_number": "17",
                "verse_text": "The eye that mocketh at his father,"
            },
            {
                "verse_number": "18",
                "verse_text": "There are three things which are too wonderful for me,"
            },
            {
                "verse_number": "19",
                "verse_text": "The way of an eagle in the air;"
            },
            {
                "verse_number": "20",
                "verse_text": "So is the way of an adulterous woman;"
            },
            {
                "verse_number": "21",
                "verse_text": "For three things the earth doth tremble,"
            },
            {
                "verse_number": "22",
                "verse_text": "For a servant when he is king;"
            },
            {
                "verse_number": "23",
                "verse_text": "For an odious woman when she is married;"
            },
            {
                "verse_number": "24",
                "verse_text": "There are four things which are little upon the earth,"
            },
            {
                "verse_number": "25",
                "verse_text": "The ants are a people not strong,"
            },
            {
                "verse_number": "26",
                "verse_text": "The conies are but a feeble folk,"
            },
            {
                "verse_number": "27",
                "verse_text": "The locusts have no king,"
            },
            {
                "verse_number": "28",
                "verse_text": "The lizard taketh hold with her hands,"
            },
            {
                "verse_number": "29",
                "verse_text": "There are three things which are stately in their march,"
            },
            {
                "verse_number": "30",
                "verse_text": "The lion, which is mightiest among beasts,"
            },
            {
                "verse_number": "31",
                "verse_text": "The greyhound; the he-goat also;"
            },
            {
                "verse_number": "32",
                "verse_text": "If thou hast done foolishly in lifting up thyself,"
            },
            {
                "verse_number": "33",
                "verse_text": "For the churning of milk bringeth forth butter,"
            }
        ],
        "31": [
            {
                "verse_number": "1",
                "verse_text": "The words of king Lemuel; the oracle which his mother taught him. And what, O son of my vows? Nor thy ways to that which destroyeth kings. Nor for princes to say , Where is strong drink? And pervert the justice due to any that is afflicted. And wine unto the bitter in soul: And remember his misery no more. In the cause of all such as are left desolate. And minister justice to the poor and needy. For her price is far above rubies. And he shall have no lack of gain. All the days of her life. And worketh willingly with her hands. She bringeth her bread from afar. And giveth food to her household, And their task to her maidens. With the fruit of her hands she planteth a vineyard. And maketh strong her arms. Her lamp goeth not out by night. And her hands hold the spindle. Yea, she reacheth forth her hands to the needy. For all her household are clothed with scarlet. Her clothing is fine linen and purple. When he sitteth among the elders of the land. And delivereth girdles unto the merchant. And she laugheth at the time to come. And the law of kindness is on her tongue. And eateth not the bread of idleness. Her husband also , and he praiseth her, saying : But thou excellest them all. But a woman that feareth Jehovah, she shall be praised. And let her works praise her in the gates."
            },
            {
                "verse_number": "2",
                "verse_text": "What, my son? and what, O son of my womb?"
            },
            {
                "verse_number": "3",
                "verse_text": "Give not thy strength unto women,"
            },
            {
                "verse_number": "4",
                "verse_text": "It is not for kings, O Lemuel, it is not for kings to drink wine;"
            },
            {
                "verse_number": "5",
                "verse_text": "Lest they drink, and forget the law,"
            },
            {
                "verse_number": "6",
                "verse_text": "Give strong drink unto him that is ready to perish,"
            },
            {
                "verse_number": "7",
                "verse_text": "Let him drink, and forget his poverty,"
            },
            {
                "verse_number": "8",
                "verse_text": "Open thy mouth for the dumb,"
            },
            {
                "verse_number": "9",
                "verse_text": "Open thy mouth, judge righteously,"
            },
            {
                "verse_number": "10",
                "verse_text": "A worthy woman who can find?"
            },
            {
                "verse_number": "11",
                "verse_text": "The heart of her husband trusteth in her,"
            },
            {
                "verse_number": "12",
                "verse_text": "She doeth him good and not evil"
            },
            {
                "verse_number": "13",
                "verse_text": "She seeketh wool and flax,"
            },
            {
                "verse_number": "14",
                "verse_text": "She is like the merchant-ships;"
            },
            {
                "verse_number": "15",
                "verse_text": "She riseth also while it is yet night,"
            },
            {
                "verse_number": "16",
                "verse_text": "She considereth a field, and buyeth it;"
            },
            {
                "verse_number": "17",
                "verse_text": "She girdeth her loins with strength,"
            },
            {
                "verse_number": "18",
                "verse_text": "She perceiveth that her merchandise is profitable;"
            },
            {
                "verse_number": "19",
                "verse_text": "She layeth her hands to the distaff,"
            },
            {
                "verse_number": "20",
                "verse_text": "She stretcheth out her hand to the poor;"
            },
            {
                "verse_number": "21",
                "verse_text": "She is not afraid of the snow for her household;"
            },
            {
                "verse_number": "22",
                "verse_text": "She maketh for herself carpets of tapestry;"
            },
            {
                "verse_number": "23",
                "verse_text": "Her husband is known in the gates,"
            },
            {
                "verse_number": "24",
                "verse_text": "She maketh linen garments and selleth them,"
            },
            {
                "verse_number": "25",
                "verse_text": "Strength and dignity are her clothing;"
            },
            {
                "verse_number": "26",
                "verse_text": "She openeth her mouth with wisdom;"
            },
            {
                "verse_number": "27",
                "verse_text": "She looketh well to the ways of her household,"
            },
            {
                "verse_number": "28",
                "verse_text": "Her children rise up, and call her blessed;"
            },
            {
                "verse_number": "29",
                "verse_text": "Many daughters have done worthily,"
            },
            {
                "verse_number": "30",
                "verse_text": "Grace is deceitful, and beauty is vain;"
            },
            {
                "verse_number": "31",
                "verse_text": "Give her of the fruit of her hands;"
            }
        ]
    }
}