{
    "Joshua": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "After the death of Moses the servant of the Lord, the Lord said to Joshua son of Nun, Moses’ minister,(A)"
            },
            {
                "verse_number": "2",
                "verse_text": "Moses My servant is dead. So now arise [take his place], go over this Jordan, you and all this people, into the land which I am giving to them, the Israelites."
            },
            {
                "verse_number": "3",
                "verse_text": "Every place upon which the sole of your foot shall tread, that have I given to you, as I promised Moses."
            },
            {
                "verse_number": "4",
                "verse_text": "From the wilderness and this Lebanon to the great river Euphrates—all the land of the [a]Hittites [Canaan]—and to the Great [Mediterranean] Sea on the west shall be your territory."
            },
            {
                "verse_number": "5",
                "verse_text": "No man shall be able to stand before you all the days of your life. As I was with Moses, so I will be with you; I will not fail you or forsake you."
            },
            {
                "verse_number": "6",
                "verse_text": "Be strong (confident) and of good courage, for you shall cause this people to inherit the land which I swore to their fathers to give them."
            },
            {
                "verse_number": "7",
                "verse_text": "Only you be strong and very courageous, that you may do according to all the law which Moses My servant commanded you. Turn not from it to the right hand or to the left, that you may prosper wherever you go."
            },
            {
                "verse_number": "8",
                "verse_text": "This Book of the Law shall not depart out of your mouth, but you shall meditate on it day and night, that you may observe and do according to all that is written in it. For then you shall make your way prosperous, and then you shall deal wisely and have good [b]success."
            },
            {
                "verse_number": "9",
                "verse_text": "Have not I commanded you? Be strong, vigorous, and very courageous. Be not afraid, neither be dismayed, for the Lord your God is with you wherever you go."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Joshua commanded the officers of the people, saying,"
            },
            {
                "verse_number": "11",
                "verse_text": "Pass through the camp and command the people, Prepare your provisions, for within three days you shall pass over this Jordan to go in to take possession of the land which the Lord your God is giving you to possess."
            },
            {
                "verse_number": "12",
                "verse_text": "And to the Reubenites, the Gadites, and the half-tribe of Manasseh, Joshua said,"
            },
            {
                "verse_number": "13",
                "verse_text": "Remember what Moses the servant of the Lord commanded you, saying, The Lord your God is giving you [of these two and a half tribes a place of] rest and will give you this land [east of the Jordan]."
            },
            {
                "verse_number": "14",
                "verse_text": "Your wives, your little ones, and your cattle shall dwell in the land which Moses gave you on this side of the Jordan, but all your mighty men of valor shall pass on before your brethren [of the other tribes] armed, and help them [possess their land]"
            },
            {
                "verse_number": "15",
                "verse_text": "Until the Lord gives your brethren rest, as He has given you, and they also possess the land the Lord your God is giving them. Then you shall return to the land of your possession and possess it, the land Moses the Lord’s servant gave you on the sunrise side of the Jordan."
            },
            {
                "verse_number": "16",
                "verse_text": "They answered Joshua, All you command us we will do, and wherever you send us we will go."
            },
            {
                "verse_number": "17",
                "verse_text": "As we hearkened to Moses in all things, so will we hearken to you; only may the Lord your God be with you as He was with Moses."
            },
            {
                "verse_number": "18",
                "verse_text": "Whoever rebels against your commandment and will not hearken to all you command him shall be put to death. Only be strong, vigorous, and of good courage."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "2 Joshua son of Nun sent two men secretly from Shittim as scouts, saying, Go, view the land, especially Jericho. And they went and came to the house of a harlot named Rahab and lodged there."
            },
            {
                "verse_number": "2",
                "verse_text": "It was told the king of Jericho, Behold, there came men in here tonight of the Israelites to search out the country."
            },
            {
                "verse_number": "3",
                "verse_text": "And the king of Jericho sent to Rahab, saying, Bring forth the men who have come to you, who entered your house, for they have come to search out the land."
            },
            {
                "verse_number": "4",
                "verse_text": "But the woman had taken the two men and hidden them. So she said, Yes, two men came to me, but I did not know from where they had come."
            },
            {
                "verse_number": "5",
                "verse_text": "And at gate closing time, after dark, the men went out. Where they went I do not know. Pursue them quickly, for you will overtake them."
            },
            {
                "verse_number": "6",
                "verse_text": "But she had brought them up to the roof and hidden them under the stalks of flax which she had laid in order there."
            },
            {
                "verse_number": "7",
                "verse_text": "So the men pursued them to the Jordan as far as the fords. As soon as the pursuers had gone, the city’s gate was shut."
            },
            {
                "verse_number": "8",
                "verse_text": "Before the two men had lain down, Rahab came up to them on the roof,"
            },
            {
                "verse_number": "9",
                "verse_text": "And she said to the men, I know that the Lord has given you the land and that your terror is fallen upon us and that all the inhabitants of the land faint because of you."
            },
            {
                "verse_number": "10",
                "verse_text": "For we have heard how the Lord dried up the water of the Red Sea for you when you came out of Egypt, and what you did to the two kings of the Amorites who were on the [east] side of the Jordan, Sihon and Og, whom you utterly destroyed."
            },
            {
                "verse_number": "11",
                "verse_text": "When we heard it, our hearts melted, neither did spirit or courage remain any more in any man because of you, for the Lord your God, He is God in heaven above and on earth beneath.(A)"
            },
            {
                "verse_number": "12",
                "verse_text": "Now then, I pray you, swear to me by the Lord, since I have shown you kindness, that you also will show kindness to my father’s house, and give me a sure sign,"
            },
            {
                "verse_number": "13",
                "verse_text": "And save alive my father and mother, my brothers and sisters, and all they have, and deliver us from death."
            },
            {
                "verse_number": "14",
                "verse_text": "And the men said to her, Our lives for yours! If you do not tell this business of ours, then when the Lord gives us the land we will deal kindly and faithfully with you."
            },
            {
                "verse_number": "15",
                "verse_text": "Then she let them down by a rope through the window, for her house was built into the [town] wall so that she dwelt in the wall."
            },
            {
                "verse_number": "16",
                "verse_text": "And she said to them, Get to the mountain, lest the pursuers meet you; hide yourselves there three days until the pursuers have returned; and afterward you may go your way."
            },
            {
                "verse_number": "17",
                "verse_text": "The men said to her, We will be blameless of this oath you have made us swear. [The responsibility is now yours.]"
            },
            {
                "verse_number": "18",
                "verse_text": "Behold, when we come into the land, you shall bind this scarlet cord in the window through which you let us down, and you shall bring your father and mother, your brothers, and all your father’s household into your house."
            },
            {
                "verse_number": "19",
                "verse_text": "And if anyone goes out of the doors of your house into the street, his blood shall be upon his head, and we will be guiltless; but if a hand is laid upon anyone who is with you in the house, his blood shall be on our head."
            },
            {
                "verse_number": "20",
                "verse_text": "But if you tell this business of ours, we shall be guiltless of your oath which you made us swear."
            },
            {
                "verse_number": "21",
                "verse_text": "And she said, According to your words, so it is. Then she sent them away and they departed; and she bound the [a]scarlet cord in the window."
            },
            {
                "verse_number": "22",
                "verse_text": "They left and went to the mountain and stayed there three days, until the pursuers returned, who had searched all along the way without finding them."
            },
            {
                "verse_number": "23",
                "verse_text": "So the two men descended from the mountain, passed over [the Jordan], and came to Joshua son of Nun, and told him all that had befallen them."
            },
            {
                "verse_number": "24",
                "verse_text": "They said to Joshua, Truly the Lord has given all the land into our hands; for all the inhabitants of the country are faint because of us."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "3 Joshua rose early in the morning and they removed from Shittim and came to the Jordan, he and all the Israelites, and lodged there before passing over."
            },
            {
                "verse_number": "2",
                "verse_text": "After three days the officers went through the camp,"
            },
            {
                "verse_number": "3",
                "verse_text": "Commanding the people: When you see the ark of the covenant of the Lord your God being borne by the Levitical priests, set out from where you are and follow it."
            },
            {
                "verse_number": "4",
                "verse_text": "Yet a space must be kept between you and it, about 2,000 cubits by measure; come not near it, that you may [be able to see the ark and] know the way you must go, for you have not passed this way before."
            },
            {
                "verse_number": "5",
                "verse_text": "And Joshua said to the people, Sanctify yourselves [that is, separate yourselves for a special holy purpose], for tomorrow the Lord will do wonders among you."
            },
            {
                "verse_number": "6",
                "verse_text": "Joshua said to the priests, Take up the ark of the covenant and pass over before the people. And they took it up and went on before the people."
            },
            {
                "verse_number": "7",
                "verse_text": "The Lord said to Joshua, This day I will begin to magnify you in the sight of all Israel, so they may know that as I was with Moses, so I will be with you."
            },
            {
                "verse_number": "8",
                "verse_text": "You shall command the priests who bear the ark of the covenant, When you come to the brink of the waters of the Jordan, you shall stand still in the Jordan."
            },
            {
                "verse_number": "9",
                "verse_text": "Joshua said to the Israelites, Come near, hear the words of the Lord your God."
            },
            {
                "verse_number": "10",
                "verse_text": "Joshua said, Hereby you shall know that the living God is among you and that He will surely drive out from before you the Canaanites, Hittites, Hivites, Perizzites, Girgashites, Amorites, and Jebusites."
            },
            {
                "verse_number": "11",
                "verse_text": "Behold, the ark of the covenant of the Lord of all the earth is passing over before you into the Jordan!"
            },
            {
                "verse_number": "12",
                "verse_text": "So now take twelve men from the tribes of Israel, one from each tribe."
            },
            {
                "verse_number": "13",
                "verse_text": "When the soles of the feet of the priests who bear the ark of the Lord of all the earth shall rest in the Jordan, the waters of the Jordan coming down from above shall be cut off and they shall stand in one heap."
            },
            {
                "verse_number": "14",
                "verse_text": "So when the people set out from their tents to pass over the Jordan, with the priests bearing the ark of the covenant before the people,"
            },
            {
                "verse_number": "15",
                "verse_text": "And when those who bore the ark had come to the Jordan and the feet of the priests bearing the ark were in the brink of the water—for the Jordan overflows all its banks throughout the time of harvest—"
            },
            {
                "verse_number": "16",
                "verse_text": "Then the [a]waters which came down from above stood and rose up in a heap far off, at Adam, the city that is beside Zarethan; and those flowing down toward the Sea of the Arabah, the Salt [Dead] Sea, were wholly cut off. And the people passed over opposite Jericho.(A)"
            },
            {
                "verse_number": "17",
                "verse_text": "And while all Israel passed over on dry ground, the priests who bore the ark of the covenant of the Lord stood firm on dry ground in the midst of the Jordan, until all the nation finished passing over the Jordan."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "4 When all the nation had fully passed over the Jordan, the Lord said to Joshua,"
            },
            {
                "verse_number": "2",
                "verse_text": "Take twelve men from among the people, one man out of every tribe,"
            },
            {
                "verse_number": "3",
                "verse_text": "And command them, Take twelve stones out of the midst of the Jordan from the place where the priests’ feet stood firm; carry them over with you and leave them at the place where you lodge tonight."
            },
            {
                "verse_number": "4",
                "verse_text": "Then Joshua called the twelve men of the Israelites whom he had appointed, a man from each tribe."
            },
            {
                "verse_number": "5",
                "verse_text": "And Joshua said to them, Pass over before the ark of the Lord your God in the midst of the Jordan, and take up every man of you a stone on his shoulder, as is the number of the tribes of the Israelites,"
            },
            {
                "verse_number": "6",
                "verse_text": "That this may be a sign among you when your children ask in time to come, What do these stones mean to you?"
            },
            {
                "verse_number": "7",
                "verse_text": "Then you shall tell them that the waters of the Jordan were cut off before the ark of the covenant of the Lord; when it passed over the Jordan, the waters of Jordan were cut off. So these stones shall be to the Israelites a memorial forever."
            },
            {
                "verse_number": "8",
                "verse_text": "And the Israelites did as Joshua commanded, and took up twelve stones out of the midst of the Jordan, according to the number of the tribes of the Israelites, as the Lord told Joshua, and carried them over with them to the place where they lodged and laid them down there."
            },
            {
                "verse_number": "9",
                "verse_text": "And Joshua set up twelve stones in the midst of the Jordan in the place where the feet of the priests bearing the ark of the covenant had stood. And they are there to this day."
            },
            {
                "verse_number": "10",
                "verse_text": "For the priests who bore the ark stood in the midst of the Jordan until everything was finished that the Lord commanded Joshua to tell the people, according to all that Moses had commanded Joshua. The people passed over in haste."
            },
            {
                "verse_number": "11",
                "verse_text": "When all the people had passed over, the ark of the Lord and the priests went over in the presence of the people."
            },
            {
                "verse_number": "12",
                "verse_text": "And the sons of Reuben, Gad, and half the tribe of Manasseh passed over armed before the [other] Israelites, as Moses had bidden them;"
            },
            {
                "verse_number": "13",
                "verse_text": "About 40,000 [of these] prepared for war passed over before the Lord to the plains of Jericho for battle."
            },
            {
                "verse_number": "14",
                "verse_text": "On that day the Lord magnified Joshua in the sight of all Israel; and they stood in awe of him, as they stood in awe of Moses, all the days of his life."
            },
            {
                "verse_number": "15",
                "verse_text": "And the Lord said to Joshua,"
            },
            {
                "verse_number": "16",
                "verse_text": "Order the priests bearing the ark of the Testimony to come up out of the Jordan."
            },
            {
                "verse_number": "17",
                "verse_text": "So Joshua commanded the priests, Come up out of the Jordan."
            },
            {
                "verse_number": "18",
                "verse_text": "And when the priests who bore the ark of the covenant of the Lord had come up out of the midst of the Jordan, and the soles of their feet were lifted up to the dry land, the waters of the Jordan returned to their place and flowed over all its banks as they had before."
            },
            {
                "verse_number": "19",
                "verse_text": "And the people came up out of the Jordan on the tenth day of the first month and encamped in Gilgal on the east border of Jericho."
            },
            {
                "verse_number": "20",
                "verse_text": "And those twelve stones which they took out of the Jordan Joshua set up in Gilgal."
            },
            {
                "verse_number": "21",
                "verse_text": "And he said to the Israelites, When your children ask their fathers in time to come, What do these stones mean?"
            },
            {
                "verse_number": "22",
                "verse_text": "You shall let your children know, Israel came over this Jordan on dry ground."
            },
            {
                "verse_number": "23",
                "verse_text": "For the Lord your God dried up the waters of the Jordan for you until you passed over, as the Lord your God did to the Red Sea, which He dried up for us until we passed over,"
            },
            {
                "verse_number": "24",
                "verse_text": "That all the peoples of the earth may know that the hand of the Lord is mighty and that you may reverence and fear the Lord your God forever."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "5 When all the kings of the Amorites who were beyond the Jordan to the west and all the kings of the Canaanites who were by the sea heard that the Lord had dried up the waters of the Jordan before the Israelites until we had crossed over, their hearts melted and there was no spirit in them any more because of the Israelites."
            },
            {
                "verse_number": "2",
                "verse_text": "At that time the Lord said to Joshua, Make knives of flint and circumcise the [new generation of] Israelites as before."
            },
            {
                "verse_number": "3",
                "verse_text": "So Joshua made knives of flint and circumcised the sons of Israel at Gibeath-haaraloth."
            },
            {
                "verse_number": "4",
                "verse_text": "And this is the reason Joshua circumcised them: all the males of the people who came out of Egypt, all the men of war, had died in the wilderness on the way after they came out of Egypt."
            },
            {
                "verse_number": "5",
                "verse_text": "Though all the people who came out were circumcised, yet all the people who were born in the wilderness on the way after Israel came out of Egypt had not been circumcised."
            },
            {
                "verse_number": "6",
                "verse_text": "For the Israelites walked forty years in the wilderness till all who were men of war who came out of Egypt perished, because they did not hearken to the voice of the Lord; to them the Lord swore that He would not let them see the land which the Lord swore to their fathers to give us, a land flowing with milk and honey."
            },
            {
                "verse_number": "7",
                "verse_text": "So it was their uncircumcised children whom He raised up in their stead whom Joshua circumcised, because the rite had not been performed on the way."
            },
            {
                "verse_number": "8",
                "verse_text": "When they finished circumcising all the males of the nation, they remained in their places in the camp till they were healed."
            },
            {
                "verse_number": "9",
                "verse_text": "And the Lord said to Joshua, This day have I rolled away the reproach of Egypt from you. So the name of the place is called Gilgal [rolling] to this day."
            },
            {
                "verse_number": "10",
                "verse_text": "And the Israelites encamped in Gilgal; and they kept the Passover on the fourteenth day of the month at evening in the plains of Jericho."
            },
            {
                "verse_number": "11",
                "verse_text": "And on that same day they ate the produce of the land: unleavened cakes and parched grain."
            },
            {
                "verse_number": "12",
                "verse_text": "And the manna ceased on the day after they ate of the produce of the land; and the Israelites had manna no more, but they ate of the fruit of the land of Canaan that year."
            },
            {
                "verse_number": "13",
                "verse_text": "When Joshua was by Jericho, he looked up, and behold, a Man stood near him with His drawn sword in His hand. And Joshua went to Him and said to Him, Are you for us or for our adversaries?"
            },
            {
                "verse_number": "14",
                "verse_text": "And He said, No [neither], but as Prince of the Lord’s host have I now come. And Joshua fell on his face to the earth and worshiped, and said to Him, What says my Lord to His servant?"
            },
            {
                "verse_number": "15",
                "verse_text": "And the Prince of the Lord’s host said to Joshua, [a]Loose your shoes from off your feet, for the place where you stand is holy. And Joshua did so.(A)"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "6 Now Jericho [a fenced town with high walls] was tightly closed because of the Israelites; no one went out or came in."
            },
            {
                "verse_number": "2",
                "verse_text": "And the Lord said to Joshua, See, I have given Jericho, its king and mighty men of valor, into your hands."
            },
            {
                "verse_number": "3",
                "verse_text": "You shall march around the enclosure, all the men of war going around the city once. This you shall do for six days."
            },
            {
                "verse_number": "4",
                "verse_text": "And seven priests shall bear before the ark seven trumpets of rams’ horns; and on the seventh day you shall march around the enclosure seven times, and the priests shall blow the trumpets."
            },
            {
                "verse_number": "5",
                "verse_text": "When they make a long blast with the ram’s horn and you hear the sound of the trumpet, all the people shall shout with a great shout; and the wall of the enclosure shall fall down in its place and the people shall go up [over it], every man straight before him."
            },
            {
                "verse_number": "6",
                "verse_text": "So Joshua son of Nun called the priests and said to them, Take up the ark of the covenant and let seven priests bear seven trumpets of rams’ horns before the ark of the Lord."
            },
            {
                "verse_number": "7",
                "verse_text": "He said to the people, Go on! March around the enclosure, and let the armed men pass on before the ark of the Lord."
            },
            {
                "verse_number": "8",
                "verse_text": "When Joshua had spoken to the people, the seven priests bearing the seven trumpets of rams’ horns passed on before the Lord and blew the trumpets, and the ark of the covenant of the Lord followed them."
            },
            {
                "verse_number": "9",
                "verse_text": "The armed men went before the priests who blew the trumpets, and the rear guard came after the ark, the priests blowing the trumpets as they went."
            },
            {
                "verse_number": "10",
                "verse_text": "But Joshua commanded the people, You shall not shout or let your voice be heard, nor shall any word proceed out of your mouth until the day I tell you to shout. Then you shall shout!"
            },
            {
                "verse_number": "11",
                "verse_text": "So he caused the ark of the Lord to go around the city once; and they came into the camp and lodged in the camp."
            },
            {
                "verse_number": "12",
                "verse_text": "Joshua rose early in the morning and the priests took up the ark of the Lord."
            },
            {
                "verse_number": "13",
                "verse_text": "And the seven priests bearing the seven trumpets of rams’ horns before the ark of the Lord passed on, blowing the trumpets continually; and the armed men went before them and the rear guard came after the ark of the Lord, the priests blowing the trumpets as they went."
            },
            {
                "verse_number": "14",
                "verse_text": "On the second day they compassed the city enclosure once and returned to the camp. So they did for six days."
            },
            {
                "verse_number": "15",
                "verse_text": "On the seventh day they rose early at daybreak and marched around the city as usual, only on that day they compassed the city [a]seven times."
            },
            {
                "verse_number": "16",
                "verse_text": "And the seventh time, when the priests had blown the trumpets, Joshua said to the people, Shout! For the Lord has given you the city."
            },
            {
                "verse_number": "17",
                "verse_text": "And the city and all that is in it shall be devoted to the Lord [for destruction]; only Rahab the harlot and all who are with her in her house shall live, because she hid the messengers whom we sent."
            },
            {
                "verse_number": "18",
                "verse_text": "But you, keep yourselves from the accursed and devoted things, lest when you have devoted it [to destruction], you take of the accursed thing, and so make the camp of Israel accursed and trouble it."
            },
            {
                "verse_number": "19",
                "verse_text": "But all the silver and gold and vessels of bronze and iron are consecrated to the Lord; they shall come into the treasury of the Lord."
            },
            {
                "verse_number": "20",
                "verse_text": "So the people shouted, and the trumpets were blown. When the people heard the sound of the trumpet, they raised a great shout, and [Jericho’s] wall fell down in its place, so that the [Israelites] went up into the city, every man straight before him, and they took the city."
            },
            {
                "verse_number": "21",
                "verse_text": "Then they utterly destroyed all that was in the city, both man and woman, young and old, ox, sheep, and donkey, with the edge of the sword."
            },
            {
                "verse_number": "22",
                "verse_text": "But Joshua said to the two men who had spied out the land, Go into the harlot’s house and bring out the woman and all she has, as you swore to her."
            },
            {
                "verse_number": "23",
                "verse_text": "So the young men, the spies, went in and brought out Rahab, her father and mother, her brethren, and all that she had; and they brought out all her kindred and set them outside the camp of Israel."
            },
            {
                "verse_number": "24",
                "verse_text": "And they [b] burned the city with fire and all that was in it; only the silver, the gold, and the vessels of bronze and of iron they put into the treasury of the house of the Lord."
            },
            {
                "verse_number": "25",
                "verse_text": "So Joshua saved Rahab the harlot, with her father’s household and all that she had; and she lives in Israel even to this day, because she hid the messengers whom Joshua sent to spy out Jericho."
            },
            {
                "verse_number": "26",
                "verse_text": "Then Joshua laid this oath on them, Cursed is the man before the Lord who rises up and rebuilds this city, Jericho. With the loss of his firstborn shall he lay its foundation, and with the loss of his youngest son shall he set up its gates.(A)"
            },
            {
                "verse_number": "27",
                "verse_text": "So the Lord was with Joshua, and his fame was in all the land."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "7 But the Israelites committed a trespass in regard to the devoted things; for Achan son of Carmi, the son of Zabdi, the son of Zerah, of the tribe of Judah, took some of the things devoted [for destruction]. And the anger of the Lord burned against Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "Joshua sent men from Jericho to Ai, which is near Beth-aven, east of Bethel, and said to them, Go up and spy out the land. So the men went up and spied out Ai."
            },
            {
                "verse_number": "3",
                "verse_text": "And they returned to Joshua and said to him, Let not all the men go up; but let about two thousand or three thousand go up and attack Ai; do not make the whole army toil up there, for they of Ai are few."
            },
            {
                "verse_number": "4",
                "verse_text": "So about three thousand Israelites went up there, but they fled before the men of Ai."
            },
            {
                "verse_number": "5",
                "verse_text": "And the men of Ai killed about thirty-six of them, for they chased them from before the gate as far as Shebarim, and slew them at the descent. And the hearts of the people melted and became as water."
            },
            {
                "verse_number": "6",
                "verse_text": "Then Joshua rent his clothes and lay on the earth upon his face before the ark of the Lord until evening, he and the elders of Israel; and they put dust on their heads."
            },
            {
                "verse_number": "7",
                "verse_text": "Joshua said, Alas, O Lord God, why have You brought this people over the Jordan at all only to give us into the hands of the Amorites to destroy us? Would that we had been content to dwell beyond the Jordan!"
            },
            {
                "verse_number": "8",
                "verse_text": "O Lord, what can I say, now that Israel has turned to flee before their enemies!"
            },
            {
                "verse_number": "9",
                "verse_text": "For the Canaanites and all the inhabitants of the land will hear of it and will surround us and cut off our name from the earth. And what will You do for Your great name?"
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord said to Joshua, Get up! Why do you lie thus upon your face?"
            },
            {
                "verse_number": "11",
                "verse_text": "Israel has sinned; they have transgressed My covenant which I commanded them. They have taken some of the things devoted [for destruction]; they have stolen, and lied, and put them among their own baggage."
            },
            {
                "verse_number": "12",
                "verse_text": "That is why the Israelites could not stand before their enemies, but fled before them; they are accursed and have become devoted [for destruction]. I will cease to be with you unless you destroy the accursed [devoted] things among you."
            },
            {
                "verse_number": "13",
                "verse_text": "Up, sanctify (set apart for a holy purpose) the people, and say, Sanctify yourselves for tomorrow; for thus says the Lord, the God of Israel: There are accursed things in the midst of you, O Israel. You can not stand before your enemies until you take away from among you the things devoted [to destruction]."
            },
            {
                "verse_number": "14",
                "verse_text": "In the morning therefore, you shall present your tribes. And the tribe which the Lord takes shall come by families; and the family which the Lord takes shall come by households; and the household which the Lord takes shall come by persons."
            },
            {
                "verse_number": "15",
                "verse_text": "And he who is taken with the devoted things shall be [killed and his body] burned with fire, he and all he has, because he has transgressed the covenant of the Lord and because he has done a shameful and wicked thing in Israel.(A)"
            },
            {
                "verse_number": "16",
                "verse_text": "So Joshua rose up early in the morning and brought Israel near by their tribes, and the tribe of Judah was taken."
            },
            {
                "verse_number": "17",
                "verse_text": "He brought near the family of Judah, and the family of the Zerahites was taken; and he brought near the family of the Zerahites man by man, and Zabdi was taken."
            },
            {
                "verse_number": "18",
                "verse_text": "He brought near his household man by man, and Achan son of Carmi, the son of Zabdi, the son of Zerah, of the tribe of Judah, was taken."
            },
            {
                "verse_number": "19",
                "verse_text": "And Joshua said to Achan, My son, give glory to the Lord, the God of Israel, and make confession to Him. And tell me now what you have done; do not hide it from me."
            },
            {
                "verse_number": "20",
                "verse_text": "And Achan answered Joshua, In truth, I have sinned against the Lord, the God of Israel, and this have I done:"
            },
            {
                "verse_number": "21",
                "verse_text": "When I saw among the spoils an attractive mantle from Shinar and two hundred shekels of silver and a bar of gold weighing fifty shekels, I coveted them and took them. Behold, they are hidden in the earth inside my tent, with the silver underneath."
            },
            {
                "verse_number": "22",
                "verse_text": "So Joshua sent messengers, who ran to the tent, and behold, the spoil was hidden in his tent, with the silver underneath."
            },
            {
                "verse_number": "23",
                "verse_text": "And they took them from the tent and brought them to Joshua and all the Israelites and laid them out before the Lord."
            },
            {
                "verse_number": "24",
                "verse_text": "And Joshua and all Israel with him took Achan son of Zerah, and the silver, the garment, the wedge of gold, his sons, his daughters, his oxen, his donkeys, his sheep, his tent, and all that he had; and they brought them to the Valley of Achor."
            },
            {
                "verse_number": "25",
                "verse_text": "And Joshua said, Why have you brought trouble on us? The Lord will trouble you this day. And all Israel stoned him and those with him with stones, and afterward burned their bodies with fire."
            },
            {
                "verse_number": "26",
                "verse_text": "And they raised over him a great heap of stones that remains to this day. Then the Lord turned from the fierceness of His anger. Therefore the name of that place has been called the Valley of Achor or Troubling to this day."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "8 And the Lord said to Joshua, Fear not nor be dismayed. Take all the men of war with you, and arise, go up to Ai; see, I have given into your hand the king of Ai, his people, his city, and his land."
            },
            {
                "verse_number": "2",
                "verse_text": "And you shall do to Ai and its king as you did to Jericho and its king, except that its spoil and its cattle [this time] you shall take as booty for yourselves. Lay an ambush against the city behind it."
            },
            {
                "verse_number": "3",
                "verse_text": "So Joshua arose, and all the people of war, to go up against Ai; [he] chose thirty thousand mighty men of strength and sent them forth by night."
            },
            {
                "verse_number": "4",
                "verse_text": "And he commanded them, Behold, you shall lie in wait against the city behind it. Do not go very far from the city, but all of you be ready."
            },
            {
                "verse_number": "5",
                "verse_text": "And I and all the people who are with me will approach the city. And when they come out against us, as the first time, we will flee before them"
            },
            {
                "verse_number": "6",
                "verse_text": "Till we have drawn them from the city, for they will say, They are fleeing from us as before. So we will flee before them."
            },
            {
                "verse_number": "7",
                "verse_text": "Then you shall rise up from the ambush and seize the city, for the Lord your God will deliver it into your hand."
            },
            {
                "verse_number": "8",
                "verse_text": "When you have taken the city, you shall set it afire; as the Lord commanded, you shall do. See, I have commanded you."
            },
            {
                "verse_number": "9",
                "verse_text": "So Joshua sent them forth, and they went to the place of ambush and remained between Bethel and Ai, on the west side of Ai; but Joshua lodged that night among the people."
            },
            {
                "verse_number": "10",
                "verse_text": "Joshua rose up early in the morning and mustered the men, and went up with the elders of Israel before the warriors to Ai."
            },
            {
                "verse_number": "11",
                "verse_text": "And all the fighting men who were with him went up and drew near before the city and encamped on the north side of [it], with a ravine between them and Ai."
            },
            {
                "verse_number": "12",
                "verse_text": "And he took about five thousand men and set them in ambush between Bethel and Ai, west of the city."
            },
            {
                "verse_number": "13",
                "verse_text": "So they stationed all the army—the main encampment that was north of the city and their men in ambush behind and on the west of the city—and Joshua went that night into the midst of the ravine."
            },
            {
                "verse_number": "14",
                "verse_text": "When the king [and people] of Ai saw it, they hastily rose early, and the men of the city went out against Israel to battle [at a time and place appointed] before the Arabah [plain]. But he did not know of the ambush against him behind the city."
            },
            {
                "verse_number": "15",
                "verse_text": "And Joshua and all Israel pretended to be beaten by them, and fled toward the wilderness."
            },
            {
                "verse_number": "16",
                "verse_text": "So all the people in Ai were called together to pursue them, and they pursued Joshua and were drawn away from the city."
            },
            {
                "verse_number": "17",
                "verse_text": "Not a man was left in Ai or Bethel who did not go out after Israel. Leaving the city open, they pursued Israel."
            },
            {
                "verse_number": "18",
                "verse_text": "Then the Lord said to Joshua, Stretch out the javelin that is in your hand toward Ai, for I will give it into your hand. So Joshua stretched out the javelin in his hand toward the city."
            },
            {
                "verse_number": "19",
                "verse_text": "The men in the ambush arose quickly out of their place and ran when he stretched out his hand; and they entered the city and took it, and then hastened and set it afire."
            },
            {
                "verse_number": "20",
                "verse_text": "When the men of Ai looked back, behold, the smoke of the city went up to the heavens, and they had no power to flee this way or that way. Then the Israelites who fled to the wilderness turned back upon the pursuers."
            },
            {
                "verse_number": "21",
                "verse_text": "When Joshua and all Israel saw that the ambush had taken the city and that the smoke of the city went up, they turned again and slew the men of Ai."
            },
            {
                "verse_number": "22",
                "verse_text": "And the others came forth out of the city against them [of Ai], so that they were in the midst of Israel, some on this side and some on that side. And [the Israelites] smote them, so that they let none of them remain or escape."
            },
            {
                "verse_number": "23",
                "verse_text": "But they took the king of Ai alive and brought him to Joshua."
            },
            {
                "verse_number": "24",
                "verse_text": "When Israel had finished slaying all the inhabitants of Ai in the field and in the wilderness into which they pursued them, and they were all fallen by the sword until they were consumed, then all the Israelites returned to Ai and smote it with the sword."
            },
            {
                "verse_number": "25",
                "verse_text": "And all that fell that day, both men and women, were twelve thousand, including all the men of Ai."
            },
            {
                "verse_number": "26",
                "verse_text": "For Joshua drew not back his hand with which he stretched out the javelin until he had utterly destroyed all the inhabitants of Ai."
            },
            {
                "verse_number": "27",
                "verse_text": "Only the livestock and the spoil of that city Israel took as booty for themselves, according to the word of the Lord which He commanded Joshua."
            },
            {
                "verse_number": "28",
                "verse_text": "So Joshua burned Ai and made it a heap of ruins for ever, even a desolation to this day."
            },
            {
                "verse_number": "29",
                "verse_text": "And he hanged the king of Ai on a tree until evening; and at sunset, Joshua commanded and they took the body down from the tree and cast it at the entrance of the city gate and raised a great heap of stones over it that is there to this day."
            },
            {
                "verse_number": "30",
                "verse_text": "Then Joshua built an altar to the Lord, the God of Israel, on Mount Ebal,"
            },
            {
                "verse_number": "31",
                "verse_text": "As Moses the servant of the Lord commanded the Israelites, as it is written in the Book of the Law of Moses, an altar of unhewn stones, upon which no man has lifted up an iron tool; and they offered on it burnt offerings to the Lord and sacrificed peace offerings."
            },
            {
                "verse_number": "32",
                "verse_text": "And there, in the presence of the Israelites, [Joshua] wrote on the stones a copy of the law of Moses."
            },
            {
                "verse_number": "33",
                "verse_text": "And all Israel, sojourner as well as he who was born among them, with their elders, officers, and judges, stood on either side of the ark before the Levitical priests who carried the ark of the covenant of the Lord, half of them in front of Mount Gerizim and half of them in front of Mount Ebal, as Moses the servant of the Lord had commanded before that they should bless the Israelites."
            },
            {
                "verse_number": "34",
                "verse_text": "Afterward, Joshua read all the words of the law, the blessings and cursings, all that is written in the Book of the Law."
            },
            {
                "verse_number": "35",
                "verse_text": "There was not a word of all that Moses commanded which Joshua did not read before all the assembly of Israel, and the women, and little ones, and the foreigners who were living among them."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "9 When all the kings beyond the Jordan in the hill country and in the lowland and all along the coast of the Great [Mediterranean] Sea toward Lebanon, the Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites heard this,"
            },
            {
                "verse_number": "2",
                "verse_text": "They gathered together with one accord to fight Joshua and Israel."
            },
            {
                "verse_number": "3",
                "verse_text": "But when the people of Gibeon heard what Joshua had done to Jericho and Ai,"
            },
            {
                "verse_number": "4",
                "verse_text": "They worked cunningly, and went pretending to be ambassadors and took [provisions and] old sacks on their donkeys and wineskins, old, torn, and mended,"
            },
            {
                "verse_number": "5",
                "verse_text": "And old and patched shoes on their feet and wearing old garments; and all their supply of food was dry and moldy."
            },
            {
                "verse_number": "6",
                "verse_text": "And they went to Joshua in the camp at Gilgal and said to him and the men of Israel, We have come from a far country; so now, make a covenant with us."
            },
            {
                "verse_number": "7",
                "verse_text": "But the men of Israel said to the Hivites, Perhaps you live among us; how then can we make a covenant with you?"
            },
            {
                "verse_number": "8",
                "verse_text": "They said to Joshua, We are your servants. And Joshua said to them, Who are you? From where have you come?"
            },
            {
                "verse_number": "9",
                "verse_text": "They said to him, From a very far country your servants have come because of the name of the Lord your God. For we have heard the fame of Him, and all that He did in Egypt,"
            },
            {
                "verse_number": "10",
                "verse_text": "And all that He did to the two kings of the Amorites who were beyond the Jordan, to Sihon king of Heshbon, and to Og king of Bashan, who lived in Ashtaroth."
            },
            {
                "verse_number": "11",
                "verse_text": "So our elders and all the residents of our country said to us, Take provisions for the journey and go to meet [the Israelites] and say to them, We are your servants; and now make a covenant with us."
            },
            {
                "verse_number": "12",
                "verse_text": "This our bread we took hot for our provision out of our houses on the day we set out to go to you; but now behold, it is dry and has become moldy."
            },
            {
                "verse_number": "13",
                "verse_text": "These wineskins (bottles) which we filled were new, and behold, they are torn; and our garments and our shoes have become old because of the very long journey."
            },
            {
                "verse_number": "14",
                "verse_text": "So the [Israelite] men partook of their food and did not consult the Lord."
            },
            {
                "verse_number": "15",
                "verse_text": "Joshua made peace with them, covenanting with them to let them live, and the assembly’s leaders swore to them."
            },
            {
                "verse_number": "16",
                "verse_text": "Then three days after they had made a covenant with [the strangers, the Israelites] heard that they were their neighbors and that they dwelt among them."
            },
            {
                "verse_number": "17",
                "verse_text": "And the Israelites set out and came to their cities on the third day. Now their cities were Gibeon, Chephirah, Beeroth, and Kiriath-jearim."
            },
            {
                "verse_number": "18",
                "verse_text": "But the Israelites did not slay them, because the leaders of the assembly had sworn to them by the Lord, the God of Israel, [to spare them]. And all the assembly murmured against the leaders."
            },
            {
                "verse_number": "19",
                "verse_text": "But all the leaders said to all the assembly, We have sworn to them by the Lord, the God of Israel, so now we may not touch them."
            },
            {
                "verse_number": "20",
                "verse_text": "This we will do to them: we will let them live, lest wrath be upon us because of the oath which we swore to them."
            },
            {
                "verse_number": "21",
                "verse_text": "And the leaders said to them, Let them live [and be our slaves]. So they became hewers of wood and drawers of water for all the assembly, just as the leaders had said of them."
            },
            {
                "verse_number": "22",
                "verse_text": "Joshua called the men and said, Why did you deceive us, saying, We live very far from you, when you dwell among us?"
            },
            {
                "verse_number": "23",
                "verse_text": "Now therefore you are cursed, and of you there shall always be slaves, hewers of wood and drawers of water for the house of my God."
            },
            {
                "verse_number": "24",
                "verse_text": "They answered Joshua, Because it was surely told your servants that the Lord your God commanded His servant Moses to give you all the land and to destroy all the land’s inhabitants from before you. So we feared greatly for our lives because of you, and have done this thing."
            },
            {
                "verse_number": "25",
                "verse_text": "And now, behold, we are in your hand; do as it seems good and right in your sight to do to us."
            },
            {
                "verse_number": "26",
                "verse_text": "So he did to them, and delivered them out of the hand of the Israelites, so that they did not kill them."
            },
            {
                "verse_number": "27",
                "verse_text": "But Joshua then made them hewers of wood and drawers of water for the congregation and for the altar of the Lord, to this day, in the place which He should choose."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "0 When Adoni-zedek king of Jerusalem heard how Joshua had taken Ai and had utterly destroyed it, doing to Jericho and its king as he had done to Ai and its king, and how the residents of Gibeon had made peace with Israel and were among them,"
            },
            {
                "verse_number": "2",
                "verse_text": "He feared greatly, because Gibeon was a great city, like one of the royal cities, and because it was greater than Ai, and all its men were mighty."
            },
            {
                "verse_number": "3",
                "verse_text": "So Adoni-zedek king of Jerusalem sent to Hoham king of Hebron, to Piram king of Jarmuth, to Japhia king of Lachish, and to Debir king of Eglon, saying,"
            },
            {
                "verse_number": "4",
                "verse_text": "Come up to me and help me, and let us smite Gibeon, for it has made peace with Joshua and with the Israelites."
            },
            {
                "verse_number": "5",
                "verse_text": "Then the five kings of the Amorites—the kings of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon—gathered their forces and went up with all their armies and encamped before Gibeon to fight against it."
            },
            {
                "verse_number": "6",
                "verse_text": "And the men of Gibeon sent to Joshua at the camp in Gilgal, saying, Do not relax your hand from your servants; come up to us quickly and save us and help us, for all the kings of the Amorites who dwell in the hill country are gathered against us."
            },
            {
                "verse_number": "7",
                "verse_text": "So Joshua went up from Gilgal, he and all the warriors with him and all the mighty men of valor."
            },
            {
                "verse_number": "8",
                "verse_text": "And the Lord said to Joshua, Do not fear them, for I have given them into your hand; there shall not a man of them stand before you."
            },
            {
                "verse_number": "9",
                "verse_text": "So Joshua came upon them suddenly, having gone up from Gilgal all night."
            },
            {
                "verse_number": "10",
                "verse_text": "And the Lord caused [the enemies] to panic before Israel, who slew them with a great slaughter at Gibeon and chased them along the way that goes up to Beth-horon and smote them as far as Azekah and Makkedah."
            },
            {
                "verse_number": "11",
                "verse_text": "As they fled before Israel, while they were descending [the pass] to Beth-horon, the Lord cast great stones from the heavens on them as far as Azekah, killing them. More died because of the hailstones than the Israelites slew with the sword."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Joshua spoke to the Lord on the day when the Lord gave the Amorites over to the Israelites, and he said in the sight of Israel, Sun, be silent and stand still at Gibeon, and you, moon, in the Valley of Ajalon!"
            },
            {
                "verse_number": "13",
                "verse_text": "And the sun stood still, and the moon stayed, until the nation took vengeance upon their enemies. Is not this written in the Book of Jasher? So the sun stood still in the midst of the heavens and did not hasten to go down for about a whole day."
            },
            {
                "verse_number": "14",
                "verse_text": "There was no day like it before or since, when the Lord heeded the voice of a man. For the Lord fought for Israel."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Joshua returned, and all Israel with him, to the camp at Gilgal."
            },
            {
                "verse_number": "16",
                "verse_text": "Those five kings fled and hid themselves in the cave of Makkedah."
            },
            {
                "verse_number": "17",
                "verse_text": "And it was told Joshua, The five kings are hidden in the cave at Makkedah."
            },
            {
                "verse_number": "18",
                "verse_text": "Joshua said, Roll great stones to the cave’s mouth, and set men to guard them."
            },
            {
                "verse_number": "19",
                "verse_text": "But do not stay. Pursue your enemies and fall upon their rear; do not allow them to enter their cities, for the Lord your God has given them into your hand."
            },
            {
                "verse_number": "20",
                "verse_text": "When Joshua and the Israelites had ended slaying them until they were wiped out and the remnant remaining of them had entered into fortified cities,"
            },
            {
                "verse_number": "21",
                "verse_text": "All the people returned to the camp to Joshua at Makkedah in peace; none moved his tongue against any of the Israelites."
            },
            {
                "verse_number": "22",
                "verse_text": "Then said Joshua, Open the mouth of the cave and bring out those five kings to me from the cave."
            },
            {
                "verse_number": "23",
                "verse_text": "They brought the five kings out of the cave to him—the kings of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon."
            },
            {
                "verse_number": "24",
                "verse_text": "When they brought out those kings to Joshua, [he] called for all the Israelites and told the commanders of the men of war who went with him, Come, put your feet on the necks of these kings. And they came and put their feet on the [kings’] necks."
            },
            {
                "verse_number": "25",
                "verse_text": "Joshua said to them, Fear not nor be dismayed; be strong and of good courage. For thus shall the Lord do to all your enemies against whom you fight."
            },
            {
                "verse_number": "26",
                "verse_text": "Afterward Joshua smote and slew them and hanged their bodies on five trees, and they hung on the trees until evening."
            },
            {
                "verse_number": "27",
                "verse_text": "At sunset Joshua ordered and they took the bodies down from the trees and cast them into the cave where the kings had hidden and laid great stones on the cave’s mouth, which remain to this very day."
            },
            {
                "verse_number": "28",
                "verse_text": "Joshua took Makkedah that day and smote it and its king with the sword and utterly destroyed everyone in it. He left none remaining. And he did to the king of Makkedah as he had done to the king of Jericho.(A)"
            },
            {
                "verse_number": "29",
                "verse_text": "Then Joshua and all Israel went from Makkedah to Libnah and attacked Libnah."
            },
            {
                "verse_number": "30",
                "verse_text": "And the Lord gave it also and its king into Israel’s hands, and Joshua smote it with the sword, and all the people in it. He left none remaining in it. And he did to its king as he had done to the king of Jericho."
            },
            {
                "verse_number": "31",
                "verse_text": "And Joshua passed from Libnah, and all Israel with him, to Lachish and encamped against it and attacked it."
            },
            {
                "verse_number": "32",
                "verse_text": "And the Lord delivered Lachish into the hands of Israel, and Joshua took it on the second day and smote it with the sword, and all the people in it, as he had done to Libnah."
            },
            {
                "verse_number": "33",
                "verse_text": "Then Horam king of Gezer came up to help Lachish, and Joshua smote him and his people—until he had left none remaining."
            },
            {
                "verse_number": "34",
                "verse_text": "From Lachish Joshua and all Israel went on to Eglon, laid siege to it, and attacked it."
            },
            {
                "verse_number": "35",
                "verse_text": "And they took it that day and smote it with the sword and utterly destroyed all who were in it that day, as he had done to Lachish."
            },
            {
                "verse_number": "36",
                "verse_text": "Then Joshua with all Israel went up from Eglon to Hebron, and they attacked it"
            },
            {
                "verse_number": "37",
                "verse_text": "And took it and smote it with the sword, and its king and all its towns and everyone in it. He left none remaining, as he had done to Eglon, and utterly destroyed it and all its people."
            },
            {
                "verse_number": "38",
                "verse_text": "And Joshua and all Israel with him returned to Debir and attacked it."
            },
            {
                "verse_number": "39",
                "verse_text": "And he took it, with its king and all its towns, and they smote them with the sword and utterly destroyed everyone in it. He left none remaining. As he had done to Hebron and to Libnah and its king, so he did to Debir and its king."
            },
            {
                "verse_number": "40",
                "verse_text": "So Joshua smote all the land, the hill country, the South, the lowland, and the slopes, and all their kings. He left none remaining, but utterly destroyed all that breathed, as the [a]Lord, the God of Israel, commanded.(B)"
            },
            {
                "verse_number": "41",
                "verse_text": "And Joshua smote them from Kadesh-barnea even to Gaza, and all the country of Goshen even to Gibeon."
            },
            {
                "verse_number": "42",
                "verse_text": "Joshua took all these kings and their land at one time, because the Lord, the God of Israel, fought for Israel."
            },
            {
                "verse_number": "43",
                "verse_text": "And Joshua returned, and all Israel with him, to the camp at Gilgal."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "When Jabin king of Hazor heard of this, he sent to Jobab king of Madon, and to the kings of Shimron and Achshaph,"
            },
            {
                "verse_number": "2",
                "verse_text": "And to the kings who were in the north in the hill country and in the Arabah south of Chinneroth and in the lowland and in the heights of Dor on the west;"
            },
            {
                "verse_number": "3",
                "verse_text": "To the Canaanites in the east and west; to the Amorites, the Hittites, the Perizzites, the Jebusites in the hill country; and to the Hivites below [Mount] Hermon in the land of Mizpah."
            },
            {
                "verse_number": "4",
                "verse_text": "And they went out with all their hosts, much people, like the sand on the seashore in number, with very many horses and chariots."
            },
            {
                "verse_number": "5",
                "verse_text": "And all these kings met and came and encamped together at the Waters of Merom, to fight against Israel."
            },
            {
                "verse_number": "6",
                "verse_text": "But the Lord said to Joshua, Do not be afraid because of them, for tomorrow by this time I will give them up all slain to Israel; you shall hamstring their horses and burn their chariots with fire."
            },
            {
                "verse_number": "7",
                "verse_text": "So Joshua and all the people of war with him came against them suddenly by the Waters of Merom and fell upon them."
            },
            {
                "verse_number": "8",
                "verse_text": "And the Lord gave them into the hand of Israel, who smote them and chased them [toward] populous Sidon and Misrephoth-maim, and eastward as far as the Valley of Mizpah; they smote them until none remained."
            },
            {
                "verse_number": "9",
                "verse_text": "And Joshua did to them as the Lord had commanded him: he hamstrung their horses and burned their chariots with fire."
            },
            {
                "verse_number": "10",
                "verse_text": "And Joshua at that time turned back and took Hazor and smote its king with the sword; for Hazor previously was the head of all those kingdoms."
            },
            {
                "verse_number": "11",
                "verse_text": "They smote all the people in it with the sword, utterly destroying them; none were left alive, and he burned Hazor with fire."
            },
            {
                "verse_number": "12",
                "verse_text": "And Joshua took all the cities of those kings and all the kings and smote them with the sword, utterly destroying them, as Moses the servant of the Lord commanded.(A)"
            },
            {
                "verse_number": "13",
                "verse_text": "But Israel burned none of the cities that stood [fortified] on their mounds—except Hazor only, which Joshua burned."
            },
            {
                "verse_number": "14",
                "verse_text": "And all the spoil of these cities and the livestock the Israelites took for their booty; but every man they smote with the sword until they had destroyed them, and they left none who breathed."
            },
            {
                "verse_number": "15",
                "verse_text": "As the Lord had commanded Moses His servant, so Moses commanded Joshua, and so Joshua did; he left nothing undone of all that the Lord commanded Moses."
            },
            {
                "verse_number": "16",
                "verse_text": "So Joshua took all that land: the hill country, all the South, all the land of Goshen, the lowland, the Arabah [plain], the hill country of Israel and its lowland,"
            },
            {
                "verse_number": "17",
                "verse_text": "From Mount Halak, which rises toward Seir, as far as Baal-gad in the Valley of Lebanon below Mount Hermon. He captured all their kings and slew them."
            },
            {
                "verse_number": "18",
                "verse_text": "Joshua had waged war a long time [at least five years] with all those kings."
            },
            {
                "verse_number": "19",
                "verse_text": "Not a city made peace with the Israelites except the Hivites, the people of Gibeon; all the others they took in battle."
            },
            {
                "verse_number": "20",
                "verse_text": "For it was of the Lord to harden their hearts that they should come against Israel in battle, that [Israel] might [a]destroy them utterly, and that without favor and mercy, as the Lord commanded Moses."
            },
            {
                "verse_number": "21",
                "verse_text": "Joshua came at that time and cut off the Anakim [large in stature] from the hill country: from Hebron, from Debir, from Anab, and from all the hill country of Judah and the hill country of Israel. Joshua destroyed them utterly with their cities."
            },
            {
                "verse_number": "22",
                "verse_text": "None of the Anakim were left in the land of the Israelites; only in Gaza, Gath, and Ashdod [of Philistia] did some remain."
            },
            {
                "verse_number": "23",
                "verse_text": "So Joshua took the whole land, according to all that the Lord had spoken to Moses, and Joshua gave it for an inheritance to Israel according to their allotments by tribes. And the land had rest from war."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "2 Now these are the kings of the land whom the Israelites defeated and whose land they took possession of east of the Jordan, from the river Arnon to Mount Hermon, and all the Arabah eastward:"
            },
            {
                "verse_number": "2",
                "verse_text": "Sihon king of the Amorites, who dwelt in Heshbon, and ruled from Aroer on the edge of the Valley of the [river] Arnon, and from the middle of the valley as far as the river Jabbok, the boundary of the Ammonites, including half of Gilead;"
            },
            {
                "verse_number": "3",
                "verse_text": "And the Arabah to the Sea of Chinneroth eastward, and in the direction of Beth-jeshimoth, to the Sea of the Arabah, the Salt [or Dead] Sea, southward to the foot of the slopes of Pisgah."
            },
            {
                "verse_number": "4",
                "verse_text": "And Og king of Bashan, one of the remnant of the Rephaim, who lived at Ashtaroth and at Edrei,"
            },
            {
                "verse_number": "5",
                "verse_text": "And ruled over Mount Hermon and Salecah and all of Bashan to the boundary of the Geshurites and the Maacathites, and over half of Gilead to the boundary of Sihon king of Heshbon."
            },
            {
                "verse_number": "6",
                "verse_text": "These Moses the servant of the Lord and the Israelites defeated; and Moses the servant of the Lord gave their land for a possession to the Reubenites, the Gadites, and the half-tribe of Manasseh.(A)"
            },
            {
                "verse_number": "7",
                "verse_text": "These are the kings of the land whom Joshua and the Israelites defeated on the west side of the Jordan, from Baal-gad in the Valley of Lebanon to Mount Halak, which rises toward Seir. Joshua gave their land to the tribes of Israel for a possession according to their allotments,"
            },
            {
                "verse_number": "8",
                "verse_text": "In the hill country, in the lowland, in the Arabah, on the slopes, in the wilderness, and in the Negeb—the lands of the Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites:"
            },
            {
                "verse_number": "9",
                "verse_text": "The king of Jericho, one; the king of Ai, which is beside Bethel, one;"
            },
            {
                "verse_number": "10",
                "verse_text": "The king of Jerusalem, one; the king of Hebron, one;"
            },
            {
                "verse_number": "11",
                "verse_text": "The king of Jarmuth, one; the king of Lachish, one;"
            },
            {
                "verse_number": "12",
                "verse_text": "The king of Eglon, one; the king of Gezer, one;"
            },
            {
                "verse_number": "13",
                "verse_text": "The king of Debir, one; the king of Geder, one;"
            },
            {
                "verse_number": "14",
                "verse_text": "The king of Hormah, one; the king of Arad, one;"
            },
            {
                "verse_number": "15",
                "verse_text": "The king of Libnah, one; the king of Adullam, one;"
            },
            {
                "verse_number": "16",
                "verse_text": "The king of Makkedah, one; the king of Bethel, one;"
            },
            {
                "verse_number": "17",
                "verse_text": "The king of Tappuah, one; the king of Hepher, one;"
            },
            {
                "verse_number": "18",
                "verse_text": "The king of Aphek, one; the king of Lasharon, one;"
            },
            {
                "verse_number": "19",
                "verse_text": "The king of Madon, one; the king of Hazor, one;"
            },
            {
                "verse_number": "20",
                "verse_text": "The king of Shimron-meron, one; the king of Achshaph, one;"
            },
            {
                "verse_number": "21",
                "verse_text": "The king of Taanach, one; the king of Megiddo, one;"
            },
            {
                "verse_number": "22",
                "verse_text": "The king of Kedesh, one; the king of Jokneam in Carmel, one;"
            },
            {
                "verse_number": "23",
                "verse_text": "The king of Dor in the heights of Dor, one; the king of Goiim in Gilgal, one;"
            },
            {
                "verse_number": "24",
                "verse_text": "The king of Tirzah, one. In all, thirty-one kings."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "3 Now Joshua was old and gone far in years [over 00], and the Lord said to him, You have grown old and are gone far in years, and very much of the land still remains to be possessed."
            },
            {
                "verse_number": "2",
                "verse_text": "This is the land that remains: all the regions of the Philistines and all those of the Geshurites:"
            },
            {
                "verse_number": "3",
                "verse_text": "From the Shihor [River] which is east of Egypt, northward to the boundary of Ekron, all of it counted as Canaanite; there are five rulers of the Philistines, those of Gaza, Ashdod, Ashkelon, Gath, and Ekron, and those of the Avvites;"
            },
            {
                "verse_number": "4",
                "verse_text": "In the south, all the land of the Canaanites, and Mearah, which belongs to the Sidonians, to Aphek, to the boundary of the Amorites,"
            },
            {
                "verse_number": "5",
                "verse_text": "And the land of the Gebalites; and all Lebanon toward the east, from Baal-gad below Mount Hermon to the gate of Hamath."
            },
            {
                "verse_number": "6",
                "verse_text": "As for all the inhabitants of the hill country from Lebanon to Misrephoth-maim, even all the Sidonians, I will Myself drive them out from before the Israelites; only allot the land to Israel for an inheritance, as I have commanded you."
            },
            {
                "verse_number": "7",
                "verse_text": "So now divide this land for an inheritance to the nine tribes and the half-tribe of Manasseh."
            },
            {
                "verse_number": "8",
                "verse_text": "With the other half-tribe of Manasseh, the Reubenites and the Gadites received their inheritance beyond the Jordan eastward, as Moses the servant of the Lord gave them:"
            },
            {
                "verse_number": "9",
                "verse_text": "From Aroer on the edge of the Valley of the [river] Arnon, and the city in the midst of the valley, and all the tableland of Medeba as far as Dibon;"
            },
            {
                "verse_number": "10",
                "verse_text": "And all the cities of Sihon king of the Amorites, who ruled in Heshbon, as far as the boundary of the Ammonites;"
            },
            {
                "verse_number": "11",
                "verse_text": "And Gilead, and the region of the Geshurites and Maacathites, and all Mount Hermon, and all Bashan to Salecah—"
            },
            {
                "verse_number": "12",
                "verse_text": "All the kingdom of Og in Bashan, who reigned in Ashtaroth and Edrei and alone was left of the Rephaim [giants]; for these Moses had defeated and driven out."
            },
            {
                "verse_number": "13",
                "verse_text": "Yet the Israelites did not drive out the Geshurites or the Maacathites, but Geshur and Maacath dwell among [them] still."
            },
            {
                "verse_number": "14",
                "verse_text": "Only to the tribe of Levi Moses gave no inheritance; the sacrifices made by fire to the Lord, the God of Israel, are their inheritance, as He said to him."
            },
            {
                "verse_number": "15",
                "verse_text": "And Moses gave an inheritance to the tribe of the Reubenites according to their families:"
            },
            {
                "verse_number": "16",
                "verse_text": "Their territory was from Aroer on the edge of the Valley of the [river] Arnon, and the city in the midst of the valley, and all the tableland by Medeba;"
            },
            {
                "verse_number": "17",
                "verse_text": "With Heshbon and all its cities which are on the plain; Dibon, Bamoth-baal, and Beth-baal-meon,"
            },
            {
                "verse_number": "18",
                "verse_text": "Jahaz, Kedemoth, Mephaath,"
            },
            {
                "verse_number": "19",
                "verse_text": "Kiriathaim, Sibmah, and Zereth-shahar on the hill of the valley,"
            },
            {
                "verse_number": "20",
                "verse_text": "Beth-peor, Pisgah’s slopes, and Beth-jeshimoth,"
            },
            {
                "verse_number": "21",
                "verse_text": "All the cities of the plain and all the kingdom of Sihon king of the Amorites, who ruled in Heshbon, whom Moses defeated along with the leaders of Midian, Evi, Rekem, Zur, Hur, and Reba, the princes of Sihon who lived in the land."
            },
            {
                "verse_number": "22",
                "verse_text": "Balaam son of Beor, the soothsayer, the Israelites also killed with the sword among the rest of their slain.(A)"
            },
            {
                "verse_number": "23",
                "verse_text": "And the border of the Reubenites was the Jordan. This was the inheritance of the Reubenites according to their families, with their cities and villages."
            },
            {
                "verse_number": "24",
                "verse_text": "Moses gave an inheritance also to the tribe of the Gadites according to their families."
            },
            {
                "verse_number": "25",
                "verse_text": "Their territory was Jazer, and all the cities of Gilead, and half the land of the Ammonites as far as Aroer east of Rabbah;"
            },
            {
                "verse_number": "26",
                "verse_text": "And from Heshbon to Ramath-mizpeh and Betonim, and from Mahanaim to the territory of Debir;"
            },
            {
                "verse_number": "27",
                "verse_text": "And in the valley, Beth-haram, Beth-nimrah, Succoth, and Zaphon, the rest of the realm of Sihon king of Heshbon, with the Jordan as a boundary, to the lower end of the Sea of Chinnereth east of the Jordan."
            },
            {
                "verse_number": "28",
                "verse_text": "This is the inheritance of the Gadites according to their families, with their cities and villages."
            },
            {
                "verse_number": "29",
                "verse_text": "And Moses gave an inheritance to the half-tribe of Manasseh; it was allotted to them according to their families."
            },
            {
                "verse_number": "30",
                "verse_text": "Their region extended from Mahanaim through all Bashan, the entire kingdom of Og king of Bashan, and all the towns of Jair, which are in Bashan, sixty cities,"
            },
            {
                "verse_number": "31",
                "verse_text": "And half of Gilead, and Ashtaroth and Edrei, cities of the kingdom of Og in Bashan; these were allotted to the people of Machir son of Manasseh for half of the Machirites according to their families."
            },
            {
                "verse_number": "32",
                "verse_text": "These are the inheritances which Moses distributed in the plains of Moab beyond the Jordan east of Jericho."
            },
            {
                "verse_number": "33",
                "verse_text": "But to the tribe of Levi, Moses gave no inheritance; the Lord, the God of Israel, is their inheritance, as He told them."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "4 These are the inheritances in the land of Canaan distributed to the Israelites by Eleazar the priest, Joshua son of Nun, and the heads of the fathers’ houses of their tribes."
            },
            {
                "verse_number": "2",
                "verse_text": "Their inheritance was by lot, as the Lord commanded Moses, for the nine and one-half tribes."
            },
            {
                "verse_number": "3",
                "verse_text": "For Moses had given an inheritance to the two and one-half tribes beyond the Jordan, but to the Levites he gave no inheritance among them,"
            },
            {
                "verse_number": "4",
                "verse_text": "For the people of Joseph were two tribes, Manasseh and Ephraim. And no part was given in the land to the Levites except cities in which to live, with their pasturelands for their livestock and for their possessions."
            },
            {
                "verse_number": "5",
                "verse_text": "As the Lord commanded Moses, so the Israelites did, and they divided the land."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the people of Judah came to Joshua in Gilgal, and Caleb son of Jephunneh the Kenizzite said to him, You know what the Lord said to Moses the man of God concerning me and you in Kadesh-barnea."
            },
            {
                "verse_number": "7",
                "verse_text": "Forty years old was I when Moses the servant of the Lord sent me from Kadesh-barnea to scout out the land. And I brought him a report as it was in my heart."
            },
            {
                "verse_number": "8",
                "verse_text": "But my brethren who went up with me made the hearts of the people melt; yet I wholly followed the Lord my God."
            },
            {
                "verse_number": "9",
                "verse_text": "And Moses swore on that day, Surely the land on which your feet have walked shall be an inheritance to you and your children always, because you have wholly followed the Lord my God.(A)"
            },
            {
                "verse_number": "10",
                "verse_text": "And now, behold, the Lord has kept me alive, as He said, these forty-five years since the Lord spoke this word to Moses, while the Israelites wandered in the wilderness; and now, behold, I am this day eighty-five years old."
            },
            {
                "verse_number": "11",
                "verse_text": "Yet I am as strong today as I was the day Moses sent me; as my strength was then, so is my strength now for war and to go out and to come in."
            },
            {
                "verse_number": "12",
                "verse_text": "So now give me this hill country of which the Lord spoke that day. For you heard then how the [giantlike] Anakim were there and that the cities were great and fortified; if the Lord will be with me, I shall drive them out just as the Lord said."
            },
            {
                "verse_number": "13",
                "verse_text": "Then Joshua blessed him and gave Hebron to Caleb son of Jephunneh for an inheritance."
            },
            {
                "verse_number": "14",
                "verse_text": "So Hebron became the inheritance of Caleb son of Jephunneh the Kenizzite to this day, because he wholly followed the Lord, the God of Israel."
            },
            {
                "verse_number": "15",
                "verse_text": "The name of Hebron before was Kiriath-arba [city of Arba]. This Arba was the greatest of the Anakim. And the land had rest from war."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "5 The lot for the tribe of Judah according to its families reached southward to the boundary of Edom, to the Wilderness of Zin at its most southern part."
            },
            {
                "verse_number": "2",
                "verse_text": "And their south boundary was from the end of the Salt [Dead] Sea, from the bay that faces southward;"
            },
            {
                "verse_number": "3",
                "verse_text": "It went out south of the ascent of Akrabbim, passed along to Zin, and went up south of Kadesh-barnea, along by Hezron, up to Addar, and turned about to Karka,"
            },
            {
                "verse_number": "4",
                "verse_text": "Passed along to Azmon, went out by the Brook of Egypt, and ended at the sea. This was their southern frontier."
            },
            {
                "verse_number": "5",
                "verse_text": "The eastern boundary was the Salt [Dead] Sea as far as the mouth of the Jordan. The northern boundary was from the bay of the sea at the mouth of the Jordan;"
            },
            {
                "verse_number": "6",
                "verse_text": "And the boundary went up to Beth-hogla and passed along north of Beth-arabah and [it] went up to the [landmark] Stone of Bohan son of Reuben."
            },
            {
                "verse_number": "7",
                "verse_text": "And the boundary went up to Debir from the Valley of Achor, and so northward, turning toward Gilgal, which is opposite the ascent to Adummim on the south side of the valley; and it passed on to the waters of En-shemesh and ended at En-rogel."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the boundary went up by the Valley of Ben-hinnom [son of Hinnom] at the southern shoulder of the Jebusite [city]—that is, Jerusalem; and the boundary went up to the top of the mountain that lies before the Valley of Hinnom on the west, at the northern end of the Valley of Rephaim."
            },
            {
                "verse_number": "9",
                "verse_text": "Then the boundary extended from the top of the mountain to the spring of the waters of Nephtoah and went on to the cities of Mount Ephron; then it bent round to Baalah, that is, Kiriath-jearim."
            },
            {
                "verse_number": "10",
                "verse_text": "And the boundary went around west of Baalah to Mount Seir, passed along to the northern side of Mount Jearim, which is Chesalon, went down to Beth-shemesh, and then passed on by Timnah."
            },
            {
                "verse_number": "11",
                "verse_text": "And the boundary went out to the shoulder of the hill north of Ekron, then bent round to Shikkeron, and passed along to Mount Baalah, and went out to Jabneel. Then the boundary ended at the sea."
            },
            {
                "verse_number": "12",
                "verse_text": "And the west boundary was the Great Sea with its coastline. This is the boundary round about the people of Judah according to their families."
            },
            {
                "verse_number": "13",
                "verse_text": "And to Caleb son of Jephunneh, [Joshua] gave a part among the people of Judah, as the Lord commanded [him]; it was Kiriath-arba, which is Hebron, [named for] Arba the father of Anak."
            },
            {
                "verse_number": "14",
                "verse_text": "And Caleb drove from there the three sons of Anak—Sheshai and Ahiman and Talmai—the descendants of Anak."
            },
            {
                "verse_number": "15",
                "verse_text": "He went up from there against the people of Debir. Debir was formerly named Kiriath-sepher."
            },
            {
                "verse_number": "16",
                "verse_text": "Caleb said, He who smites Kiriath-sepher and takes it, to him will I give Achsah my daughter as wife."
            },
            {
                "verse_number": "17",
                "verse_text": "And Othniel son of Kenaz, Caleb’s brother, took it; and he gave him Achsah his daughter as wife."
            },
            {
                "verse_number": "18",
                "verse_text": "When Achsah came to Othniel, she got his consent to ask her father for a field. Then she returned to Caleb and when she lighted off her donkey, Caleb said, What do you wish?"
            },
            {
                "verse_number": "19",
                "verse_text": "Achsah answered, Give me a present. Since you have set me in the [dry] Negeb, give me also springs of water. And he gave her the [sloping field with] upper and lower springs."
            },
            {
                "verse_number": "20",
                "verse_text": "This is the inheritance of the tribe of Judah according to their families."
            },
            {
                "verse_number": "21",
                "verse_text": "The cities of the tribe of Judah in the extreme south toward the boundary of Edom were: Kabzeel, Eder, Jagur,"
            },
            {
                "verse_number": "22",
                "verse_text": "Kinah, Dimonah, Adadah,"
            },
            {
                "verse_number": "23",
                "verse_text": "Kedesh, Hazor, Ithnan,"
            },
            {
                "verse_number": "24",
                "verse_text": "Ziph, Telem, Bealoth,"
            },
            {
                "verse_number": "25",
                "verse_text": "Hazor-hadattah, Kerioth-hezron (Hazor),"
            },
            {
                "verse_number": "26",
                "verse_text": "Amam, Shema, Moladah,"
            },
            {
                "verse_number": "27",
                "verse_text": "Hazar-gaddah, Heshmon, Beth-pelet,"
            },
            {
                "verse_number": "28",
                "verse_text": "Hazar-shual, Beersheba, Biziothiah,"
            },
            {
                "verse_number": "29",
                "verse_text": "Baalah, Iim, Ezem,"
            },
            {
                "verse_number": "30",
                "verse_text": "Eltolad, Chesil, Hormah,"
            },
            {
                "verse_number": "31",
                "verse_text": "Ziklag, Madmannah, Sansannah,"
            },
            {
                "verse_number": "32",
                "verse_text": "Lebaoth, Shilhim, Ain, and Rimmon. All the cities were twenty-nine [later thirty-six] with their villages."
            },
            {
                "verse_number": "33",
                "verse_text": "In the lowland: Eshtaol, Zorah, Ashnah,"
            },
            {
                "verse_number": "34",
                "verse_text": "Zanoah, En-gannim, Tappuah, Enam,"
            },
            {
                "verse_number": "35",
                "verse_text": "Jarmuth, Adullam, Socoh, Azekah,"
            },
            {
                "verse_number": "36",
                "verse_text": "Shaaraim, Adithaim, and Gederah and Gederothaim; fourteen cities with their villages."
            },
            {
                "verse_number": "37",
                "verse_text": "Zenan, Hadashah, Migdal-gad,"
            },
            {
                "verse_number": "38",
                "verse_text": "Dilean, Mizpah, Joktheel,"
            },
            {
                "verse_number": "39",
                "verse_text": "Lachish, Bozkath, Eglon,"
            },
            {
                "verse_number": "40",
                "verse_text": "Cabbon, Lahmas, Chitlish,"
            },
            {
                "verse_number": "41",
                "verse_text": "Gederoth, Beth-dagon, Naamah, and Makkedah; sixteen cities with their villages."
            },
            {
                "verse_number": "42",
                "verse_text": "Libnah, Ether, Ashan,"
            },
            {
                "verse_number": "43",
                "verse_text": "Iphtah, Ashnah, Nezib,"
            },
            {
                "verse_number": "44",
                "verse_text": "Keilah, Achzib, and Mareshah; nine cities with their villages."
            },
            {
                "verse_number": "45",
                "verse_text": "Ekron, with its towns and villages."
            },
            {
                "verse_number": "46",
                "verse_text": "From Ekron to the sea, all that lay beside Ashdod, with their villages;"
            },
            {
                "verse_number": "47",
                "verse_text": "Ashdod, with its towns and its villages; Gaza, with its towns and its villages, as far as the Brook of Egypt, and the Great [Mediterranean] Sea with its coastline."
            },
            {
                "verse_number": "48",
                "verse_text": "In the hill country: Shamir, Jattir, Socoh,"
            },
            {
                "verse_number": "49",
                "verse_text": "Dannah, Kiriath-sannah (that is, Debir),"
            },
            {
                "verse_number": "50",
                "verse_text": "Anab, Eshtemoh, Anim,"
            },
            {
                "verse_number": "51",
                "verse_text": "Goshen, Holon, and Giloh; eleven cities with their villages."
            },
            {
                "verse_number": "52",
                "verse_text": "Arab, Dumah, Eshan,"
            },
            {
                "verse_number": "53",
                "verse_text": "Janim, Beth-tappuah, Aphekah,"
            },
            {
                "verse_number": "54",
                "verse_text": "Humtah, Kiriath-arba (that is, Hebron), and Zior; nine cities with their villages."
            },
            {
                "verse_number": "55",
                "verse_text": "Maon, Carmel, Ziph, Juttah,"
            },
            {
                "verse_number": "56",
                "verse_text": "Jezreel, Jokdeam, Zanoah,"
            },
            {
                "verse_number": "57",
                "verse_text": "Kain, Gibeah, and Timnah; ten cities with their villages."
            },
            {
                "verse_number": "58",
                "verse_text": "Halhul, Beth-zur, Gedor,"
            },
            {
                "verse_number": "59",
                "verse_text": "Maarath, Beth-anoth, and Eltekon; six cities with their villages."
            },
            {
                "verse_number": "60",
                "verse_text": "Kiriath-baal (that is, Kiriath-jearim) and Rabbah; two cities with their villages."
            },
            {
                "verse_number": "61",
                "verse_text": "In the wilderness: Beth-arabah, Middin, Secacah,"
            },
            {
                "verse_number": "62",
                "verse_text": "Nibshan, the City of Salt, and En-gedi; six cities with their villages."
            },
            {
                "verse_number": "63",
                "verse_text": "But the Jebusites, the inhabitants of Jerusalem, the people of Judah could not drive out; so the Jebusites dwell with the people of Judah at Jerusalem to this day."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "6 The allotment for the people of Joseph went from the Jordan by Jericho, east of the waters of Jericho, into the wilderness, going up from Jericho into the hill country to Bethel;"
            },
            {
                "verse_number": "2",
                "verse_text": "Then it went from Bethel to Luz and passed on to Ataroth, the border of the Archites."
            },
            {
                "verse_number": "3",
                "verse_text": "And it went down westward to the territory of the Japhletites as far as the outskirts of Lower Beth-horon, then to Gezer, and ended at the sea."
            },
            {
                "verse_number": "4",
                "verse_text": "The descendants of Joseph, Manasseh and Ephraim, received their inheritance."
            },
            {
                "verse_number": "5",
                "verse_text": "The boundary of the Ephraimites according to their families was thus: on the east side their border was Ataroth-addar as far as Upper Beth-horon."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the boundary went from there to the sea; on the north was Michmethath; then on the east the boundary went out to Taanath-shiloh, and eastward to Janoah,"
            },
            {
                "verse_number": "7",
                "verse_text": "Then it went down from Janoah to Ataroth and to Naarah, touched Jericho, and ended at the Jordan [River]."
            },
            {
                "verse_number": "8",
                "verse_text": "The border went out from Tappuah westward to the brook Kanah and ended at the [Mediterranean] Sea. This is the inheritance of the Ephraimites by their families,"
            },
            {
                "verse_number": "9",
                "verse_text": "With the towns set apart for the Ephraimites within the inheritance of the Manassites, all those towns with their villages."
            },
            {
                "verse_number": "10",
                "verse_text": "But they did not drive out the Canaanites who dwelt in Gezer; but the Canaanites dwell among the Ephraimites to this day, and they became slaves required to do forced labor."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "7 Allotment was made for the tribe of Manasseh, for he was the firstborn of Joseph. To Machir the firstborn of Manasseh, the father of Gilead, were allotted Gilead and Bashan because he was a man of war."
            },
            {
                "verse_number": "2",
                "verse_text": "Allotment was also made for the other Manassites by their families—for the sons of Abiezer, of Helek, Asriel, Shechem, Hepher, and Shemida, the male offspring of Manasseh son of Joseph by their families."
            },
            {
                "verse_number": "3",
                "verse_text": "But Zelophehad son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, had no sons but only daughters; their names were Mahlah, Noah, Hoglah, Milcah, and Tirzah."
            },
            {
                "verse_number": "4",
                "verse_text": "They came before Eleazar the priest and Joshua son of Nun and the leaders and said, The Lord commanded Moses to give us an inheritance with our brethren. So according to the Lord’s command, Joshua gave them an inheritance among their father’s brethren."
            },
            {
                "verse_number": "5",
                "verse_text": "So there fell ten portions to Manasseh besides the land of Gilead and Bashan, which is on the other side of the Jordan,"
            },
            {
                "verse_number": "6",
                "verse_text": "Because the [five] daughters of Manasseh received an inheritance among his [five] sons. The land of Gilead belonged to the other [half] of the Manassites."
            },
            {
                "verse_number": "7",
                "verse_text": "The territory of Manasseh reached from Asher to Michmethah east of Shechem; and the border went along southward to the inhabitants of En-tappuah."
            },
            {
                "verse_number": "8",
                "verse_text": "The land of Tappuah belonged to Manasseh, but the town of Tappuah on the border of Manasseh belonged to the Ephraimites."
            },
            {
                "verse_number": "9",
                "verse_text": "Then the boundary went down to the brook Kanah. The cities south of the brook lying among the cities of Manasseh belonged to Ephraim. But Manasseh’s boundary went on north of the brook and ended at the sea."
            },
            {
                "verse_number": "10",
                "verse_text": "The land to the south was Ephraim’s and that to the north was Manasseh’s, and the sea was the boundary; on the north Asher was reached, and on the east Issachar."
            },
            {
                "verse_number": "11",
                "verse_text": "Also Manasseh had in Issachar and in Asher [these six towns], their inhabitants and their villages: Beth-shean, Ibleam, Dor, Endor, Taanach, and Megiddo."
            },
            {
                "verse_number": "12",
                "verse_text": "Yet the sons of Manasseh could not drive out the inhabitants of those cities, but the Canaanites persisted in dwelling in that land."
            },
            {
                "verse_number": "13",
                "verse_text": "When the Israelites became strong, they put the Canaanites to forced labor but did not utterly drive them out."
            },
            {
                "verse_number": "14",
                "verse_text": "The tribe of Joseph spoke to Joshua, saying, Why have you given [us] but one lot and one portion as an inheritance when [we] are a great [abundant] people, for until now the Lord has blessed [us]?"
            },
            {
                "verse_number": "15",
                "verse_text": "Joshua replied, If you are a great people, get up to the forest and clear ground for yourselves in the land of the Perizzites and the Rephaim, since the Ephraim hill country is too narrow for you."
            },
            {
                "verse_number": "16",
                "verse_text": "The Josephites said, The hill country is not enough for us, and all the Canaanites who dwell in the valley have iron chariots, both those in Beth-shean and its villages and in the Valley of Jezreel."
            },
            {
                "verse_number": "17",
                "verse_text": "And Joshua said to the house of Joseph, to Ephraim and to Manasseh, You are a great and numerous people and have great power; you shall not have only one lot"
            },
            {
                "verse_number": "18",
                "verse_text": "But the hill country shall be yours; though it is a forest, you shall clear and possess it to its farthest borders; for you shall drive out the Canaanites, though they have iron chariots and are strong."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "8 And the whole congregation of the Israelites assembled at Shiloh and set up the Tent of Meeting there; and the land was subdued before them."
            },
            {
                "verse_number": "2",
                "verse_text": "And there remained among the Israelites seven tribes who had not yet divided their inheritance."
            },
            {
                "verse_number": "3",
                "verse_text": "Joshua asked the Israelites, How long will you be slack to go in and possess the land which the Lord, the God of your fathers, has given you?"
            },
            {
                "verse_number": "4",
                "verse_text": "Provide three men from each tribe, and I will send them to go through the land and write a description of it according to their [tribal] inheritances; then they shall return to me."
            },
            {
                "verse_number": "5",
                "verse_text": "And they shall divide it into seven parts. Judah shall remain in its territory on the south and the house of Joseph shall remain in its territory on the north."
            },
            {
                "verse_number": "6",
                "verse_text": "You shall describe the land in seven divisions, and bring the description here to me, that I may cast lots for you here before the Lord our God."
            },
            {
                "verse_number": "7",
                "verse_text": "But the Levites have no portion among you, for the priesthood of the Lord is their inheritance. Gad and Reuben and half the tribe of Manasseh have received their inheritance east of the Jordan, which Moses the servant of the Lord gave them."
            },
            {
                "verse_number": "8",
                "verse_text": "So the men arose and went, and Joshua charged them saying, Go and walk through the land and describe it and come again to me, and I will cast lots for you here before the Lord in Shiloh."
            },
            {
                "verse_number": "9",
                "verse_text": "And the men went and passed through the land and described it by cities in seven portions in a book; and they came again to Joshua to the camp at Shiloh."
            },
            {
                "verse_number": "10",
                "verse_text": "Joshua cast lots for them in Shiloh before the Lord, and there [he] divided the land to the Israelites, to each [tribe] his portion."
            },
            {
                "verse_number": "11",
                "verse_text": "And the lot of the Benjamites came up according to their families; and the territory of their lot fell between the tribes of Judah and Joseph."
            },
            {
                "verse_number": "12",
                "verse_text": "On the north side their boundary began at the Jordan; then it went up to the shoulder of Jericho on the north and up through the hill country westward and ended at the Beth-aven wilderness."
            },
            {
                "verse_number": "13",
                "verse_text": "Then the boundary passed over southward toward Luz, to the shoulder of Luz (that is, Bethel); then it went down to Ataroth-addar by the mountain that lies south of Lower Beth-horon."
            },
            {
                "verse_number": "14",
                "verse_text": "The boundary extended from there, and turning about on the western side southward from the mountain that lies to the south opposite Beth-horon, it ended at Kiriath-baal (that is, Kiriath-jearim), a city of the tribe of Judah. This formed the western side [of Benjamin’s territory]."
            },
            {
                "verse_number": "15",
                "verse_text": "The southern side began at the edge of Kiriath-jearim, and the boundary went on westward to the spring of the waters of Nephtoah."
            },
            {
                "verse_number": "16",
                "verse_text": "Then the boundary went down to the edge of the mountain overlooking the Valley of Ben-hinnom [son of Hinnom], which is at the north end of the Valley of Rephaim; and it descended to the Valley of Hinnom, south of the shoulder of the Jebusites, and went on down to En-rogel."
            },
            {
                "verse_number": "17",
                "verse_text": "Then it bent toward the north and went on to En-shemesh and on to Geliloth, which was opposite the ascent of Adummim, and went down to the Stone of Bohan son of Reuben."
            },
            {
                "verse_number": "18",
                "verse_text": "And it went on to the north of the shoulder [of Beth]-Arabah and down to the Arabah."
            },
            {
                "verse_number": "19",
                "verse_text": "Then the boundary passed along to the north of the shoulder of Beth-hoglah and ended at the northern bay of the Salt [Dead] Sea, at the south end of the Jordan. This was the southern border."
            },
            {
                "verse_number": "20",
                "verse_text": "And the Jordan was its boundary on the east side. This was the inheritance of the sons of Benjamin by their boundaries round about, according to their families."
            },
            {
                "verse_number": "21",
                "verse_text": "Now the cities of the tribe of Benjamin according to [their] families were: Jericho, Beth-hoglah, Emek-keziz,"
            },
            {
                "verse_number": "22",
                "verse_text": "Beth-arabah, Zemaraim, Bethel,"
            },
            {
                "verse_number": "23",
                "verse_text": "Avvim, Parah, Ophrah,"
            },
            {
                "verse_number": "24",
                "verse_text": "Chephar-ammoni, Ophni, and Geba; twelve cities with their villages;"
            },
            {
                "verse_number": "25",
                "verse_text": "Gibeon, Ramah, Beeroth,"
            },
            {
                "verse_number": "26",
                "verse_text": "Mizpah, Chephirah, Mozah,"
            },
            {
                "verse_number": "27",
                "verse_text": "Rekem, Irpeel, Taralah,"
            },
            {
                "verse_number": "28",
                "verse_text": "Zelah, Haeleph, the Jebusite [city]—that is, Jerusalem—Gibeah, and Kiriath-[jearim]; fourteen cities with their villages. This is the inheritance of the tribe of Benjamin according to their families."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "9 The second lot fell to Simeon, to the tribe of the Simeonites according to their families; and their inheritance lay within that of the people of Judah."
            },
            {
                "verse_number": "2",
                "verse_text": "And they had for their inheritance: Beersheba or Sheba, Moladah,"
            },
            {
                "verse_number": "3",
                "verse_text": "Hazarshual, Balah, Ezem,"
            },
            {
                "verse_number": "4",
                "verse_text": "Eltolad, Bethul, Hormah,"
            },
            {
                "verse_number": "5",
                "verse_text": "Ziklag, Beth-marcaboth, Hazar-susah,"
            },
            {
                "verse_number": "6",
                "verse_text": "Beth-lebaoth, and Sharuhen; [making] thirteen cities and their villages;"
            },
            {
                "verse_number": "7",
                "verse_text": "Ain [with] Rimmon, Ether, and Ashan; [making] four cities and their villages;"
            },
            {
                "verse_number": "8",
                "verse_text": "And all the villages around these cities as far as Baalath-beer, or Ramah of the Negeb. This was the possession of the Simeonites according to their families."
            },
            {
                "verse_number": "9",
                "verse_text": "Out of the part assigned to the Judahites was the inheritance of the tribe of Simeon, for the portion of the tribe of Judah was too large for them. Therefore the tribe of Simeon had its inheritance in the midst of Judah’s inheritance."
            },
            {
                "verse_number": "10",
                "verse_text": "The third lot came up for the tribe of Zebulun according to their families. The border of its inheritance extended to Sarid."
            },
            {
                "verse_number": "11",
                "verse_text": "Then its boundary went up westward and on to Maralah and reached to Dabbesheth and to the brook east of Jokneam."
            },
            {
                "verse_number": "12",
                "verse_text": "And it turned from Sarid eastward to the border of Chisloth-tabor and it went out to Daberath and on up to Japhia,"
            },
            {
                "verse_number": "13",
                "verse_text": "Then passed eastward to Gath-hepher [Jonah’s birthplace] and to Eth-kazin, and went on to Rimmon bending toward Neah."
            },
            {
                "verse_number": "14",
                "verse_text": "The boundary circled on the north to Hannathon, ending at the Valley of Iphtah-el."
            },
            {
                "verse_number": "15",
                "verse_text": "Included were Kattath, Nahalal, Shimron, Idalah, and Bethlehem; twelve cities with their villages."
            },
            {
                "verse_number": "16",
                "verse_text": "This is the inheritance of the people of Zebulun according to their families, these cities with their villages."
            },
            {
                "verse_number": "17",
                "verse_text": "The fourth lot fell to Issachar, to its people according to their families."
            },
            {
                "verse_number": "18",
                "verse_text": "Their territory included: Jezreel, Chesulloth, Shunem,"
            },
            {
                "verse_number": "19",
                "verse_text": "Hapharaim, Shion, Anaharath,"
            },
            {
                "verse_number": "20",
                "verse_text": "Rabbith, Kishion, Ebez,"
            },
            {
                "verse_number": "21",
                "verse_text": "Remeth, En-gannim, En-haddah, and Beth-pazzez."
            },
            {
                "verse_number": "22",
                "verse_text": "The boundary reached to Tabor, Shahazumah, and Beth-shemesh, and ended at the Jordan; sixteen cities with their villages."
            },
            {
                "verse_number": "23",
                "verse_text": "This is the inheritance of the tribe of Issachar according to their families, the cities and their villages."
            },
            {
                "verse_number": "24",
                "verse_text": "The fifth lot fell to the tribe of Asher according to their families."
            },
            {
                "verse_number": "25",
                "verse_text": "Their territory included: Helkath, Hali, Beten, Achshaph,"
            },
            {
                "verse_number": "26",
                "verse_text": "Allammelech, Amad, and Mishal; and on the west it touched Carmel and Shihor-libnath."
            },
            {
                "verse_number": "27",
                "verse_text": "Then it turned eastward to Beth-dagon, touching Zebulun and the Valley of Iphtah-el northward to Beth-emek and Neiel, and continued in the north to Cabul,"
            },
            {
                "verse_number": "28",
                "verse_text": "Ebron, Rehob, Hammon, and Kanah, even to populous Sidon."
            },
            {
                "verse_number": "29",
                "verse_text": "Then the boundary turned to Ramah, reaching to the fortified city of Tyre; and it turned to Hosah, and ended at the sea—Mahalab, Achzib,"
            },
            {
                "verse_number": "30",
                "verse_text": "Ummah, Aphek, and Rehob; twenty-two cities with their villages."
            },
            {
                "verse_number": "31",
                "verse_text": "This is the inheritance of the tribe of Asher according to their families, these cities with their villages."
            },
            {
                "verse_number": "32",
                "verse_text": "The sixth lot fell to the tribe of Naphtali according to their families."
            },
            {
                "verse_number": "33",
                "verse_text": "Their boundary ran from Heleph, from the oak in Zaanannim and Adami-nekeb and Jabneel as far as Lakkum; and it ended at the Jordan."
            },
            {
                "verse_number": "34",
                "verse_text": "Then the boundary turned westward to Aznoth-tabor and went from there to Hukkok, touching Zebulun on the south, Asher on the west, and Judah on the east at the Jordan."
            },
            {
                "verse_number": "35",
                "verse_text": "The fortified cities included Ziddim, Zer, Hammath, Rakkath, Chinnereth,"
            },
            {
                "verse_number": "36",
                "verse_text": "Adamah, Ramah, Hazor,"
            },
            {
                "verse_number": "37",
                "verse_text": "Kedesh, Edrei, En-hazor,"
            },
            {
                "verse_number": "38",
                "verse_text": "Yiron, Migdal-el, Horem, Beth-anath, and Beth-shemesh; nineteen cities and their villages."
            },
            {
                "verse_number": "39",
                "verse_text": "This is the inheritance of the tribe of Naphtali according to their families, the cities and their villages."
            },
            {
                "verse_number": "40",
                "verse_text": "And the seventh lot fell to the tribe of Dan according to their families."
            },
            {
                "verse_number": "41",
                "verse_text": "The territory of their inheritance included: Zorah, Eshtaol, Ir-shemesh,"
            },
            {
                "verse_number": "42",
                "verse_text": "Shaalabbin, Aijalon, Ithlah,"
            },
            {
                "verse_number": "43",
                "verse_text": "Elon, Timnah, Ekron,"
            },
            {
                "verse_number": "44",
                "verse_text": "Eltekeh, Gibbethon, Baalath,"
            },
            {
                "verse_number": "45",
                "verse_text": "Jehud, Bene-berak, Gath-rimmon,"
            },
            {
                "verse_number": "46",
                "verse_text": "Me-jarkon, and Rakkon, with the territory before Joppa."
            },
            {
                "verse_number": "47",
                "verse_text": "The territory of the tribe of Dan had to be extended [because of the crowding in of the Amorites and Philistines]; so the sons of Dan went up to fight against Leshem (Laish) and took it and smote it with the sword and possessed it and dwelt there, and they called Leshem (Laish) Dan after Dan their [forefather].(A)"
            },
            {
                "verse_number": "48",
                "verse_text": "This is the inheritance of the tribe of Dan according to their families, these cities with their villages."
            },
            {
                "verse_number": "49",
                "verse_text": "When they had finished dividing the land for inheritance by their boundaries, the Israelites gave an inheritance among them to Joshua son of Nun."
            },
            {
                "verse_number": "50",
                "verse_text": "According to the word of the Lord they gave him the city for which he asked—Timnath-serah in the hills of Ephraim. And he built the city and dwelt in it."
            },
            {
                "verse_number": "51",
                "verse_text": "These are the inheritances which Eleazar the priest, Joshua son of Nun, and the heads of the fathers’ houses of the tribes of Israel distributed by lot in Shiloh before the Lord at the door of the Tent of Meeting. So they finished dividing the land."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "20 The Lord said also to Joshua,"
            },
            {
                "verse_number": "2",
                "verse_text": "Say to the Israelites, Appoint among you cities of refuge, of which I spoke to you through Moses,"
            },
            {
                "verse_number": "3",
                "verse_text": "That the slayer who kills anyone accidentally and unintentionally may flee there; and they shall be your refuge from the avenger of blood.(A)"
            },
            {
                "verse_number": "4",
                "verse_text": "He who flees to one of those cities shall stand at the entrance of the gate of the city and explain his case to the elders of that city; they shall receive him to [the protection of] that city and give him a place to dwell among them."
            },
            {
                "verse_number": "5",
                "verse_text": "If the avenger of blood pursues him, they shall not deliver the slayer into his hand, because he killed his neighbor unintentionally, having had no hatred for him previously."
            },
            {
                "verse_number": "6",
                "verse_text": "And he shall dwell in that city until he has been tried before the congregation and until the death of him who is the high priest in those days. Then the slayer shall return to his own city from which he fled and to his own house."
            },
            {
                "verse_number": "7",
                "verse_text": "And they set apart and consecrated Kedesh in Galilee in the hill country of Naphtali and Shechem in the hill country of Ephraim and Kiriath-arba (that is, Hebron) in the hill country of Judah."
            },
            {
                "verse_number": "8",
                "verse_text": "Beyond the Jordan east of Jericho they appointed Bezer in the wilderness tableland from the tribe of Reuben, and Ramoth in Gilead from the tribe of Gad, and Golan in Bashan from the tribe of Manasseh."
            },
            {
                "verse_number": "9",
                "verse_text": "These cities were for all the Israelites and the stranger sojourning among them, that whoever killed a person unintentionally might flee there and not be slain by the avenger of blood until he had been tried before the congregation."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "2 Then the heads of the fathers’ houses of the Levites came to Eleazar the priest and Joshua son of Nun and the heads of the fathers’ houses of the Israelite tribes."
            },
            {
                "verse_number": "2",
                "verse_text": "They said to them at Shiloh in Canaan, The Lord commanded through Moses that we should be given cities to dwell in, with their pasturelands (suburbs) for our cattle."
            },
            {
                "verse_number": "3",
                "verse_text": "So the Israelites gave to the Levites out of their own inheritance, at the command of the Lord, these cities and their suburbs."
            },
            {
                "verse_number": "4",
                "verse_text": "The [first] lot came out for the families of the Kohathites. So those [a]Levites who were descendants of Aaron the priest received by lot from the tribes of Judah, Simeon, and Benjamin thirteen cities."
            },
            {
                "verse_number": "5",
                "verse_text": "And the rest of the Kohathites received by lot from the families of the tribes of Ephraim, Dan, and the half-tribe of Manasseh ten cities."
            },
            {
                "verse_number": "6",
                "verse_text": "The Gershonites received by lot from the families of the tribes of Issachar, Asher, Naphtali, and the half-tribe of Manasseh in Bashan thirteen cities."
            },
            {
                "verse_number": "7",
                "verse_text": "The Merarites received according to their families from the tribes of Reuben, Gad, and Zebulun twelve cities."
            },
            {
                "verse_number": "8",
                "verse_text": "The Israelites gave by lot to the Levites these cities with their pasturelands (suburbs), as the Lord commanded through Moses."
            },
            {
                "verse_number": "9",
                "verse_text": "They gave from the tribes of Judah and Simeon the cities here mentioned by name,"
            },
            {
                "verse_number": "10",
                "verse_text": "Which went to the families of the descendants of Aaron, of the Kohathite branch of the Levites, for the lot fell to them first."
            },
            {
                "verse_number": "11",
                "verse_text": "They gave them [the city of] Kiriath-arba, Arba being the father of Anak, which city is Hebron, in the hill country of Judah, with its pasturelands round about it."
            },
            {
                "verse_number": "12",
                "verse_text": "But the city’s fields and villages they gave to Caleb son of Jephunneh as his own."
            },
            {
                "verse_number": "13",
                "verse_text": "Thus to the descendants of Aaron the priest they gave Hebron, the city of refuge for the slayer, with its pasturelands (suburbs), and together with their suburbs, Libnah,"
            },
            {
                "verse_number": "14",
                "verse_text": "Jattir, Eshtemoa,"
            },
            {
                "verse_number": "15",
                "verse_text": "Holon, Debir,"
            },
            {
                "verse_number": "16",
                "verse_text": "Ain, Juttah, and Beth-shemesh; nine cities, each with its suburbs, out of those two tribes."
            },
            {
                "verse_number": "17",
                "verse_text": "Out of the tribe of Benjamin, Gibeon, Geba,"
            },
            {
                "verse_number": "18",
                "verse_text": "Anathoth, and Almon; four cities, each with its suburbs."
            },
            {
                "verse_number": "19",
                "verse_text": "The cities of the sons of Aaron, the priests, were thirteen, with their suburbs."
            },
            {
                "verse_number": "20",
                "verse_text": "The rest of the Kohathites belonging to the Levitical families were allotted cities out of the tribe of Ephraim."
            },
            {
                "verse_number": "21",
                "verse_text": "To them were given, each with its pasturelands (suburbs), Shechem in the hill country of Ephraim, as the city of refuge for the slayer, and Gezer,"
            },
            {
                "verse_number": "22",
                "verse_text": "And Kibzaim, and Beth-horon; four cities, each with its pasturelands (suburbs)."
            },
            {
                "verse_number": "23",
                "verse_text": "And out of the tribe of Dan, each with its pasturelands (suburbs), Eltekeh, Gibbethon,"
            },
            {
                "verse_number": "24",
                "verse_text": "Aijalon, and Gath-rimmon; four cities, each with its pasturelands (suburbs)."
            },
            {
                "verse_number": "25",
                "verse_text": "And out of the half-tribe of Manasseh, Taanach, and [another] Gath-rimmon; two cities, each with its pasturelands (suburbs)."
            },
            {
                "verse_number": "26",
                "verse_text": "All the cities for the families of the remaining Kohathites were ten, with their pasturelands (suburbs)."
            },
            {
                "verse_number": "27",
                "verse_text": "And to the Gershonites of the families of the Levites they gave out of the other half-tribe of Manasseh the city of Golan in Bashan, as the city of refuge for the slayer, and Be-eshterah; two cities, each with its pasturelands."
            },
            {
                "verse_number": "28",
                "verse_text": "Out of the tribe of Issachar, Kishion, Daberath,"
            },
            {
                "verse_number": "29",
                "verse_text": "Jarmuth, and En-gannim; four cities, each with its suburbs."
            },
            {
                "verse_number": "30",
                "verse_text": "Out of the tribe of Asher, Mishal, Abdon,"
            },
            {
                "verse_number": "31",
                "verse_text": "Helkath, and Rehob; four cities, each with its pasturelands."
            },
            {
                "verse_number": "32",
                "verse_text": "And out of the tribe of Naphtali, Kedesh in Galilee, city of refuge for the slayer, and Hammoth-dor, and Kartan; three cities, each with its suburbs."
            },
            {
                "verse_number": "33",
                "verse_text": "All the cities of the Gershonite families were thirteen, with their pasturelands (suburbs)."
            },
            {
                "verse_number": "34",
                "verse_text": "And to the families of the Merarites, the rest of the Levites, out of the tribe of Zebulun were given Jokneam, Kartah,"
            },
            {
                "verse_number": "35",
                "verse_text": "Dimnah, and Nahalal; four cities, each with its pasturelands (suburbs)."
            },
            {
                "verse_number": "36",
                "verse_text": "And out of the tribe of Reuben, Bezer, Jahaz,"
            },
            {
                "verse_number": "37",
                "verse_text": "Kedemoth, and Mephaath; four cities, each with its pasturelands (suburbs)."
            },
            {
                "verse_number": "38",
                "verse_text": "And out of the tribe of Gad, Ramoth in Gilead, as the city of refuge for the slayer, and Mahanaim,"
            },
            {
                "verse_number": "39",
                "verse_text": "Heshbon, and Jazer; four cities in all, each with its pasturelands (suburbs)."
            },
            {
                "verse_number": "40",
                "verse_text": "So all the cities allotted to the Merarite families, that is, the remainder of the Levite families, were twelve cities."
            },
            {
                "verse_number": "41",
                "verse_text": "The cities of the Levites in the midst of the possession of the Israelites were forty-eight cities in all, with their pasturelands (suburbs)."
            },
            {
                "verse_number": "42",
                "verse_text": "These cities all had their pasturelands (suburbs) around them."
            },
            {
                "verse_number": "43",
                "verse_text": "And the Lord gave to Israel all the land which He had sworn to give to their fathers, and they possessed it and dwelt in it."
            },
            {
                "verse_number": "44",
                "verse_text": "The Lord gave them rest round about, just as He had sworn to their fathers. Not one of all their enemies withstood them; the Lord delivered all their enemies into their hands."
            },
            {
                "verse_number": "45",
                "verse_text": "There failed no part of any good thing which the Lord had promised to the house of Israel; all came to pass."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "22 Then Joshua called the Reubenites, the Gadites, and the half-tribe of Manasseh,"
            },
            {
                "verse_number": "2",
                "verse_text": "And said to them, You have kept all that Moses the servant of the Lord commanded you, and have obeyed my voice in all that I commanded you."
            },
            {
                "verse_number": "3",
                "verse_text": "You have not deserted your brethren [the other tribes] these many days to this day but have carefully kept the charge of the Lord your God."
            },
            {
                "verse_number": "4",
                "verse_text": "But now the Lord your God has given rest to your brethren, as He promised them; so now go, return to your homes in the land of your possession, which Moses the servant of the Lord gave you on the [east] side of the Jordan."
            },
            {
                "verse_number": "5",
                "verse_text": "But take diligent heed to do the commandment and the law which Moses the servant of the Lord charged you: to love the Lord your God and to walk in all His ways and to keep His commandments and to cling to and unite with Him and to serve Him with all your heart and soul [your very life]."
            },
            {
                "verse_number": "6",
                "verse_text": "So Joshua blessed them and sent them away, and they went to their homes."
            },
            {
                "verse_number": "7",
                "verse_text": "Now to one-half of the tribe of Manasseh Moses had given a possession in Bashan, but to the other half Joshua gave a possession on the west side of the Jordan among their brethren. So when Joshua sent them away to their homes, he blessed them,"
            },
            {
                "verse_number": "8",
                "verse_text": "And he said to them, Return with much riches to your tents and with very much livestock, with silver, gold, bronze, iron, and very much clothing. Divide the spoil of your enemies with your brethren."
            },
            {
                "verse_number": "9",
                "verse_text": "So the Reubenites, Gadites, and the half-tribe of Manasseh returned home, parting from the [other] Israelites at Shiloh in the land of Canaan to go to the land of Gilead, their own land of which they had been given possession by the command of the Lord through Moses."
            },
            {
                "verse_number": "10",
                "verse_text": "And when they came to the region of the Jordan in the land of Canaan, the Reubenites, Gadites, and the half-tribe of Manasseh built there an altar by the Jordan, an altar great to behold."
            },
            {
                "verse_number": "11",
                "verse_text": "And the [other] Israelites heard it said, Behold, the Reubenites, Gadites, and the half-tribe of Manasseh have built an altar at the edge of the land of Canaan in the region [west] of the Jordan in the passage [belonging to us], the Israelites."
            },
            {
                "verse_number": "12",
                "verse_text": "When the Israelites heard of it, the whole congregation of the sons of Israel gathered at Shiloh to make war on them."
            },
            {
                "verse_number": "13",
                "verse_text": "And the [other] Israelites sent to the Reubenites, Gadites, and the half-tribe of Manasseh, in the land of Gilead, Phinehas son of Eleazar, the priest,"
            },
            {
                "verse_number": "14",
                "verse_text": "And with him ten chiefs, one from each of the tribal families of Israel; and each one was a head of a father’s house among the clans of Israel."
            },
            {
                "verse_number": "15",
                "verse_text": "And they came to the Reubenites, Gadites, and the half-tribe of Manasseh, in the land of Gilead, and they said to them,"
            },
            {
                "verse_number": "16",
                "verse_text": "The whole congregation of the Lord says, What trespass is this that you have committed against the God of Israel, to turn away this day from following the Lord, in that you have built yourselves an altar to rebel this day against the Lord?"
            },
            {
                "verse_number": "17",
                "verse_text": "Is the iniquity of Peor too little for us, from which we are not cleansed even now, although there came a plague [in which 24,000 died] in the congregation of the Lord,(A)"
            },
            {
                "verse_number": "18",
                "verse_text": "That you must turn away this day from following the Lord? The result will be, since you rebel today against the Lord, that tomorrow He will be angry with the whole congregation of Israel."
            },
            {
                "verse_number": "19",
                "verse_text": "But now, if your land is unclean, pass over into the Lord’s land, where the Lord’s tabernacle resides, and take for yourselves a possession among us. But do not rebel against the Lord or rebel against us by building for yourselves an altar other than the altar of the Lord our God."
            },
            {
                "verse_number": "20",
                "verse_text": "Did not Achan son of Zerah commit a trespass in the matter of taking accursed things [devoted to destruction] and wrath fall on all the congregation of Israel? And he did not perish alone in his perversity and iniquity.(B)"
            },
            {
                "verse_number": "21",
                "verse_text": "Then the Reubenites, Gadites, and the half-tribe of Manasseh said to the heads of the clans of Israel,"
            },
            {
                "verse_number": "22",
                "verse_text": "The Mighty One, God, the Lord! The Mighty One, God, the Lord! He knows, and let Israel itself know! If it was in rebellion or in transgression against the Lord, spare us not today."
            },
            {
                "verse_number": "23",
                "verse_text": "If we have built us an altar to turn away from following the Lord, or if we did so to offer on it burnt offerings or cereal offerings or peace offerings, may the Lord Himself take vengeance."
            },
            {
                "verse_number": "24",
                "verse_text": "No! But we did it for fear that in time to come your children might say to our children, What have you to do with the Lord, the God of Israel?"
            },
            {
                "verse_number": "25",
                "verse_text": "For the Lord has made the Jordan a boundary between us and you, you Reubenites and Gadites; you have no part in the Lord. So your children might make our children cease from fearing the Lord."
            },
            {
                "verse_number": "26",
                "verse_text": "So we said, Let us now prepare to build us an altar, not for burnt offering nor for sacrifice,"
            },
            {
                "verse_number": "27",
                "verse_text": "But to be a witness between us and you and between the generations after us, that we will perform the service of the Lord before Him with our burnt offerings and sacrifices and peace offerings; lest your children say to our children in time to come, You have no portion in the Lord."
            },
            {
                "verse_number": "28",
                "verse_text": "So we thought, if that should be said to us or to our descendants in time to come, we can reply, Behold the copy of the altar of the Lord, which our fathers made, not for burnt offerings nor for sacrifices, but to be a witness between us and you."
            },
            {
                "verse_number": "29",
                "verse_text": "Far be it from us that we should rebel against the Lord and turn away this day from following the Lord to build an altar for burnt offerings, for cereal offerings, or for sacrifices, besides the altar of the Lord our God that is before His tabernacle."
            },
            {
                "verse_number": "30",
                "verse_text": "And when Phinehas the priest and the chiefs of the congregation and heads of the clans of Israel who were with him heard the words that the Reubenites, Gadites, and Manassites spoke, it pleased them."
            },
            {
                "verse_number": "31",
                "verse_text": "Phinehas son of Eleazar, the priest, said to the Reubenites, Gadites, and Manassites, Today we know the Lord is among us, because you have not committed this trespass and treachery against the Lord; now you have saved the Israelites from the Lord’s hand."
            },
            {
                "verse_number": "32",
                "verse_text": "Then Phinehas son of Eleazar, the priest, and the chiefs returned from the Reubenites and Gadites in the land of Gilead to the land of Canaan, to the [other] Israelites, and brought back word to them."
            },
            {
                "verse_number": "33",
                "verse_text": "The report pleased the Israelites and they blessed God; and they spoke no more of going to war against them to destroy the land in which the Reubenites and Gadites dwelt."
            },
            {
                "verse_number": "34",
                "verse_text": "The Reubenites and Gadites called the altar Ed [witness], saying, It shall be: A Witness Between Us that the Lord is God."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "23 A long time after that, when the Lord had given Israel rest from all their enemies round about, and Joshua had grown old and advanced in years,"
            },
            {
                "verse_number": "2",
                "verse_text": "Joshua summoned all Israel, their elders, heads, judges, and officers, and said to them, I am old and advanced in years."
            },
            {
                "verse_number": "3",
                "verse_text": "And you have seen all that the Lord your God has done to all these nations for your sake; for it is the Lord your God Who has fought for you.(A)"
            },
            {
                "verse_number": "4",
                "verse_text": "Behold, I have allotted to you as an inheritance for your tribes those nations that remain, with all the nations I have cut off, from the Jordan to the Great Sea on the west."
            },
            {
                "verse_number": "5",
                "verse_text": "The Lord your God will thrust them out from before you and drive them out of your sight, and you shall possess their land, as the Lord your God [a]promised you."
            },
            {
                "verse_number": "6",
                "verse_text": "So be very courageous and steadfast to keep and do all that is written in the Book of the Law of Moses, turning not aside from it to the right hand or the left,"
            },
            {
                "verse_number": "7",
                "verse_text": "That you may not mix with these nations that remain among you, or make mention of the names of their gods or swear by them or serve them or bow down to them."
            },
            {
                "verse_number": "8",
                "verse_text": "But cling to the Lord your God as you have done to this day."
            },
            {
                "verse_number": "9",
                "verse_text": "For the Lord has driven out from before you great and strong nations; and as for you, no man has been able to withstand you to this day."
            },
            {
                "verse_number": "10",
                "verse_text": "One man of you shall put to flight a thousand, for it is the Lord your God Who fights for you, as He promised you."
            },
            {
                "verse_number": "11",
                "verse_text": "Be very watchful of yourselves, therefore, to [b]love the Lord your God."
            },
            {
                "verse_number": "12",
                "verse_text": "For if you turn back and adhere to the remnant of these nations left among you and make marriages with them, you marrying their women and they yours,"
            },
            {
                "verse_number": "13",
                "verse_text": "Know with certainty that the Lord your God will not continue to drive these nations from before you; but they shall be a snare and trap to you, and a scourge in your sides and thorns in your eyes, until you perish from off this good land which the Lord your God has given you."
            },
            {
                "verse_number": "14",
                "verse_text": "And behold, this day I am going the way of all the earth. Know in all your hearts and in all your souls that not one thing has failed of all the good things which the Lord your God promised concerning you. All have come to pass for you; not one thing of them has failed."
            },
            {
                "verse_number": "15",
                "verse_text": "But just as all good things which the Lord promised you have come to you, so will the Lord carry out [His] every [warning of] evil upon you, until He has destroyed you from off this good land which the Lord your God has given you."
            },
            {
                "verse_number": "16",
                "verse_text": "If you transgress the covenant of the Lord your God, which He commanded you, if you serve other gods and bow down to them, then the anger of the Lord will be kindled against you, and you shall perish quickly from off the good land He has given you."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "24 Then Joshua gathered all the tribes of Israel to Shechem, and summoned the elders of Israel and their heads, their judges, and their officers; they presented themselves before God."
            },
            {
                "verse_number": "2",
                "verse_text": "Joshua said to all the people, Thus says the Lord, the God of Israel, Your fathers dwelt in olden times beyond the Euphrates River, including Terah the father of Abraham and Nahor, and they served other gods."
            },
            {
                "verse_number": "3",
                "verse_text": "And I took your father Abraham from beyond the Euphrates River and led him through all the land of Canaan and multiplied his offspring. I gave him Isaac,"
            },
            {
                "verse_number": "4",
                "verse_text": "And I gave to Isaac Jacob and Esau. And I gave to Esau the hill country of Seir to possess, but Jacob and his children went down to Egypt."
            },
            {
                "verse_number": "5",
                "verse_text": "I sent Moses and Aaron, and I plagued Egypt with what I did in the midst of it; and afterward I brought you out."
            },
            {
                "verse_number": "6",
                "verse_text": "I brought your fathers out of Egypt, and you came to the sea; and the Egyptians pursued your fathers with chariots and horsemen to the Red Sea."
            },
            {
                "verse_number": "7",
                "verse_text": "When they cried to the Lord, He put darkness between you and the Egyptians, and brought the sea upon them and covered them; and your eyes saw what I did in Egypt. And you lived in the wilderness a long time [forty years].(A)"
            },
            {
                "verse_number": "8",
                "verse_text": "I brought you into the land of the Amorites who lived on the other side of the Jordan; they fought with you, and I gave them into your hand, and you possessed their land, and I destroyed them before you."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Balak son of Zippor, king of Moab, arose and warred against Israel, and sent and called Balaam son of Beor to curse you."
            },
            {
                "verse_number": "10",
                "verse_text": "But I would not listen to Balaam; therefore he blessed you; so I delivered you out of Balak’s hand.(B)"
            },
            {
                "verse_number": "11",
                "verse_text": "You went over the Jordan and came to Jericho; and the men of Jericho fought against you, as did the Amorites, Perizzites, Canaanites, Hittites, Girgashites, Hivites, and Jebusites, and I gave them into your hands."
            },
            {
                "verse_number": "12",
                "verse_text": "I sent the [a]hornet [that is, the terror of you] before you, which drove the two kings of the Amorites out before you; but it was not by your sword or by your bow.(C)"
            },
            {
                "verse_number": "13",
                "verse_text": "I have given you a land for which you did not labor and cities you did not build, and you dwell in them; you eat from vineyards and olive yards you did not plant."
            },
            {
                "verse_number": "14",
                "verse_text": "Now therefore, [reverently] fear the Lord and serve Him in sincerity and in truth; put away the gods which your fathers served on the other side of the [Euphrates] River and in Egypt, and serve the Lord."
            },
            {
                "verse_number": "15",
                "verse_text": "And if it seems evil to you to serve the Lord, choose for yourselves this day whom you will serve, whether the gods which your fathers served on the other side of the River, or the gods of the Amorites, in whose land you dwell; but as for me and my house, we will serve the Lord."
            },
            {
                "verse_number": "16",
                "verse_text": "The people answered, Far be it from us to forsake the Lord to serve other gods;"
            },
            {
                "verse_number": "17",
                "verse_text": "For it is the Lord our God Who brought us and our fathers up out of the land of Egypt, from the house of bondage, Who did those great signs in our sight and preserved us in all the way that we went and among all the peoples through whom we passed."
            },
            {
                "verse_number": "18",
                "verse_text": "And the Lord drove out before us all the people, the Amorites who dwelt in the land. Therefore we also will serve the Lord, for He is our God."
            },
            {
                "verse_number": "19",
                "verse_text": "And Joshua said to the people, You cannot serve the Lord, for He is a holy God; He is a jealous God. He will not forgive your transgressions or your sins."
            },
            {
                "verse_number": "20",
                "verse_text": "If you forsake the Lord and [b]serve strange gods, then He will turn and do you harm and consume you, after having done you good."
            },
            {
                "verse_number": "21",
                "verse_text": "And the people said to Joshua, No; but we will serve the Lord."
            },
            {
                "verse_number": "22",
                "verse_text": "Then Joshua said to the people, You are witnesses against yourselves that you have chosen the Lord, to serve Him. And they said, We are witnesses."
            },
            {
                "verse_number": "23",
                "verse_text": "Then put away, said he, the foreign gods that are among you and incline your hearts to the Lord, the God of Israel."
            },
            {
                "verse_number": "24",
                "verse_text": "The people said to Joshua, The Lord our God we will serve; His voice we will obey."
            },
            {
                "verse_number": "25",
                "verse_text": "So Joshua made a covenant with the people that day, and made statutes and ordinances for them at Shechem."
            },
            {
                "verse_number": "26",
                "verse_text": "And Joshua wrote these words in the Book of the Law of God; and he took a great stone and set it up there under an oak that was in [the court of] the sanctuary of the Lord."
            },
            {
                "verse_number": "27",
                "verse_text": "And Joshua said to all the people, See, this stone shall be a witness against us, for it has heard all the words the Lord spoke to us; so it shall be a witness against you, lest [afterward] you lie (pretend) and deny your God."
            },
            {
                "verse_number": "28",
                "verse_text": "So Joshua sent the people away, every man to his inheritance."
            },
            {
                "verse_number": "29",
                "verse_text": "After this, Joshua son of Nun, the servant of the Lord, died, being 110 years old."
            },
            {
                "verse_number": "30",
                "verse_text": "They buried him at the edge of his inheritance in Timnath-serah in the hill country of Ephraim, on the north side of the hill of Gaash."
            },
            {
                "verse_number": "31",
                "verse_text": "Israel served the Lord all the days of Joshua and of the elders who outlived Joshua and had known all the works the Lord had done for Israel."
            },
            {
                "verse_number": "32",
                "verse_text": "And the bones of Joseph, which the Israelites brought up out of Egypt, they buried in Shechem in the portion of ground Jacob bought from the sons of Hamor, the father of Shechem, for 100 pieces of money; and it became the inheritance of the Josephites."
            },
            {
                "verse_number": "33",
                "verse_text": "And Eleazar son of Aaron died; and they buried him at Gibeah [on the hill] of Phinehas his son, which was given him in the hill country of Ephraim."
            }
        ]
    }
}