{
    "Song of Songs": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The most beautiful of songs, by Solomon."
            },
            {
                "verse_number": "2",
                "verse_text": "Your lips cover me with kisses; your love is better than wine."
            },
            {
                "verse_number": "3",
                "verse_text": "There is a fragrance about you; the sound of your name recalls it. No woman could keep from loving you."
            },
            {
                "verse_number": "4",
                "verse_text": "Take me with you, and we'll run away; be my king and take me to your room. We will be happy together, drink deep, and lose ourselves in love. No wonder all women love you!"
            },
            {
                "verse_number": "5",
                "verse_text": "Women of Jerusalem, I am dark but"
            },
            {
                "verse_number": "5",
                "verse_text": "beautiful, dark as the desert tents of Kedar, but beautiful as the draperies in Solomon's palace."
            },
            {
                "verse_number": "6",
                "verse_text": "Don't look down on me because of my color, because the sun has tanned me. My brothers were angry with me and made me work in the vineyard. I had no time to care for myself."
            },
            {
                "verse_number": "7",
                "verse_text": "Tell me, my love, Where will you lead your flock to graze? Where will they rest from the noonday sun? Why should I need to look for you among the flocks of the other shepherds?"
            },
            {
                "verse_number": "8",
                "verse_text": "Don't you know the place, loveliest of women? Go and follow the flock; find pasture for your goats near the tents of the shepherds."
            },
            {
                "verse_number": "9",
                "verse_text": "You, my love, excite men as a mare excites the stallions of Pharaoh's chariots."
            },
            {
                "verse_number": "10",
                "verse_text": "Your hair is beautiful upon your cheeks and falls along your neck like jewels."
            },
            {
                "verse_number": "11",
                "verse_text": "But we will make for you a chain of gold with ornaments of silver."
            },
            {
                "verse_number": "12",
                "verse_text": "My king was lying on his couch, and my perfume filled the air with fragrance."
            },
            {
                "verse_number": "13",
                "verse_text": "My lover has the scent of myrrh as he lies upon my breasts."
            },
            {
                "verse_number": "14",
                "verse_text": "My lover is like the wild flowers that bloom in the vineyards at Engedi."
            },
            {
                "verse_number": "15",
                "verse_text": "How beautiful you are, my love; how your eyes shine with love!"
            },
            {
                "verse_number": "16",
                "verse_text": "How handsome you are, my dearest; how you delight me! The green grass will be our bed;"
            },
            {
                "verse_number": "17",
                "verse_text": "the cedars will be the beams of our house, and the cypress trees the ceiling."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "I am only a wild flower in Sharon, a lily in a mountain valley."
            },
            {
                "verse_number": "2",
                "verse_text": "Like a lily among thorns is my darling among women."
            },
            {
                "verse_number": "3",
                "verse_text": "Like an apple tree among the trees of the forest, so is my dearest compared to other men. I love to sit in its shadow, and its fruit is sweet to my taste."
            },
            {
                "verse_number": "4",
                "verse_text": "He brought me to his banquet hall and raised the banner of love over me."
            },
            {
                "verse_number": "5",
                "verse_text": "Restore my strength with raisins and refresh me with apples! I am weak from passion."
            },
            {
                "verse_number": "6",
                "verse_text": "His left hand is under my head, and his right hand caresses me."
            },
            {
                "verse_number": "7",
                "verse_text": "Promise me, women of Jerusalem; swear by the swift deer and the gazelles that you will not interrupt our love."
            },
            {
                "verse_number": "8",
                "verse_text": "I hear my lover's voice. He comes running over the mountains, racing across the hills to me."
            },
            {
                "verse_number": "9",
                "verse_text": "My lover is like a gazelle, like a young stag. There he stands beside the wall. He looks in through the window and glances through the lattice."
            },
            {
                "verse_number": "10",
                "verse_text": "My lover speaks to me. Come then, my love; my darling, come with me."
            },
            {
                "verse_number": "11",
                "verse_text": "The winter is over; the rains have stopped;"
            },
            {
                "verse_number": "12",
                "verse_text": "in the countryside the flowers are in bloom. This is the time for singing; the song of doves is heard in the fields."
            },
            {
                "verse_number": "13",
                "verse_text": "Figs are beginning to ripen; the air is fragrant with blossoming vines. Come then, my love; my darling, come with me."
            },
            {
                "verse_number": "14",
                "verse_text": "You are like a dove that hides in the crevice of a rock. Let me see your lovely face and hear your enchanting voice."
            },
            {
                "verse_number": "15",
                "verse_text": "Catch the foxes, the little foxes, before they ruin our vineyard in bloom."
            },
            {
                "verse_number": "16",
                "verse_text": "My lover is mine, and I am his. He feeds his flock among the lilies"
            },
            {
                "verse_number": "17",
                "verse_text": "until the morning breezes blow and the darkness disappears. Return, my darling, like a gazelle, like a stag on the mountains of Bether."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Asleep on my bed, night after night I dreamed of the one I love; I was looking for him, but couldn't find him."
            },
            {
                "verse_number": "2",
                "verse_text": "I went wandering through the city, through its streets and alleys. I looked for the one I love. I looked, but couldn't find him."
            },
            {
                "verse_number": "3",
                "verse_text": "The sentries patrolling the city saw me. I asked them, “Have you found my lover?”"
            },
            {
                "verse_number": "4",
                "verse_text": "As soon as I left them, I found him. I held him and wouldn't let him go until I took him to my mother's house, to the room where I was born."
            },
            {
                "verse_number": "5",
                "verse_text": "Promise me, women of Jerusalem; swear by the swift deer and the gazelles that you will not interrupt our love."
            },
            {
                "verse_number": "6",
                "verse_text": "What is this coming from the desert like a column of smoke, fragrant with incense and myrrh, the incense sold by the traders?"
            },
            {
                "verse_number": "7",
                "verse_text": "Solomon is coming, carried on his throne; sixty soldiers form the bodyguard, the finest soldiers in Israel."
            },
            {
                "verse_number": "8",
                "verse_text": "All of them are skillful with the sword; they are battle-hardened veterans. Each of them is armed with a sword, on guard against a night attack."
            },
            {
                "verse_number": "9",
                "verse_text": "King Solomon is carried on a throne made of the finest wood."
            },
            {
                "verse_number": "10",
                "verse_text": "Its posts are covered with silver; over it is cloth embroidered with gold. Its cushions are covered with purple cloth, lovingly woven by the women of Jerusalem."
            },
            {
                "verse_number": "11",
                "verse_text": "Women of Zion, come and see King Solomon. He is wearing the crown that his mother placed on his head on his wedding day, on the day of his gladness and joy."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "How beautiful you are, my love! How your eyes shine with love behind your veil. Your hair dances like a flock of goats bounding down the hills of Gilead."
            },
            {
                "verse_number": "2",
                "verse_text": "Your teeth are as white as sheep that have just been shorn and washed. Not one of them is missing; they are all perfectly matched."
            },
            {
                "verse_number": "3",
                "verse_text": "Your lips are like a scarlet ribbon; how lovely they are when you speak. Your cheeks glow behind your veil."
            },
            {
                "verse_number": "4",
                "verse_text": "Your neck is like the tower of David, round and smooth, with a necklace like a thousand shields hung around it."
            },
            {
                "verse_number": "5",
                "verse_text": "Your breasts are like gazelles, twin deer feeding among lilies."
            },
            {
                "verse_number": "6",
                "verse_text": "I will stay on the hill of myrrh, the hill of incense, until the morning breezes blow and the darkness disappears."
            },
            {
                "verse_number": "7",
                "verse_text": "How beautiful you are, my love; how perfect you are!"
            },
            {
                "verse_number": "8",
                "verse_text": "Come with me from the Lebanon Mountains, my bride; come with me from Lebanon. Come down from the top of Mount Amana, from Mount Senir and Mount Hermon, where the lions and leopards live."
            },
            {
                "verse_number": "9",
                "verse_text": "The look in your eyes, my sweetheart and bride, and the necklace you are wearing have stolen my heart."
            },
            {
                "verse_number": "10",
                "verse_text": "Your love delights me, my sweetheart and bride. Your love is better than wine; your perfume more fragrant than any spice."
            },
            {
                "verse_number": "11",
                "verse_text": "The taste of honey is on your lips, my darling; your tongue is milk and honey for me. Your clothing has all the fragrance of Lebanon."
            },
            {
                "verse_number": "12",
                "verse_text": "My sweetheart, my bride, is a secret garden, a walled garden, a private spring;"
            },
            {
                "verse_number": "13",
                "verse_text": "there the plants flourish. They grow like an orchard of pomegranate trees and bear the finest fruits. There is no lack of henna and nard,"
            },
            {
                "verse_number": "14",
                "verse_text": "of saffron, calamus, and cinnamon, or incense of every kind. Myrrh and aloes grow there with all the most fragrant perfumes."
            },
            {
                "verse_number": "15",
                "verse_text": "Fountains water the garden, streams of flowing water, brooks gushing down from the Lebanon Mountains."
            },
            {
                "verse_number": "16",
                "verse_text": "Wake up, North Wind. South Wind, blow on my garden; fill the air with fragrance. Let my lover come to his garden and eat the best of its fruits."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "I have entered my garden, my sweetheart, my bride. I am gathering my spices and myrrh; I am eating my honey and honeycomb; I am drinking my wine and milk. Eat, lovers, and drink until you are drunk with love!"
            },
            {
                "verse_number": "2",
                "verse_text": "While I slept, my heart was awake. I dreamed my lover knocked at the door. Let me come in, my darling, my sweetheart, my dove. My head is wet with dew, and my hair is damp from the mist."
            },
            {
                "verse_number": "3",
                "verse_text": "I have already undressed; why should I get dressed again? I have washed my feet; why should I get them dirty again?"
            },
            {
                "verse_number": "4",
                "verse_text": "My lover put his hand to the door, and I was thrilled that he was near."
            },
            {
                "verse_number": "5",
                "verse_text": "I was ready to let him come in. My hands were covered with myrrh, my fingers with liquid myrrh, as I grasped the handle of the door."
            },
            {
                "verse_number": "6",
                "verse_text": "I opened the door for my lover, but he had already gone. How I wanted to hear his voice! I looked for him, but couldn't find him; I called to him, but heard no answer."
            },
            {
                "verse_number": "7",
                "verse_text": "The sentries patrolling the city found me; they struck me and bruised me; the guards at the city wall tore off my cape."
            },
            {
                "verse_number": "8",
                "verse_text": "Promise me, women of Jerusalem, that if you find my lover, you will tell him I am weak from passion."
            },
            {
                "verse_number": "9",
                "verse_text": "Most beautiful of women, is your lover different from everyone else? What is there so wonderful about him that we should give you our promise?"
            },
            {
                "verse_number": "10",
                "verse_text": "My lover is handsome and strong; he is one in ten thousand."
            },
            {
                "verse_number": "11",
                "verse_text": "His face is bronzed and smooth; his hair is wavy, black as a raven."
            },
            {
                "verse_number": "12",
                "verse_text": "His eyes are as beautiful as doves by a flowing brook, doves washed in milk and standing by the stream."
            },
            {
                "verse_number": "13",
                "verse_text": "His cheeks are as lovely as a garden that is full of herbs and spices. His lips are like lilies, wet with liquid myrrh."
            },
            {
                "verse_number": "14",
                "verse_text": "His hands are well-formed, and he wears rings set with gems. His body is like smooth ivory, with sapphires set in it."
            },
            {
                "verse_number": "15",
                "verse_text": "His thighs are columns of alabaster set in sockets of gold. He is majestic, like the Lebanon Mountains with their towering cedars."
            },
            {
                "verse_number": "16",
                "verse_text": "His mouth is sweet to kiss; everything about him enchants me. This is what my lover is like, women of Jerusalem."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Most beautiful of women, where has your lover gone? Tell us which way your lover went, so that we can help you find him."
            },
            {
                "verse_number": "2",
                "verse_text": "My lover has gone to his garden, where the balsam trees grow. He is feeding his flock in the garden and gathering lilies."
            },
            {
                "verse_number": "3",
                "verse_text": "My lover is mine, and I am his; he feeds his flock among the lilies."
            },
            {
                "verse_number": "4",
                "verse_text": "My love, you are as beautiful as Jerusalem, as lovely as the city of Tirzah, as breathtaking as these great cities."
            },
            {
                "verse_number": "5",
                "verse_text": "Turn your eyes away from me; they are holding me captive. Your hair dances like a flock of goats bounding down the hills of Gilead."
            },
            {
                "verse_number": "6",
                "verse_text": "Your teeth are as white as a flock of sheep that have just been washed. Not one of them is missing; they are all perfectly matched."
            },
            {
                "verse_number": "7",
                "verse_text": "Your cheeks glow behind your veil."
            },
            {
                "verse_number": "8",
                "verse_text": "Let the king have sixty queens, eighty concubines, young women without number!"
            },
            {
                "verse_number": "9",
                "verse_text": "But I love only one, and she is as lovely as a dove. She is her mother's only daughter, her mother's favorite child. All women look at her and praise her; queens and concubines sing her praises."
            },
            {
                "verse_number": "10",
                "verse_text": "Who is this whose glance is like the dawn? She is beautiful and bright, as dazzling as the sun or the moon."
            },
            {
                "verse_number": "11",
                "verse_text": "I have come down among the almond trees to see the young plants in the valley, to see the new leaves on the vines and the blossoms on the pomegranate trees."
            },
            {
                "verse_number": "12",
                "verse_text": "I am trembling; you have made me as eager for love as a chariot driver is for battle."
            },
            {
                "verse_number": "13",
                "verse_text": "Dance, dance,"
            },
            {
                "verse_number": "13",
                "verse_text": "girl of Shulam. Let us watch you as you dance. Why do you want to watch me as I dance between the rows of onlookers?"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "What a magnificent young woman you are! How beautiful are your feet in sandals. The curve of your thighs is like the work of an artist."
            },
            {
                "verse_number": "2",
                "verse_text": "A bowl is there, that never runs out of spiced wine. A sheaf of wheat is there, surrounded by lilies."
            },
            {
                "verse_number": "3",
                "verse_text": "Your breasts are like twin deer, like two gazelles."
            },
            {
                "verse_number": "4",
                "verse_text": "Your neck is like a tower of ivory. Your eyes are like the pools in the city of Heshbon, near the gate of that great city. Your nose is as lovely as the tower of Lebanon that stands guard at Damascus."
            },
            {
                "verse_number": "5",
                "verse_text": "Your head is held high like Mount Carmel. Your braided hair shines like the finest satin; its beauty could hold a king captive."
            },
            {
                "verse_number": "6",
                "verse_text": "How pretty you are, how beautiful; how complete the delights of your love."
            },
            {
                "verse_number": "7",
                "verse_text": "You are as graceful as a palm tree, and your breasts are clusters of dates."
            },
            {
                "verse_number": "8",
                "verse_text": "I will climb the palm tree and pick its fruit. To me your breasts are like bunches of grapes, your breath like the fragrance of apples,"
            },
            {
                "verse_number": "9",
                "verse_text": "and your mouth like the finest wine. Then let the wine flow straight to my lover, flowing over his lips and teeth."
            },
            {
                "verse_number": "10",
                "verse_text": "I belong to my lover, and he desires me."
            },
            {
                "verse_number": "11",
                "verse_text": "Come, darling, let's go out to the countryside and spend the night in the villages."
            },
            {
                "verse_number": "12",
                "verse_text": "We will get up early and look at the vines to see whether they've started to grow, whether the blossoms are opening and the pomegranate trees are in bloom. There I will give you my love."
            },
            {
                "verse_number": "13",
                "verse_text": "You can smell the scent of mandrakes, and all the pleasant fruits are near our door. Darling, I have kept for you the old delights and the new."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "I wish that you were my brother, that my mother had nursed you at her breast. Then, if I met you in the street, I could kiss you and no one would mind."
            },
            {
                "verse_number": "2",
                "verse_text": "I would take you to my mother's house, where you could teach me love. I would give you spiced wine, my pomegranate wine to drink."
            },
            {
                "verse_number": "3",
                "verse_text": "Your left hand is under my head, and your right hand caresses me."
            },
            {
                "verse_number": "4",
                "verse_text": "Promise me, women of Jerusalem, that you will not interrupt our love."
            },
            {
                "verse_number": "5",
                "verse_text": "Who is this coming from the desert, arm in arm with her lover? Under the apple tree I woke you, in the place where you were born."
            },
            {
                "verse_number": "6",
                "verse_text": "Close your heart to every love but mine; hold no one in your arms but me. Love is as powerful as death; passion is as strong as death itself. It bursts into flame and burns like a raging fire."
            },
            {
                "verse_number": "7",
                "verse_text": "Water cannot put it out; no flood can drown it. But if any tried to buy love with their wealth, contempt is all they would get."
            },
            {
                "verse_number": "8",
                "verse_text": "We have a young sister, and her breasts are still small. What will we do for her when a young man comes courting?"
            },
            {
                "verse_number": "9",
                "verse_text": "If she is a wall, we will build her a silver tower. But if she is a gate, we will protect her with panels of cedar."
            },
            {
                "verse_number": "10",
                "verse_text": "I am a wall, and my breasts are its towers. My lover knows that with him I find contentment and peace."
            },
            {
                "verse_number": "11",
                "verse_text": "Solomon has a vineyard in a place called Baal Hamon. There are farmers who rent it from him; each one pays a thousand silver coins."
            },
            {
                "verse_number": "12",
                "verse_text": "Solomon is welcome to his thousand coins, and the farmers to two hundred as their share; I have a vineyard of my own!"
            },
            {
                "verse_number": "13",
                "verse_text": "Let me hear your voice from the garden, my love; my companions are waiting to hear you speak."
            },
            {
                "verse_number": "14",
                "verse_text": "Come to me, my lover, like a gazelle, like a young stag on the mountains where spices grow."
            }
        ],
        "9": [],
        "10": [],
        "11": [],
        "12": []
    }
}