{
    "Micah": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "During the time that Jotham, Ahaz, and Hezekiah were kings of Judah, the Lord gave this message to Micah, who was from the town of Moresheth. The Lord revealed to Micah all these things about Samaria and Jerusalem. listen to this, all who live on earth! The Sovereign Lord will testify against you. Listen! He speaks from his heavenly temple. he will come down and walk on the tops of the mountains. like wax in a fire; they will pour down into the valleys like water pouring down a hill."
            },
            {
                "verse_number": "2",
                "verse_text": "Hear this, all you nations;"
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord is coming from his holy place;"
            },
            {
                "verse_number": "4",
                "verse_text": "Then the mountains will melt under him"
            },
            {
                "verse_number": "5",
                "verse_text": "All this will happen because the people of Israel have sinned and rebelled against God. Who is to blame for Israel's rebellion? Samaria, the capital city itself! Who is guilty of idolatry in Judah? Jerusalem itself!"
            },
            {
                "verse_number": "6",
                "verse_text": "So the Lord says, &apos;I will make Samaria a pile of ruins in the open country, a place for planting grapevines. I will pour the rubble of the city down into the valley, and will lay bare the city's foundations."
            },
            {
                "verse_number": "7",
                "verse_text": "All its precious idols will be smashed to pieces, everything given to its temple prostitutes will be destroyed by fire, and all its images will become a desolate heap. Samaria acquired these things for its fertility rites, and now her enemies will carry them off for temple prostitutes elsewhere.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Then Micah said, &apos;Because of this I will mourn and lament. To show my sorrow, I will walk around barefoot and naked. I will howl like a jackal and wail like an ostrich."
            },
            {
                "verse_number": "9",
                "verse_text": "Samaria's wounds cannot be healed, and Judah is about to suffer in the same way; destruction has reached the gates of Jerusalem itself, where my people live.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Don't tell our enemies in Gath about our defeat; don't let them see you weeping. People of Beth Leaphrah, show your despair by rolling in the dust!"
            },
            {
                "verse_number": "11",
                "verse_text": "You people of Shaphir, go into exile, naked and ashamed. Those who live in Zaanan do not dare to come out of their city. When you hear the people of Bethezel mourn, you will know that there is no refuge there."
            },
            {
                "verse_number": "12",
                "verse_text": "The people of Maroth anxiously wait for relief, because the Lord has brought disaster close to Jerusalem."
            },
            {
                "verse_number": "13",
                "verse_text": "You that live in Lachish, hitch the horses to the chariots. You imitated the sins of Israel and so caused Jerusalem to sin."
            },
            {
                "verse_number": "14",
                "verse_text": "And now, people of Judah, say good-bye to the town of Moresheth Gath. The kings of Israel will get no help from the town of Achzib."
            },
            {
                "verse_number": "15",
                "verse_text": "People of Mareshah, the Lord will hand you over to an enemy, who is going to capture your town. The leaders of Israel will go and hide in the cave at Adullam."
            },
            {
                "verse_number": "16",
                "verse_text": "People of Judah, cut off your hair in mourning for the children you love. Make yourselves as bald as vultures, because your children will be taken away from you into exile."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "How terrible it will be for those who lie awake and plan evil! When morning comes, as soon as they have the chance, they do the evil they planned."
            },
            {
                "verse_number": "2",
                "verse_text": "When they want fields, they seize them; when they want houses, they take them. No one's family or property is safe. We are completely ruined! The Lord has taken our land away"
            },
            {
                "verse_number": "3",
                "verse_text": "And so the Lord says, &apos;I am planning to bring disaster on you, and you will not be able to escape it. You are going to find yourselves in trouble, and then you will not walk so proudly any more."
            },
            {
                "verse_number": "4",
                "verse_text": "When that time comes, people will use the story about you as an example of disaster, and they will sing this song of despair about your experience: And given it to those who took us captive.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "So then, when the time comes for the land to be given back to the Lord 's people, there will be no share for any of you."
            },
            {
                "verse_number": "6",
                "verse_text": "The people preach at me and say, &apos;Don't preach at us. Don't preach about all that. God is not going to disgrace us."
            },
            {
                "verse_number": "7",
                "verse_text": "Do you think the people of Israel are under a curse? Has the Lord lost his patience? Would he really do such things? Doesn't he speak kindly to those who do right?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "The Lord replies, &apos;You attack my people like enemies. Men return from battle, thinking they are safe at home, but there you are, waiting to steal the coats off their backs."
            },
            {
                "verse_number": "9",
                "verse_text": "You drive the women of my people out of the homes they love, and you have robbed their children of my blessings forever."
            },
            {
                "verse_number": "10",
                "verse_text": "Get up and go; there is no safety here any more. Your sins have doomed this place to destruction."
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;These people want the kind of prophet who goes around full of lies and deceit and says, &quot;I prophesy that wine and liquor will flow for you.&quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;But I will gather you together, all you people of Israel that are left. I will bring you together like sheep returning to the fold. Like a pasture full of sheep, your land will once again be filled with many people.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "God will open the way for them and lead them out of exile. They will break out of the city gates and go free. Their king, the Lord himself, will lead them out."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Listen, you rulers of Israel! You are supposed to be concerned about justice,"
            },
            {
                "verse_number": "2",
                "verse_text": "yet you hate what is good and you love what is evil. You skin my people alive and tear the flesh off their bones."
            },
            {
                "verse_number": "3",
                "verse_text": "You eat my people up. You strip off their skin, break their bones, and chop them up like meat for the pot."
            },
            {
                "verse_number": "4",
                "verse_text": "The time is coming when you will cry out to the Lord , but he will not answer you. He will not listen to your prayers, for you have done evil."
            },
            {
                "verse_number": "5",
                "verse_text": "My people are deceived by prophets who promise peace to those who pay them, but threaten war for those who don't. To these prophets the Lord says,"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;Prophets, your day is almost over; the sun is going down on you. Because you mislead my people, you will have no more prophetic visions, and you will not be able to predict anything.&apos;"
            },
            {
                "verse_number": "7",
                "verse_text": "Those who predict the future will be disgraced by their failure. They will all be humiliated because God does not answer them."
            },
            {
                "verse_number": "8",
                "verse_text": "But as for me, the Lord fills me with his spirit and power, and gives me a sense of justice and the courage to tell the people of Israel what their sins are."
            },
            {
                "verse_number": "9",
                "verse_text": "Listen to me, you rulers of Israel, you that hate justice and turn right into wrong."
            },
            {
                "verse_number": "10",
                "verse_text": "You are building God's city, Jerusalem, on a foundation of murder and injustice."
            },
            {
                "verse_number": "11",
                "verse_text": "The city's rulers govern for bribes, the priests interpret the Law for pay, the prophets give their revelations for money&ndash;and they all claim that the Lord is with them. &apos;No harm will come to us,&apos; they say. &apos;The Lord is with us.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "And so, because of you, Zion will be plowed like a field, Jerusalem will become a pile of ruins, and the Temple hill will become a forest."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "In days to come the mountain where the Temple stands will be the highest one of all, towering above all the hills. Many nations will come streaming to it, to the Temple of Israel's God. He will teach us what he wants us to do; we will walk in the paths he has chosen. For the Lord 's teaching comes from Jerusalem; from Zion he speaks to his people.&apos; among the great powers near and far. They will hammer their swords into plows and their spears into pruning knives. Nations will never again go to war, never prepare for battle again. among their own vineyards and fig trees, and no one will make them afraid. The Lord Almighty has promised this."
            },
            {
                "verse_number": "2",
                "verse_text": "and their people will say, &apos;Let us go up the hill of the Lord ,"
            },
            {
                "verse_number": "3",
                "verse_text": "He will settle disputes among the nations,"
            },
            {
                "verse_number": "4",
                "verse_text": "Everyone will live in peace"
            },
            {
                "verse_number": "5",
                "verse_text": "Each nation worships and obeys its own god, but we will worship and obey the Lord our God forever and ever."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;The time is coming,&apos; says the Lord , &apos;when I will gather together the people I punished, those who have suffered in exile."
            },
            {
                "verse_number": "7",
                "verse_text": "They are crippled and far from home, but I will make a new beginning with those who are left, and they will become a great nation. I will rule over them on Mount Zion from that time on and forever.&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "And you, Jerusalem, where God, like a shepherd from his lookout tower, watches over his people, will once again be the capital of the kingdom that was yours."
            },
            {
                "verse_number": "9",
                "verse_text": "Why do you cry out so loudly? Why are you suffering like a woman in labor? Is it because you have no king, and your counselors are dead?"
            },
            {
                "verse_number": "10",
                "verse_text": "Twist and groan, people of Jerusalem, like a woman giving birth, for now you will have to leave the city and live in the open country. You will have to go to Babylon, but there the Lord will save you from your enemies."
            },
            {
                "verse_number": "11",
                "verse_text": "Many nations have gathered to attack you. They say, &apos;Jerusalem must be destroyed! We will see this city in ruins!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "But these nations do not know what is in the Lord 's mind. They do not realize that they have been gathered together to be punished in the same way that grain is brought in to be threshed."
            },
            {
                "verse_number": "13",
                "verse_text": "The Lord says, &apos;People of Jerusalem, go and punish your enemies! I will make you as strong as a bull with iron horns and bronze hoofs. You will crush many nations, and the wealth they got by violence you will present to me, the Lord of the whole world.&apos;"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "People of Jerusalem, gather your forces! We are besieged! They are attacking the leader of Israel! When the Assyrians invade our country and break through our defenses, we will send our strongest leaders to fight them."
            },
            {
                "verse_number": "2",
                "verse_text": "The Lord says, &apos;Bethlehem Ephrathah, you are one of the smallest towns in Judah, but out of you I will bring a ruler for Israel, whose family line goes back to ancient times.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "So the Lord will abandon his people to their enemies until the woman who is to give birth has her son. Then those Israelites who are in exile will be reunited with their own people."
            },
            {
                "verse_number": "4",
                "verse_text": "When he comes, he will rule his people with the strength that comes from the Lord and with the majesty of the Lord God himself. His people will live in safety because people all over the earth will acknowledge his greatness,"
            },
            {
                "verse_number": "5",
                "verse_text": "and he will bring peace."
            },
            {
                "verse_number": "6",
                "verse_text": "By force of arms they will conquer Assyria, the land of Nimrod, and they will save us from the Assyrians when they invade our territory."
            },
            {
                "verse_number": "7",
                "verse_text": "The people of Israel who survive will be like refreshing dew sent by the Lord for many nations, like showers on growing plants. They will depend on God, not people."
            },
            {
                "verse_number": "8",
                "verse_text": "Those who are left among the nations will be like a lion hunting for food in a forest or a pasture: it gets in among the sheep, pounces on them, and tears them to pieces&ndash;and there is no hope of rescue."
            },
            {
                "verse_number": "9",
                "verse_text": "Israel will conquer her enemies and destroy them all."
            },
            {
                "verse_number": "10",
                "verse_text": "The Lord says, &apos;At that time I will take away your horses and destroy your chariots."
            },
            {
                "verse_number": "11",
                "verse_text": "I will destroy the cities in your land and tear down all your defenses."
            },
            {
                "verse_number": "12",
                "verse_text": "I will destroy the magic charms you use and leave you without any fortunetellers."
            },
            {
                "verse_number": "13",
                "verse_text": "I will destroy your idols and sacred stone pillars; no longer will you worship the things that you yourselves have made."
            },
            {
                "verse_number": "14",
                "verse_text": "I will pull down the images of the goddess Asherah in your land and destroy your cities."
            },
            {
                "verse_number": "15",
                "verse_text": "And in my great anger I will take revenge on all nations that have not obeyed me.&apos;"
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Listen to the Lord 's case against Israel. Arise, O Lord , and present your case; let the mountains and the hills hear what you say."
            },
            {
                "verse_number": "2",
                "verse_text": "You mountains, you everlasting foundations of the earth, listen to the Lord 's case! The Lord has a case against his people. He is going to bring an accusation against Israel."
            },
            {
                "verse_number": "3",
                "verse_text": "The Lord says, &apos;My people, what have I done to you? How have I been a burden to you? Answer me."
            },
            {
                "verse_number": "4",
                "verse_text": "I brought you out of Egypt; I rescued you from slavery; I sent Moses, Aaron, and Miriam to lead you."
            },
            {
                "verse_number": "5",
                "verse_text": "My people, remember what King Balak of Moab planned to do to you and how Balaam son of Beor answered him. Remember the things that happened on the way from the camp at Acacia to Gilgal. Remember these things and you will realize what I did in order to save you.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "What shall I bring to the Lord , the God of heaven, when I come to worship him? Shall I bring the best calves to burn as offerings to him?"
            },
            {
                "verse_number": "7",
                "verse_text": "Will the Lord be pleased if I bring him thousands of sheep or endless streams of olive oil? Shall I offer him my first-born child to pay for my sins?"
            },
            {
                "verse_number": "8",
                "verse_text": "No, the Lord has told us what is good. What he requires of us is this: to do what is just, to show constant love, and to live in humble fellowship with our God."
            },
            {
                "verse_number": "9",
                "verse_text": "It is wise to fear the Lord . He calls to the city, &apos;Listen, you people who assemble in the city!"
            },
            {
                "verse_number": "10",
                "verse_text": "In the houses of evil people are treasures which they got dishonestly. They use false measures, a thing that I hate."
            },
            {
                "verse_number": "11",
                "verse_text": "How can I forgive those who use false scales and weights?"
            },
            {
                "verse_number": "12",
                "verse_text": "Your rich people exploit the poor, and all of you are liars."
            },
            {
                "verse_number": "13",
                "verse_text": "So I have already begun your ruin and destruction because of your sins."
            },
            {
                "verse_number": "14",
                "verse_text": "You will eat, but not be satisfied&ndash;in fact you will still be hungry. You will carry things off, but you will not be able to save them; anything you do save I will destroy in war."
            },
            {
                "verse_number": "15",
                "verse_text": "You will sow grain, but not harvest the crop. You will press oil from olives, but never get to use it. You will make wine, but never drink it."
            },
            {
                "verse_number": "16",
                "verse_text": "This will happen because you have followed the evil practices of King Omri and of his son, King Ahab. You have continued their policies, and so I will bring you to ruin, and everyone will despise you. People everywhere will treat you with contempt.&apos;"
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "It's hopeless! I am like a hungry person who finds no fruit left on the trees and no grapes on the vines. All the grapes and all the tasty figs have been picked."
            },
            {
                "verse_number": "2",
                "verse_text": "There is not an honest person left in the land, no one loyal to God. Everyone is waiting for a chance to commit murder. Everyone hunts down their own people."
            },
            {
                "verse_number": "3",
                "verse_text": "They are all experts at doing evil. Officials and judges ask for bribes. The influential people tell them what they want, and so they scheme together."
            },
            {
                "verse_number": "4",
                "verse_text": "Even the best and most honest of them are as worthless as weeds. The day has come when God will punish the people, as he warned them through their watchmen, the prophets. Now they are in confusion."
            },
            {
                "verse_number": "5",
                "verse_text": "Don't believe your neighbor or trust your friend. Be careful what you say even to your husband or wife."
            },
            {
                "verse_number": "6",
                "verse_text": "In these times sons treat their fathers like fools, daughters oppose their mothers, and young women quarrel with their mothers-in-law; your enemies are the members of your own family."
            },
            {
                "verse_number": "7",
                "verse_text": "But I will watch for the Lord ; I will wait confidently for God, who will save me. My God will hear me."
            },
            {
                "verse_number": "8",
                "verse_text": "Our enemies have no reason to gloat over us. We have fallen, but we will rise again. We are in darkness now, but the Lord will give us light."
            },
            {
                "verse_number": "9",
                "verse_text": "We have sinned against the Lord , so now we must endure his anger for a while. But in the end he will defend us and right the wrongs that have been done to us. He will bring us out to the light; we will live to see him save us."
            },
            {
                "verse_number": "10",
                "verse_text": "Then our enemies will see this and be disgraced&ndash;the same enemies who taunted us by asking, &apos;Where is the Lord your God?&apos; We will see them defeated, trampled down like mud in the streets."
            },
            {
                "verse_number": "11",
                "verse_text": "People of Jerusalem, the time to rebuild the city walls is coming. At that time your territory will be enlarged."
            },
            {
                "verse_number": "12",
                "verse_text": "Your people will return to you from everywhere&ndash;from Assyria in the east, from Egypt in the south, from the region of the Euphrates River, from distant seas and far-off mountains."
            },
            {
                "verse_number": "13",
                "verse_text": "But the earth will become a desert because of the wickedness of those who live on it."
            },
            {
                "verse_number": "14",
                "verse_text": "Be a shepherd to your people, Lord , the people you have chosen. Although they live apart in the wilderness, there is fertile land around them. Let them go and feed in the rich pastures of Bashan and Gilead, as they did long ago."
            },
            {
                "verse_number": "15",
                "verse_text": "Work miracles for us, Lord , as you did in the days when you brought us out of Egypt."
            },
            {
                "verse_number": "16",
                "verse_text": "The nations will see this and be frustrated in spite of all their strength. In dismay they will close their mouths and cover their ears."
            },
            {
                "verse_number": "17",
                "verse_text": "They will crawl in the dust like snakes; they will come from their fortresses, trembling and afraid. They will turn in fear to the Lord our God."
            },
            {
                "verse_number": "18",
                "verse_text": "There is no other god like you, O Lord ; you forgive the sins of your people who have survived. You do not stay angry forever, but you take pleasure in showing us your constant love."
            },
            {
                "verse_number": "19",
                "verse_text": "You will be merciful to us once again. You will trample our sins underfoot and send them to the bottom of the sea!"
            },
            {
                "verse_number": "20",
                "verse_text": "You will show your faithfulness and constant love to your people, the descendants of Abraham and of Jacob, as you promised our ancestors long ago."
            }
        ]
    }
}