{
    "2 Samuel": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "After Saul's death David came back from his victory over the Amalekites and stayed in Ziklag for two days."
            },
            {
                "verse_number": "2",
                "verse_text": "The next day a young man arrived from Saul's camp. To show his grief, he had torn his clothes and put dirt on his head. He went to David and bowed to the ground in respect."
            },
            {
                "verse_number": "3",
                "verse_text": "David asked him, “Where have you come from?” “I have escaped from the Israelite camp,” he answered."
            },
            {
                "verse_number": "4",
                "verse_text": "“Tell me what happened,” David said. “Our army ran away from the battle,” he replied, “and many of our men were killed. Saul and his son Jonathan were also killed.”"
            },
            {
                "verse_number": "5",
                "verse_text": "“How do you know that Saul and Jonathan are dead?” David asked him."
            },
            {
                "verse_number": "6",
                "verse_text": "He answered, “I happened to be on Mount Gilboa, and I saw that Saul was leaning on his spear and that the chariots and cavalry of the enemy were closing in on him."
            },
            {
                "verse_number": "7",
                "verse_text": "Then he turned around, saw me, and called to me. I answered, ‘Yes, sir!’"
            },
            {
                "verse_number": "8",
                "verse_text": "He asked who I was, and I told him that I was an Amalekite."
            },
            {
                "verse_number": "9",
                "verse_text": "Then he said, ‘Come here and kill me! I have been badly wounded, and I'm about to die.’"
            },
            {
                "verse_number": "10",
                "verse_text": "So I went up to him and killed him, because I knew that he would die anyway as soon as he fell. Then I took the crown from his head and the bracelet from his arm, and I have brought them to you, sir.”"
            },
            {
                "verse_number": "11",
                "verse_text": "David tore his clothes in sorrow, and all his men did the same."
            },
            {
                "verse_number": "12",
                "verse_text": "They grieved and mourned and fasted until evening for Saul and Jonathan and for Israel, the people of the"
            },
            {
                "verse_number": "12",
                "verse_text": "Lord"
            },
            {
                "verse_number": "12",
                "verse_text": ", because so many had been killed in battle."
            },
            {
                "verse_number": "13",
                "verse_text": "David asked the young man who had brought him the news, “Where are you from?” He answered, “I'm an Amalekite, but I live in your country.”"
            },
            {
                "verse_number": "14",
                "verse_text": "David asked him, “How is it that you dared kill the"
            },
            {
                "verse_number": "14",
                "verse_text": "Lord"
            },
            {
                "verse_number": "14",
                "verse_text": "'s chosen king?”"
            },
            {
                "verse_number": "15",
                "verse_text": "Then David called one of his men and said, “Kill him!” The man struck the Amalekite and mortally wounded him,"
            },
            {
                "verse_number": "16",
                "verse_text": "and David said to the Amalekite, “You brought this on yourself. You condemned yourself when you confessed that you killed the one whom the"
            },
            {
                "verse_number": "16",
                "verse_text": "Lord"
            },
            {
                "verse_number": "16",
                "verse_text": "chose to be king.”"
            },
            {
                "verse_number": "17",
                "verse_text": "David sang this lament for Saul and his son Jonathan,"
            },
            {
                "verse_number": "18",
                "verse_text": "and ordered it"
            },
            {
                "verse_number": "18",
                "verse_text": "to be taught to the people of Judah. (It is recorded in"
            },
            {
                "verse_number": "18",
                "verse_text": "The Book of Jashar"
            },
            {
                "verse_number": "18",
                "verse_text": ".)"
            },
            {
                "verse_number": "19",
                "verse_text": "“On the hills of Israel our leaders are dead! The bravest of our soldiers have fallen!"
            },
            {
                "verse_number": "20",
                "verse_text": "Do not announce it in Gath or in the streets of Ashkelon. Do not make the women of Philistia glad; do not let the daughters of pagans rejoice."
            },
            {
                "verse_number": "21",
                "verse_text": "“May no rain or dew fall on Gilboa's hills; may its fields be always barren! For the shields of the brave lie there in disgrace; the shield of Saul is no longer polished with oil."
            },
            {
                "verse_number": "22",
                "verse_text": "Jonathan's bow was deadly, the sword of Saul was merciless, striking down the mighty, killing the enemy."
            },
            {
                "verse_number": "23",
                "verse_text": "“Saul and Jonathan, so wonderful and dear; together in life, together in death; swifter than eagles, stronger than lions."
            },
            {
                "verse_number": "24",
                "verse_text": "“Women of Israel, mourn for Saul! He clothed you in rich scarlet dresses and adorned you with jewels and gold."
            },
            {
                "verse_number": "25",
                "verse_text": "“The brave soldiers have fallen, they were killed in battle. Jonathan lies dead in the hills."
            },
            {
                "verse_number": "26",
                "verse_text": "“I grieve for you, my brother Jonathan; how dear you were to me! How wonderful was your love for me, better even than the love of women."
            },
            {
                "verse_number": "27",
                "verse_text": "“The brave soldiers have fallen, their weapons abandoned and useless.”"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "After this, David asked the"
            },
            {
                "verse_number": "1",
                "verse_text": "Lord"
            },
            {
                "verse_number": "1",
                "verse_text": ", “Shall I go and take control of one of the towns of Judah?” “Yes,” the Lord answered. “Which one?” David asked. “Hebron,” the Lord said."
            },
            {
                "verse_number": "2",
                "verse_text": "So David went to Hebron, taking with him his two wives: Ahinoam, who was from Jezreel, and Abigail, Nabal's widow, who was from Carmel."
            },
            {
                "verse_number": "3",
                "verse_text": "He also took his men and their families, and they settled in the towns around Hebron."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the men of Judah came to Hebron and anointed David as king of Judah. When David heard that the people of Jabesh in Gilead had buried Saul,"
            },
            {
                "verse_number": "5",
                "verse_text": "he sent some men there with the message: “May the"
            },
            {
                "verse_number": "5",
                "verse_text": "Lord"
            },
            {
                "verse_number": "5",
                "verse_text": "bless you for showing your loyalty to your king by burying him."
            },
            {
                "verse_number": "6",
                "verse_text": "And now may the"
            },
            {
                "verse_number": "6",
                "verse_text": "Lord"
            },
            {
                "verse_number": "6",
                "verse_text": "be kind and faithful to you. I too will treat you well because of what you have done."
            },
            {
                "verse_number": "7",
                "verse_text": "Be strong and brave! Saul your king is dead, and the people of Judah have anointed me as their king.”"
            },
            {
                "verse_number": "8",
                "verse_text": "The commander of Saul's army, Abner son of Ner, had fled with Saul's son Ishbosheth across the Jordan to Mahanaim."
            },
            {
                "verse_number": "9",
                "verse_text": "There Abner made Ishbosheth king of the territories of Gilead, Asher,"
            },
            {
                "verse_number": "9",
                "verse_text": "Jezreel, Ephraim, and Benjamin, and indeed over all Israel."
            },
            {
                "verse_number": "10",
                "verse_text": "He was forty years old when he was made king of Israel, and he ruled for two years. But the tribe of Judah was loyal to David,"
            },
            {
                "verse_number": "11",
                "verse_text": "and he ruled in Hebron over Judah for seven and a half years."
            },
            {
                "verse_number": "12",
                "verse_text": "Abner and the officials of Ishbosheth went from Mahanaim to the city of Gibeon."
            },
            {
                "verse_number": "13",
                "verse_text": "Joab, whose mother was Zeruiah, and David's other officials met them at the pool, where they all sat down, one group on one side of the pool and the other group on the opposite side."
            },
            {
                "verse_number": "14",
                "verse_text": "Abner said to Joab, “Let's have some of the young men from each side fight an armed contest.” “All right,” Joab answered."
            },
            {
                "verse_number": "15",
                "verse_text": "So twelve men, representing Ishbosheth and the tribe of Benjamin, fought twelve of David's men."
            },
            {
                "verse_number": "16",
                "verse_text": "Each man caught his opponent by the head and plunged his sword into his opponent's side, so that all twenty-four of them fell down dead together. And so that place in Gibeon is called “Field of Swords.”"
            },
            {
                "verse_number": "17",
                "verse_text": "Then a furious battle broke out, and Abner and the Israelites were defeated by David's men."
            },
            {
                "verse_number": "18",
                "verse_text": "The three sons of Zeruiah were there: Joab, Abishai, and Asahel. Asahel, who could run as fast as a wild deer,"
            },
            {
                "verse_number": "19",
                "verse_text": "started chasing Abner, running straight for him."
            },
            {
                "verse_number": "20",
                "verse_text": "Abner looked back and said, “Is that you, Asahel?” “Yes,” he answered."
            },
            {
                "verse_number": "21",
                "verse_text": "“Stop chasing me!” Abner said. “Run after one of the soldiers and take what he has.” But Asahel kept on chasing him."
            },
            {
                "verse_number": "22",
                "verse_text": "Once more Abner said to him, “Stop chasing me! Why force me to kill you? How could I face your brother Joab?”"
            },
            {
                "verse_number": "23",
                "verse_text": "But Asahel would not quit; so Abner, with a backward thrust"
            },
            {
                "verse_number": "23",
                "verse_text": "of his spear, struck him through the stomach so that the spear came out at his back. Asahel dropped to the ground dead, and everyone who came to the place where he was lying stopped and stood there."
            },
            {
                "verse_number": "24",
                "verse_text": "But Joab and Abishai started out after Abner, and at sunset they came to the hill of Ammah, which is to the east of Giah on the road to the wilderness of Gibeon."
            },
            {
                "verse_number": "25",
                "verse_text": "The men from the tribe of Benjamin gathered around Abner again and took their stand on the top of a hill."
            },
            {
                "verse_number": "26",
                "verse_text": "Abner called out to Joab, “Do we have to go on fighting forever? Can't you see that in the end there will be nothing but bitterness? We are your relatives. How long will it be before you order your men to stop chasing us?”"
            },
            {
                "verse_number": "27",
                "verse_text": "“I swear by the living God,” Joab answered, “that if you had not spoken, my men would have kept on chasing you until tomorrow morning.”"
            },
            {
                "verse_number": "28",
                "verse_text": "Then Joab blew the trumpet as a signal for his men to stop pursuing the Israelites; and so the fighting stopped."
            },
            {
                "verse_number": "29",
                "verse_text": "Abner and his men marched through the Jordan Valley all that night; they crossed the Jordan River, and after marching all the next morning, they arrived back at Mahanaim."
            },
            {
                "verse_number": "30",
                "verse_text": "When Joab gave up the chase, he gathered all his men and found that nineteen of them were missing, in addition to Asahel."
            },
            {
                "verse_number": "31",
                "verse_text": "David's men had killed 360 of Abner's men from the tribe of Benjamin."
            },
            {
                "verse_number": "32",
                "verse_text": "Joab and his men took Asahel's body and buried it in the family tomb at Bethlehem. Then they marched all night and at dawn arrived back at Hebron."
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "The fighting between the forces supporting Saul's family and those supporting David went on for a long time. As David became stronger and stronger, his opponents became weaker and weaker."
            },
            {
                "verse_number": "2",
                "verse_text": "The following six sons, in order of their birth, were born to David at Hebron: Amnon, whose mother was Ahinoam, from Jezreel;"
            },
            {
                "verse_number": "3",
                "verse_text": "Chileab, whose mother was Abigail, Nabal's widow, from Carmel; Absalom, whose mother was Maacah, the daughter of King Talmai of Geshur;"
            },
            {
                "verse_number": "4",
                "verse_text": "Adonijah, whose mother was Haggith; Shephatiah, whose mother was Abital;"
            },
            {
                "verse_number": "5",
                "verse_text": "Ithream, whose mother was Eglah. All of these sons were born in Hebron."
            },
            {
                "verse_number": "6",
                "verse_text": "As the fighting continued between David's forces and the forces loyal to Saul's family, Abner became more and more powerful among Saul's followers."
            },
            {
                "verse_number": "7",
                "verse_text": "One day Ishbosheth son of Saul accused Abner of sleeping with Saul's concubine Rizpah, the daughter of Aiah."
            },
            {
                "verse_number": "8",
                "verse_text": "This made Abner furious. “Do you think that I would betray Saul? Do you really think I'm serving Judah?” he exclaimed. “From the very first I have been loyal to the cause of your father Saul, his brothers, and his friends, and I have kept you from being defeated by David; yet today you find fault with me about a woman!"
            },
            {
                "verse_number": "11",
                "verse_text": "Ishbosheth was so afraid of Abner that he could not say a word."
            },
            {
                "verse_number": "12",
                "verse_text": "Abner sent messengers to David, who at that time was at Hebron,"
            },
            {
                "verse_number": "12",
                "verse_text": "to say, “Who is going to rule this land? Make an agreement with me, and I will help you win all Israel over to your side.”"
            },
            {
                "verse_number": "13",
                "verse_text": "“Good!” David answered. “I will make an agreement with you on one condition: you must bring Saul's daughter Michal to me when you come to see me.”"
            },
            {
                "verse_number": "14",
                "verse_text": "And David also sent messengers to Ishbosheth to say, “Give me back my wife Michal. I paid a hundred Philistine foreskins in order to marry her.”"
            },
            {
                "verse_number": "15",
                "verse_text": "So Ishbosheth had her taken from her husband Paltiel son of Laish."
            },
            {
                "verse_number": "16",
                "verse_text": "Paltiel followed her all the way to the town of Bahurim, crying as he went. But when Abner said, “Go back home,” he did."
            },
            {
                "verse_number": "17",
                "verse_text": "Abner went to the leaders of Israel and said to them, “For a long time you have wanted David to be your king."
            },
            {
                "verse_number": "18",
                "verse_text": "Now here is your chance. Remember that the"
            },
            {
                "verse_number": "18",
                "verse_text": "Lord"
            },
            {
                "verse_number": "18",
                "verse_text": "has said, ‘I will use my servant David to rescue my people Israel from the Philistines and from all their other enemies.’”"
            },
            {
                "verse_number": "19",
                "verse_text": "Abner spoke also to the people of the tribe of Benjamin and then went to Hebron to tell David what the people of Benjamin and of Israel had agreed to do."
            },
            {
                "verse_number": "20",
                "verse_text": "When Abner came to David at Hebron with twenty men, David gave a feast for them."
            },
            {
                "verse_number": "21",
                "verse_text": "Abner told David, “I will go now and win all Israel over to Your Majesty. They will accept you as king, and then you will get what you have wanted and will rule over the whole land.” David gave Abner a guarantee of safety and sent him on his way."
            },
            {
                "verse_number": "22",
                "verse_text": "Later on Joab and David's other officials returned from a raid, bringing a large amount of loot with them. Abner, however, was no longer there at Hebron with David, because David had sent him away with a guarantee of safety."
            },
            {
                "verse_number": "23",
                "verse_text": "When Joab and his men arrived, he was told that Abner had come to King David and had been sent away with a guarantee of safety."
            },
            {
                "verse_number": "24",
                "verse_text": "So Joab went to the king and said to him, “What have you done? Abner came to you—why did you let him go like that?"
            },
            {
                "verse_number": "25",
                "verse_text": "He came here to deceive you and to find out everything you do and everywhere you go. Surely you know that!”"
            },
            {
                "verse_number": "26",
                "verse_text": "After leaving David, Joab sent messengers to get Abner, and they brought him back from Sirah Well; but David knew nothing about it."
            },
            {
                "verse_number": "27",
                "verse_text": "When Abner arrived in Hebron, Joab took him aside at the gate, as though he wanted to speak privately with him, and there he stabbed him in the stomach. And so Abner was murdered because he had killed Joab's brother Asahel."
            },
            {
                "verse_number": "28",
                "verse_text": "When David heard the news, he said, “The"
            },
            {
                "verse_number": "28",
                "verse_text": "Lord"
            },
            {
                "verse_number": "28",
                "verse_text": "knows that my subjects and I are completely innocent of the murder of Abner."
            },
            {
                "verse_number": "29",
                "verse_text": "May the punishment for it fall on Joab and all his family! In every generation may there be some man in his family who has gonorrhea or a dreaded skin disease or is fit only to do a woman's work or is killed in battle or doesn't have enough to eat!”"
            },
            {
                "verse_number": "30",
                "verse_text": "So Joab and his brother Abishai took revenge on Abner for killing their brother Asahel in the battle at Gibeon."
            },
            {
                "verse_number": "31",
                "verse_text": "Then David ordered Joab and his men to tear their clothes, wear sackcloth, and mourn for Abner. And at the funeral King David himself walked behind the coffin."
            },
            {
                "verse_number": "32",
                "verse_text": "Abner was buried at Hebron, and the king wept aloud at the grave, and so did all the people."
            },
            {
                "verse_number": "33",
                "verse_text": "David sang this lament for Abner: “Why did Abner have to die like a fool?"
            },
            {
                "verse_number": "34",
                "verse_text": "His hands were not tied, And his feet were not bound; He died like someone killed by criminals!” And the people wept for him again."
            },
            {
                "verse_number": "35",
                "verse_text": "All day long the people tried to get David to eat something, but he made a solemn promise, “May God strike me dead if I eat anything before the day is over!”"
            },
            {
                "verse_number": "36",
                "verse_text": "They took note of this and were pleased. Indeed, everything the king did pleased the people."
            },
            {
                "verse_number": "37",
                "verse_text": "All of David's people and all the people in Israel understood that the king had no part in the murder of Abner."
            },
            {
                "verse_number": "38",
                "verse_text": "The king said to his officials, “Don't you realize that this day a great leader in Israel has died?"
            },
            {
                "verse_number": "39",
                "verse_text": "Even though I am the king chosen by God, I feel weak today. These sons of Zeruiah are too violent for me. May the"
            },
            {
                "verse_number": "39",
                "verse_text": "Lord"
            },
            {
                "verse_number": "39",
                "verse_text": "punish these criminals as they deserve!”"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "When Saul's son Ishbosheth heard that Abner had been killed in Hebron, he was afraid, and all the people of Israel were alarmed."
            },
            {
                "verse_number": "2",
                "verse_text": "Ishbosheth had two officers who were leaders of raiding parties, Baanah and Rechab, sons of Rimmon, from Beeroth in the tribe of Benjamin. (Beeroth is counted as part of Benjamin."
            },
            {
                "verse_number": "3",
                "verse_text": "Its original inhabitants had fled to Gittaim, where they have lived ever since.)"
            },
            {
                "verse_number": "4",
                "verse_text": "Another descendant of Saul was Jonathan's son Mephibosheth, who was five years old when Saul and Jonathan were killed. When the news about their death came from the city of Jezreel, his nurse picked him up and fled; but she was in such a hurry that she dropped him, and he became crippled."
            },
            {
                "verse_number": "5",
                "verse_text": "Rechab and Baanah set out for Ishbosheth's house and arrived there about noon, while he was taking his midday rest."
            },
            {
                "verse_number": "6",
                "verse_text": "The woman at the door had become drowsy while she was sifting wheat and had fallen asleep, so Rechab and Baanah slipped in."
            },
            {
                "verse_number": "7",
                "verse_text": "Once inside, they went to Ishbosheth's bedroom, where he was sound asleep, and killed him. Then they cut off his head, took it with them, and walked all night through the Jordan Valley."
            },
            {
                "verse_number": "8",
                "verse_text": "They presented the head to King David at Hebron and said to him, “Here is the head of Ishbosheth, the son of your enemy Saul, who tried to kill you. Today the"
            },
            {
                "verse_number": "8",
                "verse_text": "Lord"
            },
            {
                "verse_number": "8",
                "verse_text": "has allowed Your Majesty to take revenge on Saul and his descendants.”"
            },
            {
                "verse_number": "9",
                "verse_text": "David answered them, “I take a vow by the living"
            },
            {
                "verse_number": "9",
                "verse_text": "Lord"
            },
            {
                "verse_number": "9",
                "verse_text": ", who has saved me from all dangers!"
            },
            {
                "verse_number": "10",
                "verse_text": "The messenger who came to me at Ziklag and told me of Saul's death thought he was bringing good news. I seized him and had him put to death. That was the reward I gave him for his good news!"
            },
            {
                "verse_number": "11",
                "verse_text": "How much worse it will be for evil men who murder an innocent man asleep in his own house! I will now take revenge on you for murdering him and will wipe you off the face of the earth!”"
            },
            {
                "verse_number": "12",
                "verse_text": "David gave the order, and his soldiers killed Rechab and Baanah and cut off their hands and feet, which they hung up near the pool in Hebron. They took Ishbosheth's head and buried it in Abner's tomb there at Hebron."
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Then all the tribes of Israel went to David at Hebron and said to him, “We are your own flesh and blood."
            },
            {
                "verse_number": "2",
                "verse_text": "In the past, even when Saul was still our king, you led the people of Israel in battle, and the"
            },
            {
                "verse_number": "2",
                "verse_text": "Lord"
            },
            {
                "verse_number": "2",
                "verse_text": "promised you that you would lead his people and be their ruler.”"
            },
            {
                "verse_number": "3",
                "verse_text": "So all the leaders of Israel came to King David at Hebron. He made a sacred alliance with them, they anointed him, and he became king of Israel."
            },
            {
                "verse_number": "4",
                "verse_text": "David was thirty years old when he became king, and he ruled for forty years."
            },
            {
                "verse_number": "5",
                "verse_text": "He ruled in Hebron over Judah for seven and a half years, and in Jerusalem over all Israel and Judah for thirty-three years."
            },
            {
                "verse_number": "6",
                "verse_text": "The time came when King David and his men set out to attack Jerusalem. The Jebusites, who lived there, thought that David would not be able to conquer the city, and so they said to him, “You will never get in here; even the blind and the crippled could keep you out.” ("
            },
            {
                "verse_number": "7",
                "verse_text": "But David did capture their fortress of Zion, and it became known as “David's City.”)"
            },
            {
                "verse_number": "8",
                "verse_text": "That day David said to his men, “Does anybody here hate the Jebusites as much as I do? Enough to kill them? Then go up through the water tunnel and attack those poor blind cripples.” (That is why it is said, “The blind and the crippled cannot enter the"
            },
            {
                "verse_number": "8",
                "verse_text": "Lord"
            },
            {
                "verse_number": "8",
                "verse_text": "'s house.”)"
            },
            {
                "verse_number": "9",
                "verse_text": "After capturing the fortress, David lived in it and named it “David's City.” He built the city around it, starting at the place where land was filled in on the east side of the hill."
            },
            {
                "verse_number": "10",
                "verse_text": "He grew stronger all the time, because the"
            },
            {
                "verse_number": "10",
                "verse_text": "Lord"
            },
            {
                "verse_number": "10",
                "verse_text": "God Almighty was with him."
            },
            {
                "verse_number": "11",
                "verse_text": "King Hiram of Tyre sent a trade mission to David; he provided him with cedar logs and with carpenters and stone masons to build a palace."
            },
            {
                "verse_number": "12",
                "verse_text": "And so David realized that the"
            },
            {
                "verse_number": "12",
                "verse_text": "Lord"
            },
            {
                "verse_number": "12",
                "verse_text": "had established him as king of Israel and was making his kingdom prosperous for the sake of his people."
            },
            {
                "verse_number": "13",
                "verse_text": "After moving from Hebron to Jerusalem, David took more concubines and wives, and had more sons and daughters."
            },
            {
                "verse_number": "14",
                "verse_text": "The following children were born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon,"
            },
            {
                "verse_number": "15",
                "verse_text": "Ibhar, Elishua, Nepheg, Japhia,"
            },
            {
                "verse_number": "16",
                "verse_text": "Elishama, Eliada, and Eliphelet."
            },
            {
                "verse_number": "17",
                "verse_text": "The Philistines were told that David had been made king of Israel, so their army set out to capture him. When David heard of it, he went down to a fortified place."
            },
            {
                "verse_number": "18",
                "verse_text": "The Philistines arrived at Rephaim Valley and occupied it."
            },
            {
                "verse_number": "19",
                "verse_text": "David asked the"
            },
            {
                "verse_number": "19",
                "verse_text": "Lord"
            },
            {
                "verse_number": "19",
                "verse_text": ", “Shall I attack the Philistines? Will you give me the victory?” “Yes, attack!” the Lord answered. “I will give you the victory!”"
            },
            {
                "verse_number": "20",
                "verse_text": "So David went to Baal Perazim and there he defeated the Philistines. He said, “The"
            },
            {
                "verse_number": "20",
                "verse_text": "Lord"
            },
            {
                "verse_number": "20",
                "verse_text": "has broken through my enemies like a flood.” And so that place is called Baal Perazim."
            },
            {
                "verse_number": "21",
                "verse_text": "When the Philistines fled, they left their idols behind, and David and his men carried them away."
            },
            {
                "verse_number": "22",
                "verse_text": "Then the Philistines went back to Rephaim Valley and occupied it again."
            },
            {
                "verse_number": "23",
                "verse_text": "Once more David consulted the"
            },
            {
                "verse_number": "23",
                "verse_text": "Lord"
            },
            {
                "verse_number": "23",
                "verse_text": ", who answered, “Don't attack them from here, but go around and get ready to attack them from the other side, near the balsam trees."
            },
            {
                "verse_number": "24",
                "verse_text": "When you hear the sound of marching in the treetops, then attack because I will be marching ahead of you to defeat the Philistine army.”"
            },
            {
                "verse_number": "25",
                "verse_text": "David did what the"
            },
            {
                "verse_number": "25",
                "verse_text": "Lord"
            },
            {
                "verse_number": "25",
                "verse_text": "had commanded, and was able to drive the Philistines back from Geba all the way to Gezer."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Once more David called together the best soldiers in Israel, a total of thirty thousand men,"
            },
            {
                "verse_number": "2",
                "verse_text": "and led them to Baalah"
            },
            {
                "verse_number": "2",
                "verse_text": "in Judah, in order to bring from there God's Covenant Box, bearing the name of the"
            },
            {
                "verse_number": "2",
                "verse_text": "Lord"
            },
            {
                "verse_number": "2",
                "verse_text": "Almighty, whose throne is above the winged creatures."
            },
            {
                "verse_number": "3",
                "verse_text": "They took it from Abinadab's home on the hill and placed it on a new cart. Uzzah and Ahio, sons of Abinadab, were guiding the cart,"
            },
            {
                "verse_number": "4",
                "verse_text": "with Ahio walking in front."
            },
            {
                "verse_number": "5",
                "verse_text": "David and all the Israelites were dancing and singing with all their might"
            },
            {
                "verse_number": "5",
                "verse_text": "to honor the"
            },
            {
                "verse_number": "5",
                "verse_text": "Lord"
            },
            {
                "verse_number": "5",
                "verse_text": ". They were playing harps, lyres, drums, rattles, and cymbals."
            },
            {
                "verse_number": "6",
                "verse_text": "As they came to the threshing place of Nacon, the oxen stumbled, and Uzzah reached out and took hold of the Covenant Box."
            },
            {
                "verse_number": "7",
                "verse_text": "At once the"
            },
            {
                "verse_number": "7",
                "verse_text": "Lord"
            },
            {
                "verse_number": "7",
                "verse_text": "God became angry with Uzzah and killed him because of his irreverence."
            },
            {
                "verse_number": "7",
                "verse_text": "Uzzah died there beside the Covenant Box,"
            },
            {
                "verse_number": "8",
                "verse_text": "and so that place has been called Perez Uzzah"
            },
            {
                "verse_number": "8",
                "verse_text": "ever since. David was furious because the"
            },
            {
                "verse_number": "8",
                "verse_text": "Lord"
            },
            {
                "verse_number": "8",
                "verse_text": "had punished Uzzah in anger."
            },
            {
                "verse_number": "9",
                "verse_text": "Then David was afraid of the"
            },
            {
                "verse_number": "9",
                "verse_text": "Lord"
            },
            {
                "verse_number": "9",
                "verse_text": "and said, “How can I take the Covenant Box with me now?”"
            },
            {
                "verse_number": "10",
                "verse_text": "So he decided not to take it with him to Jerusalem; instead, he turned off the road and took it to the house of Obed Edom, a native of the city of Gath."
            },
            {
                "verse_number": "11",
                "verse_text": "It stayed there three months, and the"
            },
            {
                "verse_number": "11",
                "verse_text": "Lord"
            },
            {
                "verse_number": "11",
                "verse_text": "blessed Obed Edom and his family."
            },
            {
                "verse_number": "12",
                "verse_text": "King David heard that because of the Covenant Box the"
            },
            {
                "verse_number": "12",
                "verse_text": "Lord"
            },
            {
                "verse_number": "12",
                "verse_text": "had blessed Obed Edom's family and all that he had; so he got the Covenant Box from Obed's house to take it to Jerusalem with a great celebration."
            },
            {
                "verse_number": "13",
                "verse_text": "After the men carrying the Covenant Box had gone six steps, David had them stop while he offered the"
            },
            {
                "verse_number": "13",
                "verse_text": "Lord"
            },
            {
                "verse_number": "13",
                "verse_text": "a sacrifice of a bull and a fattened calf."
            },
            {
                "verse_number": "14",
                "verse_text": "David, wearing only a linen cloth around his waist, danced with all his might to honor the"
            },
            {
                "verse_number": "14",
                "verse_text": "Lord"
            },
            {
                "verse_number": "14",
                "verse_text": "."
            },
            {
                "verse_number": "15",
                "verse_text": "And so he and all the Israelites took the Covenant Box up to Jerusalem with shouts of joy and the sound of trumpets."
            },
            {
                "verse_number": "16",
                "verse_text": "As the Box was being brought into the city, Michal, Saul's daughter, looked out of the window and saw King David dancing and jumping around in the sacred dance, and she was disgusted with him."
            },
            {
                "verse_number": "17",
                "verse_text": "They brought the Box and put it in its place in the Tent that David had set up for it. Then he offered sacrifices and fellowship offerings to the"
            },
            {
                "verse_number": "17",
                "verse_text": "Lord"
            },
            {
                "verse_number": "17",
                "verse_text": "."
            },
            {
                "verse_number": "18",
                "verse_text": "When he had finished offering the sacrifices, he blessed the people in the name of the"
            },
            {
                "verse_number": "18",
                "verse_text": "Lord"
            },
            {
                "verse_number": "18",
                "verse_text": "Almighty"
            },
            {
                "verse_number": "19",
                "verse_text": "and distributed food to them all. He gave each man and woman in Israel a loaf of bread, a piece of roasted meat,"
            },
            {
                "verse_number": "19",
                "verse_text": "and some raisins. Then everyone went home."
            },
            {
                "verse_number": "20",
                "verse_text": "Afterward, when David went home to greet his family, Michal came out to meet him. “The king of Israel made a big name for himself today!” she said. “He exposed himself like a fool in the sight of the servant women of his officials!”"
            },
            {
                "verse_number": "21",
                "verse_text": "David answered, “I was dancing to honor the"
            },
            {
                "verse_number": "21",
                "verse_text": "Lord"
            },
            {
                "verse_number": "21",
                "verse_text": ", who chose me instead of your father and his family to make me the leader of his people Israel. And I will go on dancing to honor the"
            },
            {
                "verse_number": "21",
                "verse_text": "Lord"
            },
            {
                "verse_number": "21",
                "verse_text": ","
            },
            {
                "verse_number": "22",
                "verse_text": "and will disgrace myself even more. You"
            },
            {
                "verse_number": "22",
                "verse_text": "may think I am nothing, but those women will think highly of me!”"
            },
            {
                "verse_number": "23",
                "verse_text": "Michal, Saul's daughter, never had any children."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "King David was settled in his palace, and the"
            },
            {
                "verse_number": "1",
                "verse_text": "Lord"
            },
            {
                "verse_number": "1",
                "verse_text": "kept him safe from all his enemies."
            },
            {
                "verse_number": "2",
                "verse_text": "Then the king said to the prophet Nathan, “Here I am living in a house built of cedar, but God's Covenant Box is kept in a tent!”"
            },
            {
                "verse_number": "3",
                "verse_text": "Nathan answered, “Do whatever you have in mind, because the"
            },
            {
                "verse_number": "3",
                "verse_text": "Lord"
            },
            {
                "verse_number": "3",
                "verse_text": "is with you.”"
            },
            {
                "verse_number": "4",
                "verse_text": "But that night the"
            },
            {
                "verse_number": "4",
                "verse_text": "Lord"
            },
            {
                "verse_number": "4",
                "verse_text": "said to Nathan,"
            },
            {
                "verse_number": "5",
                "verse_text": "“Go and tell my servant David that I say to him, ‘You are not the one to build a temple for me to live in."
            },
            {
                "verse_number": "6",
                "verse_text": "From the time I rescued the people of Israel from Egypt until now, I have never lived in a temple; I have traveled around living in a tent."
            },
            {
                "verse_number": "7",
                "verse_text": "In all my traveling with the people of Israel I never asked any of the leaders"
            },
            {
                "verse_number": "7",
                "verse_text": "that I appointed why they had not built me a temple made of cedar.’"
            },
            {
                "verse_number": "8",
                "verse_text": "“So tell my servant David that I, the"
            },
            {
                "verse_number": "8",
                "verse_text": "Lord"
            },
            {
                "verse_number": "8",
                "verse_text": "Almighty, say to him, ‘I took you from looking after sheep in the fields and made you the ruler of my people Israel."
            },
            {
                "verse_number": "9",
                "verse_text": "I have been with you wherever you have gone, and I have defeated all your enemies as you advanced. I will make you as famous as the greatest leaders in the world."
            },
            {
                "verse_number": "12",
                "verse_text": "When you die and are buried with your ancestors, I will make one of your sons king and will keep his kingdom strong."
            },
            {
                "verse_number": "13",
                "verse_text": "He will be the one to build a temple for me, and I will make sure that his dynasty continues forever."
            },
            {
                "verse_number": "14",
                "verse_text": "I will be his father, and he will be my son. When he does wrong, I will punish him as a father punishes his son."
            },
            {
                "verse_number": "15",
                "verse_text": "But I will not withdraw my support from him as I did from Saul, whom I removed so that you could be king."
            },
            {
                "verse_number": "16",
                "verse_text": "You will always have descendants, and I will make your kingdom last forever. Your dynasty will never end.’”"
            },
            {
                "verse_number": "17",
                "verse_text": "Nathan told David everything that God had revealed to him."
            },
            {
                "verse_number": "18",
                "verse_text": "Then King David went into the Tent of the"
            },
            {
                "verse_number": "18",
                "verse_text": "Lord"
            },
            {
                "verse_number": "18",
                "verse_text": "'s presence, sat down and prayed, “Sovereign"
            },
            {
                "verse_number": "18",
                "verse_text": "Lord"
            },
            {
                "verse_number": "18",
                "verse_text": ", I am not worthy of what you have already done for me, nor is my family."
            },
            {
                "verse_number": "19",
                "verse_text": "Yet now you are doing even more, Sovereign"
            },
            {
                "verse_number": "19",
                "verse_text": "Lord"
            },
            {
                "verse_number": "19",
                "verse_text": "; you have made promises about my descendants in the years to come. And you let a man see this,"
            },
            {
                "verse_number": "19",
                "verse_text": "Sovereign"
            },
            {
                "verse_number": "19",
                "verse_text": "Lord"
            },
            {
                "verse_number": "19",
                "verse_text": "!"
            },
            {
                "verse_number": "20",
                "verse_text": "What more can I say to you! You know me, your servant."
            },
            {
                "verse_number": "21",
                "verse_text": "It was your will and purpose to do this; you have done all these great things in order to instruct me."
            },
            {
                "verse_number": "22",
                "verse_text": "How great you are, Sovereign"
            },
            {
                "verse_number": "22",
                "verse_text": "Lord"
            },
            {
                "verse_number": "22",
                "verse_text": "! There is none like you; we have always known that you alone are God."
            },
            {
                "verse_number": "23",
                "verse_text": "There is no other nation on earth like Israel, whom you rescued from slavery to make them your own people. The great and wonderful things you did for them"
            },
            {
                "verse_number": "23",
                "verse_text": "have spread your fame throughout the world. You drove out"
            },
            {
                "verse_number": "23",
                "verse_text": "other nations and their gods as your people advanced, the people whom you set free from Egypt to be your own."
            },
            {
                "verse_number": "24",
                "verse_text": "You have made Israel your own people forever, and you,"
            },
            {
                "verse_number": "24",
                "verse_text": "Lord"
            },
            {
                "verse_number": "24",
                "verse_text": ", have become their God."
            },
            {
                "verse_number": "25",
                "verse_text": "“And now,"
            },
            {
                "verse_number": "25",
                "verse_text": "Lord"
            },
            {
                "verse_number": "25",
                "verse_text": "God, fulfill for all time the promise you made about me and my descendants, and do what you said you would."
            },
            {
                "verse_number": "26",
                "verse_text": "Your fame will be great, and people will forever say, ‘The"
            },
            {
                "verse_number": "26",
                "verse_text": "Lord"
            },
            {
                "verse_number": "26",
                "verse_text": "Almighty is God over Israel.’ And you will preserve my dynasty for all time."
            },
            {
                "verse_number": "27",
                "verse_text": "Lord"
            },
            {
                "verse_number": "27",
                "verse_text": "Almighty, God of Israel! I have the courage to pray this prayer to you, because you have revealed all this to me, your servant, and have told me that you will make my descendants kings."
            },
            {
                "verse_number": "28",
                "verse_text": "“And now, Sovereign"
            },
            {
                "verse_number": "28",
                "verse_text": "Lord"
            },
            {
                "verse_number": "28",
                "verse_text": ", you are God; you always keep your promises, and you have made this wonderful promise to me."
            },
            {
                "verse_number": "29",
                "verse_text": "I ask you to bless my descendants so that they will continue to enjoy your favor. You, Sovereign"
            },
            {
                "verse_number": "29",
                "verse_text": "Lord"
            },
            {
                "verse_number": "29",
                "verse_text": ", have promised this, and your blessing will rest on my descendants forever.”"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Some time later King David attacked the Philistines again, defeated them, and ended their control over the land."
            },
            {
                "verse_number": "2",
                "verse_text": "Then he defeated the Moabites. He made the prisoners lie down on the ground and put two out of every three of them to death. So the Moabites became his subjects and paid taxes to him."
            },
            {
                "verse_number": "3",
                "verse_text": "Then he defeated the king of the Syrian state of Zobah, Hadadezer son of Rehob, as Hadadezer was on his way to restore his control over the territory by the upper Euphrates River."
            },
            {
                "verse_number": "4",
                "verse_text": "David captured seventeen hundred of his cavalry and twenty thousand of his foot soldiers. He kept enough horses for a hundred chariots and crippled all the rest."
            },
            {
                "verse_number": "5",
                "verse_text": "When the Syrians of Damascus sent an army to help King Hadadezer, David attacked it and killed twenty-two thousand men."
            },
            {
                "verse_number": "6",
                "verse_text": "Then he set up military camps in"
            },
            {
                "verse_number": "6",
                "verse_text": "their territory, and they became his subjects and paid taxes to him. The"
            },
            {
                "verse_number": "6",
                "verse_text": "Lord"
            },
            {
                "verse_number": "6",
                "verse_text": "made David victorious everywhere."
            },
            {
                "verse_number": "7",
                "verse_text": "David captured the gold shields carried by Hadadezer's officials and took them to Jerusalem."
            },
            {
                "verse_number": "8",
                "verse_text": "He also took a great quantity of bronze from Betah and Berothai, cities ruled by Hadadezer."
            },
            {
                "verse_number": "9",
                "verse_text": "King Toi of Hamath heard that David had defeated all of Hadadezer's army."
            },
            {
                "verse_number": "10",
                "verse_text": "So he sent his son Joram to greet King David and congratulate him for his victory over Hadadezer, against whom Toi had fought many times. Joram took David presents made of gold, silver, and bronze."
            },
            {
                "verse_number": "11",
                "verse_text": "King David dedicated them for use in worship, along with the silver and gold he took from the nations he had conquered—"
            },
            {
                "verse_number": "12",
                "verse_text": "Edom, Moab, Ammon, Philistia, and Amalek—as well as part of the loot he had taken from Hadadezer."
            },
            {
                "verse_number": "13",
                "verse_text": "David became even more famous when he returned from killing eighteen thousand Edomites in Salt Valley."
            },
            {
                "verse_number": "14",
                "verse_text": "He set up military camps"
            },
            {
                "verse_number": "14",
                "verse_text": "throughout Edom, and the people there became his subjects. The"
            },
            {
                "verse_number": "14",
                "verse_text": "Lord"
            },
            {
                "verse_number": "14",
                "verse_text": "made David victorious everywhere."
            },
            {
                "verse_number": "15",
                "verse_text": "David ruled over all of Israel and made sure that his people were always treated fairly and justly."
            },
            {
                "verse_number": "16",
                "verse_text": "Joab, whose mother was Zeruiah, was the commander of the army; Jehoshaphat son of Ahilud was in charge of the records;"
            },
            {
                "verse_number": "17",
                "verse_text": "Zadok son of Ahitub and Ahimelech son of Abiathar were priests; Seraiah was the court secretary;"
            },
            {
                "verse_number": "18",
                "verse_text": "Benaiah son of Jehoiada was in charge of"
            },
            {
                "verse_number": "18",
                "verse_text": "David's bodyguards; and David's sons were priests."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "One day David asked, “Is there anyone left of Saul's family? If there is, I would like to show him kindness for Jonathan's sake.”"
            },
            {
                "verse_number": "2",
                "verse_text": "There was a servant of Saul's family named Ziba, and he was told to go to David. “Are you Ziba?” the king asked. “At your service, sir,” he answered."
            },
            {
                "verse_number": "3",
                "verse_text": "The king asked him, “Is there anyone left of Saul's family to whom I can show loyalty and kindness, as I promised God I would?” Ziba answered, “There is still one of Jonathan's sons. He is crippled.”"
            },
            {
                "verse_number": "4",
                "verse_text": "“Where is he?” the king asked. “At the home of Machir son of Ammiel in Lodebar,” Ziba answered."
            },
            {
                "verse_number": "5",
                "verse_text": "So King David sent for him."
            },
            {
                "verse_number": "6",
                "verse_text": "When Mephibosheth, the son of Jonathan and grandson of Saul, arrived, he bowed down before David in respect. David said, “Mephibosheth,” and he answered, “At your service, sir.”"
            },
            {
                "verse_number": "7",
                "verse_text": "“Don't be afraid,” David replied. “I will be kind to you for the sake of your father Jonathan. I will give you back all the land that belonged to your grandfather Saul, and you will always be welcome at my table.”"
            },
            {
                "verse_number": "8",
                "verse_text": "Mephibosheth bowed again and said, “I am no better than a dead dog, sir! Why should you be so good to me?”"
            },
            {
                "verse_number": "9",
                "verse_text": "Then the king called Ziba, Saul's servant, and said, “I am giving Mephibosheth, your master's grandson, everything that belonged to Saul and his family."
            },
            {
                "verse_number": "10",
                "verse_text": "You, your sons, and your servants will farm the land for your master Saul's family and bring in the harvest, to provide food for them. But Mephibosheth himself will always be a guest at my table.” (Ziba had fifteen sons and twenty servants.)"
            },
            {
                "verse_number": "11",
                "verse_text": "Ziba answered, “I will do everything Your Majesty commands.” So Mephibosheth ate at the king's table, just like one of the king's sons."
            },
            {
                "verse_number": "12",
                "verse_text": "Mephibosheth had a young son named Mica. All the members of Ziba's family became servants of Mephibosheth."
            },
            {
                "verse_number": "13",
                "verse_text": "So Mephibosheth, who was crippled in both feet, lived in Jerusalem, eating all his meals at the king's table."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Some time later King Nahash of Ammon died, and his son Hanun became king."
            },
            {
                "verse_number": "2",
                "verse_text": "King David said, “I must show loyal friendship to Hanun, as his father Nahash did to me.” So David sent messengers to express his sympathy. When they arrived in Ammon,"
            },
            {
                "verse_number": "3",
                "verse_text": "the Ammonite leaders said to the king, “Do you think that it is in your father's honor that David has sent these men to express sympathy to you? Of course not! He has sent them here as spies to explore the city, so that he can conquer us!”"
            },
            {
                "verse_number": "4",
                "verse_text": "Hanun seized David's messengers, shaved off one side of their beards, cut off their clothes at the hips, and sent them away."
            },
            {
                "verse_number": "5",
                "verse_text": "They were too ashamed to return home. When David heard about what had happened, he sent word for them to stay in Jericho and not return until their beards had grown again."
            },
            {
                "verse_number": "6",
                "verse_text": "The Ammonites realized that they had made David their enemy, so they hired twenty thousand Syrian soldiers from Bethrehob and Zobah, twelve thousand men from Tob, and the king of Maacah with a thousand men."
            },
            {
                "verse_number": "7",
                "verse_text": "David heard of it and sent Joab against them with the whole army."
            },
            {
                "verse_number": "8",
                "verse_text": "The Ammonites marched out and took up their position at the entrance to Rabbah, their capital city, while the others, both the Syrians and the men from Tob and Maacah, took up their position in the open countryside."
            },
            {
                "verse_number": "9",
                "verse_text": "Joab saw that the enemy troops would attack him in front and from the rear, so he chose the best of Israel's soldiers and put them in position facing the Syrians."
            },
            {
                "verse_number": "10",
                "verse_text": "He placed the rest of his troops under the command of his brother Abishai, who put them in position facing the Ammonites."
            },
            {
                "verse_number": "11",
                "verse_text": "Joab said to him, “If you see that the Syrians are defeating me, come and help me, and if the Ammonites are defeating you, I will go and help you."
            },
            {
                "verse_number": "12",
                "verse_text": "Be strong and courageous! Let's fight hard for our people and for the cities of our God. And may the"
            },
            {
                "verse_number": "12",
                "verse_text": "Lord"
            },
            {
                "verse_number": "12",
                "verse_text": "'s will be done!”"
            },
            {
                "verse_number": "13",
                "verse_text": "Joab and his men advanced to attack, and the Syrians fled."
            },
            {
                "verse_number": "14",
                "verse_text": "When the Ammonites saw the Syrians running away, they fled from Abishai and retreated into the city. Then Joab turned back from fighting the Ammonites and went back to Jerusalem."
            },
            {
                "verse_number": "15",
                "verse_text": "The Syrians realized that they had been defeated by the Israelites, and so they called all their troops together."
            },
            {
                "verse_number": "16",
                "verse_text": "King Hadadezer sent for the Syrians who were on the east side of the Euphrates River, and they came to Helam under the command of Shobach, commander of the army of King Hadadezer of Zobah."
            },
            {
                "verse_number": "17",
                "verse_text": "When David heard of it, he gathered the Israelite troops, crossed the Jordan River, and marched to Helam, where the Syrians took up their position facing him. The fighting began,"
            },
            {
                "verse_number": "18",
                "verse_text": "and the Israelites drove the Syrian army back. David and his men killed seven hundred Syrian chariot drivers and forty thousand cavalry, and they wounded Shobach, the enemy commander, who died on the battlefield."
            },
            {
                "verse_number": "19",
                "verse_text": "When the kings who were subject to Hadadezer realized that they had been defeated by the Israelites, they made peace with them and became their subjects. And the Syrians were afraid to help the Ammonites any more."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "The following spring, at the time of the year when kings usually go to war, David sent out Joab with his officers and the Israelite army; they defeated the Ammonites and besieged the city of Rabbah. But David himself stayed in Jerusalem."
            },
            {
                "verse_number": "2",
                "verse_text": "One day, late in the afternoon, David got up from his nap and went to the palace roof. As he walked around up there, he saw a woman taking a bath in her house. She was very beautiful."
            },
            {
                "verse_number": "3",
                "verse_text": "So he sent a messenger to find out who she was, and learned that she was Bathsheba, the daughter of Eliam and the wife of Uriah the Hittite."
            },
            {
                "verse_number": "4",
                "verse_text": "David sent messengers to get her; they brought her to him and he made love to her. (She had just finished her monthly ritual of purification.) Then she went back home."
            },
            {
                "verse_number": "5",
                "verse_text": "Afterward she discovered that she was pregnant and sent a message to David to tell him."
            },
            {
                "verse_number": "6",
                "verse_text": "David then sent a message to Joab: “Send me Uriah the Hittite.” So Joab sent him to David."
            },
            {
                "verse_number": "7",
                "verse_text": "When Uriah arrived, David asked him if Joab and the troops were well, and how the fighting was going."
            },
            {
                "verse_number": "8",
                "verse_text": "Then he said to Uriah, “Go on home and rest a while.” Uriah left, and David had a present sent to his home."
            },
            {
                "verse_number": "9",
                "verse_text": "But Uriah did not go home; instead he slept at the palace gate with the king's guards."
            },
            {
                "verse_number": "10",
                "verse_text": "When David heard that Uriah had not gone home, he asked him, “You have just returned after a long absence; why didn't you go home?”"
            },
            {
                "verse_number": "11",
                "verse_text": "Uriah answered, “The men of Israel and Judah are away in battle, and the Covenant Box is with them; my commander Joab and his officers are camping out in the open. How could I go home, eat and drink, and sleep with my wife? By all that's sacred, I swear that I could never do such a thing!”"
            },
            {
                "verse_number": "12",
                "verse_text": "So David said, “Then stay here the rest of the day, and tomorrow I'll send you back.” So Uriah stayed in Jerusalem that day and the next."
            },
            {
                "verse_number": "13",
                "verse_text": "David invited him to supper and got him drunk. But again that night Uriah did not go home; instead he slept on his blanket"
            },
            {
                "verse_number": "13",
                "verse_text": "in the palace guardroom."
            },
            {
                "verse_number": "14",
                "verse_text": "The next morning David wrote a letter to Joab and sent it by Uriah."
            },
            {
                "verse_number": "15",
                "verse_text": "He wrote: “Put Uriah in the front line, where the fighting is heaviest, then retreat and let him be killed.”"
            },
            {
                "verse_number": "16",
                "verse_text": "So while Joab was besieging the city, he sent Uriah to a place where he knew the enemy was strong."
            },
            {
                "verse_number": "17",
                "verse_text": "The enemy troops came out of the city and fought Joab's forces; some of David's officers were killed, and so was Uriah."
            },
            {
                "verse_number": "18",
                "verse_text": "Then Joab sent a report to David telling him about the battle,"
            },
            {
                "verse_number": "19",
                "verse_text": "and he instructed the messenger, “After you have told the king all about the battle,"
            },
            {
                "verse_number": "20",
                "verse_text": "he may get angry and ask you, ‘Why did you go so near the city to fight them? Didn't you realize that they would shoot arrows from the walls?"
            },
            {
                "verse_number": "21",
                "verse_text": "Don't you remember how Abimelech son of Gideon was killed? It was at Thebez, where a woman threw a millstone down from the wall and killed him. Why, then, did you go so near the wall?’ If the king asks you this, tell him, ‘Your officer Uriah was also killed.’”"
            },
            {
                "verse_number": "22",
                "verse_text": "So the messenger went to David and told him what Joab had commanded him to say."
            },
            {
                "verse_number": "23",
                "verse_text": "He said, “Our enemies were stronger than we were and came out of the city to fight us in the open, but we drove them back to the city gate."
            },
            {
                "verse_number": "24",
                "verse_text": "Then they shot arrows at us from the wall, and some of Your Majesty's officers were killed; your officer Uriah was also killed.”"
            },
            {
                "verse_number": "25",
                "verse_text": "David said to the messenger, “Encourage Joab and tell him not to be upset, since you never can tell who will die in battle. Tell him to launch a stronger attack on the city and capture it.”"
            },
            {
                "verse_number": "26",
                "verse_text": "When Bathsheba heard that her husband had been killed, she mourned for him."
            },
            {
                "verse_number": "27",
                "verse_text": "When the time of mourning was over, David had her brought to the palace; she became his wife and bore him a son. But the"
            },
            {
                "verse_number": "27",
                "verse_text": "Lord"
            },
            {
                "verse_number": "27",
                "verse_text": "was not pleased with what David had done."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "The"
            },
            {
                "verse_number": "1",
                "verse_text": "Lord"
            },
            {
                "verse_number": "1",
                "verse_text": "sent the prophet Nathan to David. Nathan went to him and said, “There were two men who lived in the same town; one was rich and the other poor."
            },
            {
                "verse_number": "2",
                "verse_text": "The rich man had many cattle and sheep,"
            },
            {
                "verse_number": "3",
                "verse_text": "while the poor man had only one lamb, which he had bought. He took care of it, and it grew up in his home with his children. He would feed it some of his own food, let it drink from his cup, and hold it in his lap. The lamb was like a daughter to him."
            },
            {
                "verse_number": "4",
                "verse_text": "One day a visitor arrived at the rich man's home. The rich man didn't want to kill one of his own animals to fix a meal for him; instead, he took the poor man's lamb and prepared a meal for his guest.”"
            },
            {
                "verse_number": "5",
                "verse_text": "David became very angry at the rich man and said, “I swear by the living"
            },
            {
                "verse_number": "5",
                "verse_text": "Lord"
            },
            {
                "verse_number": "5",
                "verse_text": "that the man who did this ought to die!"
            },
            {
                "verse_number": "6",
                "verse_text": "For having done such a cruel thing, he must pay back four times as much as he took.”"
            },
            {
                "verse_number": "7",
                "verse_text": "“You are that man,” Nathan said to David. “And this is what the"
            },
            {
                "verse_number": "7",
                "verse_text": "Lord"
            },
            {
                "verse_number": "7",
                "verse_text": "God of Israel says: ‘I made you king of Israel and rescued you from Saul."
            },
            {
                "verse_number": "8",
                "verse_text": "I gave you his kingdom and his wives; I made you king over Israel and Judah. If this had not been enough, I would have given you twice as much."
            },
            {
                "verse_number": "9",
                "verse_text": "Why, then, have you disobeyed my commands? Why did you do this evil thing? You had Uriah killed in battle; you let the Ammonites kill him, and then you took his wife!"
            },
            {
                "verse_number": "10",
                "verse_text": "Now, in every generation some of your descendants will die a violent death because you have disobeyed me and have taken Uriah's wife."
            },
            {
                "verse_number": "11",
                "verse_text": "I swear to you that I will cause someone from your own family to bring trouble on you. You will see it when I take your wives from you and give them to another man; and he will have intercourse with them in broad daylight."
            },
            {
                "verse_number": "12",
                "verse_text": "You sinned in secret, but I will make this happen in broad daylight for all Israel to see.’”"
            },
            {
                "verse_number": "13",
                "verse_text": "“I have sinned against the"
            },
            {
                "verse_number": "13",
                "verse_text": "Lord"
            },
            {
                "verse_number": "13",
                "verse_text": ",” David said. Nathan replied, “The Lord forgives you; you will not die."
            },
            {
                "verse_number": "14",
                "verse_text": "But because you have shown such contempt for the"
            },
            {
                "verse_number": "14",
                "verse_text": "Lord"
            },
            {
                "verse_number": "14",
                "verse_text": "in doing this, your child will die.”"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Nathan went home. The Lord caused the child that Uriah's wife had borne to David to become very sick."
            },
            {
                "verse_number": "16",
                "verse_text": "David prayed to God that the child would get well. He refused to eat anything, and every night he went into his room and spent the night lying on the floor."
            },
            {
                "verse_number": "17",
                "verse_text": "His court officials went to him and tried to make him get up, but he refused and would not eat anything with them."
            },
            {
                "verse_number": "18",
                "verse_text": "A week later the child died, and David's officials were afraid to tell him the news. They said, “While the child was living, David wouldn't answer us when we spoke to him. How can we tell him that his child is dead? He might do himself some harm!”"
            },
            {
                "verse_number": "19",
                "verse_text": "When David noticed them whispering to each other, he realized that the child had died. So he asked them, “Is the child dead?” “Yes, he is,” they answered."
            },
            {
                "verse_number": "20",
                "verse_text": "David got up from the floor, took a bath, combed his hair, and changed his clothes. Then he went and worshiped in the house of the"
            },
            {
                "verse_number": "20",
                "verse_text": "Lord"
            },
            {
                "verse_number": "20",
                "verse_text": ". When he returned to the palace, he asked for food and ate it as soon as it was served."
            },
            {
                "verse_number": "21",
                "verse_text": "“We don't understand this,” his officials said to him. “While the child was alive, you wept for him and would not eat; but as soon as he died, you got up and ate!”"
            },
            {
                "verse_number": "22",
                "verse_text": "“Yes,” David answered, “I did fast and weep while he was still alive. I thought that the"
            },
            {
                "verse_number": "22",
                "verse_text": "Lord"
            },
            {
                "verse_number": "22",
                "verse_text": "might be merciful to me and not let the child die."
            },
            {
                "verse_number": "23",
                "verse_text": "But now that he is dead, why should I fast? Could I bring the child back to life? I will some day go to where he is, but he can never come back to me.”"
            },
            {
                "verse_number": "24",
                "verse_text": "Then David comforted his wife Bathsheba. He had intercourse with her, and she bore a son, whom David named Solomon. The"
            },
            {
                "verse_number": "24",
                "verse_text": "Lord"
            },
            {
                "verse_number": "24",
                "verse_text": "loved the boy"
            },
            {
                "verse_number": "25",
                "verse_text": "and commanded the prophet Nathan to name the boy Jedidiah,"
            },
            {
                "verse_number": "25",
                "verse_text": "because the"
            },
            {
                "verse_number": "25",
                "verse_text": "Lord"
            },
            {
                "verse_number": "25",
                "verse_text": "loved him."
            },
            {
                "verse_number": "26",
                "verse_text": "Meanwhile Joab continued his campaign against Rabbah, the capital city of Ammon, and was about to capture it."
            },
            {
                "verse_number": "27",
                "verse_text": "He sent messengers to David to report: “I have attacked Rabbah and have captured its water supply."
            },
            {
                "verse_number": "28",
                "verse_text": "Now gather the rest of your forces, attack the city and take it yourself. I don't want to get the credit for capturing it.”"
            },
            {
                "verse_number": "29",
                "verse_text": "So David gathered his forces, went to Rabbah, attacked it, and conquered it."
            },
            {
                "verse_number": "30",
                "verse_text": "From the head of the idol of the Ammonite god Molech"
            },
            {
                "verse_number": "30",
                "verse_text": "David took a gold crown which weighed about seventy-five pounds and had a jewel in it. David took the jewel and put it in his own crown."
            },
            {
                "verse_number": "30",
                "verse_text": "He also took a large amount of loot from the city"
            },
            {
                "verse_number": "31",
                "verse_text": "and put its people to work with saws, iron hoes, and iron axes, and forced them to work at"
            },
            {
                "verse_number": "31",
                "verse_text": "making bricks. He did the same to the people of all the other towns of Ammon. Then he and his men returned to Jerusalem."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "David's son Absalom had a beautiful unmarried sister named Tamar. Amnon, another of David's sons, fell in love with her."
            },
            {
                "verse_number": "2",
                "verse_text": "He was so much in love with her that he became sick, because it seemed impossible for him to have her; as a virgin, she was kept from meeting men."
            },
            {
                "verse_number": "3",
                "verse_text": "But he had a friend, a very shrewd man named Jonadab, the son of David's brother Shammah."
            },
            {
                "verse_number": "4",
                "verse_text": "Jonadab said to Amnon, “You are the king's son, yet day after day I see you looking sad. What's the matter?” “I'm in love with Tamar, the sister of my half brother Absalom,” he answered."
            },
            {
                "verse_number": "5",
                "verse_text": "Jonadab said to him, “Pretend that you are sick and go to bed. When your father comes to see you, say to him, ‘Please ask my sister Tamar to come and feed me. I want her to fix the food here where I can see her, and then serve it to me herself.’”"
            },
            {
                "verse_number": "6",
                "verse_text": "So Amnon pretended that he was sick and went to bed. King David went to see him, and Amnon said to him, “Please let Tamar come and make a few cakes here where I can see her, and then serve them to me herself.”"
            },
            {
                "verse_number": "7",
                "verse_text": "So David sent word to Tamar in the palace: “Go to Amnon's house and fix him some food.”"
            },
            {
                "verse_number": "8",
                "verse_text": "She went there and found him in bed. She took some dough, prepared it, and made some cakes there where he could see her. Then she baked the cakes"
            },
            {
                "verse_number": "9",
                "verse_text": "and emptied them out of the pan for him to eat, but he wouldn't. He said, “Send everyone away”—and they all left."
            },
            {
                "verse_number": "10",
                "verse_text": "Then he said to her, “Bring the cakes here to my bed and serve them to me yourself.” She took the cakes and went over to him."
            },
            {
                "verse_number": "11",
                "verse_text": "As she offered them to him, he grabbed her and said, “Come to bed with me!”"
            },
            {
                "verse_number": "12",
                "verse_text": "“No,” she said. “Don't force me to do such a degrading thing! That's awful!"
            },
            {
                "verse_number": "13",
                "verse_text": "How could I ever hold up my head in public again? And you—you would be completely disgraced in Israel. Please, speak to the king, and I'm sure that he will give me to you.”"
            },
            {
                "verse_number": "14",
                "verse_text": "But he would not listen to her; and since he was stronger than she was, he overpowered her and raped her."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Amnon was filled with a deep hatred for her; he hated her now even more than he had loved her before. He said to her, “Get out!”"
            },
            {
                "verse_number": "16",
                "verse_text": "“No,” she answered. “To send me away like this is a greater crime"
            },
            {
                "verse_number": "16",
                "verse_text": "than what you just did!” But Amnon would not listen to her;"
            },
            {
                "verse_number": "17",
                "verse_text": "he called in his personal servant and said, “Get this woman out of my sight! Throw her out and lock the door!”"
            },
            {
                "verse_number": "18",
                "verse_text": "The servant put her out and locked the door. Tamar was wearing a long robe with full sleeves, the usual clothing for an unmarried princess in those days."
            },
            {
                "verse_number": "19",
                "verse_text": "She sprinkled ashes on her head, tore her robe, and with her face buried in her hands went away crying."
            },
            {
                "verse_number": "20",
                "verse_text": "When her brother Absalom saw her, he asked, “Has Amnon molested you? Please, sister, don't let it upset you so much. He is your half brother, so don't tell anyone about it.” So Tamar lived in Absalom's house, sad and lonely."
            },
            {
                "verse_number": "21",
                "verse_text": "When King David heard what had happened, he was furious."
            },
            {
                "verse_number": "22",
                "verse_text": "And Absalom hated Amnon so much for having raped his sister Tamar that he would no longer even speak to him."
            },
            {
                "verse_number": "23",
                "verse_text": "Two years later Absalom was having his sheep sheared at Baal Hazor, near the town of Ephraim, and he invited all the king's sons to be there."
            },
            {
                "verse_number": "24",
                "verse_text": "He went to King David and said, “Your Majesty, I am having my sheep sheared. Will you and your officials come and take part in the festivities?”"
            },
            {
                "verse_number": "25",
                "verse_text": "“No, my son,” the king answered. “It would be too much trouble for you if we all went.” Absalom insisted, but the king would not give in, and he asked Absalom to leave."
            },
            {
                "verse_number": "26",
                "verse_text": "But Absalom said, “Well, then, will you at least let my brother Amnon come?” “Why should he?” the king asked."
            },
            {
                "verse_number": "27",
                "verse_text": "But Absalom kept on insisting until David finally let Amnon and all his other sons go with Absalom. Absalom prepared a banquet fit for a king"
            },
            {
                "verse_number": "28",
                "verse_text": "and instructed his servants: “Notice when Amnon has had too much to drink, and then when I give the order, kill him. Don't be afraid. I will take the responsibility myself. Be brave and don't hesitate!”"
            },
            {
                "verse_number": "29",
                "verse_text": "So the servants followed Absalom's instructions and killed Amnon. All the rest of David's sons mounted their mules and fled."
            },
            {
                "verse_number": "30",
                "verse_text": "While they were on their way home, David was told: “Absalom has killed all your sons—not one of them is left!”"
            },
            {
                "verse_number": "31",
                "verse_text": "The king stood up, tore his clothes in sorrow, and threw himself to the ground. The servants who were there with him tore their clothes also."
            },
            {
                "verse_number": "32",
                "verse_text": "But Jonadab, the son of David's brother Shammah, said, “Your Majesty, they haven't killed all your sons. Only Amnon is dead. You could tell by looking at Absalom that he had made up his mind to do this from the time that Amnon raped his sister Tamar."
            },
            {
                "verse_number": "33",
                "verse_text": "So don't believe the news that all your sons are dead; only Amnon was killed.”"
            },
            {
                "verse_number": "34",
                "verse_text": "In the meantime Absalom had fled. Just then the soldier on sentry duty saw a large crowd coming down the hill on the road from Horonaim. He went to the king and reported what he had seen."
            },
            {
                "verse_number": "35",
                "verse_text": "Jonadab said to David, “Those are your sons coming, just as I said they would.”"
            },
            {
                "verse_number": "36",
                "verse_text": "As soon as he finished saying this, David's sons came in; they started crying, and David and his officials also cried bitterly."
            },
            {
                "verse_number": "39",
                "verse_text": "but when he got over Amnon's death, he was filled with longing for his son Absalom."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Joab knew that King David missed Absalom very much,"
            },
            {
                "verse_number": "2",
                "verse_text": "so he sent for a clever woman who lived in Tekoa. When she arrived, he said to her, “Pretend that you are in mourning; put on your mourning clothes, and don't comb your hair. Act like a woman who has been in mourning for a long time."
            },
            {
                "verse_number": "3",
                "verse_text": "Then go to the king and say to him what I tell you to say.” Then Joab told her what to say."
            },
            {
                "verse_number": "4",
                "verse_text": "The woman went to the king, bowed down to the ground in respect, and said, “Help me, Your Majesty!”"
            },
            {
                "verse_number": "5",
                "verse_text": "“What do you want?” he asked her. “I am a poor widow, sir,” she answered. “My husband is dead."
            },
            {
                "verse_number": "6",
                "verse_text": "Sir, I had two sons, and one day they got into a quarrel out in the fields, where there was no one to separate them, and one of them killed the other."
            },
            {
                "verse_number": "7",
                "verse_text": "And now, sir, all my relatives have turned against me and are demanding that I hand my son over to them, so that they can kill him for murdering his brother. If they do this, I will be left without a son. They will destroy my last hope and leave my husband without a son to keep his name alive.”"
            },
            {
                "verse_number": "8",
                "verse_text": "“Go back home,” the king answered, “and I will take care of the matter.”"
            },
            {
                "verse_number": "9",
                "verse_text": "“Your Majesty,” she said, “whatever you do, my family and I will take the blame; you and the royal family are innocent.”"
            },
            {
                "verse_number": "10",
                "verse_text": "The king replied, “If anyone threatens you, bring him to me, and he will never bother you again.”"
            },
            {
                "verse_number": "11",
                "verse_text": "She said, “Your Majesty, please pray to the"
            },
            {
                "verse_number": "11",
                "verse_text": "Lord"
            },
            {
                "verse_number": "11",
                "verse_text": "your God, so that my relative who is responsible for avenging the death of my son will not commit a greater crime by killing my other son.” “I promise by the living Lord ,” David replied, “that your son will not be harmed in the least.”"
            },
            {
                "verse_number": "12",
                "verse_text": "“Please, Your Majesty, let me say just one more thing,” the woman said. “All right,” he answered."
            },
            {
                "verse_number": "13",
                "verse_text": "She said to him, “Why have you done such a wrong to God's people? You have not allowed your own son to return from exile, and so you have condemned yourself by what you have just said."
            },
            {
                "verse_number": "14",
                "verse_text": "We will all die; we are like water spilled on the ground, which can't be gathered again. Even God does not bring the dead back to life, but the king can at least find a way to bring a man back from exile."
            },
            {
                "verse_number": "15",
                "verse_text": "Now, Your Majesty, the reason I have come to speak to you is that the people threatened me, and so I said to myself that I would speak to you in the hope that you would do what I ask."
            },
            {
                "verse_number": "16",
                "verse_text": "I thought you would listen to me and save me from the one who is trying to kill my son and me and so remove us from the land God gave his people."
            },
            {
                "verse_number": "17",
                "verse_text": "I said to myself that your promise, sir, would make me safe, because the king is like God's angel and can distinguish good from evil."
            },
            {
                "verse_number": "17",
                "verse_text": "May the"
            },
            {
                "verse_number": "17",
                "verse_text": "Lord"
            },
            {
                "verse_number": "17",
                "verse_text": "your God be with you!”"
            },
            {
                "verse_number": "18",
                "verse_text": "The king answered, “I'm going to ask you a question, and you must tell me the whole truth.” “Ask me anything, Your Majesty,” she answered."
            },
            {
                "verse_number": "19",
                "verse_text": "“Did Joab put you up to this?” he asked her. She answered, “I swear by all that is sacred, Your Majesty, that there is no way to avoid answering your question. It was indeed your officer Joab who told me what to do and what to say."
            },
            {
                "verse_number": "20",
                "verse_text": "But he did it in order to straighten out this whole matter. Your Majesty is as wise as the angel of God and knows everything that happens.”"
            },
            {
                "verse_number": "21",
                "verse_text": "Later on the king said to Joab, “I have decided to do what you want. Go and get the young man Absalom and bring him back here.”"
            },
            {
                "verse_number": "22",
                "verse_text": "Joab threw himself to the ground in front of David in respect, and said, “God bless you, Your Majesty! Now I know that you are pleased with me, because you have granted my request.”"
            },
            {
                "verse_number": "23",
                "verse_text": "Then he got up and went to Geshur and brought Absalom back to Jerusalem."
            },
            {
                "verse_number": "24",
                "verse_text": "The king, however, gave orders that Absalom should not live in the palace. “I don't want to see him,” the king said. So Absalom lived in his own house and did not appear before the king."
            },
            {
                "verse_number": "25",
                "verse_text": "There was no one in Israel as famous for his good looks as Absalom; he had no defect from head to toe."
            },
            {
                "verse_number": "26",
                "verse_text": "His hair was very thick, and he had to cut it once a year, when it grew too long and heavy. It would weigh about five pounds according to the royal standard of weights."
            },
            {
                "verse_number": "27",
                "verse_text": "Absalom had three sons and one daughter named Tamar, a very beautiful woman."
            },
            {
                "verse_number": "28",
                "verse_text": "Absalom lived two years in Jerusalem without seeing the king."
            },
            {
                "verse_number": "29",
                "verse_text": "Then he sent for Joab, to ask him to go to the king for him; but Joab would not come. Again Absalom sent for him, and again Joab refused to come."
            },
            {
                "verse_number": "30",
                "verse_text": "So Absalom said to his servants, “Look, Joab's field is next to mine, and it has barley growing in it. Go and set fire to it.” So they went and set the field on fire."
            },
            {
                "verse_number": "31",
                "verse_text": "Joab went to Absalom's house and demanded, “Why did your servants set fire to my field?”"
            },
            {
                "verse_number": "32",
                "verse_text": "Absalom answered, “Because you wouldn't come when I sent for you. I wanted you to go to the king and ask for me: ‘Why did I leave Geshur and come here? It would have been better for me to have stayed there.’” And Absalom went on, “I want you to arrange for me to see the king, and if I'm guilty, then let him put me to death.”"
            },
            {
                "verse_number": "33",
                "verse_text": "So Joab went to King David and told him what Absalom had said. The king sent for Absalom, who went to him and bowed down to the ground in front of him. The king welcomed him with a kiss."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "After this, Absalom provided a chariot and horses for himself, and an escort of fifty men."
            },
            {
                "verse_number": "2",
                "verse_text": "He would get up early and go and stand by the road at the city gate. Whenever someone came there with a dispute that he wanted the king to settle, Absalom would call him over and ask him where he was from. And after the man had told him what tribe he was from,"
            },
            {
                "verse_number": "3",
                "verse_text": "Absalom would say, “Look, the law is on your side, but there is no representative of the king to hear your case.”"
            },
            {
                "verse_number": "4",
                "verse_text": "And he would add, “How I wish I were a judge! Then anyone who had a dispute or a claim could come to me, and I would give him justice.”"
            },
            {
                "verse_number": "5",
                "verse_text": "When the man would approach Absalom to bow down before him, Absalom would reach out, take hold of him, and kiss him."
            },
            {
                "verse_number": "6",
                "verse_text": "Absalom did this with every Israelite who came to the king for judgment, and so he won their loyalty."
            },
            {
                "verse_number": "7",
                "verse_text": "After four"
            },
            {
                "verse_number": "7",
                "verse_text": "years Absalom said to King David, “Sir, let me go to Hebron and keep a promise I made to the"
            },
            {
                "verse_number": "7",
                "verse_text": "Lord"
            },
            {
                "verse_number": "7",
                "verse_text": "."
            },
            {
                "verse_number": "8",
                "verse_text": "While I was living in Geshur in Syria, I promised the"
            },
            {
                "verse_number": "8",
                "verse_text": "Lord"
            },
            {
                "verse_number": "8",
                "verse_text": "that if he would take me back to Jerusalem, I would worship him in Hebron.”"
            },
            {
                "verse_number": "9",
                "verse_text": "“Go in peace,” the king said. So Absalom went to Hebron."
            },
            {
                "verse_number": "10",
                "verse_text": "But he sent messengers to all the tribes of Israel to say, “When you hear the sound of trumpets, shout, ‘Absalom has become king at Hebron!’”"
            },
            {
                "verse_number": "11",
                "verse_text": "There were two hundred men who at Absalom's invitation had gone from Jerusalem with him; they knew nothing of the plot and went in all good faith."
            },
            {
                "verse_number": "12",
                "verse_text": "And while he was offering sacrifices, Absalom also sent to the town of Gilo for Ahithophel, who was one of King David's advisers. The plot against the king gained strength, and Absalom's followers grew in number."
            },
            {
                "verse_number": "13",
                "verse_text": "A messenger reported to David, “The Israelites are pledging their loyalty to Absalom.”"
            },
            {
                "verse_number": "14",
                "verse_text": "So David said to all his officials who were with him in Jerusalem, “We must get away at once if we want to escape from Absalom! Hurry! Or else he will soon be here and defeat us and kill everyone in the city!”"
            },
            {
                "verse_number": "15",
                "verse_text": "“Yes, Your Majesty,” they answered. “We are ready to do whatever you say.”"
            },
            {
                "verse_number": "16",
                "verse_text": "So the king left, accompanied by all his family and officials, except for ten concubines, whom he left behind to take care of the palace."
            },
            {
                "verse_number": "17",
                "verse_text": "As the king and all his men were leaving the city, they stopped at the last house."
            },
            {
                "verse_number": "18",
                "verse_text": "All his officials stood"
            },
            {
                "verse_number": "18",
                "verse_text": "next to him as the royal bodyguards passed by in front of him. The six hundred soldiers who had followed him from Gath also passed by,"
            },
            {
                "verse_number": "19",
                "verse_text": "and the king said to Ittai, their leader, “Why are you going with us? Go back and stay with the new king. You are a foreigner, a refugee away from your own country."
            },
            {
                "verse_number": "20",
                "verse_text": "You have lived here only a short time, so why should I make you wander around with me? I don't even know where I'm going. Go back and take all your people with you—and may the"
            },
            {
                "verse_number": "20",
                "verse_text": "Lord"
            },
            {
                "verse_number": "20",
                "verse_text": "be kind and faithful to you.”"
            },
            {
                "verse_number": "21",
                "verse_text": "But Ittai answered, “Your Majesty, I swear to you in the"
            },
            {
                "verse_number": "21",
                "verse_text": "Lord"
            },
            {
                "verse_number": "21",
                "verse_text": "'s name that I will always go with you wherever you go, even if it means death.”"
            },
            {
                "verse_number": "22",
                "verse_text": "“Fine!” David answered. “March on!” So Ittai went on with all his men and their dependents."
            },
            {
                "verse_number": "23",
                "verse_text": "The people cried loudly as David's followers left. The king crossed Kidron Brook, followed by his men, and together they went out toward the wilderness."
            },
            {
                "verse_number": "24",
                "verse_text": "Zadok the priest was there, and with him were the Levites, carrying the sacred Covenant Box. They set it down"
            },
            {
                "verse_number": "24",
                "verse_text": "and didn't pick it up again until all the people had left the city. The priest Abiathar was there too."
            },
            {
                "verse_number": "25",
                "verse_text": "Then the king said to Zadok, “Take the Covenant Box back to the city. If the"
            },
            {
                "verse_number": "25",
                "verse_text": "Lord"
            },
            {
                "verse_number": "25",
                "verse_text": "is pleased with me, some day he will let me come back to see it and the place where it stays."
            },
            {
                "verse_number": "26",
                "verse_text": "But if he isn't pleased with me—well, then, let him do to me what he wishes.”"
            },
            {
                "verse_number": "27",
                "verse_text": "And he went on to say to Zadok, “Look,"
            },
            {
                "verse_number": "27",
                "verse_text": "take your son Ahimaaz and Abiathar's son Jonathan and go back to the city in peace."
            },
            {
                "verse_number": "28",
                "verse_text": "Meanwhile, I will wait at the river crossings in the wilderness until I receive news from you.”"
            },
            {
                "verse_number": "29",
                "verse_text": "So Zadok and Abiathar took the Covenant Box back into Jerusalem and stayed there."
            },
            {
                "verse_number": "30",
                "verse_text": "David went on up the Mount of Olives crying; he was barefoot and had his head covered as a sign of grief. All who followed him covered their heads and cried also."
            },
            {
                "verse_number": "31",
                "verse_text": "When David was told"
            },
            {
                "verse_number": "31",
                "verse_text": "that Ahithophel had joined Absalom's rebellion, he prayed, “Please,"
            },
            {
                "verse_number": "31",
                "verse_text": "Lord"
            },
            {
                "verse_number": "31",
                "verse_text": ", turn Ahithophel's advice into nonsense!”"
            },
            {
                "verse_number": "32",
                "verse_text": "When David reached the top of the hill, where there was a place of worship, his trusted friend Hushai the Archite met him with his clothes torn and with dirt on his head."
            },
            {
                "verse_number": "33",
                "verse_text": "David said to him, “You will be of no help to me if you come with me,"
            },
            {
                "verse_number": "34",
                "verse_text": "but you can help me by returning to the city and telling Absalom that you will now serve him as faithfully as you served his father. And do all you can to oppose any advice that Ahithophel gives."
            },
            {
                "verse_number": "35",
                "verse_text": "The priests Zadok and Abiathar will be there; tell them everything you hear in the king's palace."
            },
            {
                "verse_number": "36",
                "verse_text": "They have their sons Ahimaaz and Jonathan with them, and you can send them to me with all the information you gather.”"
            },
            {
                "verse_number": "37",
                "verse_text": "So Hushai, David's friend, returned to the city just as Absalom was arriving."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "When David had gone a little beyond the top of the hill, he was suddenly met by Ziba, the servant of Mephibosheth, who had with him a couple of donkeys loaded with two hundred loaves of bread, a hundred bunches of raisins, a hundred bunches of fresh fruit, and a leather bag full of wine."
            },
            {
                "verse_number": "2",
                "verse_text": "King David asked him, “What are you going to do with all that?” Ziba answered, “The donkeys are for Your Majesty's family to ride, the bread and the fruit are for the men to eat, and the wine is for them to drink when they get tired in the wilderness.”"
            },
            {
                "verse_number": "3",
                "verse_text": "“Where is Mephibosheth, the grandson of your master Saul?” the king asked him. “He is staying in Jerusalem,” Ziba answered, “because he is convinced that the Israelites will now restore to him the kingdom of his grandfather Saul.”"
            },
            {
                "verse_number": "4",
                "verse_text": "The king said to Ziba, “Everything that belonged to Mephibosheth is yours.” “I am your servant,” Ziba replied. “May I always please Your Majesty!”"
            },
            {
                "verse_number": "5",
                "verse_text": "When King David arrived at Bahurim, one of Saul's relatives, Shimei son of Gera, came out to meet him, cursing him as he came."
            },
            {
                "verse_number": "6",
                "verse_text": "Shimei started throwing stones at David and his officials, even though David was surrounded by his men and his bodyguards."
            },
            {
                "verse_number": "7",
                "verse_text": "Shimei cursed him and said, “Get out! Get out! Murderer! Criminal!"
            },
            {
                "verse_number": "8",
                "verse_text": "You took Saul's kingdom, and now the"
            },
            {
                "verse_number": "8",
                "verse_text": "Lord"
            },
            {
                "verse_number": "8",
                "verse_text": "is punishing you for murdering so many of Saul's family. The"
            },
            {
                "verse_number": "8",
                "verse_text": "Lord"
            },
            {
                "verse_number": "8",
                "verse_text": "has given the kingdom to your son Absalom, and you are ruined, you murderer!”"
            },
            {
                "verse_number": "9",
                "verse_text": "Abishai, whose mother was Zeruiah, said to the king, “Your Majesty, why do you let this dog curse you? Let me go over there and cut off his head!”"
            },
            {
                "verse_number": "10",
                "verse_text": "“This is none of your business,” the king said to Abishai and his brother Joab. “If he curses me because the"
            },
            {
                "verse_number": "10",
                "verse_text": "Lord"
            },
            {
                "verse_number": "10",
                "verse_text": "told him to, who has the right to ask why he does it?”"
            },
            {
                "verse_number": "11",
                "verse_text": "And David said to Abishai and to all his officials, “My own son is trying to kill me; so why should you be surprised at this Benjaminite? The"
            },
            {
                "verse_number": "11",
                "verse_text": "Lord"
            },
            {
                "verse_number": "11",
                "verse_text": "told him to curse; so leave him alone and let him do it."
            },
            {
                "verse_number": "12",
                "verse_text": "Perhaps the"
            },
            {
                "verse_number": "12",
                "verse_text": "Lord"
            },
            {
                "verse_number": "12",
                "verse_text": "will notice my misery"
            },
            {
                "verse_number": "12",
                "verse_text": "and give me some blessings to take the place of his curse.”"
            },
            {
                "verse_number": "13",
                "verse_text": "So David and his men continued along the road. Shimei kept up with them, walking on the hillside; he was cursing and throwing stones and dirt at them as he went."
            },
            {
                "verse_number": "14",
                "verse_text": "The king and all his men were worn out when they reached the Jordan,"
            },
            {
                "verse_number": "14",
                "verse_text": "and there they rested."
            },
            {
                "verse_number": "15",
                "verse_text": "Absalom and all the Israelites with him entered Jerusalem, and Ahithophel was with them."
            },
            {
                "verse_number": "16",
                "verse_text": "When Hushai, David's trusted friend, met Absalom, he shouted, “Long live the king! Long live the king!”"
            },
            {
                "verse_number": "17",
                "verse_text": "“What has happened to your loyalty to your friend David?” Absalom asked him. “Why didn't you go with him?”"
            },
            {
                "verse_number": "18",
                "verse_text": "Hushai answered, “How could I? I am for the one chosen by the"
            },
            {
                "verse_number": "18",
                "verse_text": "Lord"
            },
            {
                "verse_number": "18",
                "verse_text": ", by these people, and by all the Israelites. I will stay with you."
            },
            {
                "verse_number": "19",
                "verse_text": "After all, whom should I serve, if not my master's son? As I served your father, so now I will serve you.”"
            },
            {
                "verse_number": "20",
                "verse_text": "Then Absalom turned to Ahithophel and said, “Now that we are here, what do you advise us to do?”"
            },
            {
                "verse_number": "21",
                "verse_text": "Ahithophel answered, “Go and have intercourse with your father's concubines whom he left behind to take care of the palace. Then everyone in Israel will know that your father regards you as his enemy, and your followers will be greatly encouraged.”"
            },
            {
                "verse_number": "22",
                "verse_text": "So they set up a tent for Absalom on the palace roof, and in the sight of everyone Absalom went in and had intercourse with his father's concubines."
            },
            {
                "verse_number": "23",
                "verse_text": "Any advice that Ahithophel gave in those days was accepted as though it were the very word of God; both David and Absalom followed it."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Not long after that, Ahithophel said to Absalom, “Let me choose twelve thousand men, and tonight I will set out after David."
            },
            {
                "verse_number": "2",
                "verse_text": "I will attack him while he is tired and discouraged. He will be frightened, and all his men will run away. I will kill only the king"
            },
            {
                "verse_number": "3",
                "verse_text": "and then bring back all his men to you, like a bride returning to her husband. You want to kill only one man;"
            },
            {
                "verse_number": "3",
                "verse_text": "the rest of the people will be safe.”"
            },
            {
                "verse_number": "4",
                "verse_text": "This seemed like good advice to Absalom and all the Israelite leaders."
            },
            {
                "verse_number": "5",
                "verse_text": "Absalom said, “Now call Hushai, and let us hear what he has to say.”"
            },
            {
                "verse_number": "6",
                "verse_text": "When Hushai arrived, Absalom said to him, “This is the advice that Ahithophel has given us; shall we follow it? If not, you tell us what to do.”"
            },
            {
                "verse_number": "7",
                "verse_text": "Hushai answered, “The advice Ahithophel gave you this time is no good."
            },
            {
                "verse_number": "8",
                "verse_text": "You know that your father David and his men are hard fighters and that they are as fierce as a mother bear robbed of her cubs. Your father is an experienced soldier and does not stay with his men at night."
            },
            {
                "verse_number": "9",
                "verse_text": "Right now he is probably hiding in a cave or some other place. As soon as David attacks your men, whoever hears about it will say that your men have been defeated."
            },
            {
                "verse_number": "10",
                "verse_text": "Then even the bravest men, as fearless as lions, will be afraid because everyone in Israel knows that your father is a great soldier and that his men are hard fighters."
            },
            {
                "verse_number": "11",
                "verse_text": "My advice is that you bring all the Israelites together from one end of the country to the other, as many as the grains of sand on the seashore, and that you lead them personally in battle."
            },
            {
                "verse_number": "12",
                "verse_text": "We will find David wherever he is, and attack him before he knows what's happening. Neither he nor any of his men will survive."
            },
            {
                "verse_number": "13",
                "verse_text": "If he retreats into a city, our people will all bring ropes and just pull the city"
            },
            {
                "verse_number": "13",
                "verse_text": "into the valley below. Not a single stone will be left there on top of the hill.”"
            },
            {
                "verse_number": "14",
                "verse_text": "Absalom and all the Israelites said, “Hushai's advice is better than Ahithophel's.” The"
            },
            {
                "verse_number": "14",
                "verse_text": "Lord"
            },
            {
                "verse_number": "14",
                "verse_text": "had decided that Ahithophel's good advice would not be followed, so that disaster would come on Absalom."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Hushai told the priests Zadok and Abiathar what advice he had given to Absalom and the Israelite leaders and what advice Ahithophel had given."
            },
            {
                "verse_number": "16",
                "verse_text": "Hushai added, “Quick, now! Send a message to David not to spend the night at the river crossings in the wilderness, but to cross the Jordan at once, so that he and his men won't all be caught and killed.”"
            },
            {
                "verse_number": "17",
                "verse_text": "Abiathar's son Jonathan and Zadok's son Ahimaaz were waiting at the spring of Enrogel, on the outskirts of Jerusalem, because they did not dare be seen entering the city. A servant woman would regularly go and tell them what was happening, and then they would go and tell King David."
            },
            {
                "verse_number": "18",
                "verse_text": "But one day a boy happened to see them, and he told Absalom; so they hurried off to hide in the house of a certain man in Bahurim. He had a well near his house, and they got down in it."
            },
            {
                "verse_number": "19",
                "verse_text": "The man's wife took a covering, spread it over the opening of the well and scattered grain over it, so that no one would notice anything."
            },
            {
                "verse_number": "20",
                "verse_text": "Absalom's officials came to the house and asked the woman, “Where are Ahimaaz and Jonathan?” “They crossed the river,” she answered. The men looked for them but could not find them, and so they returned to Jerusalem."
            },
            {
                "verse_number": "21",
                "verse_text": "After they left, Ahimaaz and Jonathan came up out of the well and went and reported to King David. They told him what Ahithophel had planned against him and said, “Hurry up and cross the river.”"
            },
            {
                "verse_number": "22",
                "verse_text": "So David and his men started crossing the Jordan, and by daybreak they had all gone across."
            },
            {
                "verse_number": "23",
                "verse_text": "When Ahithophel saw that his advice had not been followed, he saddled his donkey and went back to his hometown. After putting his affairs in order, he hanged himself. He was buried in the family grave."
            },
            {
                "verse_number": "24",
                "verse_text": "David had reached the town of Mahanaim by the time Absalom and the Israelites had crossed the Jordan. ("
            },
            {
                "verse_number": "25",
                "verse_text": "Absalom had put Amasa in command of the army in the place of Joab. Amasa was the son of Jether the Ishmaelite;"
            },
            {
                "verse_number": "25",
                "verse_text": "his mother was Abigail, the daughter of Nahash and the sister of Joab's mother Zeruiah.)"
            },
            {
                "verse_number": "26",
                "verse_text": "Absalom and his men camped in the land of Gilead."
            },
            {
                "verse_number": "27",
                "verse_text": "When David arrived at Mahanaim, he was met by Shobi son of Nahash, from the city of Rabbah in Ammon, and by Machir son of Ammiel, from Lodebar, and by Barzillai, from Rogelim in Gilead."
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "King David brought all his men together, divided them into units of a thousand and of a hundred, and placed officers in command of them."
            },
            {
                "verse_number": "2",
                "verse_text": "Then he sent them out in three groups, with Joab and Joab's brother Abishai and Ittai from Gath, each in command of a group. And the king said to his men, “I will go with you myself.”"
            },
            {
                "verse_number": "3",
                "verse_text": "“You mustn't go with us,” they answered. “It won't make any difference to the enemy if the rest of us turn and run, or even if half of us are killed; but you are worth ten thousand of us. It will be better if you stay here in the city and send us help.”"
            },
            {
                "verse_number": "4",
                "verse_text": "“I will do whatever you think best,” the king answered. Then he stood by the side of the gate as his men marched out in units of a thousand and of a hundred."
            },
            {
                "verse_number": "5",
                "verse_text": "He gave orders to Joab, Abishai, and Ittai: “For my sake don't harm the young man Absalom.” And all the troops heard David give this command to his officers."
            },
            {
                "verse_number": "6",
                "verse_text": "David's army went out into the countryside and fought the Israelites in Ephraim Forest."
            },
            {
                "verse_number": "7",
                "verse_text": "The Israelites were defeated by David's men; it was a terrible defeat, with twenty thousand men killed that day."
            },
            {
                "verse_number": "8",
                "verse_text": "The fighting spread over the countryside, and more men died in the forest than were killed in battle."
            },
            {
                "verse_number": "9",
                "verse_text": "Suddenly Absalom met some of David's men. Absalom was riding a mule, and as it went under a large oak tree, Absalom's head got caught in the branches. The mule ran on and Absalom was left hanging in midair."
            },
            {
                "verse_number": "10",
                "verse_text": "One of David's men saw him and reported to Joab, “Sir, I saw Absalom hanging in an oak tree!”"
            },
            {
                "verse_number": "11",
                "verse_text": "Joab answered, “If you saw him, why didn't you kill him on the spot? I myself would have given you ten pieces of silver and a belt.”"
            },
            {
                "verse_number": "12",
                "verse_text": "But the man answered, “Even if you gave me a thousand pieces of silver, I wouldn't lift a finger against the king's son. We all heard the king command you and Abishai and Ittai, ‘For my sake don't harm the young man Absalom.’"
            },
            {
                "verse_number": "13",
                "verse_text": "But if I had disobeyed the king and killed Absalom, the king would have heard about it—he hears about everything—and you would not have defended me.”"
            },
            {
                "verse_number": "14",
                "verse_text": "“I'm not going to waste any more time with you,” Joab said. He took three spears and plunged them into Absalom's chest while he was still alive, hanging in the oak tree."
            },
            {
                "verse_number": "15",
                "verse_text": "Then ten of Joab's soldiers closed in on Absalom and finished killing him."
            },
            {
                "verse_number": "16",
                "verse_text": "Joab had the trumpet blown to stop the fighting, and his troops came back from pursuing the Israelites."
            },
            {
                "verse_number": "17",
                "verse_text": "They took Absalom's body, threw it into a deep pit in the forest, and covered it with a huge pile of stones. All the Israelites fled to their own hometowns."
            },
            {
                "verse_number": "18",
                "verse_text": "During his lifetime Absalom had built a monument for himself in King's Valley, because he had no son to keep his name alive. So he named it after himself, and to this day it is known as Absalom's Monument."
            },
            {
                "verse_number": "19",
                "verse_text": "Then Ahimaaz son of Zadok said to Joab, “Let me run to the king with the good news that the"
            },
            {
                "verse_number": "19",
                "verse_text": "Lord"
            },
            {
                "verse_number": "19",
                "verse_text": "has saved him from his enemies.”"
            },
            {
                "verse_number": "20",
                "verse_text": "“No,” Joab said, “today you will not take any good news. Some other day you may do so, but not today, for the king's son is dead.”"
            },
            {
                "verse_number": "21",
                "verse_text": "Then he said to his Ethiopian"
            },
            {
                "verse_number": "21",
                "verse_text": "slave, “Go and tell the king what you have seen.” The slave bowed and ran off."
            },
            {
                "verse_number": "22",
                "verse_text": "Ahimaaz insisted, “I don't care what happens; please let me take the news also.” “Why do you want to do it, my son?” Joab asked. “You will get no reward for it.”"
            },
            {
                "verse_number": "23",
                "verse_text": "“Whatever happens,” Ahimaaz said again, “I want to go.” “Then go,” Joab said. So Ahimaaz ran off down the road through the Jordan Valley, and soon he passed the slave."
            },
            {
                "verse_number": "24",
                "verse_text": "David was sitting in the space between the inner and outer gates of the city. The lookout went up to the top of the wall and stood on the roof of the gateway; he looked out and saw a man running alone."
            },
            {
                "verse_number": "25",
                "verse_text": "He called down and told the king, and the king said, “If he is alone, he is bringing good news.” The runner kept coming closer."
            },
            {
                "verse_number": "26",
                "verse_text": "Then the lookout saw another man running alone, and he called down to the gatekeeper, “Look! There's another man running!” The king answered, “This one also is bringing good news.”"
            },
            {
                "verse_number": "27",
                "verse_text": "The lookout said, “I can see that the first man runs like Ahimaaz.” “He's a good man,” the king said, “and he is bringing good news.”"
            },
            {
                "verse_number": "28",
                "verse_text": "Ahimaaz called out a greeting to the king, threw himself down to the ground before him, and said, “Praise the"
            },
            {
                "verse_number": "28",
                "verse_text": "Lord"
            },
            {
                "verse_number": "28",
                "verse_text": "your God, who has given you victory over the men who rebelled against Your Majesty!”"
            },
            {
                "verse_number": "29",
                "verse_text": "“Is the young man Absalom all right?” the king asked. Ahimaaz answered, “Sir, when your officer Joab sent me, I saw a great commotion, but I couldn't tell what it was.”"
            },
            {
                "verse_number": "30",
                "verse_text": "“Stand over there,” the king told him; and he went over and stood there."
            },
            {
                "verse_number": "31",
                "verse_text": "Then the Ethiopian"
            },
            {
                "verse_number": "31",
                "verse_text": "slave arrived and said to the king, “I have good news for Your Majesty! Today the"
            },
            {
                "verse_number": "31",
                "verse_text": "Lord"
            },
            {
                "verse_number": "31",
                "verse_text": "has given you victory over all who rebelled against you!”"
            },
            {
                "verse_number": "32",
                "verse_text": "“Is the young man Absalom all right?” the king asked. The slave answered, “I wish that what has happened to him would happen to all your enemies, sir, and to all who rebel against you.”"
            },
            {
                "verse_number": "33",
                "verse_text": "The king was overcome with grief. He went up to the room over the gateway and wept. As he went, he cried, “O my son! My son Absalom! Absalom, my son! If only I had died in your place, my son! Absalom, my son!”"
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Joab was told that King David was weeping and mourning for Absalom."
            },
            {
                "verse_number": "2",
                "verse_text": "And so the joy of victory was turned into sadness for all of David's troops that day, because they heard that the king was mourning for his son."
            },
            {
                "verse_number": "3",
                "verse_text": "They went back into the city quietly, like soldiers who are ashamed because they are running away from battle."
            },
            {
                "verse_number": "4",
                "verse_text": "The king covered his face and cried loudly, “O my son! My son Absalom! Absalom, my son!”"
            },
            {
                "verse_number": "5",
                "verse_text": "Joab went to the king's house and said to him, “Today you have humiliated your men—the men who saved your life and the lives of your sons and daughters and of your wives and concubines."
            },
            {
                "verse_number": "6",
                "verse_text": "You oppose those who love you and support those who hate you! You have made it clear that your officers and men mean nothing to you. I can see that you would be quite happy if Absalom were alive today and all of us were dead."
            },
            {
                "verse_number": "7",
                "verse_text": "Now go and reassure your men. I swear by the"
            },
            {
                "verse_number": "7",
                "verse_text": "Lord"
            },
            {
                "verse_number": "7",
                "verse_text": "'s name that if you don't, not one of them will be with you by tomorrow morning. That would be the worst disaster you have suffered in all your life.”"
            },
            {
                "verse_number": "8",
                "verse_text": "Then the king got up, and went and sat near the city gate. His men heard that he was there, and they all gathered around him. Meanwhile all the Israelites had fled to their own hometowns."
            },
            {
                "verse_number": "9",
                "verse_text": "All over the country they started quarreling among themselves. “King David saved us from our enemies,” they said to one another. “He rescued us from the Philistines, but now he has fled from Absalom and left the country."
            },
            {
                "verse_number": "10",
                "verse_text": "We anointed Absalom as our king, but he has been killed in battle. So why doesn't somebody try to bring King David back?”"
            },
            {
                "verse_number": "11",
                "verse_text": "The news of what the Israelites were saying reached King David."
            },
            {
                "verse_number": "11",
                "verse_text": "So he sent the priests Zadok and Abiathar to ask the leaders of Judah, “Why should you be the last to help bring the king back to his palace?"
            },
            {
                "verse_number": "12",
                "verse_text": "You are my relatives, my own flesh and blood; why should you be the last to bring me back?”"
            },
            {
                "verse_number": "13",
                "verse_text": "David also told them to say to Amasa, “You are my relative. From now on I am putting you in charge of the army in place of Joab. May God strike me dead if I don't!”"
            },
            {
                "verse_number": "14",
                "verse_text": "David's words won the complete loyalty of all the men of Judah, and they sent him word to return with all his officials."
            },
            {
                "verse_number": "15",
                "verse_text": "On his way back the king was met at the Jordan River by the men of Judah, who had come to Gilgal to escort him across the river."
            },
            {
                "verse_number": "16",
                "verse_text": "At the same time the Benjaminite Shimei son of Gera from Bahurim hurried to the Jordan to meet King David."
            },
            {
                "verse_number": "17",
                "verse_text": "He had with him a thousand men from the tribe of Benjamin. And Ziba, the servant of Saul's family, also came with his fifteen sons and twenty servants, and they arrived at the Jordan before the king."
            },
            {
                "verse_number": "18",
                "verse_text": "They crossed"
            },
            {
                "verse_number": "18",
                "verse_text": "the river to escort the royal party across and to do whatever the king wanted. As the king was getting ready to cross, Shimei threw himself down in front of him"
            },
            {
                "verse_number": "19",
                "verse_text": "and said, “Your Majesty, please forget the wrong I did that day you left Jerusalem. Don't hold it against me or think about it any more."
            },
            {
                "verse_number": "20",
                "verse_text": "I know, sir, that I have sinned, and this is why I am the first one from the northern tribes to come and meet Your Majesty today.”"
            },
            {
                "verse_number": "21",
                "verse_text": "Abishai son of Zeruiah spoke up: “Shimei should be put to death because he cursed the one whom the"
            },
            {
                "verse_number": "21",
                "verse_text": "Lord"
            },
            {
                "verse_number": "21",
                "verse_text": "chose as king.”"
            },
            {
                "verse_number": "22",
                "verse_text": "But David said to Abishai and his brother Joab, “Who asked your opinion? Are you going to give me trouble? I am the one who is king of Israel now, and no Israelite will be put to death today.”"
            },
            {
                "verse_number": "23",
                "verse_text": "And he said to Shimei, “I give you my word that you will not be put to death.”"
            },
            {
                "verse_number": "24",
                "verse_text": "Then Mephibosheth, Saul's grandson, came down to meet the king. He had not washed his feet, trimmed his beard, or washed his clothes from the time the king left Jerusalem until he returned victorious."
            },
            {
                "verse_number": "25",
                "verse_text": "When Mephibosheth arrived from"
            },
            {
                "verse_number": "25",
                "verse_text": "Jerusalem to meet the king, the king said to him, “Mephibosheth, you didn't go with me. Why not?”"
            },
            {
                "verse_number": "26",
                "verse_text": "He answered, “As you know, Your Majesty, I am crippled. I told my servant to saddle my donkey so that I could ride along with you, but he betrayed me."
            },
            {
                "verse_number": "27",
                "verse_text": "He lied about me to Your Majesty, but you are like God's angel, so do what seems right to you."
            },
            {
                "verse_number": "28",
                "verse_text": "All of my father's family deserved to be put to death by Your Majesty, but you gave me the right to eat at your table. I have no right to ask for any more favors from Your Majesty.”"
            },
            {
                "verse_number": "29",
                "verse_text": "The king answered, “You don't have to say anything more. I have decided that you and Ziba will share Saul's property.”"
            },
            {
                "verse_number": "30",
                "verse_text": "“Let Ziba have it all,” Mephibosheth answered. “It's enough for me that Your Majesty has come home safely.”"
            },
            {
                "verse_number": "31",
                "verse_text": "Barzillai, from Gilead, had also come down from Rogelim to escort the king across the Jordan."
            },
            {
                "verse_number": "32",
                "verse_text": "Barzillai was a very old man, eighty years old. He was very rich and had supplied the king with food while he was staying at Mahanaim."
            },
            {
                "verse_number": "33",
                "verse_text": "The king said to him, “Come with me to Jerusalem, and I will take care of you.”"
            },
            {
                "verse_number": "34",
                "verse_text": "But Barzillai answered, “I don't have long to live; why should I go with Your Majesty to Jerusalem?"
            },
            {
                "verse_number": "35",
                "verse_text": "I am already eighty years old, and nothing gives me pleasure any more. I can't taste what I eat and drink, and I can't hear the voices of singers. I would only be a burden to Your Majesty."
            },
            {
                "verse_number": "36",
                "verse_text": "I don't deserve such a great reward. So I will go just a little way with you beyond the Jordan."
            },
            {
                "verse_number": "37",
                "verse_text": "Then let me go back home and die near my parents' grave. Here is my son Chimham, who will serve you; take him with you, Your Majesty, and do for him as you think best.”"
            },
            {
                "verse_number": "38",
                "verse_text": "The king answered, “I will take him with me and do for him whatever you want. And I will do for you anything you ask.”"
            },
            {
                "verse_number": "39",
                "verse_text": "Then David and all of his men crossed the Jordan. He kissed Barzillai and gave him his blessing, and Barzillai went back home."
            },
            {
                "verse_number": "40",
                "verse_text": "When the king had crossed, escorted by all the people of Judah and half the people of Israel, he went on to Gilgal, and Chimham went with him."
            },
            {
                "verse_number": "41",
                "verse_text": "Then all the Israelites went to the king and said to him, “Your Majesty, why did our brothers, the men of Judah, think they had the right to take you away and escort you, your family, and your men across the Jordan?”"
            },
            {
                "verse_number": "42",
                "verse_text": "The men of Judah answered, “We did it because the king is one of us. So why should this make you angry? He hasn't paid for our food nor has he given us anything.”"
            },
            {
                "verse_number": "43",
                "verse_text": "The Israelites replied, “We have ten times as many claims on King David as you have, even if he is one of you. Why do you look down on us? Don't forget that we were the first to talk about bringing the king back!” But the men of Judah were more violent in making their claims than the men of Israel."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "There happened to be in Gilgal a worthless character named Sheba son of Bikri, of the tribe of Benjamin. He blew the trumpet and called out, “Down with David! We won't follow him! Men of Israel, let's go home!”"
            },
            {
                "verse_number": "2",
                "verse_text": "So the Israelites deserted David and went with Sheba, but the men of Judah remained loyal and followed David from the Jordan to Jerusalem."
            },
            {
                "verse_number": "3",
                "verse_text": "When David arrived at his palace in Jerusalem, he took the ten concubines he had left to take care of the palace, and put them under guard. He provided for their needs, but did not have intercourse with them. They were kept confined for the rest of their lives, living like widows."
            },
            {
                "verse_number": "4",
                "verse_text": "The king said to Amasa, “Call the men of Judah together and be back here with them by the day after tomorrow.”"
            },
            {
                "verse_number": "5",
                "verse_text": "Amasa went to call them, but he did not get back by the time the king had told him to."
            },
            {
                "verse_number": "6",
                "verse_text": "So the king said to Abishai, “Sheba will give us more trouble than Absalom. Take my men and go after him, or else he may occupy some fortified towns and escape from us.”"
            },
            {
                "verse_number": "7",
                "verse_text": "So Joab's men, the royal bodyguards, and all the other soldiers left Jerusalem with Abishai to go after Sheba."
            },
            {
                "verse_number": "8",
                "verse_text": "When they reached the large rock at Gibeon, Amasa met them. Joab was dressed for battle, with a sword in its sheath fastened to his belt. As he came forward, the sword fell out."
            },
            {
                "verse_number": "9",
                "verse_text": "Joab said to Amasa, “How are you, my friend?” and took hold of his beard with his right hand in order to kiss him."
            },
            {
                "verse_number": "10",
                "verse_text": "Amasa was not on guard against the sword that Joab was holding in his other hand, and Joab stabbed him in the belly, and his insides spilled out on the ground. He died immediately, and Joab did not have to strike again. Then Joab and his brother Abishai went on after Sheba."
            },
            {
                "verse_number": "11",
                "verse_text": "One of Joab's men stood by Amasa's body and called out, “Everyone who is for Joab and David follow Joab!”"
            },
            {
                "verse_number": "12",
                "verse_text": "Amasa's body, covered with blood, was lying in the middle of the road. Joab's man saw that everybody was stopping, so he dragged the body from the road out into the field and threw a blanket over it."
            },
            {
                "verse_number": "13",
                "verse_text": "After the body had been removed from the road, everyone followed Joab in pursuit of Sheba."
            },
            {
                "verse_number": "14",
                "verse_text": "Sheba passed through the territory of all the tribes of Israel and came to the city of Abel Beth Maacah, and all the members of the clan of Bikri"
            },
            {
                "verse_number": "14",
                "verse_text": "assembled and followed him into the city."
            },
            {
                "verse_number": "15",
                "verse_text": "Joab's men heard that Sheba was there, and so they went and besieged the city. They built ramps of earth against the outer wall and also began to dig under the wall to make it fall down."
            },
            {
                "verse_number": "16",
                "verse_text": "There was a wise woman in the city who shouted from the wall, “Listen! Listen! Tell Joab to come here; I want to speak with him.”"
            },
            {
                "verse_number": "17",
                "verse_text": "Joab went, and she asked, “Are you Joab?” “Yes, I am,” he answered. “Listen to me, sir,” she said. “I'm listening,” he answered."
            },
            {
                "verse_number": "18",
                "verse_text": "She said, “Long ago they used to say, ‘Go and get your answer in the city of Abel’—and that's just what they did."
            },
            {
                "verse_number": "19",
                "verse_text": "Ours is a great city, one of the most peaceful and loyal in Israel. Why are you trying to destroy it? Do you want to ruin what belongs to the"
            },
            {
                "verse_number": "19",
                "verse_text": "Lord"
            },
            {
                "verse_number": "19",
                "verse_text": "?”"
            },
            {
                "verse_number": "20",
                "verse_text": "“Never!” Joab answered. “I will never ruin or destroy your city!"
            },
            {
                "verse_number": "21",
                "verse_text": "That is not our plan. A man named Sheba son of Bikri, who is from the hill country of Ephraim, started a rebellion against King David. Hand over this one man, and I will withdraw from the city.” “We will throw his head over the wall to you,” she said."
            },
            {
                "verse_number": "22",
                "verse_text": "Then she went to the people of the city with her plan, and they cut off Sheba's head and threw it over the wall to Joab. He blew the trumpet as a signal for his men to leave the city, and they went back home. And Joab returned to Jerusalem to the king."
            },
            {
                "verse_number": "23",
                "verse_text": "Joab was in command of the army of Israel; Benaiah son of Jehoiada was in charge of David's bodyguards;"
            },
            {
                "verse_number": "24",
                "verse_text": "Adoniram was in charge of the forced labor; Jehoshaphat son of Ahilud was in charge of the records;"
            },
            {
                "verse_number": "25",
                "verse_text": "Sheva was the court secretary; Zadok and Abiathar were the priests,"
            },
            {
                "verse_number": "26",
                "verse_text": "and Ira from the town of Jair was also one of David's priests."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "During David's reign there was a severe famine which lasted for three full years. So David consulted the"
            },
            {
                "verse_number": "1",
                "verse_text": "Lord"
            },
            {
                "verse_number": "1",
                "verse_text": "about it, and the"
            },
            {
                "verse_number": "1",
                "verse_text": "Lord"
            },
            {
                "verse_number": "1",
                "verse_text": "said, “Saul and his family are guilty of murder; he put the people of Gibeon to death.” ("
            },
            {
                "verse_number": "2",
                "verse_text": "The people of Gibeon were not Israelites; they were a small group of Amorites whom the Israelites had promised to protect, but Saul had tried to destroy them because of his zeal for the people of Israel and Judah.)"
            },
            {
                "verse_number": "3",
                "verse_text": "So David summoned the people of Gibeon and said to them, “What can I do for you? I want to make up for the wrong that was done to you, so that you will bless the"
            },
            {
                "verse_number": "3",
                "verse_text": "Lord"
            },
            {
                "verse_number": "3",
                "verse_text": "'s people.”"
            },
            {
                "verse_number": "4",
                "verse_text": "They answered, “Our quarrel with Saul and his family can't be settled with silver or gold, nor do we want to kill any Israelite.” “What, then, do you think I should do for you?” David asked."
            },
            {
                "verse_number": "5",
                "verse_text": "They answered, “Saul wanted to destroy us and leave none of us alive anywhere in Israel."
            },
            {
                "verse_number": "6",
                "verse_text": "So hand over seven of his male descendants, and we will hang them before the"
            },
            {
                "verse_number": "6",
                "verse_text": "Lord"
            },
            {
                "verse_number": "6",
                "verse_text": "at Gibeah, the hometown of Saul, the"
            },
            {
                "verse_number": "6",
                "verse_text": "Lord"
            },
            {
                "verse_number": "6",
                "verse_text": "'s chosen king.” “I will hand them over,” the king answered."
            },
            {
                "verse_number": "7",
                "verse_text": "But because of the sacred promise that he and Jonathan had made to each other, David spared Jonathan's son Mephibosheth, the grandson of Saul."
            },
            {
                "verse_number": "8",
                "verse_text": "However, he took Armoni and Mephibosheth, the two sons that Rizpah the daughter of Aiah had borne to Saul; he also took the five sons of Saul's daughter Merab, whom she had borne to Adriel son of Barzillai, who was from Meholah."
            },
            {
                "verse_number": "9",
                "verse_text": "David handed them over to the people of Gibeon, who hanged them on the mountain before the"
            },
            {
                "verse_number": "9",
                "verse_text": "Lord"
            },
            {
                "verse_number": "9",
                "verse_text": "—and all seven of them died together. It was late in the spring, at the beginning of the barley harvest, when they were put to death."
            },
            {
                "verse_number": "10",
                "verse_text": "Then Saul's concubine Rizpah, the daughter of Aiah, used sackcloth to make a shelter for herself on the rock where the corpses were, and she stayed there from the beginning of harvest until the autumn rains came. During the day she would keep the birds away from the corpses, and at night she would protect them from wild animals."
            },
            {
                "verse_number": "11",
                "verse_text": "When David heard what Rizpah had done,"
            },
            {
                "verse_number": "12",
                "verse_text": "he went and got the bones of Saul and of his son Jonathan from the people of Jabesh in Gilead. (They had stolen them from the public square in Beth Shan, where the Philistines had hanged the bodies on the day they killed Saul on Mount Gilboa.)"
            },
            {
                "verse_number": "13",
                "verse_text": "David took the bones of Saul and Jonathan and also gathered up the bones of the seven men who had been hanged."
            },
            {
                "verse_number": "14",
                "verse_text": "Then they buried the bones of Saul and Jonathan in the grave of Saul's father Kish, in Zela in the territory of Benjamin, doing all that the king had commanded. And after that, God answered their prayers for the country."
            },
            {
                "verse_number": "15",
                "verse_text": "There was another war between the Philistines and Israel, and David and his men went and fought the Philistines. During one of the battles David grew tired."
            },
            {
                "verse_number": "16",
                "verse_text": "A giant named Ishbibenob, who was carrying a bronze spear that weighed about seven and a half pounds and who was wearing a new sword, thought he could kill David."
            },
            {
                "verse_number": "17",
                "verse_text": "But Abishai son of Zeruiah came to David's help, attacked the giant, and killed him. Then David's men made David promise that he would never again go out with them to battle. “You are the hope of Israel, and we don't want to lose you,” they said."
            },
            {
                "verse_number": "18",
                "verse_text": "After this there was a battle with the Philistines at Gob, during which Sibbecai from Hushah killed a giant named Saph."
            },
            {
                "verse_number": "19",
                "verse_text": "There was another battle with the Philistines at Gob, and Elhanan son of Jair"
            },
            {
                "verse_number": "19",
                "verse_text": "from Bethlehem killed Goliath from Gath, whose spear had a shaft as thick as the bar on a weaver's loom."
            },
            {
                "verse_number": "20",
                "verse_text": "Then there was another battle at Gath, where there was a giant who loved to fight. He had six fingers on each hand and six toes on each foot."
            },
            {
                "verse_number": "21",
                "verse_text": "He defied the Israelites, and Jonathan, the son of David's brother Shammah, killed him."
            },
            {
                "verse_number": "22",
                "verse_text": "These four were descendants of the giants of Gath, and they were killed by David and his men."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "When the"
            },
            {
                "verse_number": "1",
                "verse_text": "Lord"
            },
            {
                "verse_number": "1",
                "verse_text": "saved David from Saul and his other enemies, David sang this song to the"
            },
            {
                "verse_number": "1",
                "verse_text": "Lord"
            },
            {
                "verse_number": "1",
                "verse_text": ":"
            },
            {
                "verse_number": "2",
                "verse_text": "The"
            },
            {
                "verse_number": "2",
                "verse_text": "Lord"
            },
            {
                "verse_number": "2",
                "verse_text": "is my protector; he is my strong fortress."
            },
            {
                "verse_number": "3",
                "verse_text": "My God is my protection, and with him I am safe. He protects me like a shield; he defends me and keeps me safe. He is my savior; he protects me and saves me from violence."
            },
            {
                "verse_number": "4",
                "verse_text": "I call to the"
            },
            {
                "verse_number": "4",
                "verse_text": "Lord"
            },
            {
                "verse_number": "4",
                "verse_text": ", and he saves me from my enemies. Praise the Lord !"
            },
            {
                "verse_number": "5",
                "verse_text": "The waves of death were all around me; the waves of destruction rolled over me."
            },
            {
                "verse_number": "6",
                "verse_text": "The danger of death was around me, and the grave set its trap for me."
            },
            {
                "verse_number": "7",
                "verse_text": "In my trouble I called to the"
            },
            {
                "verse_number": "7",
                "verse_text": "Lord"
            },
            {
                "verse_number": "7",
                "verse_text": "; I called to my God for help. In his temple he heard my voice; he listened to my cry for help."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the earth trembled and shook; the foundations of the sky rocked and quivered because God was angry!"
            },
            {
                "verse_number": "9",
                "verse_text": "Smoke poured out of his nostrils, a consuming flame and burning coals from his mouth."
            },
            {
                "verse_number": "10",
                "verse_text": "He tore the sky open and came down, with a dark cloud under his feet."
            },
            {
                "verse_number": "11",
                "verse_text": "He flew swiftly on his winged creature; he traveled on the wings of the wind."
            },
            {
                "verse_number": "12",
                "verse_text": "He covered himself with darkness; thick clouds, full of water, surrounded him;"
            },
            {
                "verse_number": "13",
                "verse_text": "burning coals flamed up from the lightning before him."
            },
            {
                "verse_number": "14",
                "verse_text": "Then the"
            },
            {
                "verse_number": "14",
                "verse_text": "Lord"
            },
            {
                "verse_number": "14",
                "verse_text": "thundered from the sky, and the voice of Almighty God was heard."
            },
            {
                "verse_number": "15",
                "verse_text": "He shot his arrows and scattered his enemies; with flashes of lightning he sent them running."
            },
            {
                "verse_number": "16",
                "verse_text": "The floor of the ocean was laid bare, and the foundations of the earth were uncovered when the Lord rebuked his enemies and roared at them in anger."
            },
            {
                "verse_number": "17",
                "verse_text": "The"
            },
            {
                "verse_number": "17",
                "verse_text": "Lord"
            },
            {
                "verse_number": "17",
                "verse_text": "reached down from above and took hold of me; he pulled me out of the deep waters."
            },
            {
                "verse_number": "18",
                "verse_text": "He rescued me from my powerful enemies and from all those who hate me— they were too strong for me."
            },
            {
                "verse_number": "19",
                "verse_text": "When I was in trouble, they attacked me, but the Lord protected me."
            },
            {
                "verse_number": "20",
                "verse_text": "He helped me out of danger; he saved me because he was pleased with me."
            },
            {
                "verse_number": "21",
                "verse_text": "The"
            },
            {
                "verse_number": "21",
                "verse_text": "Lord"
            },
            {
                "verse_number": "21",
                "verse_text": "rewards me because I do what is right; he blesses me because I am innocent."
            },
            {
                "verse_number": "22",
                "verse_text": "I have obeyed the law of the"
            },
            {
                "verse_number": "22",
                "verse_text": "Lord"
            },
            {
                "verse_number": "22",
                "verse_text": "; I have not turned away from my God."
            },
            {
                "verse_number": "23",
                "verse_text": "I have observed all his laws; I have not disobeyed his commands."
            },
            {
                "verse_number": "24",
                "verse_text": "He knows that I am faultless, that I have kept myself from doing wrong."
            },
            {
                "verse_number": "25",
                "verse_text": "And so he rewards me because I do what is right, because he knows that I am innocent."
            },
            {
                "verse_number": "26",
                "verse_text": "O"
            },
            {
                "verse_number": "26",
                "verse_text": "Lord"
            },
            {
                "verse_number": "26",
                "verse_text": ", you are faithful to those who are faithful to you, and completely good to those who are perfect."
            },
            {
                "verse_number": "27",
                "verse_text": "You are pure to those who are pure, but hostile to those who are wicked."
            },
            {
                "verse_number": "28",
                "verse_text": "You save those who are humble, but you humble those who are proud."
            },
            {
                "verse_number": "29",
                "verse_text": "You,"
            },
            {
                "verse_number": "29",
                "verse_text": "Lord"
            },
            {
                "verse_number": "29",
                "verse_text": ", are my light; you dispel my darkness."
            },
            {
                "verse_number": "30",
                "verse_text": "You give me strength to attack my enemies and power to overcome their defenses."
            },
            {
                "verse_number": "31",
                "verse_text": "This God—how perfect are his deeds, how dependable his words! He is like a shield for all who seek his protection."
            },
            {
                "verse_number": "32",
                "verse_text": "The"
            },
            {
                "verse_number": "32",
                "verse_text": "Lord"
            },
            {
                "verse_number": "32",
                "verse_text": "alone is God; God alone is our defense."
            },
            {
                "verse_number": "33",
                "verse_text": "This God is my strong refuge; he makes my pathway safe."
            },
            {
                "verse_number": "34",
                "verse_text": "He makes me sure-footed as a deer; he keeps me safe on the mountains."
            },
            {
                "verse_number": "35",
                "verse_text": "He trains me for battle, so that I can use the strongest bow."
            },
            {
                "verse_number": "36",
                "verse_text": "O"
            },
            {
                "verse_number": "36",
                "verse_text": "Lord"
            },
            {
                "verse_number": "36",
                "verse_text": ", you protect me and save me; your help has made me great."
            },
            {
                "verse_number": "37",
                "verse_text": "You have kept me from being captured, and I have never fallen."
            },
            {
                "verse_number": "38",
                "verse_text": "I pursue my enemies and defeat them; I do not stop until I destroy them."
            },
            {
                "verse_number": "39",
                "verse_text": "I strike them down, and they cannot rise; they lie defeated before me."
            },
            {
                "verse_number": "40",
                "verse_text": "You give me strength for the battle and victory over my enemies."
            },
            {
                "verse_number": "41",
                "verse_text": "You make my enemies run from me; I destroy those who hate me."
            },
            {
                "verse_number": "42",
                "verse_text": "They look for help, but no one saves them; they call to the Lord , but he does not answer."
            },
            {
                "verse_number": "43",
                "verse_text": "I crush them, and they become like dust; I trample on them like mud in the streets."
            },
            {
                "verse_number": "44",
                "verse_text": "You saved me from my rebellious people and maintained my rule over the nations; people I did not know have now become my subjects."
            },
            {
                "verse_number": "45",
                "verse_text": "Foreigners bow before me; when they hear me, they obey."
            },
            {
                "verse_number": "46",
                "verse_text": "They lose their courage and come trembling from their fortresses."
            },
            {
                "verse_number": "47",
                "verse_text": "The"
            },
            {
                "verse_number": "47",
                "verse_text": "Lord"
            },
            {
                "verse_number": "47",
                "verse_text": "lives! Praise my defender! Proclaim the greatness of the strong God who saves me!"
            },
            {
                "verse_number": "48",
                "verse_text": "He gives me victory over my enemies; he subdues the nations under me"
            },
            {
                "verse_number": "49",
                "verse_text": "and saves me from my foes. O Lord , you give me victory over my enemies and protect me from violent men."
            },
            {
                "verse_number": "50",
                "verse_text": "And so I praise you among the nations; I sing praises to you."
            },
            {
                "verse_number": "51",
                "verse_text": "God gives great victories to his king; he shows constant love to the one he has chosen, to David and his descendants forever."
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "David son of Jesse was the man whom God made great, whom the God of Jacob chose to be king, and who was the composer of beautiful songs for Israel. These are David's last words:"
            },
            {
                "verse_number": "2",
                "verse_text": "The spirit of the"
            },
            {
                "verse_number": "2",
                "verse_text": "Lord"
            },
            {
                "verse_number": "2",
                "verse_text": "speaks through me; his message is on my lips."
            },
            {
                "verse_number": "3",
                "verse_text": "The God of Israel has spoken; the protector of Israel said to me: “The king who rules with justice, who rules in obedience to God,"
            },
            {
                "verse_number": "4",
                "verse_text": "is like the sun shining on a cloudless dawn, the sun that makes the grass sparkle after rain.”"
            },
            {
                "verse_number": "5",
                "verse_text": "And that is how God will bless my descendants, because he has made an eternal covenant with me, an agreement that will not be broken, a promise that will not be changed. That is all I desire; that will be my victory, and God will surely bring it about."
            },
            {
                "verse_number": "6",
                "verse_text": "But godless people are like thorns that are thrown away; no one can touch them barehanded."
            },
            {
                "verse_number": "7",
                "verse_text": "You must use an iron tool or a spear; they will be burned completely."
            },
            {
                "verse_number": "8",
                "verse_text": "These are the names of David's famous soldiers: the first was Josheb Basshebeth from Tachemon, who was the leader of “The Three”;"
            },
            {
                "verse_number": "8",
                "verse_text": "he fought with his spear"
            },
            {
                "verse_number": "8",
                "verse_text": "against eight hundred men and killed them all in one battle."
            },
            {
                "verse_number": "9",
                "verse_text": "The second of the famous three was Eleazar son of Dodo, of the clan of Ahoh. One day he and David challenged the Philistines who had gathered for battle. The Israelites fell back,"
            },
            {
                "verse_number": "10",
                "verse_text": "but he stood his ground and fought the Philistines until his hand was so cramped that he could not let go of his sword. The"
            },
            {
                "verse_number": "10",
                "verse_text": "Lord"
            },
            {
                "verse_number": "10",
                "verse_text": "won a great victory that day. After it was over, the Israelites returned to where Eleazar was and stripped the armor from the dead."
            },
            {
                "verse_number": "11",
                "verse_text": "The third of the famous three was Shammah son of Agee from Harar. The Philistines had gathered at Lehi, where there was a field of peas. The Israelites fled from the Philistines,"
            },
            {
                "verse_number": "12",
                "verse_text": "but Shammah stood his ground in the field, defended it, and killed the Philistines. The"
            },
            {
                "verse_number": "12",
                "verse_text": "Lord"
            },
            {
                "verse_number": "12",
                "verse_text": "won a great victory that day."
            },
            {
                "verse_number": "13",
                "verse_text": "Near the beginning of harvest time"
            },
            {
                "verse_number": "13",
                "verse_text": "three of “The Thirty” went down to Adullam Cave, where David was, while a band of Philistines was camping in Rephaim Valley."
            },
            {
                "verse_number": "14",
                "verse_text": "At that time David was on a fortified hill, and a group of Philistines had occupied Bethlehem."
            },
            {
                "verse_number": "15",
                "verse_text": "David grew homesick and said, “How I wish someone would bring me a drink of water from the well by the gate at Bethlehem!”"
            },
            {
                "verse_number": "16",
                "verse_text": "The three famous soldiers forced their way through the Philistine camp, drew some water from the well, and brought it back to David. But he would not drink it; instead he poured it out as an offering to the"
            },
            {
                "verse_number": "16",
                "verse_text": "Lord"
            },
            {
                "verse_number": "17",
                "verse_text": "and said, “"
            },
            {
                "verse_number": "17",
                "verse_text": "Lord"
            },
            {
                "verse_number": "17",
                "verse_text": ", I could never drink this! It would be like drinking the blood of these men who risked their lives!” So he refused to drink it. Those were the brave deeds of the three famous soldiers."
            },
            {
                "verse_number": "18",
                "verse_text": "Joab's brother Abishai (their mother was Zeruiah) was the leader of “The Famous Thirty.” He fought with his spear against three hundred men and killed them, and became famous among “The Thirty.”"
            },
            {
                "verse_number": "19",
                "verse_text": "He was the most famous of “The Thirty”"
            },
            {
                "verse_number": "19",
                "verse_text": "and became their leader, but he was not as famous as “The Three.”"
            },
            {
                "verse_number": "20",
                "verse_text": "Benaiah son of Jehoiada from Kabzeel was another famous soldier; he did many brave deeds, including killing two great Moabite warriors. He once went down into a pit on a snowy day and killed a lion."
            },
            {
                "verse_number": "21",
                "verse_text": "He also killed an Egyptian, a huge man who was armed with a spear. Benaiah attacked him with his club, snatched the spear from the Egyptian's hand, and killed him with it."
            },
            {
                "verse_number": "22",
                "verse_text": "Those were the brave deeds of Benaiah, who was one of “The Thirty.”"
            },
            {
                "verse_number": "23",
                "verse_text": "He was outstanding among them, but was not as famous as “The Three.” David put him in charge of his bodyguard."
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "On another occasion the"
            },
            {
                "verse_number": "1",
                "verse_text": "Lord"
            },
            {
                "verse_number": "1",
                "verse_text": "was angry with Israel, and he made David bring trouble on them. The"
            },
            {
                "verse_number": "1",
                "verse_text": "Lord"
            },
            {
                "verse_number": "1",
                "verse_text": "said to him, “Go and count the people of Israel and Judah.”"
            },
            {
                "verse_number": "2",
                "verse_text": "So David gave orders to Joab, the commander of his army: “Go with your officers through all the tribes of Israel from one end of the country to the other, and count the people. I want to know how many there are.”"
            },
            {
                "verse_number": "3",
                "verse_text": "But Joab answered the king, “Your Majesty, may the"
            },
            {
                "verse_number": "3",
                "verse_text": "Lord"
            },
            {
                "verse_number": "3",
                "verse_text": "your God make the people of Israel a hundred times more numerous than they are now, and may you live to see him do it. But why does Your Majesty want to do this?”"
            },
            {
                "verse_number": "4",
                "verse_text": "But the king made Joab and his officers obey his order; they left his presence and went out to count the people of Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "They crossed the Jordan and camped south of Aroer, the city in the middle of the valley, in the territory of Gad."
            },
            {
                "verse_number": "5",
                "verse_text": "From there they went north to Jazer,"
            },
            {
                "verse_number": "6",
                "verse_text": "and on to Gilead and to Kadesh, in Hittite territory."
            },
            {
                "verse_number": "6",
                "verse_text": "Then they went to Dan, and from Dan they went"
            },
            {
                "verse_number": "6",
                "verse_text": "west to Sidon."
            },
            {
                "verse_number": "7",
                "verse_text": "Then they went south to the fortified city of Tyre, on to all the cities of the Hivites and the Canaanites, and finally to Beersheba, in the southern part of Judah."
            },
            {
                "verse_number": "8",
                "verse_text": "So after nine months and twenty days they returned to Jerusalem, having traveled through the whole country."
            },
            {
                "verse_number": "9",
                "verse_text": "They reported to the king the total number of men capable of military service: 800,000 in Israel and 500,000 in Judah."
            },
            {
                "verse_number": "10",
                "verse_text": "But after David had taken the census, his conscience began to hurt, and he said to the"
            },
            {
                "verse_number": "10",
                "verse_text": "Lord"
            },
            {
                "verse_number": "10",
                "verse_text": ", “I have committed a terrible sin in doing this! Please forgive me. I have acted foolishly.”"
            },
            {
                "verse_number": "13",
                "verse_text": "Gad went to him, told him what the"
            },
            {
                "verse_number": "13",
                "verse_text": "Lord"
            },
            {
                "verse_number": "13",
                "verse_text": "had said, and asked, “Which is it to be? Three"
            },
            {
                "verse_number": "13",
                "verse_text": "years of famine in your land or three months of running away from your enemies or three days of an epidemic in your land? Now think it over, and tell me what answer to take back to the"
            },
            {
                "verse_number": "13",
                "verse_text": "Lord"
            },
            {
                "verse_number": "13",
                "verse_text": ".”"
            },
            {
                "verse_number": "14",
                "verse_text": "David answered, “I am in a desperate situation! But I don't want to be punished by people. Let the"
            },
            {
                "verse_number": "14",
                "verse_text": "Lord"
            },
            {
                "verse_number": "14",
                "verse_text": "himself be the one to punish us, for he is merciful.”"
            },
            {
                "verse_number": "15",
                "verse_text": "So the"
            },
            {
                "verse_number": "15",
                "verse_text": "Lord"
            },
            {
                "verse_number": "15",
                "verse_text": "sent an epidemic on Israel, which lasted from that morning until the time that he had chosen. From one end of the country to the other seventy thousand Israelites died."
            },
            {
                "verse_number": "16",
                "verse_text": "When the"
            },
            {
                "verse_number": "16",
                "verse_text": "Lord"
            },
            {
                "verse_number": "16",
                "verse_text": "'s angel was about to destroy Jerusalem, the"
            },
            {
                "verse_number": "16",
                "verse_text": "Lord"
            },
            {
                "verse_number": "16",
                "verse_text": "changed his mind about punishing the people and said to the angel who was killing them, “Stop! That's enough!” The angel was by the threshing place of Araunah, a Jebusite."
            },
            {
                "verse_number": "17",
                "verse_text": "David saw the angel who was killing the people, and said to the"
            },
            {
                "verse_number": "17",
                "verse_text": "Lord"
            },
            {
                "verse_number": "17",
                "verse_text": ", “I am the guilty one. I am the one who did wrong. What have these poor people done? You should punish me and my family.”"
            },
            {
                "verse_number": "18",
                "verse_text": "That same day Gad went to David and said to him, “Go up to Araunah's threshing place and build an altar to the"
            },
            {
                "verse_number": "18",
                "verse_text": "Lord"
            },
            {
                "verse_number": "18",
                "verse_text": ".”"
            },
            {
                "verse_number": "19",
                "verse_text": "David obeyed the"
            },
            {
                "verse_number": "19",
                "verse_text": "Lord"
            },
            {
                "verse_number": "19",
                "verse_text": "'s command and went as Gad had told him to."
            },
            {
                "verse_number": "20",
                "verse_text": "Araunah looked down and saw the king and his officials coming up to him. He threw himself on the ground in front of David"
            },
            {
                "verse_number": "21",
                "verse_text": "and asked, “Your Majesty, why are you here?” David answered, “To buy your threshing place and build an altar for the Lord , in order to stop the epidemic.”"
            },
            {
                "verse_number": "22",
                "verse_text": "“Take it, Your Majesty,” Araunah said, “and offer to the"
            },
            {
                "verse_number": "22",
                "verse_text": "Lord"
            },
            {
                "verse_number": "22",
                "verse_text": "whatever you wish. Here are these oxen to burn as an offering on the altar; here are their yokes and the threshing boards to use as fuel.”"
            },
            {
                "verse_number": "23",
                "verse_text": "Araunah gave it all to the king"
            },
            {
                "verse_number": "23",
                "verse_text": "and said to him, “May the"
            },
            {
                "verse_number": "23",
                "verse_text": "Lord"
            },
            {
                "verse_number": "23",
                "verse_text": "your God accept your offering.”"
            },
            {
                "verse_number": "24",
                "verse_text": "But the king answered, “No, I will pay you for it. I will not offer to the"
            },
            {
                "verse_number": "24",
                "verse_text": "Lord"
            },
            {
                "verse_number": "24",
                "verse_text": "my God sacrifices that have cost me nothing.” And he bought the threshing place and the oxen for fifty pieces of silver."
            },
            {
                "verse_number": "25",
                "verse_text": "Then he built an altar to the"
            },
            {
                "verse_number": "25",
                "verse_text": "Lord"
            },
            {
                "verse_number": "25",
                "verse_text": "and offered burnt offerings and fellowship offerings. The"
            },
            {
                "verse_number": "25",
                "verse_text": "Lord"
            },
            {
                "verse_number": "25",
                "verse_text": "answered his prayer, and the epidemic in Israel was stopped."
            }
        ]
    }
}